{"date": "2020/02/29", "journal": "biorxiv", "authors": "Chentong Li, Jinhu Xu, Jiawei Liu, Yicang Zhou", "title": "The within-host viral kinetics of SARS-CoV-2", "type": "preprint article", "abstract": "In this work, we use a within-host viral dynamic model to describe the SARS-CoV-2 kinetics in host. Chest radiograph score data are used to estimate the parameters of that model. Our result shows that the basic reproductive number of virus in host growth is around 3:79. The PRCC method is used to analyze the sensitivities of model parameters and the drug e ects on virus growth are also implemented to analyze the model.", "text": "        At the end of 2019, a new type of coronavirus, SARS-CoV-2, began to threatenthe people in China, especially in Hubei province. As of Feb.24, 2020, 77780individuals have been con rmed to be infected by this virus in China, including2666 deaths. To mitigate the spread of the virus, the Chinese Government hasprogressively implemented metropolitan-wide quarantine in Wuhan and severalnearby cities from Jan 23{24, 2020 [                Chest CT is used to assess the severity of lung involvement inCOVID19 [                Several works are [        We use the following ordinary di erential equation model to simulate theSARSCoV-2 within-host growth:8 dEp(t)>>>>> dt>< dEp (t)> dt>>>> dv(t)>: dt= dE Ep(0)Ep(t)Ep(t)v(t);=Ep(t)v(t)        dE Ep (t);= vEp (t)dvv(t);where Ep(t), Ep (t) and v(t) are the number of uninfected pulmonaryepithelial cells, infected pulmonary epithelial cells and the virus. is the infectionrate of virus, v is the virus production rate, Ep(0) is the initial value ofuninfected epithelial cells, and the term dE Ep(0) assumes a constant regenerationof uninfected epithelial cells. dE , dE and dv are the death rate of uninfectedpulmonary epithelial cells, infected pulmonary epithelial cells and the virus,respectively. The death rate of Ep(t) is the natural clearance rate of pulmonaryepithelial cells, while, dE and dv are the combination of the natural clearancerate and elimination by the immunity system. This model was also used todescribe the within-lung infection process of u virus [                By the de nition of generation matrix of basic reproduction number R0 [                R0 =vEp(0)dE dv:(1)(2)This number is an important value to measure whether the epidemic or speciescould die out or not [                In this study, the chest radiograph score data from serve patients (with highchest radiograph scores) are collected from the work [        L = XiDi log Ep (ti)Ep (ti)log (Di + 1) ;(3)Ep(0)Ep (0)v(0)vdEdEdv        R0where Di is the smoothed chest radiograph score of the serve patient at time ti,Ep (ti) is the solution of Ep (t) at time ti, and log (x) is log-gamma function,respectively. The prior distributions of the parameters of model (1) are basedon the previous works [        The data and fitted line15ero10cshpargoidartshe 5C0●●●0●●●● ●●●●●5●●10 15Days after symptom on set2025        The black points are the chest radiograph score data.20e15roc10S500.6e0.4rocS0.20.0000(a) uninfected epithelial cellhave positive correlations. The positive correlation of Ep(0) with R0 may give aexplanation on why the babys, who have small amount of pulmonary epithelialcells, are not likely to get infected and have lower mortality ( [        Sensitivity of R0 with respect to model parameters1.00.5        Drug therapy is also a topic discussed widely on viral dynamics [                Based on the chest radiograph data, we estimate the parameters and basicreproductive number of the model (1). The R0 of SARS-CoV-2 in host growthis 3:79, which is higher than HCV (2:3, [        (a) day 1 have drugits e ect on the virus growth, and the result illustrates that early medication ise ective for treatment.        The methods we used in this study are following the previous works byMiao et. al [        The major limitation of this study is that the chest radiograph score is notthe real data of the infected pulmonary epithelial cells but just anapproximation. Moreover, we assume that the immunne e ect on viruses and infectedepithelial cells are constant values. This is because the data of antibody ande ective CD8 cells of that virus are rarely known. If we could get more accuratedata, the results will be much better.We hope this study could give some help to the diagnosis and treatment ofthe COVID-19. If anyone, especially doctors, needs any help with the codes ofthis study, we are very glad to help.", "ref_list": [[], ["M Shaw, and Martin A Nowak. Virus dynamics and drug therapy"], ["Bistability and long-term cure in a within-host model of hepatitis c"], [""], ["Persistence of coronaviruses on inanimate surfaces and its inactivation with biocidal agents"], ["Simulation and prediction of the adaptive immune response to in uenza a virus infection"], ["Early transmission dynamics in wuhan, china, of novel coronavirus{infected pneumonia"], ["Transmission dynamics of 2019 novel coronavirus (2019-ncov"], ["Drug treatment options for the 2019-new coronavirus (2019- ncov)"], ["A methodology for performing global uncertainty and sensitivity analysis in systems biology"], ["Joseph A Hollenbaugh, Martin S Zand, Jeanne HoldenWiltse"], ["On identi - ability of nonlinear ode models and applications in viral dynamics"], ["The innate and adaptive immune systems"], ["Viral load kinetics of mers coronavirus infection"], ["Time course of lung changes on chest ct during recovery from 2019 novel coronavirus (covid-19) pneumonia"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (covid-19) in china"], ["Threshold dynamics for compartmental epidemic models in periodic environments"], ["Coronavirus disease (covid-19) outbreak"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Sebastian Bonhoe", "er", "George"], ["DebRoy Swati", "and Maia Benjamin M Bolker", "Martcheva"], ["Or Dieckmann", "JP Heesterbeek"], ["Eike Steinmann"], ["Ha Youn Lee", "David J Topham", "Hongyu Miao", "Holden-Wiltse"], ["Qun Li", "Xuhua Guan", "Lei Zhou"], ["Tao Liu", "Zuhua Rong"], ["Hongzhou Lu"], ["Simeone Marino", "Denise E Christian J Ray", "Kirschner"], ["Miao Hongyu", "Hulin Wu", "David"], ["Miao Hongyu", "Hulin Wu"], ["NCBI"], ["Oh Myoung-don", "Choi Su-Jin", "Kim Eui-Chong"], ["Pan Feng", "Lingli Li", "Lian Yang"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], ["Wendi Wang", "Xiao-Qiang Zhao"], [], ["Joseph T Wu", "Kathy Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        At the end of 2019, a new type of coronavirus, SARS-CoV-2, began to threaten\nthe people in China, especially in Hubei province. As of Feb.24, 2020, 77780\nindividuals have been con rmed to be infected by this virus in China, including\n2666 deaths. To mitigate the spread of the virus, the Chinese Government has\nprogressively implemented metropolitan-wide quarantine in Wuhan and several\nnearby cities from Jan 23{24, 2020 [\n        ", "one_words_summarize": "At the end of 2019, a new type of coronavirus, SARS-CoV-2, began to threatenthe people in China, especially in Hubei province. As of Feb.24, 2020, 77780individuals have been con rmed to be infected by this virus in China, including2666 deaths. The positive correlation of Ep(0) with R0 may give aexplanation on why the babys, who have small amount of pulmonary epithelialcells, are not likely to get infected and have lower mortality ( [        Sensitivity of R0 with respect to model parameters1.00.5        Drug therapy is also a topic discussed widely on viral dynamics [                Based on the chest radiograph data, we estimate the parameters and basicreproductive number of the model (1). If we could get more accuratedata, the results will be much better."}