{"date": "2020/03/02", "journal": "biorxiv", "authors": "Jessica E. Manning, Jennifer A. Bohl, Sreyngim Lay, Sophana Chea, Ly Sovann, Yi Sengdoeurn, Seng Heng, Chan Vuthy, Katrina Kalantar, Vida Ahyong, Michelle Tan, Jonathan Sheu, Cristina M. Tato, Joseph L. DeRisi, Laurence Baril, Veasna Duong, Philippe Dussart, Erik A. Karlsson", "title": "Rapid metagenomic characterization of a case of imported COVID-19 in Cambodia", "type": "preprint article", "abstract": "Rapid production and publication of pathogen genome sequences during emerging disease outbreaks provide crucial public health information. In resource-limited settings, especially near an outbreak epicenter, conventional deep sequencing or bioinformatics are often challenging. Here we successfully used metagenomic next generation sequencing on an iSeq100 Illumina platform paired with an open-source bioinformatics pipeline to quickly characterize Cambodia's first case of COVID-2019.", "text": "Here, in a rapidly implemented response to the novel coronavirus outbreak, we used an unbiasedmetagenomics next generation sequencing (mNGS) approach on the index COVID-19 case inCambodia as a tactical demonstration of an efficient workflow to identify and characterize thenovel virus. While unbiased sequencing successfully achieved an unambiguous identification ofthe virus in the absence of any sequence enrichment, complete coverage of the SARS-CoV-2genome was subsequently achieved by augmenting the mNGS library preparation via a spikedprimer enrichment approach.6        Viral diagnostic methodsNasopharyngeal and oropharyngeal swabs (combined into one tube) were collected from asymptomatic patient meeting case definition for possible infection with COVID-19 pneumoniaon January 2        By February 1, the SARS-CoV-2 genome was correctly identified in the index COVID-19patient sample using mNGS and globally accessible bioinformatics. An mNGS library wasprepared, multiplexed, and sequenced. Notably, the sample generated 4,773,430 reads with1,903,800 of those being non-host reads. The resulting non-host fastq files were processed usingthe IDseq platform which utilizes open-source components. When processed on IDseq pipelineversion 3.18 with a February 2020 NCBI index, which included 54 SARS-CoV-2 sequencesdeposited by the international research community, sequences from the index patient aligned tothe SARS-CoV-2 reference genome (Figure 1A, 582 reads, at 100% identity to the referencesequence; NCBI accession MN985325.1). Further analysis resulted in 33.2% coverage of theSARS-CoV-2 reference at an average depth of 2.2x (Figure 1B). Assembly and alignment onGeneious resulted in 50.5% coverage at 2.6x of the SARS-CoV-2 genome (NCBI accessionMN908947.1). Re-sequencing the index case to a total sequencing depth of 8,786,916 singlereads resulted in a greater number of SARS-CoV-2 alignments (819 reads) but had no impact onoverall coverage – 32.3% coverage breadth at an average depth of 2.7x.Using the target enrichment strategy, the overall fold enrichment was 6.4x. In terms ofimproving genome coverage, particularly at the 5’ end of the SARS-CoV-2 genome, theresulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which providedfull coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accessionMN988668.1).All human SARS-CoV-2 genomes are very similar, including the SARS-CoV-2 genome fromthe Cambodian case as we would expect given that he transited directly from Wuhan. One SNPwas noted at position 25,654 in ORF3a resulting in a valine-to-leucine substitution whencompared to NCBI accession MN908947.1.Here, we demonstrate that unbiased mNGS is a feasible and efficient means to detect pathogensin the midst of an outbreak of a novel virus. The index Cambodian SARS-CoV-2 sequence datauploaded to public databases represent one of the only sequences generated in a low-to-middleincome country close to the outbreak epicenter. Despite major advances in mNGS technologiesand significant decreases in costs associated with sequencing, preparation of sequencinglibraries and sufficient bioinformatics capabilities for timely analysis still present a challenge inthe developing world.8As cases of COVID-19 spread globally in mid-January, initial real-time PCR protocols took intoaccount that the genetic diversity of SARS-CoV-2 in humans and animals was not completelyknown. Non-specificity combined with variable sample quality can hinder ability to detect thepathogen in question. In this scenario, our metagenomics approach demonstrated a first-passhigh coverage of the N gene, closely aligning to diagnostic protocols utilizing both the E and Ngenes for primary detection. This detection directly increased on-the-ground certainty indiagnostic sensitivity and specificity of available assays.7mNGS in field settings proved critical in development of countermeasures for the 2014-2016Ebola virus epidemic in West Africa, just as ongoing sequencing of COVID-19 cases from lesserdeveloped areas of Southeast Asia will contribute to overall understanding of pathogentransmission, origin, and evolution.9,10 While COVID-19 cases are not limited to one remoteregion, as is often the case with viral hemorrhagic fever outbreaks, sequenced samples from allcountries will be important for global disease containment. Instead of being limited to consensusSanger sequencing, which may not detect high risk quasispecies, metagenomics is a powerfulapproach to detect variants of both novel and known species as epidemics evolve.11The clear limitation in an mNGS approach is that low viral titers or high levels of host materialdemand greater read depth than may be available on instruments such as the iSeq100. Toovercome this barrier, our follow-up steps included a target enrichment of SARS-CoV-2 whilekeeping the comprehensiveness of our mNGS pipeline intact.6 For an emerging threat, thisstrategy offers the flexibility to successfully recover the pathogen genome in question forsubsequent phylogenetic analyses without compromising discovery. However, the other keyfactor in mNGS success is the accessibility to open-access, cloud-based metagenomicsbioinformatics pipelines, such as IDseq which automates the process of separating host sequencecharacterizing the remaining non-host sequences.12 As recent as the Ebola epidemic,bioinformatics analyses were still mainly completed in the Global North.10 This newly availablecombination – more rugged, deployable sequencers plus user-friendly, globally accessiblebioinformatics – represents an opportunity for responders in limited-resource settings; however,further proof-of-principle during outbreaks remains necessary.Overall, agnostic or unbiased metagenomic sequencing capabilities in-country provide the abilityto detect and respond to a variety of pathogens, even those that are unanticipated or unknown.Bridging of existing local and global resources for sequencing and analysis allows for betterrealtime surveillance locally, while also enabling better health pursuits overall, not just duringoutbreaks. The example described here serves as a call for continued training and infrastructureto support mNGS capacity in developing countries as bioinformatic tools proliferate and the costof sequencing decreases.We would like to acknowledge the patient, Cambodian Ministry of Health and CambodianCenter for Disease Control, Rapid Response Team members, the Sihanoukville Provincial HealthDepartment, and the doctors, nurses, and staff of Sihanoukville Hospital. We thank all of thetechnicians and staff at Institut Pasteur du Cambodge in the Virology Unit involved in this workespecially Viseth Srey Horm, Kim Lay Chea, Phalla Y, Songha Tok, Sokhoun Yan, Sarath Sin,and Sonita Kol. We would like to thank Maira Phelps at Chan Zuckerberg Biohub forcoordination of primers. The work of Dr. Manning is supported by the Division of IntramuralResearch at the National Institute of Allergy and Infectious Diseases at the National Institutes ofHealth and the Bill and Melinda Gates Foundation. The work of Dr. Karlsson is supported, inpart, by , by the U.S. Department of Health and Human Services, Office of the AssistantSecretary for Preparedness and Response (Grant No. 1 IDSEP190051-01-00) and throughinternal funding at Institut Pasteur in Cambodia. The findings and conclusions in this report arethose of the authors and do not necessarily represent the official views of the US Department ofHealth and Human Services.Figure 1. COVID19 viral genome identification and coverage(A) Taxon heat map identification of COVID-19(B) Pre-enrichment COVID-19 coverage(C) Post-enrichment COVID-19 coverageFigure 1 Legend. A) mNGS taxa heatmap results identifying COVID-19 virus; B) Coveragevisualization map of COVID19 sequences; C) Coverage visualization map after targetenrichment for COVID-19 sequences using spiked primer enrichment.", "ref_list": [[], ["Coronavirus (2019-nCoV) situation reports"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Emerging in China - Key Questions for Impact Assessment"], ["Metagenomic sequencing with spiked primer enrichment for viral diagnostics and genomic surveillance"], [""], ["Clinical Metagenomic Next-Generation Sequencing for Pathogen Detection"], ["Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak"], ["Nanopore Sequencing as a Rapidly Deployable Ebola Outbreak Tool"], [""], ["GitHub Statistics as a Measure of the Impact of Open-Source Bioinformatics Software"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Novel"], [], ["P. Zhou"], ["Q. Li", "null"], ["V. J. Munster", "Koopmans", "van Doremalen", "D. van Riel", "E. A Novel de Wit", "Coronavirus", "null"], ["X. Deng"], [], ["W. Gu", "S. Miller", "C. Y. Chiu"], ["S. K. Gire"], ["T. Hoenen"], ["G. L. Armstrong"], ["M. G. Dozmorov"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Here, in a rapidly implemented response to the novel coronavirus outbreak, we used an unbiased\nmetagenomics next generation sequencing (mNGS) approach on the index COVID-19 case in\nCambodia as a tactical demonstration of an efficient workflow to identify and characterize the\nnovel virus. While unbiased sequencing successfully achieved an unambiguous identification of\nthe virus in the absence of any sequence enrichment, complete coverage of the SARS-CoV-2\ngenome was subsequently achieved by augmenting the mNGS library preparation via a spiked\nprimer enrichment approach.6", "one_words_summarize": "Here, in a rapidly implemented response to the novel coronavirus outbreak, we used an unbiasedmetagenomics next generation sequencing (mNGS) approach on the index COVID-19 case inCambodia as a tactical demonstration of an efficient workflow to identify and characterize thenovel virus. The resulting non-host fastq files were processed usingthe IDseq platform which utilizes open-source components. Further analysis resulted in 33.2% coverage of theSARS-CoV-2 reference at an average depth of 2.2x (Figure 1B). In terms ofimproving genome coverage, particularly at the 5’ end of the SARS-CoV-2 genome, theresulting 3,077 reads mapping to SARS-CoV-2 assembled into a single contig which providedfull coverage of the reference genome at an average depth of 14.9x (Figure 1C)(NCBI accessionMN988668.1).All human SARS-CoV-2 genomes are very similar, including the SARS-CoV-2 genome fromthe Cambodian case as we would expect given that he transited directly from Wuhan. Non-specificity combined with variable sample quality can hinder ability to detect thepathogen in question. We would like to thank Maira Phelps at Chan Zuckerberg Biohub forcoordination of primers."}