{"date": "2020/01/29", "journal": "biorxiv", "authors": "Xin Liu, Xiu-Jie Wang", "title": "Potential inhibitors for 2019-nCoV coronavirus M protease from clinically approved medicines", "type": "preprint article", "abstract": "to cause Severe Acute Respiratory (SARI) symptoms and rapid pandemic in China. With the hope to identify candidate drugs for 2019-nCoV, we adopted a computational approach to screen for available commercial medicines which may function as inhibitors for the Mpro of 2019-nCoV. Up to 10 commercial medicines that may form hydrogen bounds to key residues within the binding pocket of 2019-nCoV Mpro were identified, which may have higher mutation tolerance than lopinavir/ritonavir and may also function as inhibitors for other coronaviruses with similar Mpro binding sites and pocket structures.", "text": "IntroductionCoronaviruses,membersof thefamilyCoronaviridaeandsubfamilyCoronavirinae, are enveloped positive-stranded RNA viruses which have spikes ofglycoproteins projecting from their viral envelopes, thus exhibit a corona or halo-likeappearance (Masters and Perlman, 2013; Cui et al., 2019) Coronaviruses are the causalpathogens for a wide spectrum of respiratory and gastrointestinal diseases in both wildand domestic animals, including birds, pigs, rodents, etc (Dhama et al., 2014). Previousstudies have found that six strains of coronaviruses are capable to infect human,including four strains circulating yearly to cause common cold, and other two strainswhich the source for severe acute respiratory syndrome (SARS) and Middle Eastrespiratory syndrome (MERS-CoV), respectively (Cui et al., 2019; Dhama et al., 2014).Starting from December 2019, a novel coronavirus, which was later named2019nCoV (‘n’ stands for novel), was found to cause Severe Acute Respiratory (SARI)symptoms, including fever, dyspnea, asthenia and pneumonia among people in Wuhan,China (Zhu et al., 2020; Lu et al., 2020; Hui et al., 2020). The first batch of patientsinfected by 2019-nCoV were almost all connected to a seafood market in Wuhan, whichalso trades wild animals. Later, contact transmission of 2019-nCoV among humans wasconfirmed, and the number of infected patients increased rapidly in Wuhan as well asother major cities in China. A series of actions have taken by the Chinese governmentto control the pandemic of the virus, and effective medical methods are in urgent needsto prevent 2019-nCoV infection and cure the disease.Among all know RNA viruses, coronaviruses have the largest genomes rangingfrom 26 to 32 kb in length (Regenmortel et al., 2000; Schoeman and Fielding, 2019).Besides encoding structural proteins, majority part of the coronavirus genome istranscribed and translated into a polypeptide, which encodes proteins essential for viralreplication and gene expression (Lai and Holmes, 2001). The ~306 aa long mainprotease (Mpro), a key enzyme for coronavirus replication, is also encoded by thepolypeptide and responsible for processing the polypeptide into functional proteins (Laiand Holmes, 2001). The Mpro has similar cleavage-site specificity to that of picornavirus3C protease (3Cpro), thus is also known as 3C-like protease (3CLpro) (Gorbalenya et al.,1989). Studies have shown that Mpros of difference coronaviruses are highly conservedin terms of both sequences and 3D structures (Xue et al., 2008). These features, togetherwith its functional importance, have made Mpro an attractive target for the design ofanticoronaviral drugs (Xue et al., 2008; Anand et al., 2003).To present, these are still no clinically approved antibodies or drugs specific forcoronaviruses, which makes it more difficult for curing 2019-nCoV caused diseasesand controlling the associated pandemic. With the hope to identify candidate drugs for2019-nCoV, we adopted a computational approach to screen for available commercialmedicines which may function as inhibitors for the Mpro of 2019-nCoV.activity.A previous attempt to predict drugs for the Mpro of SARS-CoV has identified twoHIV-1 protease inhibitors, namely lopinavir and ritonavir, as potential candidates, bothof which bind to the same target site of Mpro (Nukoolkarn et al., 2008). Clinicalapplication of these two drugs on 2019-nCoV patients also appears to be effective,demonstrating the importance of the drug binding site for suppressing 2019-nCoV MproTo search for other drugs that may inhibit 2019-nCoV Mpro, we first evaluated thesequence and structural conservation of lopinavir/ritonavir bind site betweenSARSCoV and 2019-nCoV. The protein sequences of SARS-CoV Mpro and 2019-nCoV Mproare 96% identical (Figure 1a), and the spatial structure of the previously reportedlopinavir/ritonavir bind pocket is also conserved between SARS-CoV Mpro and2019nCoV Mpro (Figure 1b). The conserved amino acids Thr24-Asn28 and Asn119(numbered according to positions in SARS-CoV Mpro as the present sequence of2019nCoV Mpro in GenBank is in polypeptide form) formed the binding pockets forlopinavir/ritonavir in the spatial structure of both SARS-CoV Mpro and 2019-nCoV Mpro,whereas the nearby non-conserved amino acids locate far away from the binding pocket,thus would not affect its structural conservation (Figure 1b). Virtual docking oflopinavir/ritonavir to 2019-nCoV Mpro also showed high binding ability to the pocketsite (Figure 1c), similar to previous report for SARS-CoV Mpro (Nukoolkarn et al.,2008). Amino acids Thr24, Thr26, and Asn119 were predicted to be the key residuesfor binding the drugs (Figure 1c and Supplementary Figure 1), forming 2 hydrogenbonds with lopinavir and 2 hydrogen bonds with ritonavir, respectively.Basing on these results, we performed virtual docking to screen for commercialmedicines in the DrugBank database that could bind to the above mentioned pocket siteof 2019-nCoV Mpro, and identified 10 candidate clinical medicines (Table 1, Figure 1dand Supplementary Figure 2). These drugs could form hydrogen bonds with one ormore residues among Thr24-Asn28 and Asn119, theoretically, are capable to bind tothe pocket formed by these amino acids and interfere the function of 2019-nCoV Mpro.In summary, basing on the structural information of clinical effective medicines for2019-nCoV, we have predicted a list of commercial medicines which may function asinhibitors for 2019-nCoV by targeting its main proteaselopinavir/ritonavir, most of these predicted drugs could form more hydrogen boundswith 2019-nCoV Mpro, thus may have higher mutation tolerance than lopinavir/ritonavir.The binding pockets of these drugs on Mpro are conserved between SARS-CoV Mproand 2019-nCoV Mpro, indicating the potential of these drugs to function as inhibitorsfor other coronaviruses with similar Mpro binding sites and pocket structures.81790622) to X.-J. W.This work is supported by grants from CAS Advance Research Programs(QYZDJSSW-SMC015) and National Natural Science Foundation of China (91940304 andXue, X., Yu, H., Yang, H., Xue, F., Wu, Z., Shen, W., Li, J., Zhou, Z., Ding, Y., Zhao,Q., Zhang, X.C., Liao, M., Bartlam, M., and Rao, Z., 2008. Structures of twocoronavirus main proteases: implications for substrate binding and antiviral drug design.J. Virol. 82, 2515-2527.Zhu, N., Zhang, D., Wang, W., Li, X., Yang, B., Song, J., Zhao, X., Huang, B., Shi, W.,Lu, R., Niu, P., Zhan, F., Ma, X., Wang, D., Xu, W., Wu, G., Gao, G.F., and Tan, W.,2020. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N. Engl. J.Med. DOI: 10.1056/NEJMoa2001017.The protein sequences of SARS-CoV Mpro (Accession: 1UK3_A) and 2019-nCoVpolyprotein orf1ab (Accession: YP_009724389.1) were downloaded from GenBank(http://www.ncbi.nlm.nih.gov). The protein sequence of 2019-nCoVwasdetermined by aligning the SARS-CoV Mpro sequence to 2019-nCoV polyproteinorf1ab using BLAST (Altschul et al., 1990), the best aligned region in 2019-nCoVorf1ab to SARS-CoV Mpro was selected as 2019-nCoV Mpro.Crystal structure of SARS-CoV Mpro (PDB ID: 1UJ1) was downloaded from ProteinData Bank (PDB, http://www.rcsb.org) (Burley et al., 2019). Structure of 2019-nCoVMpro was predicted by Modeller algorithm (Webb and Sali, 2016) using the structure ofSARS-CoV Mpro as template. Structural details were visualized with the Visualizerfunction of Discovery Studio 3.5 (Accelrys Software Inc).Molecular structures of commercial available medicines were downloaded from theDrugBank database (http://www.drugbank.ca) (Wishart et al., 2018). The originalindications of medicines were collected according to DrugBank descriptions. Virtualscreening of medicines with binding potential to the pocket site of 2019-nCoV Mpro wasperformed using the Libdock algorithm of Discovery Studio 3.5 (Accelrys SoftwareInc). The pocket site of 2019-nCoV Mpro was identified by homology comparison to aprevious published work (Nukoolkarn et al., 2008). Spatial conformations of medicineswere generated using CAESAR algorithm of Discovery Studio 3.5 using defaultparameters. Maximal hits of the docking process was set to 50.Altschul, S.F., Gish, W., Miller, W., Myers, E.W., and Lipman, D.J., 1990. Basic localalignment search tool. J. Mol. Biol. 215, 403-410.Burley, S.K., Berman, H.M., Bhikadiya, C., Bi, C., Chen, L., Di Costanzo, L., Christie,C., Dalenberg, K., Duarte, J.M., Dutta, S., Feng, Z., Ghosh, S., Goodsell, D.S., Green,R.K., Guranovic, V., Guzenko, D., Hudson, B.P., Kalro, T., Liang, Y., Lowe, R.,Namkoong, H., Peisach, E., Periskova, I., Prlic, A., Randle, C., Rose, A., Rose, P., Sala,R., Sekharan, M., Shao, C., Tan, L., Tao, Y.P., Valasatava, Y., Voigt, M., Westbrook, J.,Woo, J., Yang, H., Young, J., Zhuravleva, M., and Zardecki, C., 2019. RCSB ProteinData Bank: biological macromolecular structures enabling research and education infundamental biology, biomedicine, biotechnology and energy. Nucleic Acids Res. 47,D464-D474.Nukoolkarn, V., Lee, V.S., Malaisree, M., Aruksakulwong, O., and Hannongbua, S.,2008. Molecular dynamic simulations analysis of ritonavir and lopinavir as SARS-CoV3CL(pro) inhibitors. J. Theor. Biol. 254, 861-867.Wishart, D.S., Feunang, Y.D., Guo, A.C., Lo, E.J., Marcu, A., Grant, J.R., Sajed, T.,Johnson, D., Li, C., Sayeeda, Z., Assempour, N., Iynkkaran, I., Liu, Y., Maciejewski,A., Gale, N., Wilson, A., Chin, L., Cummings, R., Le, D., Pon, A., Knox, C., and Wilson,M., 2018. DrugBank 5.0: a major update to the DrugBank database for 2018. NucleicAcids Res. 46, D1074-D1082.Supplementary Figure 1. Docking model of ritonavir to 2019-nCoV Mpro. Left, overalldocking model of ritonavir to 2019-nCoV Mpro; middle, enlargement of the ritonavirbinding region; right, predicted chemical bonds between ritonavir and key residues ofthe binding pocket. Ribbon model shows the pocket structure of 2019-nCoV Mpro (right),with -helixes shown in red and -sheets in cyan. Residues essential for ritonavirbinding are shown in ball-and-stick format, of which Thr24, Thr26, and Asn28 areshown in purple, Thr25, Leu27, and Asn119 are shown in blue. Ritonavir is shown assticks. Hydrogen bonds between drugs and amino acids are shown as dash lines, Pibonds are shown as orange lines.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Introduction", "one_words_summarize": "IntroductionCoronaviruses,membersof thefamilyCoronaviridaeandsubfamilyCoronavirinae, are enveloped positive-stranded RNA viruses which have spikes ofglycoproteins projecting from their viral envelopes, thus exhibit a corona or halo-likeappearance (Masters and Perlman, 2013; Cui et al., The first batch of patientsinfected by 2019-nCoV were almost all connected to a seafood market in Wuhan, whichalso trades wild animals. 2003).To present, these are still no clinically approved antibodies or drugs specific forcoronaviruses, which makes it more difficult for curing 2019-nCoV caused diseasesand controlling the associated pandemic. A previous attempt to predict drugs for the Mpro of SARS-CoV has identified twoHIV-1 protease inhibitors, namely lopinavir and ritonavir, as potential candidates, bothof which bind to the same target site of Mpro (Nukoolkarn et al., Clinicalapplication of these two drugs on 2019-nCoV patients also appears to be effective,demonstrating the importance of the drug binding site for suppressing 2019-nCoV MproTo search for other drugs that may inhibit 2019-nCoV Mpro, we first evaluated thesequence and structural conservation of lopinavir/ritonavir bind site betweenSARSCoV and 2019-nCoV. The protein sequences of SARS-CoV Mpro and 2019-nCoV Mproare 96% identical (Figure 1a), and the spatial structure of the previously reportedlopinavir/ritonavir bind pocket is also conserved between SARS-CoV Mpro and2019nCoV Mpro (Figure 1b). Structures of twocoronavirus main proteases: implications for substrate binding and antiviral drug design. A Novel Coronavirus from Patients with Pneumonia in China, 2019. 254, 861-867.Wishart, D.S., Feunang, Y.D., Guo, A.C., Lo, E.J., Marcu, A., Grant, J.R., Sajed, T.,Johnson, D., Li, C., Sayeeda, Z., Assempour, N., Iynkkaran, I., Liu, Y., Maciejewski,A., Gale, N., Wilson, A., Chin, L., Cummings, R., Le, D., Pon, A., Knox, C., and Wilson,M., 2018. DrugBank 5.0: a major update to the DrugBank database for 2018. Hydrogen bonds between drugs and amino acids are shown as dash lines, Pibonds are shown as orange lines."}