{"date": "2020/02/13", "journal": "American Journal of Clinical Pathology", "authors": "Jeannette Guarner, MD", "title": "Three Emerging &lt;b&gt;Coronaviruses&lt;/b&gt; in Two Decades:  The Story of SARS, MERS, and Now COVID-19", "type": "Article", "abstract": "In the past two decades, the world has seen three\ncoronaviruses emerge and cause outbreaks that have caused\nconsiderable global health consternation. Coronaviruses\nare enveloped, nonsegmented, single-stranded,\npositivesense RNA viruses that have a characteristic appearance\non electron microscopy negative staining ❚Image 1❚. As a\nmatter of fact, the characteristic electron microscopy\nappearance was the clue to amplify and sequence nucleic\nacids from Dr Urbani’s (one of the health care providers\nwho died of severe acute respiratory syndrome [SARS] in\n2003) respiratory specimen using a consensus coronavirus\nprimer.1 The sequence of the virus was significantly\ndifferent from other coronaviruses known to cause human\ndisease at the time. The virus was ultimately named\nSARS-CoV, as febrile patients had severe acute\nrespiratory syndrome and could present with pneumonia and\nlower respiratory symptoms such as cough and dyspnea.2\nThe SARS-CoV outbreak started in Guangdong, China,\nand spread to many countries in Southeast Asia, North\nAmerica, Europe, and South Africa. Transmission was\nprimarily person to person through droplets that occurred\nduring coughing or sneezing, through personal contact\n(shaking hands), or by touching contaminated surfaces.\nOf note, health professionals were particularly at risk of\nacquiring the disease, as transmission also occurred if\nisolation precautions were not followed and during\ncertain procedures. The last case of SARS-CoV occurred in\nSeptember 2003, after having infected over 8,000 persons\nand causing 774 deaths with a case fatality rate calculated\nat 9.5%.", "text": "In the past two decades, the world has seen threecoronaviruses emerge and cause outbreaks that have causedconsiderable global health consternation. Coronavirusesare enveloped, nonsegmented, single-stranded,positivesense RNA viruses that have a characteristic appearanceon electron microscopy negative staining ❚Image 1❚. As amatter of fact, the characteristic electron microscopyappearance was the clue to amplify and sequence nucleicacids from Dr Urbani’s (one of the health care providerswho died of severe acute respiratory syndrome [SARS] in2003) respiratory specimen using a consensus coronavirusprimer.1 The sequence of the virus was significantlydifferent from other coronaviruses known to cause humandisease at the time. The virus was ultimately namedSARS-CoV, as febrile patients had severe acuterespiratory syndrome and could present with pneumonia andlower respiratory symptoms such as cough and dyspnea.2The SARS-CoV outbreak started in Guangdong, China,and spread to many countries in Southeast Asia, NorthAmerica, Europe, and South Africa. Transmission wasprimarily person to person through droplets that occurredduring coughing or sneezing, through personal contact(shaking hands), or by touching contaminated surfaces.Of note, health professionals were particularly at risk ofacquiring the disease, as transmission also occurred ifisolation precautions were not followed and duringcertain procedures. The last case of SARS-CoV occurred inSeptember 2003, after having infected over 8,000 personsand causing 774 deaths with a case fatality rate calculatedat 9.5%.Nine years later, a new coronavirus that causesrespiratory disease appeared in the Middle East, thus thename of MERS-CoV. Symptoms of MERS-CoV arenonspecific, but many patients end up with severe acuterespiratory distress. In these patients, travel history isimperative, as all cases have been linked to persons in or nearthe Arabian Peninsula. Similar to SARS-CoV, healthprofessionals are at higher risk of acquiring the disease, asdemonstrated in the outbreak in South Korea.3 However,in comparison with SARS-CoV, MERS-CoV is stillcirculating, and the case fatality rate is much higher (around35%). What has allowed control of MERS-CoV is a lowR0 (approximately 1), meaning each person with thedisease transmits it to only one other person (theSARSCoV R was of approximately 4).0In December 30, 2019, a cluster of patients withpneumonia of unknown etiology was observed in Wuhan, China,and reported to the World Health Organization (WHO)China bureau in Beijing. A  week later, January 7, 2020, anew coronavirus (SARS-CoV-2) was isolated from thesepatients. This virus was initially referred to as novelcoronavirus 2019 (2019-nCoV) but was given the official name ofCOVID-19 by the WHO on February 11, 2020. This newvirus has infected more people than either of its twopredecessors. Several factors have allowed the rapid spread of thisvirus: Wuhan is the capital of China’s Hubei province, withover 11,000,000 inhabitants, and it is a major transportationhub, which increases person-to-person contact and adds tothe possibility of exporting cases to other locations. At thispoint, the R is calculated between 2 and 3.5, indicating that0one patient can transmit the disease to two to three otherpeople. Patients with the COVID-19 infection proven bypolymerase chain reaction have been an average age of 55 years(cases in children seem to be rare).4 They present with fever,dry cough, and shortness of breath and, in the most severecases, have pneumonia. The case fatality rate is around 2%❚Image 1❚ Electron microscopy photograph of negativestain of a coronavirus (image from the Public Health ImageLibrary).to 3%. SARS-CoV-2 will cause many more deaths than itspredecessors, even though the mortality rate is lower thanMERS-CoV infections, because there have been so manymore cases. Chinese authorities have taken the global threatvery seriously, and the containment measures have beenunprecedented (closing airports, train stations, and roads toWuhan; building hospitals in record time). However, caseswith SARS-CoV-2 are already being reported in manycountries, including the United States.The question of how to approach these patientsfor diagnosis and treatment is pressing. For patients inthe United States, the Centers for Disease Control andPrevention (CDC) is continuously updating informationand has instructions on who to test and the workflow tofollow regarding specimen handling.5 In brief, testing forSARS-CoV-2 needs to be sent to the state laboratory afterconsultation with it regarding patient clinicalcharacteristics, the specimens it will receive, and packaging of thesample using shipping regulations for category B agents.Other tests, such as CBC count, chemistries, andmicrobiology (including molecular testing for other respiratoryviruses), can be handled using universal precautions (faceprotection, gloves, and disposable gowns) in hospitallaboratories, so as not to delay other necessary treatment.It should be noted that although some multiplexmolecular panels include primers for SARS-CoV, MERS-CoV,and other coronaviruses responsible for upper respiratoryinfections (HcoV 229E, NL63, OC43, and HKU1), theydo not detect COVID-19. The CDC is advising not toperform viral cultures in patients under investigation for© American Society for Clinical Pathologyeither MERS-CoV or SARS-CoV-2. The WHO also hasa webpage with guidance regarding multiple aspects,including surveillance, patient management, and laboratorytesting specific for SARS-CoV-2.6 Once a patient has beendefined as infected with SARS-CoV-2, he or she shouldbe treated, taking into consideration airborne and contactprecautions. Most of the measures are symptomatic,although some antiviral medications have been used.Last, at this point, reports of autopsies or lung tissuesamples of patients with SARS-CoV-2 have not beenpublished. However, based on imaging studies and whatwe know of SARS-CoV and MERS-CoV, patients withthe most severe disease will likely show diffuse alveolardamage with hyaline membrane formation, inflammationin the alveolar walls, desquamation of pneumocytes, and,if the case is complicated by a secondary bacterialpneumonia, intra-alveolar inflammatory infiltrate byneutrophils. Any other specific features, such as multinucleatedcells or potential viral inclusions, remain to be discoveredthrough pathologic studies of patients with this new virus.In summary, the story of SARS-CoV-2 continues toevolve. Because SARS-CoV and MERS-CoV have haddifferent behaviors, SARS-CoV-2 will likely have uniquefeatures of its own that we will learn as the outbreak progresses.", "ref_list": [[], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Centers for Disease Control and Prevention. Severe acute respiratory syndrome (SARS)"], ["Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study [published online January 30,"], ["Centers for Disease Control and Prevention. Interim guidelines for collecting, handling, and testing clinical specimens from patients under investigation (PUIs) for 2019 novel coronavirus (2019-nCoV"], ["Novel coronavirus (2019-nCoV) technical guidance"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], [], ["DS Hui", "EI Azhar", "YJ Kim"], ["N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In the past two decades, the world has seen three\ncoronaviruses emerge and cause outbreaks that have caused\nconsiderable global health consternation. Coronaviruses\nare enveloped, nonsegmented, single-stranded,\npositivesense RNA viruses that have a characteristic appearance\non electron microscopy negative staining ❚Image 1❚. As a\nmatter of fact, the characteristic electron microscopy\nappearance was the clue to amplify and sequence nucleic\nacids from Dr Urbani’s (one of the health care providers\nwho died of severe acute respiratory syndrome [SARS] in\n2003) respiratory specimen using a consensus coronavirus\nprimer.1 The sequence of the virus was significantly\ndifferent from other coronaviruses known to cause human\ndisease at the time. The virus was ultimately named\nSARS-CoV, as febrile patients had severe acute\nrespiratory syndrome and could present with pneumonia and\nlower respiratory symptoms such as cough and dyspnea.2\nThe SARS-CoV outbreak started in Guangdong, China,\nand spread to many countries in Southeast Asia, North\nAmerica, Europe, and South Africa. Transmission was\nprimarily person to person through droplets that occurred\nduring coughing or sneezing, through personal contact\n(shaking hands), or by touching contaminated surfaces.\nOf note, health professionals were particularly at risk of\nacquiring the disease, as transmission also occurred if\nisolation precautions were not followed and during\ncertain procedures. The last case of SARS-CoV occurred in\nSeptember 2003, after having infected over 8,000 persons\nand causing 774 deaths with a case fatality rate calculated\nat 9.5%.", "one_words_summarize": "In the past two decades, the world has seen threecoronaviruses emerge and cause outbreaks that have causedconsiderable global health consternation. As amatter of fact, the characteristic electron microscopyappearance was the clue to amplify and sequence nucleicacids from Dr Urbani’s (one of the health care providerswho died of severe acute respiratory syndrome [SARS] in2003) respiratory specimen using a consensus coronavirusprimer.1 The sequence of the virus was significantlydifferent from other coronaviruses known to cause humandisease at the time. In these patients, travel history isimperative, as all cases have been linked to persons in or nearthe Arabian Peninsula. Similar to SARS-CoV, healthprofessionals are at higher risk of acquiring the disease, asdemonstrated in the outbreak in South Korea.3 However,in comparison with SARS-CoV, MERS-CoV is stillcirculating, and the case fatality rate is much higher (around35%). This virus was initially referred to as novelcoronavirus 2019 (2019-nCoV) but was given the official name ofCOVID-19 by the WHO on February 11, 2020. At thispoint, the R is calculated between 2 and 3.5, indicating that0one patient can transmit the disease to two to three otherpeople."}