{"date": "2020/02/13", "journal": "Journal of Travel Medicine", "authors": "Ying Liu, Albert A Gayle, Annelies Wilder-Smith, Joacim Rocklöv", "title": "The reproductive number of COVID-19 is higher compared to SARS &lt;b&gt;coronavirus&lt;/b&gt;", "type": "Article", "abstract": "\n        In Wuhan, China, a novel and alarmingly contagious primary\natypical (viral) pneumonia broke out in December 2019. It has\nsince been identified as a zoonotic coronavirus, similar to SARS\ncoronavirus and MERS coronavirus and named COVID-19. As\nof\n        ", "text": "        In Wuhan, China, a novel and alarmingly contagious primaryatypical (viral) pneumonia broke out in December 2019. It hassince been identified as a zoonotic coronavirus, similar to SARScoronavirus and MERS coronavirus and named COVID-19. Asof        Here we review the basic reproduction number (R0) of theCOVID-19 virus. R0 is an indication of the transmissibility of avirus, representing the average number of new infectionsgenerated by an infectious person in a totally naïve population. ForR0 > 1, the number infected is likely to increase, and for R0 < 1,transmission is likely to die out. The basic reproduction numberis a central concept in infectious disease epidemiology, indicatingthe risk of an infectious agent with respect to epidemic spread.        PubMed, bioRxiv and Google Scholar were accessed to searchfor eligible studies. The term ‘coronavirus & basic reproductionnumber’ was used. The time period covered was from        The first studies initially reported estimates of R0 withlower values. Estimations subsequently increased and then againreturned in the most recent estimates to the levels initiallyreported (Figure 1). A closer look reveals that the estimationmethod used played a role.The two studies using stochastic methods to estimate R0,reported a range of 2.2–2.68 with an average of 2.44.1, 9 The sixstudies using mathematical methods to estimate R0 produced arange from 1.5 to 6.49, with an average of 4.2.2, 4–6, 8, 10 The threestudies using statistical methods such as exponential growthestimated an R0 ranging from 2.2 to 3.58, with an average of2.67.3, 7, 11Our review found the average R0 to be 3.28 and median tobe 2.79, which exceed WHO estimates from 1.4 to 2.5. Thestudies using stochastic and statistical methods for deriving R0provide estimates that are reasonably comparable. However, thestudies using mathematical methods produce estimates that are,on average, higher. Some of the mathematically derived estimatesfall within the range produced the statistical and stochasticestimates. It is important to further assess the reason for thehigher R0 values estimated by some the mathematical studies.For example, modelling assumptions may have played a role. Inmore recent studies, R0 seems to have stabilized at around 2–3.R0 estimations produced at later stages can be expected to bemore reliable, as they build upon more case data and include theeffect of awareness and intervention. It is worthy to note thatthe WHO point estimates are consistently below all publishedestimates, although the higher end of the WHO range includesthe lower end of the estimates reviewed here.R0 estimates for SARS have been reported to range between2 and 5, which is within the range of the mean R0 forCOVID19 found in this review. Due to similarities of both pathogenand region of exposure, this is expected. On the other hand,Statistical maximum likelihoodestimation, using SARSgeneration time = 8.4 days,SD = 3.8 daysMathematical transmissionmodel assuming latentperiod = 4 days and near to theincubation periodMathematical model includingcompartmentsSusceptible-Exposed-InfectiousRecovered-Death-Cumulative(SEIRDC)Statistical exponential growthmodel method adopting serialinterval from SARS(mean = 8.4 days,SD = 3.8 days) and MERS(mean = 7.6 days,SD = 3.4 days)Applies Poisson regression to fitthe exponential growth rateR0 = 1/M(−r)M = moment generatingfunction of the generationtime distributionr = fitted exponentialgrowth rateMaximize log-likelihood toestimate R0 by usingsurveillance data during adisease epidemic, and assumingthe secondary case is Poissondistribution with expectedvalue R0Assumes daily time incrementswith Poisson-distribution andapply a deterministic SEIRmetapopulation transmissionmodel, transmission rate = 1.94,infectious period =1.61 daysAdopted mean serial intervallengths from SARS and MERSranging from 6 to 10 days to fitthe IDEA model,/R = K 2 (L × D) +K(L + D) + 1L = average latent period = 7,D = average latent infectiousperiod = 9,K = logarithmic growth rate ofthe case countsCorresponding to 8-foldincrease in the reporting rateR0 = 1/M(−r)r =intrinsic growth rateM = moment generatingfunctiondespite the heightened public awareness and impressivelystrong interventional response, the COVID-19 is alreadymore widespread than SARS, indicating it may be moretransmissible.This review found that the estimated mean R0 for COVID-19is around 3.28, with a median of 2.79 and IQR of 1.16, whichis considerably higher than the WHO estimate at 1.95. Theseestimates of R0 depend on the estimation method used as wellas the validity of the underlying assumptions. Due to insufficientdata and short onset time, current estimates of R0 forCOVID19 are possibly biased. However, as more data are accumulated,estimation error can be expected to decrease and a clearer pictureshould form. Based on these considerations, R0 for COVID-19 isexpected to be around 2–3, which is broadly consistent with theWHO estimate.J.R. and A.W.S. had the idea, and Y.L. did the literature searchand created the table and figure. Y.L. and A.W.S. wrote thefirst draft; A.A.G. drafted the final manuscript. All authorscontributed to the final manuscript.None declared.", "ref_list": [[], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Early transmissibility assessment of a novel coronavirus in Wuhan, China"], ["Estimating the effective reproduction number of the 2019-nCoV in China"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["WHO Collaborating Centre for Infectious Disease Modelling, MRC Centre for Global Infectious Disease Analysis"], ["Pattern of early human-to-human transmission of Wuhan 2019-nCoV"], ["Estimation of the transmission risk of 2019-nCov and its implication for public health interventions (January 24,"], ["Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JT Wu", "K Leung", "GM Leung"], ["M Shen", "Z Peng", "Y Xiao"], ["T Liu", "J Hu", "M Kang"], ["JM Read", "JRE Bridgen", "DAT Cummings", "A Ho", "CP Jewell"], ["M Majumder"], ["Z Zhang Q Lu", "X"], ["S Zhao", "J Ran", "SS Musa"], ["N Imai", "A Cori", "I Dorigatti", "J-IDEA"], ["J Riou", "CL Althaus"], ["B Tang", "X Wang", "Q Li"], ["L Qun"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In Wuhan, China, a novel and alarmingly contagious primary\natypical (viral) pneumonia broke out in December 2019. It has\nsince been identified as a zoonotic coronavirus, similar to SARS\ncoronavirus and MERS coronavirus and named COVID-19. As\nof\n        ", "one_words_summarize": "In Wuhan, China, a novel and alarmingly contagious primaryatypical (viral) pneumonia broke out in December 2019. The time period covered was from        The first studies initially reported estimates of R0 withlower values. R0 estimates for SARS have been reported to range between2 and 5, which is within the range of the mean R0 forCOVID19 found in this review. However, as more data are accumulated,estimation error can be expected to decrease and a clearer pictureshould form. Based on these considerations, R0 for COVID-19 isexpected to be around 2–3, which is broadly consistent with theWHO estimate."}