{"date": "2020/02/13", "journal": "Journal of Travel Medicine", "authors": "A Wilder-Smith, MD, D O Freedman, MD", "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel &lt;b&gt;coronavirus&lt;/b&gt; (2019-nCoV) outbreak", "type": "Article", "abstract": "*To whom correspondence should be addressed.", "text": "The novel coronavirus (2019-nCoV) that emerged in Wuhan,China in December 2019 quickly spread within Hubei provinceand has now reached all provinces in China and was exportedto >20 countries by 30 January 2020. 2019-nCoV is thought tobe primarily transmitted by respiratory droplets with a similarincubation time and generation time as SARS coronavirus(SARSCoV).1,2 SARS was frightening at the time, maybe even morefrightening compared to 2019-nCoV (now renamed COVID-19)given its much more frequent progression to severe disease anddeath. But the world was able to completely interrupthumanto-human transmission, halt the epidemic and SARS-CoV isnow eradicated. In the absence of vaccines and antivirals, thisremarkable achievement was only possible because of rigorousimplementation of traditional public health measures.We are yet again faced with a situation of an outbreak witha closely related virus for which we currently have no specifictherapeutics or vaccines. Again, we need to rely on classicalpublic health measures to curb the epidemic of this respiratorydisease. The primary goal of such public health measures is toprevent person-to-person spread of disease by separating peopleto interrupt transmission. The tools we have at hand are isolationand quarantine, social distancing and community containment.All these tools are currently being employed at an unprecedentedmassive scale in China. Here we define these tools, explainhow they are being used to control the novel coronavirus, andelaborate on the benefits and challenges.‘Isolation’ is the separation of ill persons with contagiousdiseases from non-infected persons to protect non-infected persons,and usually occurs in hospital settings. An isolation room couldalso be equipped with negative pressure to reduce transmissionvia aerosols, but for large droplets like for SARS CoV, controlwas achieved without negative pressure rooms. Isolation ofpatients is particularly effective in interrupting transmission ifearly detection is possible before overt viral shedding. Given thatinfluenza patients can already transmit before clinical symptomsset it, isolation is often too late to be sufficiently effective tohalt transmission and control an influenza pandemic. However,for SARS CoV the incubation time is longer than for influenza(about 5 versus 2 days),3 and viral shedding was highest oncethe patient is truly sick. A longer incubation time allows formore time to identify cases and put them into isolation. Theincubation time of the 2019-nCoV also has a median of 5 days,4however, at this stage, it remains unknown when viral sheddingand transmissibility peaks and how frequently pre-symptomaticcases result in secondary cases.‘Quarantine’ is one of the oldest and most effective tools ofcontrolling communicable disease outbreaks. This public healthpractice was used widely in fourteenth century Italy, when shipsarriving at the Venice port from plague-infected ports had toanchor and wait for 40 days (in Italian: quaranta for 40) beforedisembarking their surviving passengers.5 Forty days providedample time for the incubation time to be completed so that yetasymptomatic cases became symptomatic and could thereforebe identified. Quarantine was implemented successfully as aneffective measure during the SARS epidemic in 2003.6 It is also animportant component of pandemic influenza plans. Quarantinemeans the movement restriction of persons who are presumedto have been exposed to a contagious disease but are not ill,either because they did not become infected or because they arestill in the incubation period.7 Quarantine may be applied at theindividual or group level and usually involves restriction to thehome or a designated facility. Quarantine may be voluntary ormandatory. During quarantine, all individuals should bemonitored for the occurrence of any symptoms. If such symptomsoccur, they must be immediately isolated in a designated centrefamiliar with treating severe respiratory illness. Quarantining ismost successful in settings where detection of cases is prompt,contacts can be listed and traced within a short time frame withprompt issuance of quarantine with voluntary compliance to thisissuance.‘Social distancing’ is designed to reduce interactions betweenpeople in a broader community, in which individuals may beinfectious but have not yet been identified hence not yet isolated.As diseases transmitted by respiratory droplets require a certainproximity of people, social distancing of persons will reducetransmission. Social distancing is particularly useful in settingswhere community transmission is believed to have occurred,but where the linkages between cases is unclear, and whererestrictions placed only on persons known to have been exposedis considered insufficient to prevent further transmission.8Examples for social distancing include closure of schools or officebuildings and suspension of public markets, and cancellation ofgatherings.If these measures are deemed to be insufficient,‘communitywide containment’ may need to be implemented.Communitywide containment is an intervention applied to an entirecommunity, city or region, designed to reduce personalinteractions, except for minimal interaction to ensure vitalsupplies. It is a continuum to expand from social distancing tocommunity-wide quarantine with major movement restrictionsof everyone. Enforcement of community-wide containmentmeasures is far more complex given the larger number of personsinvolved. Such measures are also ethically more challengingwith individual human rights weighing against the public healthimperative. The advent of social media is an additional challengeto ensure compliance. During such community-wide quarantine,it is particularly important to wisely use social media as socialmedia provides an opportunity for communicating the reasonsfor quarantine, reassurance and practical advice and topreempt false rumours and panic. Implementation requires closepartnerships and cooperation with law enforcement at the localand state level, and often involves checkpoints, and may needlegal penalties if quarantine violations occur. Acommunitywide quarantine is currently happening in China on an orderof magnitude that mankind has never witnessed before. Table 1summarizes the different public health measures.        China has been preparing to contain future pandemicsby applying lessons learnt from SARS ever since 2003.9 Wehave to commend China for their swift and decisive response.Within a matter of weeks, China implemented all the toolsranging from case detection with immediate isolation, andcontact tracing with quarantining and medical observation of allcontacts. By        There are multiple implications for travellers: nationalborders may be closed or they may be barred from entry into cities orprovinces where community containment is being implemented.International travellers already locked into such areas will notbe able to leave unless their governments charter airplanes to flythem out, and even then it may be difficult to reach the airportdue to blocked roads. Indeed, most governments are now in theprocess of evacuating their citizens, and such passengers will besubject to 14 days quarantine upon arrival in their home country.Quarantining of those returning travellers or expats will occur atdesignated facilities (including islands for some countries) withmedical observation.Public health measures were successful for SARS because thevast majority of SARS patients were symptomatic, and werethus identifiable and could be isolated. Viral loads peaked at 6–11 days after onset of illness for nasopharyngeal aspirates, andoverall, peak viral loads were reached at 12–14 days of illnesswhen patients were usually already in hospital care.10 Low orabsence of viral shedding in the first few days of illness meant thatearly isolation measures could be effective. The incubation timeallowed for timely isolation, and also for contacts to be tracedand quarantined in time.The victory of old-type public health tools over SARSprovides impetus to continue such stringent measures for the novelcoronavirus. Given the trajectory of this outbreak, it is now amatter of whether we are able to scale up such efforts to keeppace with the rapid increase of cases and geographical spread.Whether these rigorous measures will result in the samevictory as for SARS depends on the following questions thatcurrently remain unanswered: (i) what is the proportion ofsubclinical disease (asymptomatic or mildly symptomatic) thatwould be missed by the case definition, hence not be identifiedand immediately isolated, and therefore contribute to communitytransmission? (ii) On what day of illness is peak viral shedding,and how much viral shedding occurs before onset of symptoms?(iii) Does viral shedding occur also beyond respiratory droplets,e.g. via fomites? (iv) What is the true case fatality rate if thedenominator also takes milder cases into account?Separation of ill persons To interruptwith contagious diseases transmission tofrom non-infected non-infected personspersonsTo reduce potentialtransmission fromexposed persons beforesymptoms occurEffective for infectious Early case detection is Largely ineffective fordiseases with high paramount infectious diseasesperson-to-person where asymptomatic ortransmission where pre-symptomaticpeak transmission infections contribute tooccurs when patients transmissionhave symptomsQuarantining is most Quarantined persons Financial compensationsuccessful in settings will need psychological for work days lostwhere detection of cases support, food and water, should be consideredis prompt, contacts can and household and Voluntary is preferredbe traced within a short medical supplies over mandatorytime frame with prompt quarantine, but lawissuance of quarantine enforcement may needto be considered ifquarantine violationsoccur frequentlyLaw enforcement isneeded in most settings.Therefore suchrestrictive interventionsshould be limited to theactual level of risk tothe communityThe answers to these questions will drive the response.Preliminary insights from clusters in Vietnam and Germany unveilthat even mildly symptomatic persons may contribute totransmission.11,12 If this is indeed more frequent, then old-style publichealth measures will not be sufficient and we need to awaitvaccines to halt the epidemic.The initial case fatality rate was reported to be 15%, but theinitial cases were biased towards the severe end of the disease,with rapidly rising cases, it is now thought to be around 2–3%.Until we understand the full clinical spectrum of the disease,we will not know the case fatality rate. What we do know isthat disease severity does not drive transmissibility. Althoughthe case fatality rate may be far lower than that ofSARSCoV, the greatest concern could be that this novel virus behavesepidemiologically like influenza viruses, will defy all old-stylepublic health measures, and turn into a pandemic with manymore deaths than SARS.", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Travelers give wings to novel coronavirus (2019-nCoV)"], ["Incubation period as part of the case definition of severe respiratory illness caused by a novel coronavirus"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["-century scourges with a 14thcentury toolbox"], ["Epidemiology and control of SARS in Singapore"], ["Public health and ethical considerations in planning for quarantine"], ["Interventions for Community Containment"], ["Pandemic planning in China: applying lessons from severe acute respiratory syndrome"], ["Viral shedding patterns of coronavirus in patients with probable severe acute respiratory syndrome"], ["Importation and human-tohuman transmission of a novel coronavirus in Vietnam"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["ME Wilson", "LH Chen"], ["H Nishiura", "K Mizumoto", "K Ejima", "Y Zhong", "B Cowling", "R Omori"], ["Q Li", "X Guan", "P Wu"], ["M Cetron", "P. Simone", "Battling"], ["KT Goh", "J Cutter", "BH Heng"], ["M Cetron", "J Landwirth"], [], ["NS Zhong", "GQ Zeng"], ["PK Cheng", "DA Wong", "LK Tong"], ["LT Phan", "TV Nguyen", "QC Luong"], ["C Rothe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The novel coronavirus (2019-nCoV) that emerged in Wuhan,\nChina in December 2019 quickly spread within Hubei province\nand has now reached all provinces in China and was exported\nto >20 countries by 30 January 2020. 2019-nCoV is thought to\nbe primarily transmitted by respiratory droplets with a similar\nincubation time and generation time as SARS coronavirus\n(SARSCoV).1,2 SARS was frightening at the time, maybe even more\nfrightening compared to 2019-nCoV (now renamed COVID-19)\ngiven its much more frequent progression to severe disease and\ndeath. But the world was able to completely interrupt\nhumanto-human transmission, halt the epidemic and SARS-CoV is\nnow eradicated. In the absence of vaccines and antivirals, this\nremarkable achievement was only possible because of rigorous\nimplementation of traditional public health measures.", "one_words_summarize": "The novel coronavirus (2019-nCoV) that emerged in Wuhan,China in December 2019 quickly spread within Hubei provinceand has now reached all provinces in China and was exportedto >20 countries by 30 January 2020. We are yet again faced with a situation of an outbreak witha closely related virus for which we currently have no specifictherapeutics or vaccines. Again, we need to rely on classicalpublic health measures to curb the epidemic of this respiratorydisease. The tools we have at hand are isolationand quarantine, social distancing and community containment. All these tools are currently being employed at an unprecedentedmassive scale in China. Isolation ofpatients is particularly effective in interrupting transmission ifearly detection is possible before overt viral shedding. This public healthpractice was used widely in fourteenth century Italy, when shipsarriving at the Venice port from plague-infected ports had toanchor and wait for 40 days (in Italian: quaranta for 40) beforedisembarking their surviving passengers.5 Forty days providedample time for the incubation time to be completed so that yetasymptomatic cases became symptomatic and could thereforebe identified. During quarantine, all individuals should bemonitored for the occurrence of any symptoms. Communitywide containment is an intervention applied to an entirecommunity, city or region, designed to reduce personalinteractions, except for minimal interaction to ensure vitalsupplies. The advent of social media is an additional challengeto ensure compliance. Preliminary insights from clusters in Vietnam and Germany unveilthat even mildly symptomatic persons may contribute totransmission.11,12 If this is indeed more frequent, then old-style publichealth measures will not be sufficient and we need to awaitvaccines to halt the epidemic."}