{"date": "2020/02/12", "journal": "Clinical Infectious Diseases", "authors": "Kelvin Kai-Wang To, Owen Tak-Yin Tsang, Cyril Chik-Yan Yip, Kwok-Hung Chan, Tak-Chiu Wu", "title": "Consistent Detection of 2019 Novel &lt;b&gt;Coronavirus&lt;/b&gt; in Saliva", "type": "Article", "abstract": "ehT 2019 novel coronavirus (2019-nCoV) was detected in the self-collected saliva of 91.7% (11/12) of patients. Serial saliva viral load monitoring generally showed a declining trend. Live virus was detected in saliva by viral culture. Saliva is a promising noninvasive specimen for diagnosis, monitoring, and infection control in patients with 2019-nCoV infection.", "text": "        In 2003, the severe acute respiratory syndrome coronavirus(SARS-CoV) caused a devastating global outbreak with acasefatality rate of 10% [                Rapid and accurate detection of 2019-nCoV is crucial incontrolling the outbreak in the community and in hospitals.Nasopharyngeal and oropharyngeal swabs are therecommended upper respiratory tract specimen types for 2019-nCoVdiagnostic testing. However, the collection of these specimentypes requires close contact between healthcare workers andpatients, which poses a risk of transmission of the virus to thehealthcare workers. Furthermore, the collection ofnasopharyngeal or oropharyngeal specimens causes discomfort andmay cause bleeding, especially in patients withthrombocytopenia [                Saliva specimens can be provided easily by asking patientsto spit into a sterile bottle. Since no invasive procedures arerequired, the collection of saliva can greatly minimize thechance of exposing healthcare workers to 2019-nCoV. Wehave previously demonstrated that saliva has a highconcordance rate of greater than 90% with nasopharyngealspecimens in the detection of respiratory viruses, includingcoronaviruses [        Given the benetfis of saliva testing, we have tested2019nCoV in saliva from patients with suspected 2019-nCoVinfection based on clinical and epidemiological criteria as outlinedby the Centre for Health Protection of Hong Kong. Here, wereport the results of the saliva testing.        METHODSPatient SpecimensIn Hong Kong, 2019-nCoV testing was performed by PublicHealth Laboratory Services Branch in Hong Kong for patientswho fulfilled the reporting criteria or enhanced surveillancecriteria [                Saliva was collected by asking the patient to cough outsaliva from their throat into a sterile container, and 2 mL of viraltransport medium was added as we described previously [        Viral CultureViral culture of 2019-nCoV was conducted in a biosafety level-3facility. Vero E6 cells were seeded with 1 mL of minimumessential medium (MEM) at 2 × 105 cells/mL in culture tubes andincubated at 37°C in a carbon dioxide incubator for 1–2 days untilconfluence for inoculation. Each saliva specimen wasinoculated in duplicate; 1 tube contained tosylsulfonyl phenylalanylchloromethyl ketone–treated trypsin (0.5 μg/mL) in serum-freeMEM and the other tube contained MEM with 1% fetal calfserum. Each tube was inoculated with 0.2 mL of saliva and wasincubated in a slanted position so that the inoculum covered themonolayer for 60 minutes at 37°C. Then 1 mL of either MEM ortrypsin MEM was added and incubated in a roller apparatus ata speed 12 to 15 revolutions per hour. Virus-induced cytopathiceffect was examined daily for up to 7 days.RESULTSA total of 12 patients with laboratory-confirmed 2019-nCoVinfection in Hong Kong were included. The median age was62.5 years, ranging from 37 to 75 years. There were 5 femaleand 7 male patients. At the time of writing, all patients werestill hospitalized. Saliva specimens were collected at a medianof 2  days after hospitalization (range, 0–7  days) (Figure  1).The 2019-nCoV was detected in the initial saliva specimensof 11 patients (91.7%). For patient K, the first salivaspecimen collected on the day of hospital admission testednegative. The median viral load of the first availablesaliva specimens was 3.3 × 106 copies/mL (range, 9.9 × 102 to1.2 × 108 copies/mL).Serial saliva specimens were available for 6 patients. eTh viralload was highest in the earliest available specimens for 5patients (83.3%). For patient H, the viral load was slightly higheron day 1 aeftr hospitalization (6.8  × 107 copies/mL) than on theday of hospital admission (5.7 × 107 copies/mL). For patient B,viral shedding in saliva was still detected on day 11 aeftrhospitalization. In 33 patients whose nasopharyngeal specimenstested negative for 2019-nCoV, all saliva specimens also testednegative. At the time of writing, viral cultures were positive for3 patients and negative for 2 patients.DISCUSSIONIn this study, we have demonstrated that 2019-nCoV could bedetected in the saliva specimens of 11 of the 12 patients studied.Serial saliva specimens showed declines in salivary 2019-nCoVRNA levels after hospitalization. Viral culture demonstratedthat live viruses were present in the saliva of 3 patients.        ehTre are several advantages in using saliva specimens forthe diagnosis of 2019-nCoV. First, saliva specimens can beprovided by the patient easily without any invasive procedures.ehTrefore, the use of saliva specimens could reduce the risk ofnosocomial 2019-nCoV transmission. Cases of 2019-nCoVinfection among healthcare workers have been found, with at least1 reported death [                Among patients with serial saliva specimens available, therewas a general decline in viral load for most patients, but 1 patienthad viral shedding in the saliva for at least 11 days aeftrhospitalization. eTh use of saliva is preferred over nasopharyngeal ororopharyngeal specimens for serial viral load monitoring because this would reduce the discomfort to the patient andreduce the health hazards to healthcare workers during repeatedsampling. Our experience with SARS in 2003 showed that viralload oeftn peaked at day 10 aeftr symptom onset. uThs, earlydetection and isolation of cases was strategic for infection controland provides the window of opportunity for antiviral therapy todecrease the peak viral load.ehT positive viral culture indicates that saliva contains liveviruses that may allow transmission. Respiratory viruses areconsidered to be transmitted from person to person throughdirect or indirect contact, or via coarse or fine droplets. Saliva canbe emitted through cough, and respiratory droplets containinginuflenza virus can be found even during normal breathing[                SARS-CoV has been shown to infect epithelial cells insalivary gland ducts in rhesus macaques [        Our results have demonstrated the potential for saliva to bea noninvasive specimen type for the diagnosis and viral loadmonitoring of 2019-nCoV. Because saliva can be providedby patients without any invasive procedures, the use of salivaspecimens will reduce the risk of nosocomial transmission of2019-nCoV and is ideal for situations in which nasopharyngealspecimen collection may be contraindicated.NotesAcknowledgments. eTh authors thank Wan-Mui Chan and Anthony Ngfor their technical assistance.Financial support. This study was partly supported by the ConsultancyService for Enhancing Laboratory Surveillance of Emerging InfectiousDiseases and Research Capability on Antimicrobial Resistance forDepartment of Health of the Hong Kong Special Administrative Region ofthe People’s Republic of China; the eThme-Based Research Scheme (grantnumber T11/707/15) of the Research Grants Council, Hong Kong SpecialAdministrative Region; the Sanming Project of Medicine in Shenzhen,China (grant number SZSM201911014); the High Level-Hospital Program,Health Commission of Guangdong Province, China; and the donations ofMichael Seak-Kan Tong, Respiratory Viral Research Foundation Limited;Hui Ming, Hui Hoy, and Chow Sin Lan Charity Fund Limited; Chan YinChuen Memorial Charitable Foundation; Marina Man-Wai Lee; and theHong Kong Hainan Commerical Association South China MicrobiologyResearch Fund.Potential coniflcts of interest. eTh authors: No reported conflicts ofinterest. All authors have submitted the ICMJE Form for Disclosure ofPotential Conflicts of Interest.", "ref_list": [[], ["Coronavirus as a possible cause of severe acute respiratory syndrome"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Additional molecular testing of saliva specimens improves the detection of respiratory viruses"], ["Saliva as a diagnostic specimen for testing respiratory virus by a point-of-care molecular assay: a diagnostic validity study"], ["Respiratory virus infection among hospitalized adult patients with or without clinically apparent respiratory infection: a prospective cohort study"], ["Detection of SARS-associated coronavirus in throat wash and saliva in early diagnosis"], ["Centre for Health Protection"], ["Wuhan reports first doctor death from coronavirus"], ["Infectious virus in exhaled breath of symptomatic seasonal influenza cases from a college community"], ["Epithelial cells lining salivary gland ducts are early target cells of severe acute respiratory syndrome coronavirus infection in the upper respiratory tracts of rhesus macaques"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JS Peiris "], [], ["Huang", "Y Wang", "X Li"], ["Z Zhu"], ["CC Yip "], [], ["KH"], ["WK Wang "], [], ["China Daily"], ["Yan", "Grantham"], ["Liu", "Q Wei", "Alvarez"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In 2003, the severe acute respiratory syndrome coronavirus\n(SARS-CoV) caused a devastating global outbreak with a\ncasefatality rate of 10% [\n        ", "one_words_summarize": "In 2003, the severe acute respiratory syndrome coronavirus(SARS-CoV) caused a devastating global outbreak with acasefatality rate of 10% [                Rapid and accurate detection of 2019-nCoV is crucial incontrolling the outbreak in the community and in hospitals. Since no invasive procedures arerequired, the collection of saliva can greatly minimize thechance of exposing healthcare workers to 2019-nCoV. Wehave previously demonstrated that saliva has a highconcordance rate of greater than 90% with nasopharyngealspecimens in the detection of respiratory viruses, includingcoronaviruses [        Given the benetfis of saliva testing, we have tested2019nCoV in saliva from patients with suspected 2019-nCoVinfection based on clinical and epidemiological criteria as outlinedby the Centre for Health Protection of Hong Kong. Virus-induced cytopathiceffect was examined daily for up to 7 days. eTh viralload was highest in the earliest available specimens for 5patients (83.3%). At the time of writing, viral cultures were positive for3 patients and negative for 2 patients. Serial saliva specimens showed declines in salivary 2019-nCoVRNA levels after hospitalization. eTh use of saliva is preferred over nasopharyngeal ororopharyngeal specimens for serial viral load monitoring because this would reduce the discomfort to the patient andreduce the health hazards to healthcare workers during repeatedsampling."}