{"date": "2020/02/12", "journal": "Virus Evolution", "authors": "Weng M Ng, Alice J Stelfox, Thomas A Bowden", "title": "Unraveling virus relationships by structure-based phylogenetic classification", "type": "Article", "abstract": "Delineation of the intricacies of protein function from macromolecular structure constitutes a continual obstacle in the study of cell and pathogen biology. Structure-based phylogenetic analysis has emerged as a powerful tool for addressing this challenge, allowing the detection and quantification of conserved architectural properties between proteins, including those with low or no detectable sequence homology. With a focus on viral protein structure, we highlight how a number of investigations have utilized this powerful method to infer common functionality and ancestry.", "text": "        Global genome sequencing initiatives have delivered abundantinsights into the expansive viral biosphere                Comparison of viral protein structures constitutes animportant consideration when establishing the relatedness of proteinsfrom genetically distinct viruses. When combined with modernsequence-based approaches                SBPA relies on the availability of medium-to-high resolution(typically higher than 3 A˚ ) structures, which can be compared ina pairwise manner to generate structural distances. Over thepast decades, numerous tools have been developed todetermine similarities between three-dimensional proteinstructures, including but not limited to HOMOLOGY (Rao andRossmann 1973), Structural Homology Program (SHP)                A pairwise structural alignment involves establishing thedegree of equivalence between two superimposed structures.Conventionally, a measure of the root-mean-square distancebetween the corresponding Ca atoms of a pair of superimposedprotein structures has been used to define structural similarity                Following pairwise structural alignments, HSF and MUSTANG(but not SHP) perform hierarchical categorization in a step termed‘classification’. In HSF (Ravantti, Bamford, and Stuart 2013), theinitial set of equivalent residues identified by pairwisecomparison forms a common structural core between the two structures.Comparison of similarities between structural cores establishedfrom all of the pairwise alignments generates new combinedcores (i.e. new sets of equivalent residues), which willsubsequently be used to repeat this recursive alignment process untilthe pool of input structures under comparison is diminished. Aseach class grows to encompass more closely related structures, afull hierarchical classification is generated. Similarly,residue–residue similarity scores are generated by comparison of equivalentcontiguous structural cores within MUSTANG                Finally, the relatedness of protein structures can becalculated quantitatively and plotted as an unrooted tree (ofunknown origin), reflecting the distances (branch length)between protein structures. SHP, MUSTANG, and HSF calculateso-called ‘evolutionary distances’ from similarity scores orprobabilities of equivalence, as detailed in Bamford, Grimes,and Stuart (2005; SHP), Konagurthu et al. (2006; MUSTANG), andRavantti, Bamford, and Stuart (2013; HSF). Subsequently,structure-based phylogenetic trees can be plotted from distancematrices and visualized using packages such as PHYLIP(Felsenstein 1989) and Dendroscope        While it is important not to discount the potential effects ofstructural determination (e.g. crystal packing) or inherentprotein features (structural plasticity/flexibility) upon thecalculation of these trees and the conclusions that can be drawn, inthe following sections, we demonstrate how SBPA has beensuccessfully used to relate commonalities in origin and functionfor several well-studied protein folds (Fig. 1).        The identification of novel viruses continues to expand ourappreciation of the virosphere, revealing a seemingly endlessbreadth of genomic diversity                The recent structural determination of the MCP from thessDNA Flavobacterium-infecting, lipid-containing phage (FLiP)        These results demonstrate the power of complementarystructure- and sequence-based approaches in drawing evolutionarylinks between diverse viruses.        The identification of shared structural and functionalproperties (e.g. common mode of capsid assembly and genomereplication, respectively) across distinct MCP-bearing DNA virusessupports the existence of a common ancestor for the doublejelly roll-MCP of PRD1–adenovirus members                The canonical six-bladed b-propeller fold is arranged as sixb-sheets, each comprising four anti-parallel strands organizedaround a central axis (Fig. 1C). Previous studies havedemonstrated that SBPA of proteins exhibiting this six-bladedb-propeller fold results in the bifurcation of viral and non-viralgroups                Analogous to the split observed upon SBPA of viral andnonviral six-bladed b-propeller folds (Fig. 2A), SBPA of Bcl-2 andBcl2-like proteins                In addition, SBPA reveals that the structural relationshipbetween poxviral Bcl-2-like proteins echoes their independentlyacquired functions. Indeed, VACV N1, which has bothantiapoptotic and anti-inflammatory functions        As the repertoire of the PDB continues to expand, SBPA has beenproven to be an increasingly useful method for rationalizingdifferences in protein functionality. Here, with a particularemphasis on viral receptor-binding proteins (RBPs), we demonstrate.)93 iafln ;)ifln ladn iliad ;)74 regu llre ap teh iscr19e ,rap BTH /gEn -ssn (4eX saan reop iedn liggh tropaSdn -5HN (s6G ,)LA itrza ilsad oom -pdb tseen ireh rceeadn ;IPV irvu (3SA rcau i-ssa sePdu lead rrep icad ,tehlom -HN rad 5aN soom tran ;)BW i-sbx )lea ilca reev(H VD ,eC tre an lra B e irc isa owIrrsLeevA ;()I12VN ;)-edCVG ,)l/bTVAA ;)ryp11STN ltrceaoum ili(se4aad iifttoonh (rscgeen itbodnn ,itreopnhehD 3HN 9XM (2H (se isun rosn sop isead onw lcyoitton irsvu (s2uG e4nN liisaad sgavn itcoam irepum iranm trseku gHN.)81ET zeaufln irrvad /eSdAw liregan icccoonu itteoah ltrsau seuun trrscu saadn(PoBnD iraapn ,-enGH ,)(4ZVH sooanm ;)0uRm itrceesod trssceu irzeavn llreeopp tteaonn .sn V a a i u - a eN a eH 3N ryp W B rw fln .b is chV u ) r T (2BV ;)CY iap id re sV ra-H m ; i d nh M u ;)fteohDN ,I-3PVHN (s2SuGV ,i)/ssoAM (Is3eLaS ieoananN (lise2adX )is79gun l)irccean lrceeood fPSooBR itseebdhiiltcaaoppn ;)(86SGHN ,iiravphN (I12oVGN iiilrsauudm .;)epSLnum iitssgaaum .lttr91eaa (lliseeyonw iiit-sgbdnn ,.tteeohN itceeabddneybd irsuH ;i-VGN /ykoTA ityphm (4ZCY llifsuu (tPSu trcoop trceop rodun irseaitfi va )7F ,) lla an reg SH lgy re cgk cenn g U TY en N sp y t e a aireed ,sSou (s4G (12H loaSm ieoan ;)TA tebd ehnm itthh rebd itsydew HN iru N ;) um 1EU lau tca ew tgh ranttrrsceuu ;)-sSoCV ,aavhnG i/teanVm (L1143KY .;)eSp5nK ili(seaad lsccaaw itrsvaou itredhw iiltahw litevoours RK -G sA N 2V ss irx yx loo ed tedllreeop (iit2nn ;)PhVG llceeou ,/rePuA (IsanN iiifceadn tceam fraapm cadnn iltgghh llcaauC-pb lgu ON m )K en irv tan oA ito ih .)9lli-ssegabxoooddu lirsssgeeevaauhm lii(trrsc5egyoopun irszevauflunnAAN (lt4FL10eaaauVNm iiil;)ftrrresogpdnuCm i;)rrcsoooopanTmM liitrsevyaoodunn liiftrseevaPSoBdw ftrrrssceeeeaapun trrrsscceeeeaoopu f201eaxoodBdnnwv i G 4 N A e in a lom ,m gn ;)L /A YA (1S .)F .)D n ien teS)(AH -eVH ij`ao (4PC ,)9N (2A 2eu (01V 989 ohw trop ;901.rse :sM ,-GM ean (7N anN enN sea ie1n rsea idn .l2allttrrsceuu ttrrscgeuu ;)j2oBCVM ,)i/rsPbBBO litrs9aauN ieeopannum i;)sooapHm iliseaoddn l(ItsseFePn ttrrssceuu ttrseabuh Jtseoonhnreop ionw (5N (4C /AA ccsu LLS 1FK LYH llree ttrcu ;200-edpb llfeoh irsvuH /LyoBn ,)(52TH ttrceoop (se1ad geaph itPhw -roppb llrsee .lt2eali-abxd itthw spum ,)(633K 8enN ;)ISTK lii-ssa itrceao ltteod )ehT -roppb ;auhCfso ed ,m th ira (1e tran bd sap dC ile 010        m N r k s n n h 2PA fro -H /eP /AU iad lra ;)a eew (aB ,w .laSB.reg2u ltreeypn ;)4uZVYM llsceeoBu ,)(347QN llireeosaa ltrceaoum (s832eW ttrreood .litceeyv rcgkodun teeodnwiF qu (1 m N ch in ad un sp ab (BDownloadedfrommmhttps://acadeic.oup.co/ve/articleabstract/6/1/veaa003/5734706bygueston26arch2020Mhow SBPA provides insights into the means by which a commonprotein fold architecture can be adapted, modified, andelaborated to achieve differential functionality.paramyxoviruses and the power of SBPA in rationalizing andpredicting host cell species tropism from paramyxoviral RBPstructure alone.4.1 Paramyxovirus RBPs: Pathways to unique viraltropism characteristicsParamyxoviruses exhibit some of the highest rates ofcrossspecies transmission amongst RNA viruses (Kitchen,Shackelton, and Holmes 2011). This transmission potential is, inpart, facilitated by the ability of the six-bladed b-propellerdomain of the paramyxoviral RBP to productively interact withcell surface receptors that are conserved between differentorganisms                SBPA of known paramyxoviral HN, H, and G RBP structureshas shown that these viral proteins segregate according toreceptor-specificity                In addition, we note that the RBP from the henipavirus,Mo` jiang virus (MojV-G RBP)                The identification of these structurally and functionallydistinct RBPs both highlights the existence of novel host cell entrypathways that may be utilized by pathobiologically diverse4.2 Novel roles for structurally distinct influenza virusglycoproteinsHemagglutinin (HA) (Fig. 1E) and neuraminidase (NA) (Fig. 1C)glycoproteins extend from the envelope surface of influenzavirus and are responsible for negotiating host cell entry andegress, respectively. HA is responsible for both recognizing sialicacid during host cell attachment and facilitating fusion of thehost and viral membranes, while NA is responsible forhydrolyzing sialic acid to free virus progeny from infected cells                The paradigm shifting discovery of the HL17NL10 (HL,hemagglutinin-like; NL, neuraminidase-like) and HL18NL11influenza A viruses from bats in Latin America                While the receptor for HL18 has yet to be reported, the majorhistocompatibility complex class II human leukocyte antigenDR isotype (HLA-DR) has been identified as a receptor requiredfor host cell attachment for HL17                A recent structural study utilized SBPA to classify theconformational states of OW and NW arenaviral GP1glycoproteins and relate the potential physiological roles of thesediscrete structural classes to differential antigenicity                Inspection of the SBPA reveals that the GP1 structures fromNW Machupo virus (MACV), Junı´n virus (JUNV), and WhitewaterArroyo virus (WWAV) separate into two branches according torespective clades B and D classification                Strikingly, we note that the GP2-free structure of the GP1glycoprotein from LUJV, a pathogenic OW arenavirus                In light of the expansive genomic diversity revealed by viralsurveillance initiatives                It seems likely that SBPA will continue to play an importantrole in characterizing and rationalizing the pathobiologicalfeatures of newly emerging viruses. Indeed, we have shown thatthis is possible for emerging paramyxoviruses, where thereceptor-binding domain, an important determinant of host celltropism, structurally classifies according to receptor specificity                SBPA can also lead to structure-guided hypotheses ofwhether the glycoproteins displayed by emerging viruses maybe capable of misleading the antibody-mediated immuneresponse through the formation of structural classes that aredistinct from those presented on the mature virion        We thank David Stuart and Peter Simmonds for criticalreading of the manuscript and Ruben Hulswit for helpfuldiscussions.This work was funded by the Medical Research Council (MR/L009528/1 and MR/S007555/1 to T.A.B), Wellcome (203797/Z/16/Z to W.M.N), and the Engineering and Physics ResearchCouncil (EP/K503113/1, EP/L505031/1, EP/M50659X/1, andEP/M508111/1 to A.J.S). The Wellcome Centre for HumanGenetics is supported by grant 203141/Z/16/Z.Conflict of interest: None declared., Jones, E. Y., and Stuart, D. I. (2011) ‘Cells Under Siege: ViralGlycoprotein Interactions at the Cell Surface’, Journal ofStructural Biology, 175: 120–6.Bowden, T. R. et al. (2001) ‘Molecular Characterization ofMenangle Virus, a Novel Paramyxovirus Which Infects Pigs,Fruit Bats, and Humans’, Virology, 283: 358–73.Bowie, A. et al. (2000) ‘A46R and A52R from Vaccinia Virus AreAntagonists of Host IL-1 and Toll-Like Receptor Signaling’,Proceedings of the National Academy of Sciences of the United Statesof America, 97: 10162–7.Braberg, H. et al. (2012) ‘SALIGN: A Web Server for Alignment ofMultiple Protein Sequences and Structures’, Bioinformatics, 28:2072–3.Branco, L. M. et al. (2010) ‘Shedding of Soluble Glycoprotein 1Detected During Acute Lassa Virus Infection in HumanSubjects’, Virology Journal, 7: 306.Briese, T. et al. (2009) ‘Genetic Detection and Characterization ofLujo Virus, a New Hemorrhagic Fever-Associated Arenavirusfrom Southern Africa’, PLoS Pathogens, 5: e1000455.Burmeister, W. P., Ruigrok, R. W., and Cusack, S. (1992) ‘The 2.2 aResolution Crystal Structure of Influenza B Neuraminidaseand Its Complex with Sialic Acid’, The EMBO Journal, 11: 49–56.Cao, W. (1998) ‘Identification of Alpha-Dystroglycan as aReceptor for Lymphocytic Choriomeningitis Virus and LassaFever Virus’, Science, 282: 2079–81.Cerny, J. et al. (2014) ‘Evolution of Tertiary Structure of Viral RNADependent Polymerases’, PLoS One, 9: e96070.et al. (2015) ‘A Deep Phylogeny of Viral and CellularRight-Hand Polymerases’, Infection, Genetics and Evolution, 36:275–86.Chavas, L. M. et al. (2005) ‘Crystal Structure of the HumanCytosolic Sialidase Neu2. Evidence for the Dynamic Nature ofSubstrate Recognition’, Journal of Biological Chemistry, 280:469–75.Chen, R. A. et al. (2008) ‘Inhibition of IkappaB Kinase by VacciniaVirus Virulence Factor B14’, PLoS Pathogens, 4: e22.Chua, K. B. et al. (2002) ‘Full Length Genome Sequence of TiomanVirus, a Novel Paramyxovirus in the Genus RubulavirusIsolated from Fruit Bats in Malaysia’, Archives of Virology, 147:1323–48.Clark, L. E. et al. (2018) ‘Vaccine-Elicited Receptor-Binding SiteAntibodies Neutralize Two New World Hemorrhagic FeverArenaviruses’, Nature Communications, 9: 1884.Cohen-Dvashi, H. et al. (2015) ‘Molecular Mechanism for LAMP1Recognition by Lassa Virus’, Journal of Virology, 89: 7584–92., Kilimnik, I., and Diskin, R. (2018) ‘Structural Basis forReceptor Recognition by Lujo Virus’, Nature Microbiology, 3:1153–60.Crennell, S. et al. (2000) ‘Crystal Structure of the MultifunctionalParamyxovirus Hemagglutinin–Neuraminidase’, NatureStructural Biology, 7: 1068–74.Crennell, S. J. et al. (1993) ‘Crystal Structure of a BacterialSialidase (from Salmonella typhimurium LT2) Shows the SameFold as an Influenza Virus Neuraminidase’, Proceedings of theNational Academy of Sciences of the United States of America, 90:9852–6.Crispin, M. et al. (2016) ‘Native Functionality and TherapeuticTargeting of Arenaviral Glycoproteins’, Current Opinion inVirology, 18: 70–5.Das, T. et al. (1997) ‘Basic Amino Acid Residues at theCarboxy-Terminal Eleven Amino Acid Region of thePhosphoprotein (P) Are Required for Transcription But Not forReplication of Vesicular Stomatitis Virus Genome RNA’,Virology, 238: 103–14.Delmas, O. et al. (2010) ‘The Structure of the NucleoproteinBinding Domain of Lyssavirus Phosphoprotein Reveals aStructural Relationship Between the N-RNA Binding Domainsof Rhabdoviridae and Paramyxoviridae’, RNA Biology, 7: 322–7.Douglas, A. E. et al. (2007) ‘Structure of M11L: A Myxoma VirusStructural Homolog of the Apoptosis Inhibitor, Bcl-2’, ProteinScience, 16: 695–703.Eaton, B. T. et al. (2006) ‘Hendra and Nipah Viruses: Different andDangerous’, Nature Reviews Microbiology, 4: 23–35.Emonet, S. F. et al. (2009) ‘Arenavirus Genetic Diversity and ItsBiological Implications’, Infection, Genetics and Evolution, 9:417–29.Felsenstein, J. (1989) ‘PHYLIP—Phylogeny Inference Package(Version 3.2)’, Cladistics, 5: 164–6.Feng, N. et al. (2016) ‘Fatal Canine Distemper Virus Infection ofGiant Pandas in China’, Scientific Reports, 6: 27518.Fisher-Hoch, S. P. et al. (2000) ‘Effective Vaccine for Lassa Fever’,Journal of Virology, 74: 6777–83.Garcı´a-Sastre, A. (2012) ‘The Neuraminidase of Bat InfluenzaViruses Is Not a Neuraminidase’, Proceedings of the NationalAcademy of Sciences of the United States of America, 109: 18635–6.Gaskell, A., Crennell, S., and Taylor, G. (1995) ‘The ThreeDomains of a Bacterial Sialidase: A Beta-Propeller, anImmunoglobulin Module and a Galactose-Binding Jelly-Roll’,Structure, 3: 1197–205.Goncalves, A. R. et al. (2013) ‘Role of DC-SIGN in Lassa VirusEntry into Human Dendritic Cells’, Journal of Virology, 87:11504–15.Graham, S. C. et al. (2008) ‘Vaccinia Virus Proteins A52 and B14Share a Bcl-2-Like Fold But have Evolved to Inhibit NF-kappaBRather than Apoptosis’, PLoS Pathogens, 4: e1000128.Green, T. J., and Luo, M. (2009) ‘Structure of the VesicularStomatitis Virus Nucleocapsid in Complex with theNucleocapsid-Binding Domain of the Small PolymeraseCofactor, P’, Proceedings of the National Academy of Sciences of theUnited States of America, 106: 11713–8.Harrison, S. C. et al. (1978) ‘Tomato Bushy Stunt Virus at 2.9 aResolution’, Nature, 276: 368–73.Harte, M. T. et al. (2003) ‘The Poxvirus Protein A52R TargetsToll-Like Receptor Signaling Complexes to Suppress HostDefense’, The Journal of Experimental Medicine, 197: 343–51.Hastie, K. M. et al. (2016) ‘Crystal Structure of the PrefusionSurface Glycoprotein of the Prototypic Arenavirus LCMV’,Nature Structural & Molecular Biology, 23: 513–21.et al. (2017) ‘Structural Basis for Antibody-MediatedNeutralization of Lassa Virus’, Science, 356: 923–8., and Saphire, E. O. (2018) ‘Lassa Virus Glycoprotein:Stopping a Moving target’, Current Opinion in Virology, 31: 52–8.Holm, L., and Sander, C. (1993) ‘Protein Structure Comparison byAlignment of Distance Matrices’, Journal of Molecular Biology,233: 123–38.Huson, D. H. et al. (2007) ‘Dendroscope: An Interactive Viewer forLarge Phylogenetic Trees’, BMC Bioinformatics, 8: 460.Igonet, S. et al. (2011) ‘X-Ray Structure of the ArenavirusGlycoprotein GP2 in Its Postfusion Hairpin Conformation’,Proceedings of the National Academy of Sciences of the United Statesof America, 108: 19967–72.Israeli, H. et al. (2017) ‘Mapping of the Lassa Virus LAMP1 BindingSite Reveals Unique Determinants Not Shared by Other OldWorld Arenaviruses’, PLoS Pathogens, 13: e1006337.Ivanov, I. et al. (2010) ‘Structure of the Dimerization Domain ofthe Rabies Virus Phosphoprotein’, Journal of Virology, 84:3707–10.Jacome, R. et al. (2015) ‘Structural Analysis of MonomericRNA-Dependent Polymerases: Evolutionary and TherapeuticImplications’, PLoS One, 10: e0139001.Jae, L. T. et al. (2014) ‘Virus Entry. Lassa Virus Entry Requires aTrigger-Induced Receptor Switch’, Science, 344: 1506–10.Johnson, R. I. et al. (2019) ‘Characterization of Teviot Virus, anAustralian Bat-Borne Paramyxovirus’, Journal of GeneralVirology, 100: 403–13.Kalverda, A. P. et al. (2009) ‘Poxvirus K7 Protein Adopts a Bcl-2Fold: Biochemical Mapping of Its Interactions with HumanDEAD Box RNA Helicase DDX3’, Journal of Molecular Biology, 385:843–53.Karakus, U. et al. (2019) ‘MHC Class II Proteins MediateCross-Species Entry of Bat Influenza Viruses’, Nature, 567:109–12.Karlin, D., and Belshaw, R. (2012) ‘Detecting Remote SequenceHomology in Disordered Proteins: Discovery of ConservedMotifs in the N-Termini of Mononegavirales Phosphoproteins’,PLoS One, 7: e31719.Khayat, R. et al. (2005) ‘Structure of an Archaeal Virus CapsidProtein Reveals a Common Ancestry to Eukaryotic andBacterial Viruses’, Proceedings of the National Academy of Sciencesof the United States of America, 102: 18944–9.Khosravi, M. et al. (2016) ‘Canine Distemper Virus FusionActivation: Critical Role of Residue E123 of CD150/SLAM’,Journal of Virology, 90: 1622–37.Kitchen, A., Shackelton, L. A., and Holmes, E. C. (2011) ‘FamilyLevel Phylogenies Reveal Modes of Macroevolution in RNAViruses’, Proceedings of the National Academy of Sciences of theUnited States of America, 108: 238–43.Konagurthu, A. S. et al. (2006) ‘MUSTANG: A Multiple StructuralAlignment Algorithm’, Proteins: Structure, Function, andBioinformatics, 64: 559–74.Koonin, E. V. et al. (2019) Create a Megataxonomic Framework,Filling All Principal Taxonomic Ranks, for DNA Viruses EncodingVertical Jelly Roll-Type Major Capsid Proteins <https://talk.ictvonline.org/files/proposals/taxonomy_proposals_general1/m/gen04/9342> accessed 24 Jan 2020.Krissinel, E., and Henrick, K. (2004) ‘Secondary-StructureMatching (SSM), a New Tool for Fast Protein StructureAlignment in Three Dimensions’, Acta Crystallographica SectionD Biological Crystallography, 60(Pt 12 Pt 1): 2256–68.Krupovic, M., and Bamford, D. H. (2008) ‘Virus Evolution: How Fardoes the Double Beta-Barrel Viral Lineage Extend?’, NatureReviews Microbiology, 6: 941–8., and (2011) ‘Double-Stranded DNA Viruses: 20Families and Only Five Different Architectural Principles forVirion Assembly’, Current Opinion in Virology, 1: 118–24., and Koonin, E. V. (2017) ‘Multiple Origins of Viral CapsidProteins from Cellular Ancestors’, Proceedings of the NationalAcademy of Sciences of the United States of America, 114: E2401–10.Kumar, V. et al. (2017) ‘beta-Propeller Phytases: Diversity,Catalytic Attributes, Current Developments and PotentialBiotechnological Applications’, International Journal of BiologicalMacromolecules, 98: 595–609.Kvansakul, M. et al. (2008) ‘Vaccinia Virus Anti-Apoptotic F1L Is aNovel Bcl-2-Like Domain-Swapped Dimer that Binds a HighlySelective Subset of BH3-Containing Death Ligands’, Cell Death& Differentiation, 15: 1564–71.Laanto, E. et al. (2017) ‘Virus Found in a Boreal Lake Links ssDNAand dsDNA Viruses’, Proceedings of the National Academy ofSciences of the United States of America, 114: 8378–83.Proceedings of the National Academy of Sciences of the United Statesof America, 99: 14758–63.Negrete, O. A. et al. (2005) ‘EphrinB2 Is the Entry Receptor forNipah Virus, an Emergent Deadly Paramyxovirus’, Nature, 436:401–5.Neidel, S. et al. (2015) ‘Vaccinia Virus Protein A49 Is anUnexpected Member of the B-Cell Lymphoma (Bcl)-2 ProteinFamily’, Journal of Biological Chemistry, 290: 5991–6002.Nguyen, M. N., Tan, K. P., and Madhusudhan, M. S. (2011)‘CLICK—Topology-Independent Comparison of Biomolecular3D Structures’, Nucleic Acids Research, 39: W24–8.Noyce, R. S., Delpeut, S., and Richardson, C. D. (2013) ‘DogNectin-4 Is an Epithelial Cell Receptor for Canine DistemperVirus that Facilitates Virus Entry and Syncytia Formation’,Virology, 436: 210–20.Oksanen, H. M. et al. (2012) ‘Virus Universe: Can It BeConstructed from a Limited Number of Viral Architectures’, inGu¨ nther W. (ed.) Viruses: Essential Agents of Life, pp. 83–105.Dordrecht: Springer Netherlands.Ortiz, A. R., Strauss, C. E., and Olmea, O. (2002) ‘MAMMOTH(Matching Molecular Models Obtained from Theory): AnAutomated Method for Model Comparison’, Protein Science, 11:2606–21.Oubrie, A. et al. (1999) ‘The 1.7 a Crystal Structure of the Apo Formof the Soluble Quinoprotein Glucose Dehydrogenase fromAcinetobacter calcoaceticus Reveals a Novel Internal ConservedSequence Repeat’, Journal of Molecular Biology, 289: 319–33.Parsy, M. L. et al. (2013) ‘Crystal Structure of VenezuelanHemorrhagic Fever Virus Fusion Glycoprotein Reveals a Class1 Postfusion Architecture with Extensive Glycosylation’,Journal of Virology, 87: 13070–5.Pernet, O., Wang, Y. E., and Lee, B. (2012) ‘Henipavirus ReceptorUsage and Tropism’, Current Topics in Microbiology andImmunology, 359: 59–78.Poirot, O. et al. (2004) ‘3DCoffee@Igs: A Web Server forCombining Sequences and Structures into a MultipleSequence Alignment’, Nucleic Acids Research, 32: W37–40.Pryce, R. et al. (2018) ‘Structure-Based Classification Defines theDiscrete Conformational Classes Adopted by the ArenaviralGP1’, Journal of Virology, 93: pii: e01048–18.et al. (2020) ‘A Key Region of Molecular SpecificityOrchestrates Unique Ephrin-B1 Utilization by Cedar Virus’, LifeScience Alliance, 3: pii: e201900578.Quistgaard, E. M., and Thirup, S. S. (2009) ‘Sequence andStructural Analysis of the Asp-Box Motif and Asp-BoxBeta-Propellers; a Widespread Propeller-Type Characteristic ofthe Vps10 Domain Family and Several Glycoside HydrolaseFamilies’, BMC Structural Biology, 9: 46.Raaben, M. et al. (2017) ‘NRP2 and CD63 Are Host Factors for LujoVirus Cell Entry’, Cell Host & Microbe, 22: 688–96 e5.Radoshitzky, S. R. et al. (2007) ‘Transferrin Receptor 1 Is aCellular Receptor for New World Haemorrhagic FeverArenaviruses’, Nature, 446: 92–6.Rao, S. T., and Rossmann, M. G. (1973) ‘Comparison ofSuper-Secondary Structures in Proteins’, Journal of MolecularBiology, 76: 241–56.Ravantti, J., Bamford, D., and Stuart, D. I. (2013) ‘AutomaticComparison and Classification of Protein Structures’, Journal ofStructural Biology, 183: 47–56.Ribeiro Ede, A., Jr. et al. (2009) ‘Binding of Rabies VirusPolymerase Cofactor to Recombinant CircularNucleoprotein–RNA Complexes’, Journal of Molecular Biology,394: 558–75.", "ref_list": [[], ["Host-Species Transferrin Receptor 1 Orthologs Are Cellular Receptors for Nonpathogenic New World Clade B Arenaviruses'"], ["'Structural Basis for Receptor Recognition by New World Hemorrhagic Fever Arenaviruses'"], ["Insights into Virus Evolution and Membrane Biogenesis from the Structure of the Marine Lipid-Containing Bacteriophage PM2'"], ["'Structure Unifies the Viral Universe'"], ["'Sequential Conformational Changes in the Morbillivirus Attachment Protein Initiate the Membrane Fusion Process'"], ["New Phylogenetic Grouping of Positive-Sense RNA Viruses Is Concordant with Replication Complex Morphology'"], ["'Novel Paramyxovirus Associated with Severe Acute Febrile Disease"], ["'SLAM-"], ["Expresso: Automatic Incorporation of Structural Information in Multiple Sequence Alignments Using 3D-Coffee'"], ["'Structure of the Nucleoprotein Binding Domain of Mokola Virus Phosphoprotein'"], ["Insights into the Evolution of a Complex Virus from the Crystal Structure of Vaccinia Virus D13'"], ["How Vaccinia Virus has Evolved to Subvert the Host Immune Response'"], ["'Do Viruses Form Lineages Across Different Domains of Life?"], ["'Evolution of Viral Structure'"], ["'What Does Structure Tell Us About Virus Evolution?'"], ["'Viral Evolution Revealed by Bacteriophage PRD1 and Human Adenovirus Coat Protein Structures'"], ["'Experimental Adaptation of Wild-Type Canine Distemper Virus (CDV) to the Human Entry Receptor CD150'"], ["'Characterization of Ovine Nectin-4, a Novel Peste des Petits Ruminants Virus Receptor'"], ["Ephrin-B2 Ligand Is a Functional Receptor for Hendra Virus and Nipah Virus'"], ["'Differential Antibody-Based Immune Response Against Isolated GP1 Receptor-Binding Domains from Lassa and Junin Viruses'"], ["The Biology of Influenza Viruses'"], ["'Structural Basis of Nipah and Hendra Virus Attachment to Their Cell-Surface Receptor Ephrin-B2'"], ["Unusual Molecular Architecture of the Machupo Virus Attachment Glycoprotein'"], ["'Shared Paramyxoviral Glycoprotein Architecture Is Adapted for Diverse Attachment Strategies'"], ["The Structural Variability of the Influenza a Hemagglutinin Receptor-Binding Site'"], ["'Molecular Recognition of Human EphrinB2 Cell Surface Receptor by an Emergent African Henipavirus'"], ["'Structure of the Ebola VP35 Interferon Inhibitory Domain'"], ["'Structural Basis for dsRNA Recognition and Interferon Antagonism by Ebola VP35'"], ["'Unprecedented Genomic Diversity of RNA Viruses in Arthropods Reveals the Ancestry of Negative-Sense RNA Viruses'"], ["'Structure of SARS Coronavirus Spike Receptor-Binding Domain Complexed with Receptor'"], ["Structural Analysis of Major Species Barriers Between Humans and Palm Civets for Severe Acute Respiratory Syndrome Coronavirus Infections'"], ["'Receptor Recognition Mechanisms of Coronaviruses: A Decade of Structural Studies'"], ["'Structural and Functional Characterization of Neuraminidase-Like Molecule N10 Derived from Bat Influenza a Virus'"], ["Acidic pH-Induced Conformations and LAMP1 Binding of the Lassa Virus Glycoprotein Spike'"], ["'Safety, Immunogenicity, and Efficacy of the ML29 Reassortant Vaccine for Lassa Fever in Small Non-Human Primates'"], ["'Structural Comparisons of the Nucleoprotein from Three Negative Strand RNA Virus Families'"], ["'Molecular Basis for Antibody-Mediated Neutralization of New World Hemorrhagic Fever Mammarenaviruses'"], ["'Inhibition of Apoptosis and NF-kappaB Activation by Vaccinia Protein N1 Occur via Distinct Binding Surfaces"], ["'Structure of the C-Terminal Domain of Lettuce Necrotic Yellows Virus Phosphoprotein'"], ["'Influenza Virus Neuraminidase Structure and Functions'"], ["Use of SLAM and PVRL4 and Identification of Pro-HB-EGF as Cell Entry Receptors for Wild Type Phocine Distemper Virus'"], ["'Automated Structural Comparisons Clarify the Phylogeny of the Right-Hand-Shaped Polymerases'"], ["'Synthetically Derived Bat Influenza A-Like Viruses Reveal a Cell Type-But Not Species-Specific Tropism'"], ["The Structure and Evolution of the Major Capsid Protein of a Large, Lipid-Containing DNA Virus'"], ["Three-Dimensional Structure of the Adenovirus Major Coat Protein Hexon'"], ["'Conserved Sequences in Bacterial and Viral Sialidases'"], ["'Exploring Structural Homology of Proteins'"], ["'Structure of Influenza Hemagglutinin in Complex with an Inhibitor of Membrane Fusion'"], ["'Canine Distemper Virus Associated with a Lethal Outbreak in Monkeys Can Readily Adapt to Use Human Receptors'"], ["'Definition of General Topological Equivalence in Protein Structures. A Procedure Involving Comparison of Properties and Relationships Through Simulated Annealing and Dynamic Programming'"], ["The Evolutionary History of Vertebrate RNA Viruses'"], ["'Identification of Cell Surface Molecules Involved in Dystroglycan-Independent Lassa Virus Cell Entry'"], ["'Structural Basis for Receptor Selectivity by the Whitewater Arroyo Mammarenavirus'"], ["'Protein Structure Alignment by Incremental Combinatorial Extension (CE) of the Optimal Path'"], ["'Influenza Virus Neuraminidase: Structure and Function'"], ["'Consensus Statement: Virus Taxonomy in the Age of Metagenomics'"], ["Cryo-EM Structure of the SARS Coronavirus Spike Glycoprotein in Complex with Its Host Cell Receptor ACE2'"], ["Utilizes Alpha-Dystroglycan as Its Major Receptor'"], ["'Vaccinia Virus Protein A46R Targets Multiple Toll-Like-Interleukin-1 Receptor Adaptors"], ["'A Structure-Based Rationale for Sialic Acid Independent Host-Cell Entry of Sosuga Virus'"], ["'Image Reconstruction Reveals the Complex Molecular Organization of Adenovirus'"], ["'Crystal Structure of Cat Muscle Pyruvate Kinase at a Resolution of 2.6 A'"], ["'Crystal Structure of the Polysialic Acid-Degrading Endosialidase of Bacteriophage K1F'"], ["Bat-Derived Influenza Hemagglutinin H17 Does Not Bind Canonical Avian or Human Receptors and Most Likely Uses a Unique Entry Mechanism'"], ["'Zoonotic Potential of Emerging Paramyxoviruses: Knowns and Unknowns'"], ["'A Distinct Lineage of Influenza a Virus from Bats'"], ["New World Bats Harbor Diverse Influenza a Viruses'"], ["'Role of Sialic Acid-Containing Molecules in Paramyxovirus Entry into the Host Cell: A Minireview'"], ["'Crystal Structure of Fungal Lectin: Six-Bladed Beta-Propeller Fold and Novel Fucose Recognition Mode for Aleuria aurantia Lectin'"], ["'Origins and Evolution of the Global RNA Virome'"], ["'Crystal Structure of NL63 Respiratory Coronavirus Receptor-Binding Domain Complexed with Its Human Receptor'"], [""], ["'FATCAT: A Web Server for Flexible Structure Comparison and Structure Similarity Searching'"], ["The Bcl-2 Protein Family: Opposing Activities that Mediate Cell Death'"], ["'Vast Diversity of Prokaryotic Virus Genomes Encoding Double Jelly-Roll Major Capsid Proteins Uncovered by Genomic and Metagenomic Sequence Analysis'"], ["'Emerging Paramyxoviruses: Receptor Tropism and Zoonotic Potential'"], ["'Convergent Immunological Solutions to Argentine Hemorrhagic Fever Virus Neutralization'"], ["'Crystal Structures of Two Subtype N10 Neuraminidase-Like Proteins from Bat Influenza a Viruses Reveal a Diverged Putative Active Site'"], ["'Human and Host Species Transferrin Receptor 1 Use by North American Arenaviruses'"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Abraham"], [], ["N. G. Abrescia"], ["N. G. Abrescia"], ["N. Ader-Ebert"], ["T. Ahola"], ["C. G. Albarino"], ["L. Alves", "Nectin-"], ["F. Armougom"], ["R. Assenberg"], ["M. W. Bahar"], [], ["D. H. Bamford"], ["R. M. Burnett", "D. I. Stuart"], ["J. M. Grimes"], ["S. D. Benson"], ["M. Bieringer"], ["J. Birch"], ["M. I. Bonaparte"], ["A. Borenstein-Katz"], ["N. M. Bouvier", "P. Palese"], ["T. A. Bowden"], [], [], ["M. Lazniewski"], ["B. Lee"], ["D. W. Leung"], [], ["C. X. Li"], ["F. Li"], [], [], ["Q. Li"], ["S. Li"], ["I. S. Lukashevich"], ["M. Luo"], ["S. Mahmutovic"], ["C. Maluquer de Motes"], ["N. Martinez"], ["J. L. McAuley"], ["M. M. Melia"], ["H. A. Monttinen"], ["E´ . A. Moreira"], ["N. Nandhagopal", "I. Rissanen"], ["M. M. Roberts"], ["P. Roggentin"], ["M. G. Rossmann", "P. Argos"], ["R. J. Russell"], ["K. Sakai"], ["A. Sali", "T. L. Blundell"], ["M. Shi"], ["M. Shimojima"], ["A. Shimon", "O. Shani", "R. Diskin"], ["I. N. Shindyalov", "P. E. Bourne"], ["Y. A. Shtyrya", "L. V. Mochalova", "N. V. Bovin"], ["P. Simmonds"], ["W. Song"], ["C. F. Spiropoulou", "But Not Clade A and B Viruses"], ["J. Stack"], ["A. J. Stelfox", "T. A. Bowden"], ["P. L. Stewart"], ["D. I. Stuart"], ["K. Stummeyer"], ["X. Sun"], ["P. A. Thibault"], ["S. Tong"], [], ["E. Villar", "I. M. Barroso"], ["M. Wimmerova"], ["Y. I. Wolf"], ["K. Wu"], ["Z. Wu", "Virus Henipa-Like"], ["Y. Ye", "A. Godzik"], ["R. J. Youle", "A. Strasser"], ["N. Yutin"], ["A. Zeltina", "T. A. Bowden", "B. Lee"], [], ["X. Zhu"], ["M. Zong", "I. Fofana", "H. Choe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Global genome sequencing initiatives have delivered abundant\ninsights into the expansive viral biosphere\n        ", "one_words_summarize": "Global genome sequencing initiatives have delivered abundantinsights into the expansive viral biosphere                Comparison of viral protein structures constitutes animportant consideration when establishing the relatedness of proteinsfrom genetically distinct viruses. When combined with modernsequence-based approaches                SBPA relies on the availability of medium-to-high resolution(typically higher than 3 A˚ ) structures, which can be compared ina pairwise manner to generate structural distances. Aseach class grows to encompass more closely related structures, afull hierarchical classification is generated. Similarly,residue–residue similarity scores are generated by comparison of equivalentcontiguous structural cores within MUSTANG                Finally, the relatedness of protein structures can becalculated quantitatively and plotted as an unrooted tree (ofunknown origin), reflecting the distances (branch length)between protein structures. 2006; MUSTANG), andRavantti, Bamford, and Stuart (2013; HSF). Subsequently,structure-based phylogenetic trees can be plotted from distancematrices and visualized using packages such as PHYLIP(Felsenstein 1989) and Dendroscope        While it is important not to discount the potential effects ofstructural determination (e.g. crystal packing) or inherentprotein features (structural plasticity/flexibility) upon thecalculation of these trees and the conclusions that can be drawn, inthe following sections, we demonstrate how SBPA has beensuccessfully used to relate commonalities in origin and functionfor several well-studied protein folds (Fig. 1C)glycoproteins extend from the envelope surface of influenzavirus and are responsible for negotiating host cell entry andegress, respectively. This work was funded by the Medical Research Council (MR/L009528/1 and MR/S007555/1 to T.A.B), Wellcome (203797/Z/16/Z to W.M.N), and the Engineering and Physics ResearchCouncil (EP/K503113/1, EP/L505031/1, EP/M50659X/1, andEP/M508111/1 to A.J.S). The Wellcome Centre for HumanGenetics is supported by grant 203141/Z/16/Z.Conflict of interest: None declared., 2015) ‘A Deep Phylogeny of Viral and CellularRight-Hand Polymerases’, Infection, Genetics and Evolution, 36:275–86.Chavas, L. M. et al. ( 2005) ‘Crystal Structure of the HumanCytosolic Sialidase Neu2. 2002) ‘Full Length Genome Sequence of TiomanVirus, a Novel Paramyxovirus in the Genus RubulavirusIsolated from Fruit Bats in Malaysia’, Archives of Virology, 147:1323–48.Clark, L. E. et al. ( 2015) ‘Molecular Mechanism for LAMP1Recognition by Lassa Virus’, Journal of Virology, 89: 7584–92., 2010) ‘The Structure of the NucleoproteinBinding Domain of Lyssavirus Phosphoprotein Reveals aStructural Relationship Between the N-RNA Binding Domainsof Rhabdoviridae and Paramyxoviridae’, RNA Biology, 7: 322–7.Douglas, A. E. et al. ( 2000) ‘Effective Vaccine for Lassa Fever’,Journal of Virology, 74: 6777–83.Garcı´a-Sastre, A. (2012) ‘The Neuraminidase of Bat InfluenzaViruses Is Not a Neuraminidase’, Proceedings of the NationalAcademy of Sciences of the United States of America, 109: 18635–6.Gaskell, A., Crennell, S., and Taylor, G. (1995) ‘The ThreeDomains of a Bacterial Sialidase: A Beta-Propeller, anImmunoglobulin Module and a Galactose-Binding Jelly-Roll’,Structure, 3: 1197–205.Goncalves, A. R. et al. ( 2015) ‘Structural Analysis of MonomericRNA-Dependent Polymerases: Evolutionary and TherapeuticImplications’, PLoS One, 10: e0139001.Jae, L. T. et al. ("}