{"date": "2020/02/11", "journal": "Acta Biochimica et Biophysica Sinica", "authors": "Xin Yang, Mehboob Arslan, Xingjian Liu, Haozhi Song, Mengtan Du", "title": "IFN-γ establishes interferon-stimulated gene-mediated antiviral state against Newcastle disease virus in chicken fibroblasts", "type": "Article", "abstract": "Newcastle disease virus (NDV) causes severe economic losses through severe morbidity and mortality and poses a significant threat to the global poultry industry. Significant efforts have been made to develop novel vaccines and therapeutics; however, the interaction of NDV with the host is not yet fully understood. Interferons (IFNs), an integral component of innate immune signaling, act as the first line of defense against invading viruses. Compared with the mammalian repertoire of IFNs, limited information is available on the antiviral potential of IFNs in chickens. Here, we expressed chicken IFN-γ (chIFN-γ) using a baculovirus expression vector system, characterized its antiviral potential against NDV, and determined its antiviral potential. Priming of chicken embryo fibroblasts with chIFN-γ elicited an antiviral environment in primary cells, which was mainly due to interferon-stimulated genes (ISGs). A genome-wide transcriptomics approach was used to elucidate the possible signaling pathways associated with IFN-γ-induced immune responses. RNAsequencing (RNA-seq) data revealed significant induction of ISG-associated pathways, activated temporal expression of ISGs, antiviral mediators, and transcriptional regulators in a cascade of antiviral responses. Collectively, we found that IFN-γ significantly elicited an antiviral response against NDV infection. These data provide a foundation for chIFN-γ-mediated antiviral responses and underpin functional annotation of these important chIFN-γ-induced antiviral influencers.", "text": "        Newcastle disease (ND) is a devastating global infectious disease thatpredominates in the poultry industry and results in severe economiclosses by causing acute morbidity, reducing egg production, andsignificant mortality [                The innate immune response is the primary line of defense againstinvading pathogens. Upon viral invasion of host cells, the innateimmune response is activated in an antigen-independent manner [                IFNs are the integral component of the innate immune system,and their pattern of gene expression and antiviral properties areassociated with specific receptor–ligand interactions in a specificbiological environment [                Similar to its mammalian orthologue, chIFN-γ is a 16.8-kDacytokine composed of 169 amino acids (aa), a 19-aa signalingsegment, and a 145-aa backbone [                Numerous studies have been conducted to evaluate themammalian immune responses generated by IFN-γ. Moreover,the immunomodulatory effect of IFN-γ as a vaccine adjuvant hasbeen demonstrated [        In the present study, we employed the baculovirus expressionvector system (BEVS) in Bombyx mori, also known as a silkworm,to express recombinant chicken IFN-γ (chIFN-γ) and characterizedits antiviral potential against NDV (chicken-origin NDV, F48E9,genotype IX) in CEFs. By using the transcriptomic approach, wetried to analyze the variations in gene expression in CEFs duringthe antiviral experiments. Transcriptomic profiling revealed distinctupregulation of differentially expressed genes (DEGs) and temporalexpression of ISGs and presented significant pathways involved inthe cascade of avian immunity.          This study was designed and performed in agreement with the animalethics guidelines and endorsement of the Beijing AdministrationOffice of Laboratory Animals (Beijing, China). CEFs were producedfrom 9- to 11-day-old specific pathogen-free (SPF) embryonatedchicken eggs (ECEs) at the Biotechnology Research Institute ChineseAcademy of Agricultural Sciences (Beijing, China) as previouslydescribed [                    We have previously demonstrated the successful construction anddevelopment of a recombinant B. mori Bacmid (reBmBac) expressionsystem [                    For sodium dodecyl-sulfate polyacrylamide gel electrophoresis(SDSPAGE), a 20-μl sample containing 100 ug of recombinant proteinwas loaded on the gel. Blank silkworm blood treated in the sameway was loaded as the negative control. After electrophoresis andtransfer onto PVDF membrane, recombinant chIFN-γ expressionwas analyzed by western blot analysis using anti-IFN-γ antibody(Abcam, Cambridge, USA), according to the Protein Blotting Guide(Bio-Rad, Hercules, USA), as previously described [          To evaluate the anti-NDV activity of BEVS-derived chIFN-γ, CEFswere seeded in a 12-well plate and either left untreated or treated withthe appropriate concentration of chIFN-γ for 24 h. Both thetreatment, control cells were treated with the hemolymph preparationsfrom the untreated silkworms. NDV at an MOI of 0.1 was incubatedwith CEFs for 2 h and then cultured with media in the absence ofchIFN-γ for 36 h. The supernatant was harvested to analyze theinhibition kinetics of chIFN-γ against NDV infection. To study thepattern of ISG expression, CEFs were further stimulated with a serialdilution of IFNs for 12 h. CEFs were then treated with chIFN-γ at aconcentration of 4.19 × 103 IU/ml. Cells were lysed for the extractionof total RNA.          Briefly, Trizol reagent (Invitrogen, Carlsbad, USA) was used toextract total RNA from supernatants or cell lysates as previouslydescribed [                    For transcriptomic analysis, samples from virus-infected ormocktreated CEFs were treated with the control hemolymph preparations,and RNA extraction was performed using the Trizol method [                    RNA-seq data from chIFN-γ-treated, NDV-treated, IFN +NDVtreated, and mock-treated CEFs were presented in Table 2. Onceclusters were generated, the library preparation was run on anIllumina HiSeq X Ten Platform and 150 bp paired-end readswere generated. All the reads were aligned and mapped to thereference genome database (ftp://ftp.ensembl.org/pub/release-89/fasta/gallus_gallus/dna/). By using a reference-based approach, allof the individually mapped reads from each sample were assembledby StringTie (v1.3.3b) [          Raw reads∗Error rate (%)Q20 (%)Q30 (%)GC content (%)∗Raw reads: all data were generated by one sequencing; #clean reads, the remaining reads after deletion of low-quality reads and reads with adapters or poly-N > 10%; †clean bases, thesequence number multiplied by the stretch of the sequencing and transformed to present G units.          BEVS was used for the construction and expression of chIFN-γ. ALuciferase reporter gene was used to assess the expression efficiencyas previously described [          The antiviral effect of recombinant chIFN-γ was measured bythe VSV-GFP reporter assay. It was found that the BEVS expressedchIFN-γ was biologically active with remarkable anti-VSV activity inCEFs. It was also found that 3.2 × 106 IU/ml chIFN-γ was present inthe silkworm hemolymph (Supplementary Table S2). Previousstudies have shown that antiviral units (AUs) of recombinant IFNs areclosely associated with the cell type and viruses used in the reporterassay. First, we evaluated the antiviral potential of chIFN-γ againstthe F48E9 NDV strain. Briefly, CEFs were pre-treated with increasingconcentrations of chIFN-γ for 24 h before NDV infection. ThechIFN-γ treatment significantly inhibited NDV replication in CEFsin a dose-dependent manner (Supplementary Table S2). Next, toanalyze the stages of NDV infection and the extent of viral inhibitionby chIFN-γ treatment, we collected supernatant at different hourspost-infection (hpi). Intriguingly, we observed that pre-treatmentwith chIFN-γ at a concentration of 4.19 × 103 IU/ml significantlyreduced the viral replication in CEFs at a regular interval (12, 24, and36 hpi) (Fig. 2). These results suggested that chIFN-γ has significantantiviral activity against NDV strain F48E9 in CEFs.Transcriptomics was used to explore the possible cellular andmolecular signaling associated with IFN-induced immune regulation.Transcriptomes from NDV- and chIFN-γ-treated CEFs were comparedwith mock conditions to identify DEGs. The variation in DEGsreflects immune signaling, cellular structure, moleculartransportation, and biochemical pathways.          Previous studies have demonstrated that chIFN-γ signaling occursvia specific IFN-γ receptors and functions as a channel betweeninnate and adaptive immunity [          Additionally, we profiled the patterns of gene expression andcompared them with mock conditions by RNA-seq. There was anoverall moderate to high gene expression in the distinct treatmentgroups; in Group 1 (NDV-treated CEF vs mock), 1845 genes out of4121 DEGs were upregulated and 2276 genes were downregulated(Fig. 3A); in Group 2 (chIFN-γ-treated CEF vs mock), 365 genesout of 433 DEGs were upregulated and 68 genes weredownregulated (Fig. 3B); and in Group 3 (chIFN-γ + NDV treated CEF vsmock) 3140 genes out of 6455 DEGs were upregulated and 3315genes were downregulated (Fig. 3C). We compared chIFN-γ +NDVtreated CEFs with NDV-treated CEFs (i.e. Group 3 vs Group 4)and found that 1384 out of 1946 genes were upregulated, while562 genes downregulated (Fig. 3D). The significant differences ingene abundance were documented and illustrated as hierarchicalclustering (Fig. 4A). Briefly, the transcripts demonstrated significantdifferences in the treatment groups compared with the control group.Heat map analysis presented a visual comparison of the transcripts.In the NDV-treated group, significant gene upregulation occurred. Asimilar pattern was observed in chIFN-γ-treated CEFs, but at a lowerlevel. However, a remarkable change was seen in chIFN-γ +NDVtreated CEFs, where a significant cohort of genes was distinctlyupregulated. Fascinatingly, a significant number of genes overlappedin the three treatment groups (Fig. 4B). Furthermore, we used qPCRquantification to validate the pattern of expression for DEGs. TheqRT-PCR results shown in Fig. 5 demonstrated that the most crucialISGs, including viperin, MyD88, STAT1, Mx, and PKR tested inthis study, are significantly upregulated. Moreover, the expressionsof IL1B and JAK2 were greater in the treated group than those inthe control group (adjusted P-values >0.05), which is also consistentwith the findings of the RNA-seq data. Collectively, these findingsstrongly supported the antiviral role of ISGs in the IFN-mediatedimmune response. DEGs were further characterized on the basis oftheir abundance and fold change (Supplementary Table S1).          Taken together, we observed fundamental upregulation ofintegral cytokine, chemokine, and antiviral genes (IL6, IL7, IL12A,IL15, STAT1, JAK2, IL1B, IL12B, JUN, SOCS3, TLR3, MX1,RSAD2, IFIH1, IRF7, MYD88, NFKB1, NFKBIA, BF1, BF2, andDMB1) in the NDV + IFN-γ group (Supplementary Table S1). Thesegenes are linked and closely related in terms of functionality (Fig. 6).These genes are also associated with apoptosis, cytokine–cytokinereceptor interactions, cellular proliferation. and differentiation, aswell as antiviral responses. The expressions of a diverse subsetof genes identified in this study are in agreement to thepreviously reported literature where a moderate antiviral functionalityis observed against NDV [                    In order to deeply undermine the possible functionality of theobserved novel genes found in the cohort of DEGs, we furtheranalyzed and predicted the specific functions associated with eachnovel gene. Briefly, both the novel gene 00068 and novel gene 00025were hypothetical proteins Y956_03374. Similarly, the novel gene00372 was designated as peroxisome proliferator-activated receptorgamma coactivator-related protein 1-like isoform and the novel gene00577 as paramyosin-like, while partial and novel gene 00372 issimilar to PPRC1. The protein encoded by gene 00372 is identicalto PPAR-gamma coactivator 1 (PPARGC1/PGC-1), a protein thatis broadly involved in the activation of mitochondrial biogenesisvia interaction with respiratory factor 1 (NRF1) in response toproliferative signals. It is believed that alternative splicing resultsin multiple transcript variants [                    In order to classify the functions associated with the identifiedDEGs, GO enrichment analysis was performed. Based on sequencehomology, the transcripts for DEGs were grouped into three broadcategories, i.e. cellular components, molecular functions, andbiological processes (Fig. 7), by using DESeq2 [          The functional distribution of DEGs in each treatment group wasevaluated by comparing the transcript profiles. All analysis here wassubject to an adjusted P-value of <0.05. In NDV-treated CEFs, 48out of 3465 GO terms were significant (Fig. 7A). In thechIFN-γtreated CEFs, 18 out of 1730 GO terms were significant (Fig. 7B).In NDV + chIFN-γ-treated CEFs, 90 out of 3886 GO terms weresignificant (Fig. 7C). In the NDV + chIFN-γ-treated vs NDV-treatedgroup, 26 out of 2766 GO terms were significant (Fig. 7D).Terms associated with biological processes were significantlyenriched by comparing the transcriptional profiles ofchIFN-γtreated group with those of the control group. These biologicalprocesses include immune response, immune system process, antigenprocessing and presentation, regulation of innate immune response,activation of immune response, and regulation of immune systemprocess. The cellular components included MHC protein complex,MHC class II protein complex, and membrane-related dynamics. Theenriched terms associated with molecular functions were chemokineand cytokine activity, cytokine receptor binding, regulatory regionDNA binding, and regulatory region nucleic acid binding (Fig. 7B). InNDV-treated CEFs, the significantly enriched GO terms in biologicalprocesses were mainly linked to regulatory processes related tonucleic acids and proteins, as well as gene expression. Among themolecular functions, cytokine activity, cytokine receptor binding,transcription factor activity, and sequence-specific DNA bindingwere the most significantly enriched GO terms (Fig. 7A). GO analysisof NDV + chIFN-γ-treated CEFs showed that among biologicalprocesses, regulatory processes related to biosynthesis, metabolism,and nucleic acid synthesis were highly enriched. Similarly, chemokineactivity, organic cyclic compound binding, heterocyclic compoundbinding, and catalytic activity were the most significantly enrichedGO terms in molecular functions (Fig. 7C). Some of the highlysignificant biological processes observed in the NDV + chIFN-γ vsNDV treatment groups include immune responses, immune systemprocesses, cytokine activity, chemokine activity, chemokine receptorbinding, cytokine receptor binding, MHC protein complex, MHCclass II protein complex, and antigen processing and presentation(Fig. 7D). In short, this analysis showed that distinct biologicalprocesses were enriched in all treatment groups, suggesting thatdiverse biological processes are initiated in response to NDV,IFNγ, and NDV + IFN-γ treatment. However, further experiments arerequired to address these differences in a comprehensive manner.To further characterize and classify the predicted functions ofall the upregulated DEGs, data were further analyzed for KEGGpathway enrichment analysis. The analyzed data are presentedin Supplementary Table S3, adjusted P-value <0.05. In all threeexperimental groups, significant upregulation in gene expressionwas observed in biological signaling including the Toll-likereceptor (TLR) signaling pathway (STAT1/TLR3/IRF7), influenzaA (BLB1/STAT1/TLR3/IRF7/MX1/RSAD2/DMB2/IFIH1), andherpes simplex infection (BLB1, CD74, STAT1, TRAF5, IL15,TLR3, IRF7, TAP2, BF1, TAP1, DMB2, IFIH1, and BF2) (Fig. 8).Similarly, cytokine–cytokine receptor interaction, herpes simplexinfection, JAK-STAT, and Salmonella infection signaling pathwaysalso demonstrated significant upregulation in terms of cytokines,interleukins, ISGs, and transcription modulators, respectively(Fig. 8D). Major genes including IL1β, IL6, IL8, CCL4, CCL5,STAT1, TLR3, IRF7, IFITM-1, IFITM-3, IFITM-5, STAT1, NF-kB,MX1, RSAD2 (viperin), MDA5, and ZAP were identified in thisstudy (Supplementary Table S1).          Interestingly, among all those crucial genes related to innateimmunity identified in the present study, we found that TLR3, TLR7,IL1B, IRF7, IL8, STAT1, and MHC class I and II molecules areexactly the same as those observed in previously studies where similargene expression was shown in CEFs treated with NDV (genotype VIIand IX) [                  In the current study, we presented the transcriptomic profile ofDEGs in primary fibroblasts after treatment with chIFN-γ and therelease of subsequent pro-inflammatory mediators in response tothe treatment. This significant response is due to sustained andswift signaling through highly specific receptor–ligand interactionsand expressions of chemokines and cytokines, which results in apotent antiviral environment. Surprisingly, we observed an overallincrease in TLR signaling in all treatment groups and the temporalexpression of numerous genes in TLR-mediated immune responses.We also reported a comprehensive gene expression analysis ofeukaryote-derived chIFN-γ-induced gene expression in livesilkworms. Due to the advantages of BEVS system over the E. coliexpression system [                Type I IFNs do not provide sufficient protection against membersof avian Paramyxoviridae including velogenic NDV [                A large amount of ISGs are induced by chIFN-γ, which changesthe traditional view that primary CEFs are optimally responsiveto IFN-γ [                Microarray and RNA-seq technologies have been used toinvestigate the effect of type I chicken interferon (IFN-α) treatment onISGs in primary fibroblast cells, showing that treatment withIFNα causes significant upregulation of ISGs [                In mammals, IFN-γ acts as a crucial IFN that is mainlyresponsible for diverse biological functions including macrophage activation,demonstrates immunomodulatory activity, and is directly associatedwith antigen presentation and processing, antitumor, andantimicrobial pathways. Similarly, it has been observed that this IFN hasa direct impact on the maturation and differentiation of lymphoidcells, the activity of natural killer (NK) cells, and the regulation ofimmunoglobulin production by B cells [                Melanoma differentiation-associated gene 5 (MDA5), a crucialpattern recognition receptor (PRR) in birds, is activated by bothlong and short double-stranded RNA (dsRNA) viruses [                The expressions of crucial genes related to innate immunityidentified in the present study are exactly the same as those observed inpreviously performed studies where similar patterns of geneexpression were shown in CEFs treated with chIFN-α [                The expressions of crucial genes, including TLR3, TLR7, IL1B,IRF7, IL8, STAT1, and MHC class I and II molecules, arecharacteristic of NDV infection in chicken cells. However, in previouslyperformed studies, a significant expression of type I IFNs (INF-α andIFN-β) was observed against NDV infection [        Innate immune signaling in Aves is an extremely diverse,multifaceted, integrated, and precise process that relies on many differentaspects. All the genes observed in this study govern proteininteractions and are directly associated with avian immunity. However,additional investigation and validation of a cohort of immune-associatedgenes are required to understand the avian immune response againstinvading viral pathogens. An extensive and inclusive study involvinga broad range of genes related to immunity and several IFNs thatcompare and connect the unified function is required to provide acomprehensive understanding of the innate immune responsecascade. Additional investigations using animal models to evaluatewhether related arrays of immune response exist in chicken againstchIFN-γ are also significant and will further provide a deeper insightinto immune signaling in Aves.Supplementary data is available at Acta Biochimica et BiophysicaSinica online.This work was supported by the grants from the National KeyResearch and Development Program of China (No. 2017YFD0500706)and the National Natural Sciences Foundation of China (Nos.31670156 and 31872430).", "ref_list": [[], ["Detection and differentiation of Newcastle disease virus (avian paramyxovirus type 1)"], ["Deep sequencing-based transcriptome profiling reveals avian interferonstimulated genes and provides comprehensive insight into Newcastle disease virus-induced host responses"], ["Passaging of a Newcastle disease virus pigeon variant in chickens results in selection of viruses with mutations in the polymerase complex enhancing virus replication and virulence"], ["Pathogenesis of chickenpassaged Newcastle disease viruses isolated from chickens and wild and exotic birds"], ["Virulence of six heterogeneous-origin Newcastle disease virus isolates before and after sequential passages in domestic chickens"], ["Generation of velogenic Newcastle disease viruses from a nonpathogenic waterfowl isolate by passaging in chickens"], ["Phylogenetic and pathotypical analysis of two virulent Newcastle disease viruses isolated from domestic ducks in China"], ["and viruses: an interplay between induction, signalling, antiviral responses and virus countermeasures"], ["Avian interferons and their antiviral effectors"], ["Characterization and transcriptional analysis of the mouse chromosome 16 cytokine receptor gene cluster"], ["Lambda interferon (IFN-λ), a type III IFN, is induced by viruses and IFNs and displays potent antiviral activity against select virus infections in vivo"], ["Chicken interferome: avian interferon-stimulated genes identified by microarray and RNA-seq of primary chick embryo fibroblasts treated with a chicken type I interferon (IFN-α)"], ["Dynamic expression of interferon lambda regulated genes in primary fibroblasts and immune organs of the chicken"], ["Production of interferon-γ by chicken T cells"], ["Cloning and expression of the chicken interferon-γ gene"], ["Biological properties of recombinant chicken interferon-γ"], ["Modulation of chicken macrophage effector function by TH1/TH2 cytokines"], ["In vitro effects of recombinant chicken interferon-gamma on immune cells"], ["Recombinant duck interferon gamma inhibits duck hepatitis B virus replication in primary hepatocytes"], ["Advances in avian immunology-prospects for disease control: a review"], [""], ["Expression and functional characterization of recombinant chicken interferon-gamma"], ["Interferons and viral infections"], ["Effects of interferon-γ knockdown on vaccine-induced immunity against Marek's disease in chickens"], ["Immunomodulation of bivalent Newcastle disease DNA vaccine induced immune response by co-delivery of chicken IFN-γ and IL-4 genes"], ["Expression of interferon gamma by a highly virulent strain of Newcastle disease virus decreases its pathogenicity in chickens"], ["Enhancement of immunogenicity of a virosome-based avian influenza vaccine in chickens by incorporating CpG-ODN"], ["Molecular cloning and functional analysis of goose interferon gamma"], ["Avian IFN-γ genes: sequence analysis suggests probable cross-species reactivity among galliforms"], ["Cloning and expression of pigeon IFN-γ gene"], [""], ["Chicken interferons, their receptors and interferon-stimulated genes"], ["An interferon gammagp120 fusion delivered as a DNA vaccine induces enhanced priming"], ["Synergistic effects of adjuvants interferon-γ and levamisole on DNA vaccination against infection with Newcastle disease virus"], ["Embryo vaccination of turkeys against Newcastle disease infection with recombinant fowlpox virus constructs containing interferons as adjuvants"], ["Antiviral activity of lambda interferon in chickens"], ["Optimization of conditions for expression of recombinant interferon-γ in E. coli"], ["Pichia pastoris a realistic platform for industrial production of recombinant human interferon gamma?"], ["and biological characterization of a velogenic Newcastle disease virus isolated from a healthy backyard poultry flock in 2010"], ["A Manual of Methods for Baculovirus Vectors and Insect Cell Culture Procedures, Texas Agricultural Experiment Station"], ["A highly efficient and simple construction strategy for producing recombinant baculovirus Bombyx mori nucleopolyhedrovirus"], ["The Bradford method for protein quantitation"], ["Generating vesicular stomatitis virus pseudotype bearing the severe acute respiratory syndrome coronavirus spike envelope glycoprotein for rapid and safe neutralization test or cell-entry assay"], ["Purification of RNA using TRIzol (TRI reagent)"], ["Analysis of relative gene expression data using real-time quantitative PCR and the 2− CT method"], ["StringTie enables improved reconstruction of a transcriptome from RNA-seq reads"], ["A novel gene of β chain of the IFN-γ receptor of Huiyang chicken: cloning, distribution, and CD assay"], ["Molecular cloning and characterization of chicken interferon-γ receptor α-chain"], ["Newcastle disease virus V protein is associated with viral pathogenesis and functions as an alpha interferon antagonist"], ["Newcastle disease virus V protein targets phosphorylated STAT1 to block IFN-I signaling"], ["Activation of a PGC-1-related coactivator (PRC)-dependent inflammatory stress program linked to apoptosis and premature senescence"], ["Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2"], ["Newcastle disease virus infection in chicken embryonic fibroblasts but not duck embryonic fibroblasts is associated with elevated host innate immune response"], ["Interferon regulatory factor 7-(IRF7-) mediated immune response affects Newcastle disease virus replication in chicken embryo fibroblasts"], ["Fundamentals of baculovirus expression and applications"], ["Pre-immune state induced by chicken interferon gamma inhibits the replication of H1N1 human and H9N2 avian influenza viruses in chicken embryo fibroblasts"], ["Characterisation of chicken viperin"], ["Biological effects of chicken type III interferon on expression of interferon-stimulated genes in chicken: comparison with type I and type II interferons"], ["The effects of different velogenic NDV infections on the chicken bursa of Fabricius"], ["The interferon-induced Mx protein of chickens lacks antiviral activity"], ["Chicken interferon-inducible transmembrane protein 3 restricts influenza viruses and lyssaviruses in vitro"], ["Interferon-γ: an overview of signals, mechanisms and functions"], ["Review of the recombinant human interferon gamma as an immunotherapeutic: impacts of production platforms and glycosylation"], ["MDA5 senses short double-stranded RNA with implications for antiviral response against avian influenza viruses in chicken"], ["Chicken cells sense influenza a virus infection through MDA5 and CARDIF-signaling involving LGP2"], ["The evolution of vertebrate Toll-like receptors"], ["Unique features of chicken Toll-like receptors"], ["Unique properties of the chicken TLR4/MD-2 complex: selective lipopolysaccharide activation of the MyD88-dependent pathway"], ["Marek's disease virus-induced immunosuppression: array analysis of chicken immune response gene expression profiling"], ["Cloning, expression and functional characterization of chicken CCR6 and its ligand CCL20"], ["Unique chemotactic response profile and specific expression of chemokine receptors CCR4 and CCR8 by CD4+ CD25+ regulatory T cells"], ["phylogenetic analysis of three novel chicken CC chemokines"], ["The multifunctional NS1 protein of influenza A viruses"], ["Lethal H5N1 influenza viruses escape host anti-viral cytokine responses"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["E Aldous", "D Alexander"], ["W Liu", "X Qiu", "C Song", "Y Sun", "C Meng", "Y Liao", "L Tan"], ["J Dortmans", "P Rottier", "G Koch", "B Peeters"], ["GD Kommers", "DJ King", "BS Seal", "CC Brown"], ["GD Kommers", "DJ King", "BS Seal", "CC Brown"], ["Y Shengqing", "N Kishida", "H Ito", "H Kida", "K Otsuki", "Y Kawaoka", "T. Ito"], ["S Zhang", "X Wang", "C Zhao", "D Liu", "Y Hu", "J Zhao", "G Zhang"], ["RE Randall", "S. Interferons Goodbourn"], ["D Santhakumar", "D Rubbenstroth", "L Martinez-Sobrido", "M. Munir"], ["MP Hardy", "EP Sanij", "PJ Hertzog", "CM Owczarek"], ["N Ank", "H West", "C Bartholdy", "K Eriksson", "AR Thomsen", "SR Paludan"], ["ES Giotis", "RC Robey", "NG Skinner", "CD Tomlinson", "S Goodbourn", "MA Skinner"], ["M Arslan", "X Yang", "D Santhakumar", "X Liu", "X Hu", "M Munir", "Y Li"], ["JW Lowenthal", "MR Digby", "JJ York"], ["MR Digby", "JW Lowenthal"], ["KC Weining", "U Schultz", "U Münster", "B Kaspers", "P Staeheli"], ["H He", "KJ Genovese", "MH Kogut"], ["Yeh", "BJ Winslow", "DE Junker", "JM Sharma"], ["U Schultz", "FV Chisari"], ["P. Kaiser"], ["F Davison", "B Kaspers", "KA Schat", "P. Avian Kaiser", "Immunology"], ["K Song", "H Lillehoj", "K Choi", "D Zarlenga", "J Han"], ["V Fensterl", "GC Sen"], ["K Haq", "SK Wootton", "N Barjesteh", "S Golovan", "A Bendall", "S. Sharif"], ["P Sawant", "P Verma", "P Subudhi", "U Chaturvedi", "M Singh", "R Kumar", "A Tiwari"], ["L Susta", "I Cornax", "DG Diel", "SC Garcia", "PJ Miller", "X Liu", "S Hu"], ["AI Mallick", "P Parvizi", "LR Read", "É Nagy", "S Behboudi", "S. Sharif"], ["B Li H-T", "J-W Mi", "H-Y Jin", "Wang Xu L-N"], ["P Kaiser", "D Sonnemans", "LM Smith"], ["E Fringuelli", "L Urbanelli", "O Tharuni", "PC Proietti", "A Bietta", "I Davidson", "MP Franciosini"], ["AK Abbas", "AH Lichtman", "S. Pillai", "Molecular Cellular", "Immunology"], ["KE Goossens", "AC Ward", "JW Lowenthal", "AG Bean"], ["S Nimal", "AL McCormick", "MS Thomas", "AW Heath"], ["J Yin", "H Jin", "F Yang", "Z Ding", "C Huang", "Q Zhu", "B Wang"], ["S Rautenschlein", "JM Sharma", "BJ Winslow", "J McMillen", "D Junker", "M. Cochran"], ["A Reuter", "S Soubies", "S Härtle", "B Schusser", "B Kaspers", "P Staeheli", "D. Rubbenstroth"], ["M Kumar", "M Singh", "SB Singh"], ["A Razaghi", "E Tan", "LH Lua", "L Owens", "O Karthikeyan", "K. Heimann", "Is"], ["M Munir", "M Abbas", "MT Khan", "S Zohari", "M. Genomic Berg"], ["MD Summers", "Smith GE"], ["X Liu", "Y Wei", "Y Li", "H Li", "X Yang", "Y Yi"], ["NJ Kruger"], ["J Ge", "Z Wen", "X Wang", "S Hu", "Y Liu", "X Kong", "H Chen"], ["DC Rio", "M Ares", "GJ Hannon", "TW Nilsen"], ["KJ Livak", "TD Schmittgen"], ["M Pertea", "GM Pertea", "CM Antonescu", "T-C Chang", "JT Mendell", "SL Salzberg"], ["W Han C-L", "X Dong H-T", "M. Wang"], ["X Han", "T Chen", "M Wang"], ["Z Huang", "S Krishnamurthy", "A Panda", "SK Samal"], ["X Qiu", "Q Fu", "C Meng", "S Yu", "Y Zhan", "L Dong", "C Song"], ["N Gleyzer", "RC Scarpulla"], ["MI Love", "W Huber"], ["Y Kang", "M Feng", "X Zhao", "X Dai", "B Xiang", "P Gao", "Y Li"], ["Z Wang", "Z Ning", "M Sun", "S Gao", "Y Kang", "P Xie", "T. Ren"], ["TA Kost", "CW Kemp"], ["S-S Yuk", "D-H Lee", "Park", "J-H Tseren-Ochir E-O", "J-Y Noh", "Lee J-B"], ["KE Goossens", "AJ Karpala", "A Rohringer", "A Ward", "AG Bean"], ["Y Masuda", "A Matsuda", "T Usui", "T Sugai", "A Asano", "Y. Yamano"], ["Y Kristeen-Teo", "S Yeap", "S Tan", "A Omar", "A Ideris", "S Tan", "N. Alitheen"], ["D Bernasconi", "U Schultz", "P. Staeheli"], ["SE Smith", "M Gibson", "R Wash", "F Ferrara", "E Wright", "N Temperton", "P Kellam"], ["K Schroder", "PJ Hertzog", "T Ravasi", "DA Hume"], ["A Razaghi", "L Owens", "K. Heimann"], ["T Hayashi", "C Watanabe", "Y Suzuki", "T Tanikawa", "Y Uchida", "T. Saito", "Chicken"], ["M Liniger", "A Summerfield", "G Zimmer", "KC McCullough", "N. Ruggli"], ["JC Roach", "G Glusman", "L Rowen", "A Kaur", "MK Purcell", "KD Smith", "LE Hood"], ["AM Keestra", "MR de Zoete", "LI Bouwman", "MM Vaezirad", "JP. van Putten"], ["AM Keestra"], ["M Heidari", "AJ Sarson", "M Huebner", "S Sharif", "D Kireev", "H Zhou"], ["I Munoz", "M Berges", "C Bonsergent", "F Cormier-Aline", "P Quéré", "P Sibille"], ["A Iellem", "M Mariani", "R Lang", "H Recalde", "P Panina-Bordignon", "F Sinigaglia", "D'Ambrosio D."], ["S Hughes", "A Haynes", "M O'Regan", "N. Bumstead", "Identification"], ["BG Hale", "RE Randall", "J Ortín", "D. Jackson"], ["SH Seo", "E Hoffmann", "RG Webster"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Newcastle disease (ND) is a devastating global infectious disease that\npredominates in the poultry industry and results in severe economic\nlosses by causing acute morbidity, reducing egg production, and\nsignificant mortality [\n        ", "one_words_summarize": "Newcastle disease (ND) is a devastating global infectious disease thatpredominates in the poultry industry and results in severe economiclosses by causing acute morbidity, reducing egg production, andsignificant mortality [                The innate immune response is the primary line of defense againstinvading pathogens. CEFs were producedfrom 9- to 11-day-old specific pathogen-free (SPF) embryonatedchicken eggs (ECEs) at the Biotechnology Research Institute ChineseAcademy of Agricultural Sciences (Beijing, China) as previouslydescribed [                    We have previously demonstrated the successful construction anddevelopment of a recombinant B. mori Bacmid (reBmBac) expressionsystem [                    For sodium dodecyl-sulfate polyacrylamide gel electrophoresis(SDSPAGE), a 20-μl sample containing 100 ug of recombinant proteinwas loaded on the gel. Intriguingly, we observed that pre-treatmentwith chIFN-γ at a concentration of 4.19 × 103 IU/ml significantlyreduced the viral replication in CEFs at a regular interval (12, 24, and36 hpi) (Fig. Transcriptomics was used to explore the possible cellular andmolecular signaling associated with IFN-induced immune regulation. There was anoverall moderate to high gene expression in the distinct treatmentgroups; in Group 1 (NDV-treated CEF vs mock), 1845 genes out of4121 DEGs were upregulated and 2276 genes were downregulated(Fig. Heat map analysis presented a visual comparison of the transcripts. In the NDV-treated group, significant gene upregulation occurred. Furthermore, we used qPCRquantification to validate the pattern of expression for DEGs. Collectively, these findingsstrongly supported the antiviral role of ISGs in the IFN-mediatedimmune response. Briefly, both the novel gene 00068 and novel gene 00025were hypothetical proteins Y956_03374. It is believed that alternative splicing resultsin multiple transcript variants [                    In order to classify the functions associated with the identifiedDEGs, GO enrichment analysis was performed. All analysis here wassubject to an adjusted P-value of <0.05. These biologicalprocesses include immune response, immune system process, antigenprocessing and presentation, regulation of innate immune response,activation of immune response, and regulation of immune systemprocess. InNDV-treated CEFs, the significantly enriched GO terms in biologicalprocesses were mainly linked to regulatory processes related tonucleic acids and proteins, as well as gene expression. In short, this analysis showed that distinct biologicalprocesses were enriched in all treatment groups, suggesting thatdiverse biological processes are initiated in response to NDV,IFNγ, and NDV + IFN-γ treatment. Interestingly, among all those crucial genes related to innateimmunity identified in the present study, we found that TLR3, TLR7,IL1B, IRF7, IL8, STAT1, and MHC class I and II molecules areexactly the same as those observed in previously studies where similargene expression was shown in CEFs treated with NDV (genotype VIIand IX) [                  In the current study, we presented the transcriptomic profile ofDEGs in primary fibroblasts after treatment with chIFN-γ and therelease of subsequent pro-inflammatory mediators in response tothe treatment. All the genes observed in this study govern proteininteractions and are directly associated with avian immunity. 2017YFD0500706)and the National Natural Sciences Foundation of China (Nos.31670156 and 31872430)."}