{"date": "2020/02/11", "journal": "Precision Clinical Medicine", "authors": "Kaiyue Diao, Peilun Han, Tong Pang, Yuan Li, Zhigang Yang", "title": "HRCT imaging features in representative imported cases of 2019 novel &lt;b&gt;coronavirus&lt;/b&gt; pneumonia", "type": "Article", "abstract": "With the spread of novel coronavirus (2019-nCoV) pneumonia, chest high-resolution computed tomography (HRCT) has been one of the key diagnostic tools. To achieve early and accurate diagnostics, determining the radiological characteristics of the disease is of great importance. In this small scale research we retrospectively reviewed and selected six cases confirmed with 2019-nCoV infection in West China Hospital and investigated their initial and follow-up HRCT features, along with the clinical characteristics. The 2019-nCoV pneumonia basically showed a multifocal or unifocal involvement of ground-glass opacity (GGO), sometimes with consolidation and fibrosis. No pleural effusion or lymphadenopathy was identified in our presented cases. The follow-up CT generally demonstrated mild to moderate progression of the lesion, with only one case showing remission by the reducing extent and density of the airspace opacification.", "text": "The newly discovered novel coronavirus (2019-nCoV)was firstly identified in Wuhan, Hubei, China, and thenspread rapidly across the whole country and the world.The first study estimated the basic reproductive number(R0) of 2019-nCoV to be 2.2,1 much higher than the idealcontrol goal to be less than 1. By the day when thisarticle was drafted (February 5th, 2020), a total of 24,363patients had been confirmed with 2019-nCoV infectionin China and 282 in Sichuan Province, with 491 deathsreported in China and 1 in Chengdu of Sichuan Province,where West China Hospital of Sichuan University islocated.With the spread of 2019-nCoV, an increasingnumber of patients showed up in the waiting list of2019nCoV screening. According to the newest guidelines,epidemiology history, clinical symptoms, laboratoryfindings and chest imaging manifestations are the mainscreening tools for 2019-nCoV.2 Suspected patients wouldbe isolated and waiting for the laboratory confirmationof 2019-nCoV infection by real-time RT-PCR andnextgeneration sequencing using the specimens taken fromblood or the respiratory tract.However, the gold-standard nucleic acid test has beenreported to fail in detecting the virus at the very earlystage. The false negative rate of the initial nucleic acidtesting urged the increase of the weight of HRCT inthe diagnosis protocol of 2019-nCoV. In this article, weselected and investigated six representative importedcases in West China Hospital (three with very directexposure history, residency or travel to Wuhan in the14 days prior to symptom onset, and three without). Weaimed to help alert and familiarize the radiologists andclinicians of the basic imaging manifestations of2019nCoV pneumonia, as well as their possible correlationswith the laboratory findings, especially for those workingin hospitals faced with a large volume of patients withoutspecific exposure history.This study was approved by the Biomedical ResearchEthics Committee of West China Hospital, SichuanUniversity. Informed consents of the involved patients werewaived for the retrospective case series.The patients were selected from the confirmed2019nCoV infection cases from January 17th to February 5thwhen this article was drafted. All patients weredemonstrated to be positive in at least twice nucleic acid testsand had detailed recordings of basic clinicalcharacteristics (age, sex, smoking history, comorbidities), exposurehistory (residency or travel to Wuhan, or close contactwith the confirmed/suspected 2019-nCoV patients),clinical symptoms (including but not limited to fever, chill,cough, sputum, fatigue and diarrhea), and laboratoryfindings (white blood cell and lymphocytes count).All the patients were kept in supine position andimaged with a 256-detector CT scanner (RevolutionCT, GE Healthcare, Milwaukee, Wis) during fullexpiration and without injection of any contrast. Thescanning parameters were as follows: 120 kilovolt peak,146 mA, 0.28 s gantry rotation, 80-mm collimation, a360-mm field of view and 512-mm matrix. Images werereconstructed with a high-spatial-resolution algorithmfor parenchymal analysis.All HRCT images were reviewed by two chest radiologistswith over 10-year working experience (Yang ZG and Li Y)blindly to the clinical information.Each case was assessed for the presence, anatomydistribution and severity of the major pulmonaryabnormalities including ground-glass opacity (GGO),3consolidation and fibrosis.4 The GGO was defined as an increasein lung parenchymal opacification without obscurationof the underlying vessels. Consolidation was defined asan increase in lung parenchymal with obscuration of theunderlying vessels. Fibrosis was defined as the presenceof any of the following findings: irregular linear opacities,parenchymal bands, traction bronchiectasis and lungdistortion.The anatomy distribution of the pulmonaryabnormalities was classified into right upper, right middle,right lower lobe, left upper and left lower lobe. The wholelung field was reviewed to decide if the abnormalfindings had a predominant distribution pattern (peripheral,basilar or subpleural, peribronchovascular, or random).5The quantitative evaluation of the pulmonaryfindings was modified from a scoring method describedpreviously for severe acute respiratory syndrome (SARS).6For each lobe, the severity was scored and classifiedinto four grades (Grade 0: no positive findings; Grade1: less than 30% of the lobe involved byGGO/consolidation with/without reticulation; Grade 2: 30%–60% ofthe lobe involved by GGO/consolidation with or withoutinterstitial thickening or any percentage of GGOinvolvement with consolidation; Grade 3: over 60% of the lobeinvolvement with GGO or any percentage involvement ofGGO/consolidation with evidence of fibrosis as definedbefore). The scores were summed to be the quantitativeresults of severity scores for each patient.We also recorded the presence of nodules, masses,cavitation or calcification, pleural effusion,lymphadenopathy, and any other abnormalities of the chest images.In all 6 patients included in the study (3 men and 3women), the median age was 47.5 (ranging from 19 to59). Three patients had direct exposure history, includingtwo residents and one university student at Wuhan. Inthe other three patients, one had close contact with aconfirmed patient from Wuhan and the other two hadno specific contact with any 2019-nCoV patients.The white-cell counts were in the normal range forall 6 patients (median: 5.2×109/L, interquartile range(IQR): 4.5×109/L–5.6× 109/L). Lymphocyte counts were innormal range for the 3 patients coming from Wuhan(median: 1.32×109/L, IQR: 1.2×109/L–1.6×109/L), whilereduced (median: 0.99×109/L, IQR: 0.8×109/L–1.0×109/L)in the other 3 patients. Simultaneously, the durationof the illness between the onset and the examinationwas prominently shorter for the patients coming fromWuhan (within 1–2 days), compared with the others (5–10 days). None of the patients had smoking history. Fourpatients presented fever and three patients coughed.Only one patient had diarrhea (Table 1).All six patients were still kept in the isolation wardstill this paper was drafted. None of them was reportedwith severe pneumonia or death.All of the six patients had GGO in at least one lobe,with multifocal lobe involvement in four cases. The rightlower lobe was most frequently involved (5/6), followedby the right upper lobe (4/6), left upper lobe (4/6), leftlower lobe (4/6), and the right middle lobe (2/6). Threecases had a predominantly peripheral distribution ofGGO at the upper lobes, while two showed a basilar orsubpleural distribution pattern at the lower lobes. Twopatients showed a generally random pattern of the GGOdistribution (Table 2).Only one case presented consolidation located at rightupper lobe (Fig. 1). Fibrosis was identified in two cases.Nodules presented in two cases with a diameter lessthan 6 mm; and two cases showed evidence of chroniclesions. None of the included cases had pleural effusionor lymphadenopathy.The total grading scores of the HRCT findings rangedfrom 1 to 11. Of note, the patient with highest score wasthe one who had close contact with 2019-nCoV patientand had the lowest count of lymphocytes.A tendency of unifocal and less lobes involved withGGO, as well as less severity scores was found in patientswith a relatively shorter duration between the illnessonset and CT. Furthermore, GGO tended to have a basilaror subpleural distribution at the lower lobes in early stagebut a peripheral distribution at the left and right upperlobes and random distribution at the left and right lowerlobes in late stage (Fig. 2).Five patients had follow-up HRCT during this studyperiod. The time intervals between the initial andfollow-up CT ranged from 2 to 6 days (Table 3). Onepatient had moderate remission as both the extentand density of airspace opacification reduced (Fig. 3).Three patients demonstrated mild progression and theother two patients showed no significant change. Ofnote, all patients in the early stage at the first scan hadprogression at the second scan.The recent outbreak of 2019-nCoV infection has causedpublic panic and resulted in numerous suspectedpatients waiting for pathogenic diagnosis of 2019-nCoVinfection. Chest imaging plays an unreplaceable rolein the diagnostic workflow for the patients suspectedwith virus pneumonia,7 especially for patients at thevery early stage of the disease, when the virus replicatemight not be high enough to be detected by the nucleicacid test. We reported 6 representative cases here withor without specific exposure to the infectious source andthe imaging manifestations. GGO was the most commonand earliest signs, sometimes with consolidation. Theabnormalities might not follow a periphery or basilarand subpleural pattern in the early stage but tended todevelop a periphery pattern at the upper lobes and thebasilar and subpleural, or random pattern at the lowerlobes as the disease progressed.HRCT is more sensitive than chest radiographs indetecting the pulmonary abnormalities. GGOs detectedon HRCT are very often missed on chest radiographs.8Considering that GGO is still the main manifestation ofthe 2019-nCoV pneumonia, HRCT should be thefirstline imaging modality to sensitively detect pulmonaryabnormalities. The manifestations of the selected casesin our study demonstrated a similar pattern with thereported cases in SARS and the Middle EastRespiratory Syndrome (MERS) events.9 Our findings, namely,predominantly GGO, sometimes with consolidation andfibrosis, as well as absence of pulmonary mass, pleuraleffusion, and lymphadenopathy, were in agreement withthe recently published study on 18 cases of 2019-nCoV.10Nevertheless, none of the included patients had severepneumonia within the study period, thus further studiesare needed to determine whether pleural effusion andlymphadenopathy would be present or absent in2019nCoV pneumonia.Different from the reported SARS cases, the2019nCoV pneumonia showed a tendency of multifocaldistribution and a periphery distribution of GGO at theupper lobes while a basilar or subpleural preference inthe lower lobes. Besides, the frequency ofconsolidation and severity score were also much lower than inSARS, which might explain the lower death rates of2019nCoV pneumonia than SARS.11 Similar to the MERS casesreported by Ajlan et al in 2014,12 some of our patients alsopresented a distribution at the right and left lower lobes,but a more periphery distribution could be recognized inthe right and left upper lobes. However, the number ofcases reported in this study was too small to lead to aconclusion of a fixed pattern of the pulmonary lesions of2019-nCoV pneumonia.The severity scores were much higher in patientswith a longer duration of the illness at the examination,which alerted the importance of early diagnosis of2019nCoV infection. Furthermore, rapid diagnosis could alsohelp ensure prompt isolation of the infected patientsand avoid further expansion of the disease. In thepresented 6 cases, the three who came to hospitalearly after the onset of the symptoms all had a clearand direct epidemiology history. But they were all withonly minimal to mild abnormal pulmonary findings.In contrast, the other three had much more severepulmonary changes including consolidation and fibrosis,which were reported more common in cases withsevere disease in SARS and MERS.13 Simultaneously,the delayed isolation for these three cases mighthave led to transmission to their families or otherpeople.Several limitations should be mentioned here. Sincewe only reported six representative cases from ourhospital, the small sample size prohibited our confidence thatpulmonary mass, pleural effusion, lymphadenopathy, aswell as other pulmonary abnormal findings would notpresent in a larger group of 2019-nCoV infected patients.Secondly, only five of the six cases had follow-up HRCTwithin the study period, and thus the change incharacteristics of their images cannot represent all of the cases.We will keep follow-up of the sixth patient and carry onfurther studies to summarize the longitudinal changesof these patients.In summary, this investigation presented the basicCT imaging findings in 2019-nCoV patients. We alsoreported the imaging similarities and dissimilaritiesbetween 2019-nCoV pneumonia and the previous twoepidemic virus pneumonia, SARS and MERS. Ourquantitative comparison between the patients in the earlyand relatively late stage alerts the necessity of promptscreening test and imaging diagnosis when symptomspresent, whether the patient has direct epidemiologyhistory or not. Further studies with more cases areneeded to determine the pulmonary abnormalities indifferent clinical stages, as well as their prognostic values.Kaiyue Diao was in charge of the manuscript writing andidea design. Peilun Han and Tong Pang helped edit thetables and figures, as well as the patient’s clinical datacollection. Yuan Li and Zhigang Yang took part in theimage analysis. Zhigang Yang was responsible for studydesign, data access and paper review and submission.This work was supported by the 13th Five-Year Plan fordisciplines of excellence, West China Hospital, SichuanUniversity (grant No. ZYGD18013).None declared.", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: Interim guidance"], ["Thin-section CT in patients with severe acute respiratory syndrome following hospital discharge: Preliminary experience"], ["Correlation of high-resolution CT, symptoms, and pulmonary function in patients during recovery from severe acute respiratory syndrome"], ["Pulmonary sequelae in convalescent patients after severe acute respiratory syndrome: Evaluation with thin-section CT"], ["Six month radiological and physiological outcomes in severe acute respiratory syndrome (SARS) survivors"], ["Radiographic and CT features of viral pneumonia"], ["High-resolution CT analysis of small peripheral lung adenocarcinomas revealed on screeninghelical CT"], ["Middle east respiratory syndrome coronavirus : What does a radiologist need to know?"], ["CT imaging features of 2019 novel coronavirus (2019-nCoV)"], ["A novel coronavirus emerging in China-Key questions for impact assessment"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) infection: Chest CT findings"], ["CT correlation with outcomes in 15 patients with acute Middle East respiratory syndrome coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L Zhou", "M Med", "Y Tong"], [], ["GE Antonio", "KT Wong", "DS Hui"], ["HH Hsu", "C Tzao", "CP Wu"], ["YC Chang", "CJ Yu", "SC Chang"], ["CK Ng", "JWM Chan", "TL Kwan"], ["HJ Koo", "S Lim", "J Choe"], ["ZG Yang", "S Sone", "S Takashima"], ["KM Das", "EY Lee", "RD Langer"], ["M Chung", "A Bernheim", "X Mei"], ["VJ Munster", "M Koopmans", "N van Doremalen"], ["AM Ajlan", "RA Ahyad", "LG Jamjoom"], ["E Y Das K M", "M A Enani"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The newly discovered novel coronavirus (2019-nCoV)\nwas firstly identified in Wuhan, Hubei, China, and then\nspread rapidly across the whole country and the world.\nThe first study estimated the basic reproductive number\n(R0) of 2019-nCoV to be 2.2,1 much higher than the ideal\ncontrol goal to be less than 1. By the day when this\narticle was drafted (February 5th, 2020), a total of 24,363\npatients had been confirmed with 2019-nCoV infection\nin China and 282 in Sichuan Province, with 491 deaths\nreported in China and 1 in Chengdu of Sichuan Province,\nwhere West China Hospital of Sichuan University is\nlocated.", "one_words_summarize": "The newly discovered novel coronavirus (2019-nCoV)was firstly identified in Wuhan, Hubei, China, and thenspread rapidly across the whole country and the world. The patients were selected from the confirmed2019nCoV infection cases from January 17th to February 5thwhen this article was drafted. Each case was assessed for the presence, anatomydistribution and severity of the major pulmonaryabnormalities including ground-glass opacity (GGO),3consolidation and fibrosis.4 The GGO was defined as an increasein lung parenchymal opacification without obscurationof the underlying vessels. The scores were summed to be the quantitativeresults of severity scores for each patient. We also recorded the presence of nodules, masses,cavitation or calcification, pleural effusion,lymphadenopathy, and any other abnormalities of the chest images. All of the six patients had GGO in at least one lobe,with multifocal lobe involvement in four cases. Besides, the frequency ofconsolidation and severity score were also much lower than inSARS, which might explain the lower death rates of2019nCoV pneumonia than SARS.11 Similar to the MERS casesreported by Ajlan et al in 2014,12 some of our patients alsopresented a distribution at the right and left lower lobes,but a more periphery distribution could be recognized inthe right and left upper lobes. The severity scores were much higher in patientswith a longer duration of the illness at the examination,which alerted the importance of early diagnosis of2019nCoV infection. But they were all withonly minimal to mild abnormal pulmonary findings. We alsoreported the imaging similarities and dissimilaritiesbetween 2019-nCoV pneumonia and the previous twoepidemic virus pneumonia, SARS and MERS. Further studies with more cases areneeded to determine the pulmonary abnormalities indifferent clinical stages, as well as their prognostic values. Peilun Han and Tong Pang helped edit thetables and figures, as well as the patient’s clinical datacollection. This work was supported by the 13th Five-Year Plan fordisciplines of excellence, West China Hospital, SichuanUniversity (grant No."}