{"date": "2020/02/10", "journal": "The Journal of Infectious Diseases", "authors": "Michael K Lo, Jessica R Spengler, Lauren R H Krumpe, Stephen R Welch, Anasuya Chattopadhyay", "title": "Griffithsin Inhibits Nipah Virus Entry and Fusion and Can Protect Syrian Golden Hamsters From Lethal Nipah Virus Challenge", "type": "Article", "abstract": "Nipah virus (NiV) is a highly pathogenic zoonotic paramyxovirus that causes fatal encephalitis and respiratory disease in humans. ehTre is currently no approved therapeutic for human use against NiV infection. Gritfihsin (GRFT) is high-mannose oligosaccharide binding lectin that has shown in vivo broad-spectrum activity against viruses including severe acute respiratory syndrome coronavirus, human immunodeficiency virus 1, hepatitis C virus, and Japanese encephalitis virus. In this study, we evaluated the in vitro antiviral activities of GRFT and its synthetic trimeric tandemer (3mG) against NiV and other viruses from across 4 virus families. ehT 3mG had comparatively greater potency than GRFT against NiV due to its enhanced ability to block NiV glycoprotein-induced syncytia formation. Our initial in vivo prophylactic evaluation of an oxidation-resistant GRFT (Q-GRFT) showed significant protection against lethal NiV challenge in Syrian golden hamsters. Our results warrant further development of Q-GRFT and 3mG as potential NiV therapeutics.", "text": "All work with infectious virus or infected animals wasconducted in a biosafety level 4 (BSL-4) laboratory at the Centersfor Disease Control and Prevention (CDC) followingestablished BSL-4 standard operating procedures approved by theInstitutional Biosafety Committee.          Griffithsin, monomeric GRFT (mGRFT), mGRFT tandemers,and Q-GRFT were expressed and purified as describedpreviously [                    HeLa, HEK293T/17, HT-1080, Vero, Huh7, and BSRT7/5 cells[                    Reporter Virus and Minigenome AssaysRecombinant reporter virus assays were performed aspreviously described [          Qualitative and Quantitative Fusion AssaysA total of 104 HT-1080 cells were transfected for 4 hours with0.1  µg each of NiV-F AU1 and NiV-G HA expressionplasmids, washed, and replenished with growth media containingGRFT or 3mG. At 24 hours posttransfection, cells were stainedusing CellMask Green (Thermo Fisher Scientific) and DAPIand viewed using a Nikon Axioscope Ti inverted fluorescencemicroscope at ×4 magnification. For quantitative fusion assay,2 × 104 CHO-K1 cells were transfected for 4 hours with 0.1 µgeach of NiV-F AU1, NiV-G HA, and pT7-eEGFP plasmids.Negative control CHO-K1 cells were transfected with 0.2 µg ofNiV-F AU1 and 0.1  µg of pT7-eGFP. Cells then were washedand replenished with growth media containing GRFT or 3mG.BSRT7/5 cells (2 × 104 ) were then overlaid onto CHO-K1 cells.At ~16 hours postoverlay, green fluorescent NiVglycoproteininduced syncytia were visualized at ×2.5 magnification on aCytation5 instrument (BioTek) and counted from photographmontages of each well using Gen5 Software. Fluorescentobjects that were both >75 µm in diameter and had a fluorescencereading >5000 were classified as positive syncytia. Additionaldetails are found in the Supplemental Methods.          Ethics Statement and AnimalsAll animal experiments were approved by the CDC InstitutionalAnimal Care and Use Committee and performed in anAAALAC-International approved facility. Groups of 5–10 femaleHsdHan:AURA golden Syrian hamsters (6 weeks of age; Envigono.  8903F) were inoculated intranasally (IN) with Dulbecco’smodified Eagle’s medium or NiV-B (107 TCID50). On 1 and 2 dayspostinfection (dpi) and/or -1 and -2 dpi, animals were treated INwith vehicle control (phosphate-buffered saline [PBS]), GRFT(10  mg/kg), or 3mG (10  mg/kg). Hamsters were humanelyeuthanized with isoflurane vapor when they met euthanasia criteriaor at the completion of the study (28 dpi). Additional clinicalscoring details are found in the Supplementary Methods.Quantitative Reverse-Transcription Polymerase Chain ReactionRibonucleic acid (RNA) was extracted from blood andhomogenized tissue samples using the MagMAX-96 Total RNAIsolation Kit (Thermo Fisher Scientific) on a 96-well ABIMagMAX extraction platform with a DNaseI treatment stepaccording to manufacturer’s instructions. The RNA wasquantitated using one-step real-time reverse-transcription polymerasechain reaction (RT-PCR) targeting the N gene sequence [                    Total NiV-specific immunoglobulin G (IgG) and neutralizingantibodies were measured as previously described [          All statistical analyses were performed using GraphPad Prism8.1.2. Animal survival was analyzed by log-rank (Mantel-Cox)and Gehan-Breslow-Wilcoxon test. Quantitative fusion assayand virus yield comparisons between GRFT and 3mG wereanalyzed using multiple t tests with adjusted P values. Fiftypercent effective concentrations and 50% cytotoxic concentrationswere calculated using 4-parameter variable slope nonlinearregression fitting of mean values of all antiviral assays.        Griffithsin Inhibits Nipah Virus Reporter Gene Expression and InfectiousVirus Production, but Not Viral Ribonucleic Acid Transcription orReplicationWe initially tested GRFT against a reporter NiV expressing Renillaluciferase (rNiV-RLuc) [        EC50: 1.42 μg/mL~ 55.3 nMEC50: 1.25 μg/mL~ 48.8 nMGRFT (μg/mL)        HT-108011150ytivitca100cuLRiV 50Nr%oligosaccharides found commonly on viral envelopeglycoproteins [        HEK-293TVeroC(NiV-G His6×) surface glycoproteins (Supplemental FigureS1A–C). We used GRFT to probe against NiV-F AU1 and NiV-GHis6× by Western blot, and we observed detection of bothproteins (Figure 2A, left panel, well no.  6 NiV-F AU1, well no.  10NiV-G). To further characterize these interactions, we performedELISA binding assays by titrating increasing levels of GRFTagainst the purified glycoproteins, and we observedcomparatively greater binding to NiV-G than to NiV-F (Figure 2A, rightpanel). We then conducted time-of-addition experiments todetermine how long after infection could GRFT still inhibit virusreplication. We either incubated serial dilutions of GRFT withrNiV-RLuc for 2 hours before infection or added GRFT at 0, 2, 6,or 12 hpi. Although a 2-hour preincubation of GRFT withrNiVRLuc showed negligible differences in inhibition compared withGRFT treatment at 0 hpi, gradually increasing reporter activitycorrelated with longer delays before GRFT treatment (Figure2B, left panel). It is notable, however, that even when GRFT wasadded 12 hpi, at concentrations of ≥~40 nM GRFT reporteractivity was still reduced compared with untreated control infectedcells. Dose-response curves for reporter activity indicated anapproximately 5- to 6-fold decrease in potency between 0 and 12hpi treatments, with GRFT treatments at 2 or 6 hpi showing anintermediate 2- to 3-fold comparative decrease to 0 hpi treatment(Figure 2B, right panel).To determine whether GRFT inhibition of NiV could beovercome by more virus, we used increasing amounts of rNiV-RLucto infect GRFT-pretreated cells. We observed a dose-dependentincrease in reporter activity against ~40 nM of GRFT in 2 celltypes, but at higher concentrations of GRFT (~120–360  nM),there were only minimal increases in reporter signal (Figure 2C,left and right panels). This indicated that higher concentrationsof GRFT may better inhibit NiV entry and spread indirectly viabinding to cellular glycoproteins.To visualize GRFT-mediated inhibition of NiV spread, weperformed immune uflorescence assay of cells infected withrNiV before treatment with GRFT. In untreated infected cells,we observed large holes in the cell monolayer caused byNiVinduced syncytia, with widespread NiV nucleoproteinantigen present (Figure 2D, top leftmost panel). With increasingamounts of GRFT, we observed smaller syncytia concomitantwith a visible decrease in infected cells (Figure 2D, top 3 rightpanels). Cells treated with GRFT were positively stained withan anti-GRFT polyclonal antibody, indicating GRFT binding tocell-surface glycoproteins (Figure 2D, bottom 3 right panels).        Trimeric Griffithsin Tandemer Has Enhanced Potency Against Nipah VirusThe presence of more than 1 oligosaccharide-binding face inthe dimeric form of GRFT is crucial to maintain its potentantiHIV-1 activity [        Supplementary Figures S2A–D and S3A and B).2019:XX (XX XXXX) • S5Downloadedfromhttps://academi.coup.comij//dadvancealitrceabstract/doi/10.1093i/fndiji/sz630/5731546bygueston26March20200.0150yiittvca 100cuLRiV 50Nr%α-NiV N,DAPIConcentration (μg/mL)10100CD150yitvitca100cuLRiV50Nr150noiit100bihniEP 50C%150noiit100bihniEP 50C%0.0150slle 100c+PFG 50%00.0150slle 100c+PFG 50%03-fold serial dilutions of GRFT or 3mG for 24 hours (left panel) concurrently with infection or pretreated for 1 hour (right panel) before infection with replication-decfiient VSV particlespseudotyped either with VSV-G glycoprotein (VSVpt) or the NiV-F and NiV-G glycoproteins (NiVpt). At 24 hours postinfection, numbers of GFP-positive infected cells were counted andnormalized to numbers from untreated infected cells. Reporter rNiV-RLuc assays were performed once in triplicate, CPE assays were performed at least twice in triplicate, ELISAs wereperformed at least twice in triplicate, and pseudotyped experiments were performed twice in duplicate at each respective concentration of GRFT and 3mG.2019:XX (XX XXXX) • S7Downloadedfromhttps://academic.oup.comji/d/advanceaitrcleabstract/doi/10.1093i/nfdisji/z630/5731546bygueston26arch3mGBCDa1500itycnysG1000/FViNP+500FGfo# 03mGNeg CTL (NiV-F only)************* *Q-GRFT Tx groups combined108ise 107pco 106A 105NeR 104egn 103N 102viN 101100108sie 107pco 106AN 105Time after infection, dQ-GRFT ×4Q-GRFT ×2 ?* T× dayChallenge day2019:XX (XX XXXX) • S9Downloadedfromhttps://academic.oup.comij/d/advanceaitrcleabstract/doi/10.1093i/nfdisij/z630/5731546bygueston26March2020replication-deficient, eGFP-expressing VSVs pseudotyped witheither the VSV G glycoprotein (VSVpt) or with both NiV-M Fand G glycoproteins (NiVpt). We did not observe significantdiefrences in antiviral potencies at equivalent compoundconcentrations under both continuous GRFT/3mG treatment orwith only 1 hour of pretreatment before infection (Figure 3D,left and right panels, respectively).3mG More Efficiently Reduces Syncytia Formation and Infectious YieldWe tested the abilities of GRFT and 3mG to block NiV-F andNiV-G glycoprotein-induced syncytia formation by treatingtransfected cells expressing both NiV-F and NiV-Gglycoproteins with either compound, and we observed that 3mG visiblyinhibited syncytia formation more efficiently than GRFT atequivalent concentrations (Figure 4A). To confirm this result,we developed a quantitative image-based syncytia countingassay. Whereas cells transfected only with NiV-F plasmid hadminimal background syncytia counts, cells transfected withboth NiV glycoproteins had >1000 syncytia counts (Figure 4B,left panel). Using this assay, we observed a dose-dependentdecrease in syncytia counts that correlated with increased levelsof GRFT or 3mG, but we noted that 3mG more efficientlyreduced syncytia than GRFT at higher concentrations (Figure4B, right panel). When Vero cells were treated with GRFT or3mG after infection by either green fluorescent reporter NiV(rNiV-ZsG) or NiV-B, 3mG reduced virus yield more efficientlythan GRFT, similarly reflecting their differing abilities to blocksyncytia formation (Figure 4C, left and right panels,respectively). Accordingly, 3mG visibly delayed or reduced the sizeof syncytia formation more efficiently than GRFT in rNiV-ZsGinfected cells (Figure 4D).          Oxidation-Resistant Griffithsin Can Protect Hamsters From Lethal NipahVirus-B ChallengeFinally, we explored the in vivo prophylactic potential of 3mGand of the Q-GRFT [                  In this study, we characterized the in vitro antiviral activity ofGRFT and its 3mG tandemer against NiV and a series of otherimportant human viral pathogens. Similar to in vitro observationsfor HIV-1, GRFT and 3mG can block both NiV entry andcellto-cell spread [                Our findings, taken together with the favorablepharmacokinetic and safety profiles of GRFT [        Acknowledgments. We thank Tatyana Klimova forassistance with editing the manuscript. We thank Jennifer Wilson(National Cancer Institute) for antiviral activity testing.Disclaimer. eTh content of this publication does notnecessarily reflect the views or policies of the Department of Healthand Human Services, nor does mention of trade names,commercial products, or organizations imply endorsement by theU.S. Government. eTh findings and conclusions in this reportare those of the authors and do not necessarily represent theoficial position of the Centers for Disease Control and Prevention.Financial support. iThs work was partially funded by anappointment to the Research Participation Program at the Centersfor Disease Control and Prevention (CDC) administered by theOak Ridge Institute for Science and Education through aninteragency agreement between the US Department of Energy and CDC(to S. R. W.) and by CDC Emerging Infectious Disease ResearchCore Funds. iThs project has been funded in whole or in partwith federal funds from the National Cancer Institute, NationalInstitutes of Health, under contract HHSN26120080001E. iThsresearch was also supported in part by the Intramural ResearchProgram of the National Institutes of Health (NIH), NationalCancer Institute, Center for Cancer Research. iThs work wasalso supported in part by funds from the NIH Intramural AIDSTargeted Antiviral Program and Center for Cancer Research atthe National Cancer Institute (to B. R. O.).Potential coniflcts of interest. B. R. O. and K. E. P. are listedas inventors on patents owned by the US Government on GRFT,Q-GRFT, and GRFT-tandemers. All authors have submitted theICMJE Form for Disclosure of Potential Conflicts of Interest.Conflicts that the editors consider relevant to the content of themanuscript have been disclosed.2019:XX (XX XXXX) • S11S12 • jid", "ref_list": [[], ["Nipah virus outbreaks: still small but extremely lethal"], ["Remdesivir (GS-5734) protects African green monkeys from Nipah virus challenge"], ["Pathogenic differences between Nipah virus Bangladesh and Malaysia strains in primates: implications for antibody therapy"], ["protects against Nipah virus infection in the hamster model"], ["Crystal structure of the Hendra virus attachment G glycoprotein bound to a potent cross-reactive neutralizing human monoclonal antibody"], ["Fusion inhibitory lipopeptides engineered for prophylaxis of Nipah virus in primates"], ["Broad spectrum antiviral activity for paramyxoviruses is modulated by biophysical properties of fusion inhibitory peptides"], ["A smallmolecule inhibitor of Nipah virus envelope proteinmediated membrane fusion"], ["Broder CC. Inhibition of Henipavirus fusion and infection by heptad-derived peptides of the Nipah virus fusion glycoprotein"], ["Heparan sulfatedependent enhancement of henipavirus infection"], ["Timing of galectin-1 exposure differentially modulates Nipah virus entry and syncytium formation in endothelial cells"], ["Endothelial galectin-1 binds to specific glycans on Nipah virus fusion protein and inhibits maturation, mobility, and function to block syncytia formation"], ["Novel innate immune functions for galectin-1: galectin-1 inhibits cell fusion by Nipah virus envelope glycoproteins and augments dendritic cell secretion of proinflammatory cytokines"], ["cond=&term=griffithsin&cntry=&state=&city=&dist=."], ["Sowder  RC 2nd"], ["Studies in a murine model confirm the safety of griffithsin and advocate its further development as a microbicide targeting HIV-1 and other enveloped viruses"], ["Griffithsin inhibits Japanese encephalitis virus infection in vitro and in vivo"], ["Broadspectrum in vitro activity and in vivo efficacy of the antiviral protein Griffithsin against emerging viruses of the family Coronaviridae"], ["Antiviral lectins from red and blue-green algae show potent in vitro and in vivo activity against hepatitis C virus"], ["Griffithsin tandemers: flexible and potent lectin inhibitors of the human immunodeficiency virus"], ["Fuqua  JL, Kramzer  LF, inventors; The United States of America, as represented by the Secretary"], ["Scaleable manufacture of HIV-1 entry inhibitor griffithsin and validation of its safety and efficacy as a topical microbicide component"], ["Palmer KE. Improving the large scale purification of the HIV microbicide, griffithsin"], ["Generation of bovine respiratory syncytial virus (BRSV) from cDNA: BRSV NS2 is not essential for virus replication in tissue culture, and the human RSV leader region acts as a functional BRSV genome promoter"], ["-5734 and its parent nucleoside analog inhibit Filo-"], ["Inhibitors of cellular kinases with broad-spectrum antiviral activity for hemorrhagic fever viruses"], ["Spiropoulou CF. Evaluation of luciferase and GFP-expressing Nipah viruses for rapid quantitative antiviral screening"], ["Live-attenuated measles virus vaccine targets dendritic cells and macrophages in muscle of nonhuman primates"], ["Rescue of wild-type mumps virus from a strain associated with recent outbreaks helps to define the role of the SH ORF in the pathogenesis of mumps virus"], ["Infection of ciliated cells by human parainfluenza virus type 3 in an in vitro model of human airway epithelium"], ["Recovery of human metapneumovirus from cDNA: optimization of growth in vitro and expression of additional genes"], ["Lassa and Ebola virus inhibitors identified using minigenome and recombinant virus reporter systems"], ["-fluorocytidine as a potent inhibitor of Crimean-Congo hemorrhagic fever virus replication using a recombinant fluorescent reporter virus"], ["A simple method of estimating fifty percent endpoints"], ["4'-Azidocytidine (R1479) inhibits henipaviruses and other paramyxoviruses with high potency"], ["Use of monoclonal antibodies against Hendra and Nipah viruses in an antigen capture ELISA"], ["Complementing defective viruses that express separate paramyxovirus glycoproteins provide a new vaccine vector approach"], ["Characterization of Nipah virus from outbreaks in Bangladesh,"], ["molecular modeling studies of the mode of binding of oligosaccharides to the potent antiviral protein griffithsin"], ["Wlodawer  A. Crystallographic studies of the complexes of antiviral protein griffithsin with glucose and N-acetylglucosamine"], ["Monomerization of viral entry inhibitor griffithsin elucidates the relationship between multivalent binding to carbohydrates and antiHIV activity"], ["The griffithsin dimer is required for highpotency inhibition of HIV-1: evidence for manipulation of the structure of gp120 as part of the griffithsin dimer mechanism"], ["Foodborne transmission of Nipah virus in Syrian hamsters"], ["Graebing PW. Degradation of naturally occurring and engineered antimicrobial peptides by proteases"], ["N-glycans on Nipah virus fusion protein protect against neutralization but reduce membrane fusion and viral entry"], ["N-Glycans on the Nipah virus attachment glycoprotein modulate fusion and viral entry as they protect against antibody neutralization"], ["Pharmacokinetics of the antiviral lectin griffithsin administered by different routes indicates multiple potential uses"], ["Activity of and effect of subcutaneous treatment with the broad-spectrum antiviral lectin griffithsin in two laboratory rodent models"], ["Investigation of griffithsin's interactions with human cells confirms its outstanding safety and efficacy profile as a microbicide candidate"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["F Feldmann"], [], ["Ikegami", "Favipiravir"], ["Xu", "Xie"], ["Mathieu", "Moscona"], ["Mathieu"], ["Niedermeier"], ["LF Wang "], ["Mathieu"], [], [], [], ["Clinicaltrials"], ["Mori", "BR O'Keefe "], [], ["C Li"], ["O 'Keefe ", "BR Barnard  DL"], ["Takebe", "CJ Saucedo "], ["Moulaei"], ["O 'Keefe ", "BR"], ["O 'Keefe ", "BR Vojdani", "F Buffa"], ["Wanga"], [], ["R Jordan", "A Arvey", "Pneumo-"], ["LK McMullan "], [], [], ["Xu", "Z Li", "Sun"], ["A Bukreyev", "Thompson  CI"], ["Biacchesi"], [], [], [], ["Hotard", "He", "ST Nichol "], [], ["A Chattopadhyay"], ["Hummel  KB"], ["O'Keefe  BR"], ["BR O'Keefe "], ["Moulaei"], ["Xue", "Hoorelbeke", "I Kagiampakis ", "Balzarini"], ["Falzarano"], [], [], ["A Huang"], ["Barton"], ["Barton"], ["Schols"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "All work with infectious virus or infected animals was\nconducted in a biosafety level 4 (BSL-4) laboratory at the Centers\nfor Disease Control and Prevention (CDC) following\nestablished BSL-4 standard operating procedures approved by the\nInstitutional Biosafety Committee.", "one_words_summarize": "All work with infectious virus or infected animals wasconducted in a biosafety level 4 (BSL-4) laboratory at the Centersfor Disease Control and Prevention (CDC) followingestablished BSL-4 standard operating procedures approved by theInstitutional Biosafety Committee. Cells then were washedand replenished with growth media containing GRFT or 3mG.BSRT7/5 cells (2 × 104 ) were then overlaid onto CHO-K1 cells. Groups of 5–10 femaleHsdHan:AURA golden Syrian hamsters (6 weeks of age; Envigono. Hamsters were humanelyeuthanized with isoflurane vapor when they met euthanasia criteriaor at the completion of the study (28 dpi). Additional clinicalscoring details are found in the Supplementary Methods. We then conducted time-of-addition experiments todetermine how long after infection could GRFT still inhibit virusreplication. When Vero cells were treated with GRFT or3mG after infection by either green fluorescent reporter NiV(rNiV-ZsG) or NiV-B, 3mG reduced virus yield more efficientlythan GRFT, similarly reflecting their differing abilities to blocksyncytia formation (Figure 4C, left and right panels,respectively). Oxidation-Resistant Griffithsin Can Protect Hamsters From Lethal NipahVirus-B ChallengeFinally, we explored the in vivo prophylactic potential of 3mGand of the Q-GRFT [                  In this study, we characterized the in vitro antiviral activity ofGRFT and its 3mG tandemer against NiV and a series of otherimportant human viral pathogens. eTh content of this publication does notnecessarily reflect the views or policies of the Department of Healthand Human Services, nor does mention of trade names,commercial products, or organizations imply endorsement by theU.S. Government. All authors have submitted theICMJE Form for Disclosure of Potential Conflicts of Interest."}