{"date": "2020/02/10", "journal": "International Health", "authors": "Hong-Ying Li, Guang-Jian Zhu, Yun-Zhi Zhang, Li-Biao Zhang, Emily A Hagan", "title": "A qualitative study of zoonotic risk factors among rural communities in southern China", "type": "Article", "abstract": "Background: Strategies are urgently needed to mitigate the risk of zoonotic disease emergence in southern China, where pathogens with zoonotic potential are known to circulate in wild animal populations. However, the risk factors leading to emergence are poorly understood, which presents a challenge in developing appropriate mitigation strategies for local communities. Methods: Residents in rural communities of Yunnan, Guangxi and Guangdong provinces were recruited and enrolled in this study. Data were collected through ethnographic interviews and field observations, and thematically coded and analysed to identify both risk and protective factors for zoonotic disease emergence at the individual, community and policy levels. Results: Eighty-eight ethnographic interviews and 55 field observations were conducted at nine selected sites. Frequent human-animal interactions and low levels of environmental biosecurity in local communities were identified as risks for zoonotic disease emergence. Policies and programmes existing in the communities provide opportunities for zoonotic risk mitigation. Conclusions: This study explored the relationship among zoonotic risk and human behaviour, environment and policies in rural communities in southern China. It identifies key behavioural risk factors that can be targeted for development of tailored risk-mitigation strategies to reduce the threat of novel zoonoses.", "text": "Emerging and re-emerging zoonotic diseases are key contributorsto morbidity and mortality in southern China.1,2 This region,considered a ‘hotspot’ for emerging zoonotic diseases, harboursabundant wildlife while also undergoing land use change andnatural resource overexploitation leading to intensified human–animal interactions that favour the emergence of zoonoticdiseases.3 People living in the rural areas of southern China primarilycultivate rice and fruits, raise swine and poultry in households oron small farms,4 but also traditionally hunt wild animals as analternative income source.5 The mixed landscape has abundantcrops, which attracts wild animals into the communities, andlivestock rearing is common.6 This brings humans and animals intoclose contact in dense populations, creating a wildlife–livestock–human interface for zoonotic disease emergence.7In recognition of the challenges of emerging infectiousdiseases after the severe acute respiratory syndrome (SARS)outbreak in 2002 caused by a bat-origin coronavirus, the Chinesegovernment established a national real-time hospital-basedinfectious disease reporting system.1 Likewise, live poultrymarket interventions were initiated in response to highly pathogenicavian influenza (HPAI) in southern China in 2001.8 In December2019 (after the completion of the current study), a novelcoronavirus (2019-nCoV) emerged in Wuhan, China and spreadrapidly across China and the world.9,10 This virus is a group 2bcoronavirus, which includes SARS-CoV and bat SARSr-CoVs, andits closest relative is a virus identified in a Rhinolophus affinisbat from Yunnan.10,11 Environmental samples positive for2019nCoV were found in an urban market in Wuhan where someof the earliest known human cases originated.12,13 This likelyindex site sold predominantly seafood, but is also thought to selllive wildlife at the market, and a temporary ban on the wildlifetrade for food has been put in place across China. These effortsin response to SARS, HPAI and 2019-nCoV represent areactiondriven response to zoonotic disease outbreaks, whereas, apartfrom the new temporary ban on wildlife trade, only limitedpreventative measures are currently being enacted in the regionto reduce the risk of future zoonotic disease outbreaks.14However, detailed knowledge of the social and ecologicalmechanisms of zoonotic disease emergence in the region islimited, and therefore cannot yet inform evidence-based policiesand practices for targeted surveillance programmes.15 Using aqualitative approach through ethnographic interviews and fieldobservations, this study aimed to understand interactions amonghumans, animals and ecosystems, to shed light on the zoonoticrisks in these presumed high-risk communities and to develop anevidence base for identifying appropriate strategies for zoonoticrisk mitigation.The Yunnan, Guangxi and Guangdong provinces in southernChina were selected for this study because of their historicalimportance in the origin of emerging infectious diseases,16diverse wildlife population within protected forests17 andintensive wildlife farming and trade activities.18 Three sites inrural areas were identified in each province where our previousresearch had found numerous bat and rodent populationsharbouring viruses with pathogenic potential for humans, at sitesclose to human communities.19–21Enrolment criteria for participation in an ethnographicinterview in this study included: individuals were residents of thetarget community, aged ≥18 y, with prior contact with liveanimals directly (e.g. by raising, hunting, trading or slaughtering liveanimals) or indirectly (e.g. through animals living in or enteringdwellings/crops, bat roosts within roofs, animals invading storedfood or crops). We targeted a gender breakdown of 35% ofparticipants being female and aimed to have a diverse sampleof participants from different age groups and levels of power andinfluence in the community.In each province, project investigators provided a two-daytraining workshop for study staff from local provincial andcitylevel Centres for Disease Control and Prevention who spoke thelocal language and were familiar with the local community. Thisincluded a unit on the ethical conduct of human subject research,an in-depth review of the study design and objectives, andcomprehensive information on the implementation of observationalresearch, semistructured interviews and notetaking within thecontext of this study.Participants were identified through key informants andthe snowball sampling method because the population sizeat selected sites and the people who had high-risk contactswith live animals were difficult to elucidate.22 Starting with thekey informants, we asked each participant to suggest peoplewho met the inclusion criteria and who might be interestedin participating in this study; we then contacted the referralsfor potential participation in our study. Local study staff visitedpotential participants and provided these individuals with theparticipant information sheet to introduce them to the study. Weaimed to obtain a minimum sample size of 20 participants fromeach of the three provinces, for a total sample size of over 60participants. At least two field observations of local markets andhousehold environments were conducted at each study site, fora total of 18 observations at a minimum.Participation in the study was strictly voluntary. Study staffreviewed the information sheet with potential participants andexplained the details of the study. This included the voluntarynature of participation, inclusion and exclusion criteria, studyimplementation processes (e.g. that the interview would beaudio-recorded), potential risks and benefits of participation,results sharing and that they could withdraw their participation atany time. It was also explained that an item as a token would begiven as appreciation for their participation, which was identifiedby the study team and appropriate for the context of the studysites.After completion of the informed consent process,one-onone semistructured interviews were conducted focusing onthe five core themes outlined in the interview guide relatedto zoonotic disease emergence: human movement,socioeconomics, biosecurity in human environments, human–animalcontact and illness, and medical care/treatment and death(Supplementary Data I). All interviews were conducted in thelocal language and audio-recorded without any identifyinginformation. Confidentiality was maintained by conducting theinterviews in a private and secure environment. At the end of theinterview, each study participant received a bottle of cooking oilor laundry detergent valued at no more than US$10 as a tokenof appreciation.          Field observations were conducted by study staff at eachstudy site concurrently. Observations were general andimplemented in three settings: (          To enhance saturation, efforts were made to include a largevariety of people with different backgrounds, to conduct amaximized number of interviews during the 8 wk study period ineach province and to cover as many themes and subthemesfrom the interview guide as possible in each interview.24 All datagenerated, including notes, audio files, digital transcripts andthe interviewer checklist, were coded with an alphanumeric IDto preserve the confidentiality of participants. Paper files werescanned electronically and then shredded. All electronic datawere encrypted and password-protected, and access was limitedto the study staff conducting analyses.          All interviews and observations were transcribed from the locallanguage into Mandarin and translated into English. Alltranscripts were imported into MAXQDA release 12 statisticalsoftware (VERBI Software, Berlin, Germany) for data managementand analysis. The analysis process incorporated both deductiveand inductive approaches, and followed a process of initialcoding, identification of new themes, primary coding andidentification and analysis of emerging themes.25 An initial codebookassociated with the five core themes of the interview guide wasdeveloped a priori. After a close reading of the transcripts, two authorsused the initial codebook to independently code two transcriptsin their entirety, making notes on emerging themes and specifiedsubthemes. Subsequently, the two authors adapted thecodebook and used the modified codebook to code all of thetranscripts. During the coding process, the two authors met when anymajor new themes or concepts emerged to decide on anynecessary revisions to the codebook, until no new themes emergedand no new information was obtained from the coding. The finalcodebook was restructured with five sections: (          After completion of the coding, a code report was generatedfrom MAXQDA. Internal reliability was assessed by comparingthe coded segments from two authors on the same twotranscripts to reach a minimum code interaction rate of 80%.26 Asaturation grid was built using the ‘Segment Retrieval’ functionin MAXQDA to ensure saturation was reached.27 Coded segmentswere categorized into protective factors and risk factors basedon their known associations with disease transmission, and theanalysis was stratified at the individual, community and policy orregulation level.28 At the individual level, both risk and protectivefactors were analysed in terms of the individuals’ knowledge,attitudes and practices to better understand the risk factors foridentifying context-based strategies.29 (Figure 1).Eighty-eight individuals from community sites were enrolled inthe study from nine sites in the Yunnan (n=36), Guangxi (n=25)and Guangdong (n=27) provinces from March to December 2015.All study sites were rural locations with permanent housingstructures for family dwelling or community use. Family-ownedcropland for small-scale vegetable, fruit and rice production wasdistributed around human dwellings, extending to nearbymountains. New buildings and roads were under construction and liveanimals were sold at local wet markets. Few wild animals wereseen during our visits to all of the sites during the daytime.(Figure 2).I am on the way to interview a potential participant, currentlygoing through a small local market, here they sell fresh vegetables,fruits, pork and live poultry on both sides of the street. Livechickens, ducks and geese are mixed and kept in cages, I cansmell the faeces. A vendor (female) is slaughtering a chicken forher customer who just selected one from the cage, she seemsvery proficient, only wears an apron but no gloves, the ground iscovered by blood and feathers. Not far away, there is a womanwearing an orange uniform who is cleaning the street. After5 minutes, I turn my way into a cropland, surrounded by Karstmountains, there are mostly rice and some vegetables planted,small birds are flying, two cattle are eating grass. I see a houseacross the cropland, which is the home of our potential participant,I hear a dog barking when I approach the house (observationmade in Xiaolou County, Guangzhou, Guangdong province,25 September 2015).The majority of study participants were males (n=58, 68%), localresidents aged 31–50 y (n=55, 63%) and making a living ingrain and cash crop production. Small business (n=16, 18%),household livestock production (n=13, 15%) and other migrantand casual work (n=30, 34%) were the other main contributors tolocal incomes, and many participants reported multiple incomesources (n=35, 40%). Without sharing detailed income oreducation information, participants who discussed socioeconomicstatus generally indicated low levels of education (e.g. ‘I didn’tgo to school that much’) or a low economic status (e.g. ‘We arepoor’) (Table 1).Most participants reported contact with domestic animals in theirdaily routine of animal raising, slaughtering and meatpreparation for consumption, including cats, dogs, poultry, pigs,cattle and goats. The migrant work of some participants limitedthe amount of time individuals had for household level animalBox 1. Illustrative quotes: individuals’ knowledge, attitudes and practices regarding human–animal contact– ‘My family do not eat the sick animals, we will bury them. But some other people are not willing to throw them away, for example, theyuse the dead pigs to make preserved meat’ (male worker at a local restaurant, 23-y-old, Yunnan).husbandry, leading to reduced household animal raising.However, many participants kept dogs or cats for companionship,home protection or preventing rat infestations. Poultry, pigs andcattle were commonly raised for meat consumption and theanimal waste was further used as crop fertilizer. Few participantstook protective measures when handling or slaughteringdomestic animals, or sought medical treatment from a nearby clinicafter getting bitten or scratched. Vaccinating domestic animalswas not widely implemented among study participants. Sickand dead animals were usually buried, but some participantsdiscussed consuming sick animals or feeding the carcasses toother domestic animals.On the whole, many participants reported that wild animalhunting, trading or consumption activities have decreased inrecent years; however, local communities were still reportinghunting or consumption of some wild animals (e.g. rodents,bats, civets, frogs, snakes and birds) for recreation or additionalincome. Some participants indicated a preference for wild overdomestic animals for consumption; many also held a belief in thepurported curative power of wild animals or their by-products.Most participants were fully informed about rabies and the linkto dog bites, as well as the postexposure treatment; however,few were aware of other zoonotic diseases and their origin inanimals (Box 1).Recent infrastructural development promoted by localgovernments was observed and reported around all study sites.Participants reported that this has contributed to improvedhygiene and sanitation conditions in local communities. Localwet markets provided safe pork, the most consumed meatamong study communities, which had undergone inspectionfrom designated slaughtering houses. However, someparticipants were concerned about sanitation in local markets,Box 2. Illustrative quotes: concerns about the community environment–––––––––Interviewer: ‘Do they wash hands with soap?’ Interviewee: ‘No. The places to kill chickens and ducks are usually dirty and smelly,especially during the summer’ (male chef at a local restaurant, 24-y-old, Guangdong).Interviewer: ‘Are there toilets in your house?’ Interviewee: ‘Yes, but they are all squat-style toilets which we need to transfer thefaeces out of the house’ (male handyman, 51-y-old, Yunnan).‘Once a person died, his or her children will clean the body, put on the cloth, and put the body into a coffin to stay at home. Thenthey inform relatives and friends to have a meeting to select a date for the burial, when there will be cemetery ritual activities anddinner. When my father-in law and mother-in law died, their bodies stay at home for 3 days’ (female peasant farmer, 43-y-old,Yunnan).‘There is a cave behind our house, there are always some people going inside the cave and catching bats for food’ (female peasantfarmer, 60-y-old, Guangxi).‘We almost see deer every winter when its snowing around this village, so our dogs pursued deer’ (male staff member of local naturereserve, 45-y-old, Guangxi).Interviewer: ‘What kind of animals live in this area?’ Interviewee: ‘Weasels. People often see weasels stealing chicken from theirhouses’ (male staff member at local forestry department, 40-y-old, Guangdong).Interviewer: ‘When you see rats or dead rats, would you call the infection sanitary department for help?’ Interviewee: ‘There are toomany rats in the village, we only call the infection sanitary department for help when someone is infected’ (male worker at a localrestaurant, 23-y-old, Yunnan).Interviewer: ‘How do you deal with the wastes, like the organs you do not eat from the chicken?’ Interviewee: ‘Throw them away.’Interviewer: ‘Where do you throw? A certain place?’ Interviewee: ‘Anywhere is OK like at the roadside’ (female owner of a localgrocery store, 54-y-old, Yunnan).Interviewer: ‘Do people worry about the well water quality?’ Interviewee: ‘Yes, so many people are buying water for drinking, but I amold, I do not care, and I feel the well water is better, sweet, and I drink well water’ (male peasant farmer, 80-y-old, Guangxi).particularly in areas where live poultry were sold and slaughtered.Sterilized tap water was reported to be available in localcommunities, but anxiety was expressed by some participantsregarding water sources shared with animals or polluted byanimal waste.Some participants raised concerns about the environmentaround their households. In addition to wild animals (e.g.rats, bats and birds) observed entering or living inside humandwellings and contaminating stored food, bat caves or roostswere reported in the community close to human dwellings. Wildanimals (e.g. bats, wild boars and deer) were also observed incroplands or orchards eating crops or fruits. Some participantsreported that rearing domestic animals as free-range allowedinteractions between domestic and wild animals (e.g. wild boars,chickens, dogs and wild birds) (Box 2).Many participants indicated that the recent enforcement ofwildlife protection laws, as well as gun control policies, hassignificantly reduced the wildlife hunting, trading or consumptionactivities. Free or low-priced vaccines for domestic animalswere provided by the government, but a lack of access tovaccines in rural areas was reported as one of the main risksassociated with raising animals in the household. Participantsdiscussed community healthcare facilities and health insurance,including the national immunization programme for children,as providing accessible protection and preventative servicesto the local population. Public education about rabies wasreported as an example of a zoonotic disease preventionprogramme that had improved local awareness of the needfor protective measures and postexposure treatment. However,the lack of management plans to address human animalconflicts in local communities as discussed by someparticipants brings potential zoonotic risks (Box 3) (SupplementaryData II).This study provided evidence of human–animal interactionsin rural communities of southern China that increase thepotential for zoonotic disease emergence and suggestedopportunities for risk mitigation. Population migration fromrural communities to urban areas for employment, as well asthe wild animal protection policy changes in China in recentyears, have led to a perceived overall reduction in activities suchas household animal raising and wildlife trade.30,31 Protectiveattitudes, knowledge and a supportive social environment fordisease prevention were reportedly being developed within thecommunity.31 Existing local preliminary programmes and policiesaround human and animal health, community developmentand conservation are considered effective resources to beginor continue developing cost-effective strategies to mitigatezoonotic risks.In spite of these positive changes over the long term, thereis little understanding within enrolled participants of thetransmission mechanisms and ecology of zoonotic pathogens thatcurrently circulate in animal populations in the region. This is ofparticular concern in rural communities where close contact withbats and rodents was reported, and zoonotic pathogens havebeen detected in the widely distributed animal populations withBox 3. Illustrative quotes: policy/regulation level risk and protective factorsHealthcarethe potential to spill over into the human population.20,32–35 Inaddition, rural residents may face a higher risk because of theirlimited access to quality healthcare facilities for proper diagnosisand treatment compared with urban residents.36Enforcement of current wildlife protection policy andcontinued community infrastructure development appears tosignificantly reduce high-risk contact between humans, wildlife andlivestock. Closer collaboration between local animal and humanhealth authorities within the current epidemic disease preventionprogrammes will provide educational and training opportunitiesto promote risk-mitigation knowledge, skills and best practicein local communities. For example, cave monitoring andmanagement is a low-cost and efficient method to help restricthuman activities (e.g. recreation and mining) that lead to contactwith bats in caves. This is of particular importance given theemergence of 2019-nCoV, which appears likely to be a bat-origincoronavirus.10,11As the first qualitative study in southern China to assess riskfactors for zoonotic disease emergence, our scope was limitedby current knowledge, only allowing us to focus on knownpresumed risk factors. With further urbanization, and subsequentincreased interactions between human populations and thechanging ecosystems, new risk factors for zoonotic diseasetransmission will likely emerge. This might include changes tothe wildlife trade following the temporary ban put in placeas a response to the emergence of 2019-nCoV.9,10 Furtherresearch to identify the risk factors among different populationswill help develop more locally-relevant and fine-tuned riskmitigation strategies and address the social and ecological biasto identifying recommendations for other community settings.Using a qualitative approach, this study allowed us to explorea variety of risk factors at different individual, communityand policy levels to contextualize the risks of zoonotic diseaseemergence in local communities. The findings provide guidancefor future in-depth research on specific risk factors, as wellas zoonotic disease control and prevention in southern Chinaand potentially other regions with similar ecological and socialcontexts.I. Ethnographic Interview GuideII. Identified Risk and Protective FactorsAuthors’ contributions: All authors read and approved the finalmanuscript. MM, EH and AC designed the study, developed the researchtools and implemented the pilot study; GZ, YZ and LZ made majorcontributions to study implementation; LF and SM developed thedata analysis and interpretation plan; HT contributed to the initialanalysis; HL contributed to the study implementation, data analysis andinterpretation, and writing; PD edited and approved the final version.Acknowledgements: The authors would like to thank the WuhanUniversity School of Health Sciences for their generous support in reviewing thestudy protocol and providing local ethical approval and permission forstudy operations in China. We would also like to give special thanks toRebecca Hill for her comments and insights on the manuscript.Funding: This work was supported by the United States Agency forInternational Development (USAID) Emerging Pandemic ThreatsPREDICT project [Cooperative Agreement No. AID-OAA-A-14-00102] and theNational Institute of Allergy and Infectious Diseases of the NationalInstitutes of Health [Award No. R01AI110964]. The contents are theresponsibility of the authors and do not necessarily reflect the views ofUSAID, the United States Government or the National Institutes of Health.Competing interests: None declared.Ethical approval: This study was approved by Wuhan University Schoolof Health Sciences Medical Ethics Committee, Institutional Review BoardAdministration of University of California, Davis (No. 804522–6) andHummingbird IRB (No. 2014–23).", "ref_list": [[], ["Emergence and control of infectious diseases in China"], ["Trends in notifiable infectious diseases in China: implications for surveillance and population health policy"], ["Global hotspots and correlates of emerging zoonotic diseases"], ["The effect of off-farm employment on the decisions of households to rent out and rent in cultivated land in China"], ["Wildlife trade, consumption and conservation awareness in Southwest China"], ["Impacts of rodents on rice production in Asia"], ["Zoonosis emergence linked to agricultural intensification and environmental change"], ["Interventions to reduce zoonotic and pandemic risks from avian influenza in Asia"], ["An Outbreak of NCIP ("], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Origin and cross-species transmission of bat coronaviruses in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemic update and risk assessment of 2019 Novel Coronavirus Chinese Center for Disease Control"], ["Major emerging and re-emerging zoonoses in China: a matter of global health and socioeconomic development for 1.3 billion"], ["Comparative analysis of rodent and small mammal viromes to better understand the wildlife origin of emerging infectious diseases"], ["Ecology of zoonoses: natural and unnatural histories"], ["17 Chinese Center for Disease Control and Prevention. Infectious Diseases"], ["Strengthening protected areas for biodiversity and ecosystem services in China"], ["Serologic and behavioral risk survey of workers with wildlife contact in China"], [""], ["Rodent reservoirs of future zoonotic diseases"], ["Accessing hidden and hard-to-reach populations: Snowball research strategies"], ["The SAGE encyclopedia of communication research methods"], ["Are we there yet? Data saturation in qualitative research"], ["Using thematic analysis in psychology"], ["Intercoder Agreement"], ["Qualitative research and content validity: Developing best practices based on science and experience"], ["Ecological models of health behavior"], ["Knowledge, attitude, and practice regarding dengue virus infection among inhabitants of Aceh, Indonesia: a cross-sectional study"], ["Interprovincial migration, population redistribution, and regional development in China: 1990 and 2000 census comparisons"], ["Wildlife consumption and conservation awareness in China: a long way to go"], ["Bat conservation in China: should protection of subterranean habitats be a priority?"], ["Bats as reservoirs of severe emerging infectious diseases"], ["Serological evidence of bat SARSrelated coronavirus infection in humans"], ["Viruses in bats and potential spillover to animals and humans"], ["Health service delivery in China: a literature review"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L 1 Wang", "Y Wang", "S Jin"], ["L 2 Zhang", "DP Wilson"], ["T 3 Allen", "KA Murray", "C Zambrana-Torrelio"], ["J 4 Huang", "L Gao", "S. Rozelle"], ["L 5 Zhang", "N Hua", "S. Sun"], [], ["BA Jones", "D Grace", "R Kock"], ["JM Peiris", "BJ Cowling", "JT Wu"], ["Li Q. -nCoVOutbreakJoint Field Epidemiology Investigation Team"], ["P 10 Zhou", "X-L Yang", "X-G Wang"], ["A 11 Latinne", "B Hu", "KJ Olival"], ["C 12 Huang", "Y Wang", "X Li"], ["Chinese CDC Novel Coronavirus Response"], ["Q 14 Liu", "L Cao", "XQ Zu"], ["Z Lu", "L Du", "J"], ["WB Karesh", "A Dobson", "JO Lloyd-Smith"], [], ["W Xu", "Y Xiao", "J Zhang"], ["C 19 Monagin", "B Paccha", "N Liang"], ["Y Fan", "K Zhao", "ZL Shi"], ["BA Han", "JP Schmidt", "SE Bowden"], ["R 22 Atkinson", "J Flint"], ["M. 23 Allen"], ["PI Fusch", "LR Ness"], ["V 25 Braun", "V Clarke"], ["VERBI Software"], ["M 27 Brod", "LE Tesler", "TL Christensen"], ["JF Sallis", "N Owen", "E Fisher"], ["H Harapan", "Y Rajamoorthy", "S Anwar"], ["Fan CC"], ["L 31 Zhang", "F Yin"], ["J 32 Luo", "T Jiang", "G Lu"], ["H-l 33 Han H-J", "C-M"], ["N Wang", "SY Li", "XL Yang"], ["LF Wang", "DE Anderson"], ["K 36 Eggleston", "L Ling", "M Qingyue"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Emerging and re-emerging zoonotic diseases are key contributors\nto morbidity and mortality in southern China.1,2 This region,\nconsidered a ‘hotspot’ for emerging zoonotic diseases, harbours\nabundant wildlife while also undergoing land use change and\nnatural resource overexploitation leading to intensified human–\nanimal interactions that favour the emergence of zoonotic\ndiseases.3 People living in the rural areas of southern China primarily\ncultivate rice and fruits, raise swine and poultry in households or\non small farms,4 but also traditionally hunt wild animals as an\nalternative income source.5 The mixed landscape has abundant\ncrops, which attracts wild animals into the communities, and\nlivestock rearing is common.6 This brings humans and animals into\nclose contact in dense populations, creating a wildlife–livestock–\nhuman interface for zoonotic disease emergence.7", "one_words_summarize": "We targeted a gender breakdown of 35% ofparticipants being female and aimed to have a diverse sampleof participants from different age groups and levels of power andinfluence in the community. Study staffreviewed the information sheet with potential participants andexplained the details of the study. Field observations were conducted by study staff at eachstudy site concurrently. After a close reading of the transcripts, two authorsused the initial codebook to independently code two transcriptsin their entirety, making notes on emerging themes and specifiedsubthemes. New buildings and roads were under construction and liveanimals were sold at local wet markets. Livechickens, ducks and geese are mixed and kept in cages, I cansmell the faeces. After5 minutes, I turn my way into a cropland, surrounded by Karstmountains, there are mostly rice and some vegetables planted,small birds are flying, two cattle are eating grass. The migrant work of some participants limitedthe amount of time individuals had for household level animalBox 1. Vaccinating domestic animalswas not widely implemented among study participants. On the whole, many participants reported that wild animalhunting, trading or consumption activities have decreased inrecent years; however, local communities were still reportinghunting or consumption of some wild animals (e.g. rodents,bats, civets, frogs, snakes and birds) for recreation or additionalincome. Interviewee: ‘There are toomany rats in the village, we only call the infection sanitary department for help when someone is infected’ (male worker at a localrestaurant, 23-y-old, Yunnan).Interviewer: ‘How do you deal with the wastes, like the organs you do not eat from the chicken?’ Some participantsreported that rearing domestic animals as free-range allowedinteractions between domestic and wild animals (e.g. wild boars,chickens, dogs and wild birds) (Box 2).Many participants indicated that the recent enforcement ofwildlife protection laws, as well as gun control policies, hassignificantly reduced the wildlife hunting, trading or consumptionactivities. Illustrative quotes: policy/regulation level risk and protective factorsHealthcarethe potential to spill over into the human population.20,32–35 Inaddition, rural residents may face a higher risk because of theirlimited access to quality healthcare facilities for proper diagnosisand treatment compared with urban residents.36Enforcement of current wildlife protection policy andcontinued community infrastructure development appears tosignificantly reduce high-risk contact between humans, wildlife andlivestock. With further urbanization, and subsequentincreased interactions between human populations and thechanging ecosystems, new risk factors for zoonotic diseasetransmission will likely emerge. Identified Risk and Protective FactorsAuthors’ contributions: All authors read and approved the finalmanuscript. Acknowledgements: The authors would like to thank the WuhanUniversity School of Health Sciences for their generous support in reviewing thestudy protocol and providing local ethical approval and permission forstudy operations in China."}