{"date": "2020/02/10", "journal": "Virus Evolution", "authors": "Adam M Dinan, Nina I Lukhovitskaya, Ingrida Olendraite, Andrew E Firth", "title": "A case for a negative-strand coding sequence in a group of positive-sense RNA viruses", "type": "Article", "abstract": "Positive-sense single-stranded RNA viruses form the largest and most diverse group of eukaryote-infecting viruses. Their genomes comprise one or more segments of coding-sense RNA that function directly as messenger RNAs upon release into the cytoplasm of infected cells. Positive-sense RNA viruses are generally accepted to encode proteins solely on the positive strand. However, we previously identified a surprisingly long ( 1,000-codon) open reading frame (ORF) on the negative strand of some members of the family Narnaviridae which, together with RNA bacteriophages of the family Leviviridae, form a sister group to all other positive-sense RNA viruses. Here, we completed the genomes of three mosquito-associated narnaviruses, all of which have the long reverse-frame ORF. We systematically identified narnaviral sequences in public data sets from a wide range of sources, including arthropod, fungal, and plant transcriptomic data sets. Long reverse-frame ORFs are widespread in one clade of narnaviruses, where they frequently occupy >95 per cent of the genome. The reverseframe ORFs correspond to a specific avoidance of CUA, UUA, and UCA codons (i.e. stop codon reverse complements) in the forward-frame RNA-dependent RNA polymerase ORF. However, absence of these codons cannot be explained by other factors such as inability to decode these codons or GC3 bias. Together with other analyses, we provide the strongest evidence yet of coding capacity on the negative strand of a positive-sense RNA virus. As these ORFs comprise some of the longest known overlapping genes, their study may be of broad relevance to understanding overlapping gene evolution and de novo origin of genes.", "text": "        Traditionally, viruses have been divided between sevenBaltimore classes based on the nature of the nucleic acid oftheir genomes and their replicative intermediates. The sevenclasses are positive-sense, negative-sense and double-strandedRNA viruses, single-stranded and double-stranded DNA viruses,retroviruses, and pararetroviruses                To fully understand the molecular biology of viruses, it iscrucially important to know their coding capacity. In recentyears, a number of ‘hidden’ protein-coding open-reading frames(ORFs) have been discovered in the genomes of various(þ)ssRNA viruses                In 2013, by acquiring and analysing RNA transcriptomic datasets for several mosquito and other dipteran species, weidentified two ‘mosquito-associated’ narna-like viruses                As currently defined by the International Committee onTaxonomy of Viruses (ICTV), the family Narnaviridae containstwo genera: Mitovirus and Narnavirus. Both genera containsingle-stranded positive-sense RNA viruses which arenonencapsidated and hence are expected to be transmitted eithervertically though cell division or horizontally during hostmating. Mitoviruses replicate in the mitochondria of host cellswhereas narnaviruses replicate in the cytoplasm. These viruseswere originally described as infecting fungi, but related viruseshave since been observed in transcriptomic data sets derivedfrom diverse organisms. The narnaviral positive strandnormally contains a single long ORF that covers most of thegenome and encodes an RdRp which catalyses viral replication.The narnaviral RdRp is highly divergent from those of othereukaryotic RNA viruses, and shows closer homology to theRdRps of RNA bacteriophages in the family Leviviridae                The prototypical and best-studied narnaviruses are theSaccharomyces cerevisiae 20S and 23S RNA viruses (ScNV-20S andScNV-23S, respectively)        To further investigate the presence of the rORF, and nowthat many more sequences are available in public sequencedatabases, in this work we present a comprehensivecomparative analysis of narnaviral genomes, in which we assess theprevalence, distribution, and sequence features of rORFs.Two major clades of narnavirus are identified, for which wepropose the establishment of the genera Alphanarnavirus andBetanarnavirus, with the former clade containing all sequenceswith long rORFs. Overall codon usage is similar inalphanarnaviruses with and without long rORFs, but the former display ahighly specific avoidance of CUA, UUA, and UCA codons overlarge regions of the RdRp ORF, corresponding to an absence ofstop codons in the rORF. We explore possible reasons for theavoidance of CUA, UUA, and UCA and conclude that themost plausible explanation is selection to maintain an rORF,indicating that the rORF is functional.          We completed three genomic sequences for previouslydescribed rORF-containing narnaviruses                    We employed tblastn                    To assess the relationships among sequences, an alignmentof the predicted RdRp proteins was generated using MUSCLE          The narnaviral sequences predominantly fell into one of twomajor clades, both of which had Bayesian posterior probabilitiesof 0.95 (Fig. 1B). Based on these data, we propose that the genusNarnavirus be subdivided to form two new genera, which wename Alphanarnavirus and Betanarnavirus, besides additionalunclassified sequences.          The alphanarnaviral clade contains the prototypicalnarnaviruses, ScNV-20S and ScNV-23S, as well as sequencesassociated with a range of other fungal taxa, includingmembers of the divisions Ascomycota, Basidiomycota, andEntomophthoromycota, and the divergent subphylumMucoromycotina (Fig. 2). The alphanarnaviral sequences rangedin length from 1805 nt to 3874 nt (Supplementary Fig. S1), andthe pairwise amino acid identities of the corresponding set ofRdRps ranged from 16.8 per cent to 99.8 per cent(Supplementary File S2). Putative viral sequences containing anrORF all clustered within the alphanarnaviral clade, and none inthe betanarnaviral clade. However, the rORF-containingsequences appear not to form a monophyletic clade, but insteadcluster in several regions of the phylogeny, and are found insequences derived from fungi, arthropods and plants (Fig. 2: redbars). The core RdRp catalytic regions—motifs A to E in thepalm domain and motifs F and G in the fingers                    The betanarnaviral clade includes several viruses ofunicellular eukaryotes, including the oomycete-infectingPhytophthora infestans RNA virus 4                    Notably, in both clades, a number of TSA sequencesare highly divergent from other sequences in the phylogenies(Figs 2 and 3), suggesting that further sampling will continue toreveal new clades. Conversely, other groups weredisproportionately well sampled                    The terminal sequences of alphanarnaviral and betanarnaviralgenomes were found to be dissimilar—the former group havingshort runs of G and C residues at the 50 and 30 termini,respectively, and the latter having A/U-rich termini with considerablylonger 30 untranslated regions (UTRs) (Supplementary Fig. S3).Local RNA secondary structures are predicted to occur at the 50ends of the ONLV1 and ONLV2 genomes, coincident with areduction in synonymous site variation in the RdRp ORF (seebelow). The putative structures are large (92 nt and 103 nt), andthe G-rich 50 terminus forms an integral component of the stemduplex (Supplementary Fig. S4A), as it does in the Saccharomycesnarnaviruses          We next determined for each sequence the longest stopcodonfree region (ORF) in each of the three possible reading frames oneach of the positive and negative strands, restricting to ORFsthat begin within 200 nt of the 50 end of the positive or negativestrand, as appropriate (Fig. 4; see Supplementary Fig. S5 for asimilar analysis without the 50-proximity restriction). We usedthis approach because, under normal circumstances,non-50proximal ORFs are not expected to be translated, and theinclusion of spurious long non-50-proximal ORFs might dilutethe signal from translatable 50-proximal ORFs. We designatedthe reading frame of the RdRp ORF as frame ‘F0’ (for forwardorientation, 0 frame), followed by frames ‘F þ 1’ and ‘F þ 2’ in thesame orientation; whereas the reverse complement of the setof codons in frames F0, F þ 1, and F þ 2 were designated ‘R0’(reverse orientation, 0 frame), followed by ‘R þ 1’ and ‘R þ 2’,respectively.          In line with the relatively short lengths of narnaviraluntranslated regions (UTRs), the RdRp-encoding (i.e. frame F0)stop codon-free regions occupied 93.8–100.0 per cent (median99.5%) of alphanarnaviral sequences and 70.5–100.0 per cent(median 97.0%) of betanarnaviral sequences (Fig. 4). Severalsequences in the data set are likely to be incomplete and, as aresult, to have misannotated start codons; for example, thegenome of Hubei narna-like virus 18          Strikingly, other than the RdRp ORF, 50-proximal stop-codonfree regions occupying >25 per cent of the genome were presentonly in the R0 frames and only in a subset of alphanarnaviralsequences, whereas stop (UAG, UAA, UGA) codons in all otherframes were relatively common (Fig. 4). The absence of stopcodons in frame R0 in this subset directly mirrors an absenceof the reverse-complementary codons (CUA, UUA, UCA) in theRdRp-encoding (F0) frame.          In a single case—Wenling narna-like virus 7                    To enable a representative assessment of codon usage innarnaviral ORFs, sequences predicted to encode RdRp proteins with>90 per cent amino acid identity were clustered using CD-HIT          Among alphanarnaviruses, codon usage (as a proportion oftotal codons) in the RdRp ORF was broadly similar in sequenceswith and without long rORFs, with the exception of the threeforward-orientation codons that introduce reverse-orientationstops (i.e. CUA, UUA, and UCA) (Fig. 5). Effectively by definition,each of these three codons is excluded from large portions ofsequences with long rORFs (mean usage per associated aminoacid in RdRp ORF ¼ 0.0037, 0.0054, and 0.0056, respectively), butare 17- to 26-fold more common in those alphanarnaviruseswithout long rORFs (mean usage per associated amino acid ¼0.0973, 0.0896, and 0.1277, respectively) (Fig. 6A). These threecodons were also relatively common in the RdRp ORFs of thebetanarnaviruses (mean usage per associated amino acid ¼0.1323, 0.1452, and 0.1784, respectively). CUA and UUA bothencode leucine (Leu) whereas UCA encodes serine (Ser).Examination of codon usage bias for these two amino acidsshows that sequences with long rORFs specifically avoid thesecodons and use proportionately more of each alternative codonto encode these two amino acids (Fig. 6A).Like all (þ)ssRNA viruses, narnaviruses are dependent uponhost tRNA pools and translation machinery for their geneexpression. This raises the possibility that the paucity of CUA,UUA, and UCA codons in the rORF-containing sequences couldat least partially reflect an adaptation to particular host codonusage patterns.          Using the RefSeq database from NCBI, as tabulated in thelatest release of the codon usage table database (CUTD)          To investigate whether codon usage could be used as anindicator of the likely host taxonomic group or groups fornarnaviruses, and motivated by previous work (Kapoor et al. 2010),we performed a principal component analysis (PCA) of codonusage statistics for host groups that frequently co-occur withnarnaviruses in transcriptomic data sets. The PCA allowedclear segregation of arthropods from ascomycetes andbasidiomycetes (two major fungal phyla) and streptophytes (landplants and some green algae), but the latter three groups didnot clearly segregate from each other (Supplementary Fig. S6).Narnaviral codon usage statistics were projected onto theresulting principal component space, and did not clearlysegregate with a single host group, regardless of whether or notleucine and serine codons were included in the analysis(Supplementary Figs S6 and S7). Chordates were excluded fromthis analysis, as their codon bias is heavily influenced bythe avoidance of CpG- and UpA-ending codons, and they groupdistinctly from other phyla and from the narnaviruses.          To check for homology to known proteins, we queried rORFamino acid sequences and alignments with blastp and HHpredrespectively but, apart from other rORF-containingnarnaviruses, no significant homologies were detected. This is notsurprising, since overlapping genes normally have to evolve viaoverprinting of an ancestral gene (in this case, the RdRp), andnot via gene duplication and divergence, and thus they nearlyalways exhibit novel protein folds          Both the RdRp and rORF amino acid sequences are highlybasic (isoelectric points: rORFs—9.82 6 0.98, RdRps—10.06 6 0.59;means 6 standard deviations). The high isoelectric point ofthe RdRp is consistent with it binding viral nucleic acid to formribonucleoprotein complexes. It is possible that the rORFprotein might also bind viral nucleic acid, perhaps (given itsexpected low expression level) with a specificity for thenegative-strand.          To assess conservation within the rORF of the representativenarnavirus sequences, the predicted RdRp amino acidsequences were aligned and then back-translated to RNA. Overall,the amino acid sequences predicted to be encoded by rORFswere rather more divergent than the corresponding set ofRdRps (mean pairwise identities 20.1% and 26.6%, respectively).Codon-based alignments of RdRp ORFs and rORFs weregenerated, based in both cases on the RdRp amino acid alignments,and amino acid conservation and synonymous site variation ofcodons          The core RdRp functional motifs (A to G; see above) localiseto a region of fewer than 400 amino acids; with additional shortconserved motifs (R&UP and Pxx[L/V]GGx[G/N]xP; U ¼ I, L, V, orM, & ¼ I, L, V, M, A, P, G, F, W, or Y) being found further upstreamand downstream, respectively (Fig. 7A). Increases insynonymous site conservation were observed in the rORF directlyopposite RdRp motifs A and E, and—to a lesser extent—motifs B,C, D, and F, and at the Pxx[L/V]GGx[G/N]xP motif (Fig. 7B)indicating that these conserved motifs in the RdRp constrainsynonymous site variation in the rORF.          The largest increase in synonymous site conservation in theRdRp ORF lies between codons 23 and 37 (Fig. 7A), coincidingwith the location of a known RdRp interaction site and acis-acting replication signal in the ScNV-20S genome                    Endogenized virus elements (EVEs) represent virus fragmentswhich have been spuriously reverse-transcribed and integratedinto host genomes; EVEs can provide evidence as to the truehost(s) of virus groups                  In this study, we have shown that narnaviral sequences formtwo major clades, which we suggest to be formally recognizedas a pair of genera. We show that sequences with long rORFsare restricted to the proposed genus Alphanarnavirus, which alsocontains the prototypical Saccharomyces cerevisiae 20S and 23Snarnaviruses. The proposed genus Betanarnavirus containsviruses associated with diverse unicellular eukaryotes, includingthe oomycete Phytophthora infestans and the trypanosomatidLeptomonas seymouri. The two proposed genera differ in terms oftheir relative codon usage preferences and in the compositionof their genomic termini, with alphanarnaviruses havingGCrich termini and a higher overall GC3 content in codons, and thebetanarnaviruses having AU-rich termini. These variationsmight, to some extent, reflect divergence in host taxa. Althoughsome of the available sequences are likely incomplete, there isevidence that members of both proposed genera exhibitcomplementarity between the genomic termini. In ScNV-20S andScNV-23S, the 50-GGGG and CCCC-30 genomic termini, besides 50and 30 RNA structures, are essential for efficient virusreplication        The diversity of sources of co-clustering narnaviral genomessuggests either that horizontal transfer of narnavirusesbetween divergent hosts has occurred, or that at least some ofthese sources are not the bona fide host species, potentiallyreflecting contamination from parasitic or commensalorganisms, gut contents, or external debris. For example, in Fig. 2: twoTSA sequences from the fly-infecting fungus Entomophthoramuscae (GENC01006608.1 and GEND01011317.1) cluster withina clade of arthropod-derived sequences; a TSA sequence(GFKT011160020.1) from the spider Nephila clavipes has 95 percent nucleotide identity to ScNV-20S (AF039063.1); and two TSAsequences (GGCO01105932.1 and GGCO01034162.1) from thebarley plant Hordeum vulgare cluster with sequences derivedfrom the Basidiomycota obligate plant pathogenic fungiUromyces appendiculatus and Puccinia striiformis. Since ScNV-20Sis a well-characterized virus of Saccharomyces cerevisiae, it islikely that the Nephila clavipes sequence derives from fungalcontamination. The Entomophthora muscae sequences wereobtained from fungus-infected Delia radicum cabbage flies, andindeed the NCBI SRA taxonomy analysis webpages (alphaversion, 30 May 2019) for the corresponding RNA-Seq librariesshow 4–16 times as much fly RNA as fungal RNA (within theonly 8–9 per cent of reads that were taxonomically identified);thus these TSAs may derive from infected insect cells. Similarly,the Hordeum vulgare TSAs may derive from infected fungal cellssince the NCBI SRA taxonomy analysis webpages showcontamination with Opisthokonta (i.e. animal/fungi) RNA at 4 per centthe level of plant RNA. Thus, it is important to apply cautionwhen attempting to infer the hosts of TSA sequences.        Given the co-occurrence of fungal sequences in arthropodtranscriptomic data sets, it was originally suggested that theidentified narnavirus sequences might derive from fungalcontaminants                Since our original identification of long rORFs in the ONLV1and ONLV2 genomes, besides sequences from Uromycesappendiculatus and Puccinia striiformis transcriptomes                To our knowledge, there is no experimental evidence forprotein-coding ORFs in the negative strand of any (þ)ssRNAvirus. A recent bioinformatic study used single-sequencerandomization procedures to identify ORFs overlapping previouslyannotated ORFs in RNA virus sequences that are statisticallysignificantly longer than expected by chance, with theassumption being that such ORFs are likely to be functional                The replication of most (þ)ssRNA viruses ismembraneassociated                The rORF is present in many but not all alphanarnaviruses.Surprisingly, the distribution of the rORF does not appear to bemonophyletic. Thus it may have evolved multiple times, or itmay have been present ancestrally and lost from some lineages.The observation that the rORF is always in the R0 frame relativeto the RdRp ORF may be evidence against independentevolution in multiple lineages, although it could also be aconsequence of codon bias, e.g. if long ORFs are by chance more likelyto occur in the R0 frame as a result of RdRp ORF codon usage.Such random ORFs could provide ‘seeds’ for the evolution oflonger overlapping genes                Although, as discussed above, the negative strands of most(þ)ssRNA viruses are normally expected to be occluded inmembranous compartments, it is currently unclear whether at earlytimepoints—before extensive membranous compartmentshave formed—negative strands produced in a first round ofreplication might be exposed to the cytoplasm and potentiallyavailable for translation                In conclusion, we have provided the first strong evolutionaryevidence for reverse-strand coding capacity in a group ofpositive-sense RNA viruses. The alphanarnavirus rORFs areexceedingly long compared to most known overlapping genes                The NCBI non-redundant nucleotide (nr/nt) and transcriptomeshotgun assembly (TSA) databases were downloaded on 31August 2018. Narnaviral sequences were identified in thesedatabases using, tblastn (version 2.8.0)        To identify narnavirus-derived EVEs, we queried ONLV RdRpsequences AGW51766.2 and AGW51768.2 against the NCBI WGSdatabase on 18 December 2019, using the NCBI tblastn interface,with default parameters except the taxonomy ID was set to‘Arthropoda’ and the ’expect’ threshold and word size were setto 0.1 and 6, respectively. Match sequences were downloaded,the match region extracted, translated, and reciprocally queriedagainst the NCBI nr/nt database with tblastn, with thetaxonomy ID set to ‘viruses’ and other parameters as above.Phylogenetic trees were generated with MrBayes (version3.2.7) (Huelsenbeck and Ronquist 2001), using a mixedsubstitution model with sampling across fixed amino acid rate matrices(aamodelpr ¼ mixed) and 5,000,000 generations. All otherparameters were set as defaults.        To check for homology to known proteins, we performedblastp searches against the NCBI non-redundant (nr) proteindatabase, using each of the protein sequences predicted to beencoded by an rORF separately as a query. We also appliedHHpred        To check for potential capsid-encoding ORFs, allpositivestrand ORFs 150 codons (between flanking stop codons and/orsequence ends), excluding the RdRp ORF itself, were identifiedand used as queries in HHpred. Among the 29 ORFs found in 124narnaviral sequences, none were found to have matches to viralcapsid proteins; indeed none had significant e-value matches toany known proteins (the minimum e-value was 10).RNA structures in the genomic terminal regions werepredicted by scanning full-length narnaviral genomes withRNALfold (version 2.4.9) (Lorenz et al. 2011), allowing amaximum base-pair span of 150 nt.For all comparisons of alphanarnaviruses ‘with’ and‘without’ rORFs, sequences in which the longest stop codon-freeregion (beginning within the 50-most 200 nt) occupied at least 90per cent of the genomic sequence were assigned to the formergroup, whereas other sequences were assigned to the lattergroup.        A codon-based multiple sequence alignment of RdRp ORFswas produced by aligning the RdRp amino acid sequences withMUSCLE (version 3.8.31)        Principal component analysis (PCA) of codon usage acrossspecies was performed using relative codon abundances(i.e. normalized by the abundances of the associated aminoacids). The principal components were calculated usingthe RefSeq sequences of cellular organisms, and narnaviralcodon abundances were projected onto the resulting principalcomponent space.Data available in supplementary material and in GenBankaccession numbers KF298275.2, KF298276.2, and KF298284.2.Supplementary data are available at Virus Evolution online.We thank Chris McCormick, Katherine Brown, Valeria Lulla,and Hazel Stewart for useful discussions.Work was supported by Wellcome Trust grant [106207] andEuropean Research Council grant [646891] to A.E.F.Narnavirus Persistence in Yeast’, Journal of Biological Chemistry,282: 19011–9., Solo´ rzano, A., and Esteban, R. (2005) ‘Native ReplicationIntermediates of the Yeast 20 S RNA Virus Have aSingle-Stranded RNA Backbone’, Journal of Biological Chemistry,280: 7398–406.Go¨ ertz, G. P. et al. (2019) ‘Mosquito Small RNA Responses to WestNile and Insect-Specific Virus Infections in Aedes and CulexMosquito Cells’, Viruses, 11: 271.Harvey, E. et al. (2019) ‘Identification of Diverse ArthropodAssociated Viruses in Native Australian Fleas’, Virology, 535:189–99.Huelsenbeck, J. P., and Ronquist, F. (2001) ‘MRBAYES: BayesianInference of Phylogenetic Trees’, Bioinformatics, 17: 754–5.Irigoyen, N. et al. (2016) ‘High-Resolution Analysis ofCoronavirus Gene Expression by RNA Sequencing andRibosome Profiling’, PLoS Pathogens, 12: e1005473.Kadowaki, K., and Halvorson, H. O. (1971) ‘Appearance of a NewSpecies of Ribonucleic Acid during Sporulation inSaccharomyces cerevisiae’, Journal of Bacteriology, 105: 826–30.Kapoor, A. et al. (2010) ‘Use of Nucleotide Composition Analysisto Infer Hosts for Three Novel Picorna-like Viruses’, Journal ofVirology, 84: 10322–8.Katzourakis, A., and Gifford, R. J. (2010) ‘Endogenous ViralElements in Animal Genomes’, PLoS Genetics, 6: e1001191.Keese, P. K., and Gibbs, A. (1992) ‘Origins of Genes: “Big Bang” orContinuous Creation?’, Proceedings of the National Academy ofSciences United States of America, 89: 9489–93.Koonin, E. V., and Dolja, V. V. (2014) ‘Virus World as anEvolutionary Network of Viruses and Capsidless SelfishElements’, Microbiology and Molecular Biology Reviews, 78:278–303., , and Krupovic, M. (2015) ‘Origins and Evolution ofViruses of Eukaryotes: The Ultimate Modularity’, Virology,479–480: 2–25.Kopek, B. G. et al. (2007) ‘Three-Dimensional Analysis of a ViralRNA Replication Complex Reveals a Virus-InducedMini-Organelle’, PLoS Biology, 5: e220.Kurosaki, T., Popp, M. W., and Maquat, L. E. (2019) ‘Quality andQuantity Control of Gene Expression by Nonsense-MediatedmRNA Decay’, Nature Reviews Molecular Cell Biology, 20: 406–20.Lorenz, R. et al. (2011) ‘ViennaRNA Package 2.0’, Algorithms forMolecular Biology, 6: 26.Loughran, G., Firth, A. E., and Atkins, J. F. (2011) ‘RibosomalFrameshifting into an Overlapping Gene in the 2B-EncodingRegion of the Cardiovirus Genome’, Proceedings of the NationalAcademy of Sciences United States of America, 108: E1111–9.Lulla, V. et al. (2019) ‘An Upstream Protein-Coding Region inEnteroviruses Modulates Virus Infection in Gut EpithelialCells’, Nature Microbiology, 4: 280–92.Lye, L.-F. et al. (2016) ‘A Narnavirus-like Element from theTrypanosomatid Protozoan Parasite Leptomonas seymouri’,Genome Announcements, 4: e00713–16.Napthine, S. et al. (2017) ‘Protein-Directed RibosomalFrameshifting Temporally Regulates Gene Expression’, NatureCommunications, 8: 15582.Novak, J. E., and Kirkegaard, K. (1991) ‘Improved Method forDetecting Poliovirus Negative Strands Used to DemonstrateSpecificity of Positive-Strand Encapsidation and the Ratio ofPositive to Negative Strands in Infected Cells’, Journal ofVirology, 65: 3384–87.Pavesi, A. et al. (2018) ‘Overlapping Genes and the Proteins TheyEncode Differ Significantly in Their Sequence Compositionfrom Non-overlapping Genes’, PLoS One, 13: e0202513.", "ref_list": [[], ["'A New and Updated Resource for Codon Usage Tables'"], ["'Expression of Animal Virus Genomes'"], ["The Evolution of Genome Compression and Genomic Novelty in RNA Viruses'"], [""], ["'RNA Replication: Function and Structure of Qbeta-Replicase'"], ["Organelle-like Membrane Compartmentalization of Positive-Strand RNA Virus Replication Factories'"], ["'AMAS: A Fast Tool for Alignment Manipulation"], ["'Gene Overlapping and Size Constraints in the Viral World'"], ["'A Member of the Virus Family Narnaviridae from the Plant Pathogenic Oomycete Phytophthora Infestans'"], ["'BLASTþ: Architecture and Applications'"], ["'RNA Shotgun Metagenomic Sequencing of Northern California (USA) Mosquitoes Uncovers Viruses"], ["'An Overlapping Essential Gene in the Potyviridae'"], ["'Novel Virus Discovery and Genome Reconstruction from Field RNA Samples Reveals Highly Divergent Viruses in Dipteran Hosts'"], ["'An Exploration of Ambigrammatic Sequences in Narnaviruses'"], ["'RNA Replication: Required Intermediates and the Dissociation of Template, Product"], ["'Common Origins and Host-Dependent Diversity of Plant and Animal Viromes'"], ["'Metagenomics Reshapes the Concepts of RNA Virus Evolution by Revealing Extensive Horizontal Virus Transfer'"], ["'Molecular Characterization of Botrytis Ourmia-like Virus, a Mycovirus Close to the Plant Pathogenic Genus Ourmiavirus'"], ["'MUSCLE: Multiple Sequence Alignment with High Accuracy and High Throughput'"], ["Cryo-electron Tomography Reveals Novel Features of a Viral RNA Replication Compartment'"], ["T Double-Stranded RNA (dsRNA) Sequence Reveals that T and W dsRNAs Form a New RNA Family in Saccharomyces cerevisiae. Identification of 23 S RNA as the Single-Stranded Form of T dsRNA'"], ["'Launching the Yeast 23S RNA Narnavirus Shows 50 and 30 Cis-Acting Signals for Replication'"], ["'Launching of the Yeast 20 S RNA Narnavirus by Expressing the Genomic or Antigenomic Viral RNA In Vivo'"], ["'Efficient 2 Frameshifting by Mammalian Ribosomes to Synthesize an Additional Arterivirus Protein'"], ["'HMMER Web Server: Interactive Sequence Similarity Searching'"], ["'Mapping Overlapping Functional Elements Embedded within the Protein-Coding Regions of RNA Viruses'"], ["Non-Canonical Translation in RNA Viruses'"], ["'CD-HIT: Accelerated for Clustering the Next-Generation Sequencing Data'"], ["The Bipartite 30-Cis-Acting Signal for Replication is Required for Formation of a Ribonucleoprotein Complex in Vivo between the Viral Genome and Its RNA Polymerase in Yeast 23 S RNA Virus'"], ["'Interactions of the RNA Polymerase with the Viral Genome at the 50-"], ["'Molecular Characterization of the Plant Virus Genus Ourmiavirus and Evidence of Inter-Kingdom Reassortment of Viral Genome Segments as Its Possible Route of Origin'"], ["'EMBOSS: The European Molecular Biology Open Software Suite'"], ["'Molecular Cloning and Characterization of W Double-Stranded RNA, a Linear Molecule Present in Saccharomyces cerevisiae. Identification of Its Single-Stranded RNA Form as 20 S RNA'"], ["'Yeast Positive-Stranded Virus-like RNA Replicons: 20 S and 23 S RNA Terminal Nucleotide Sequences and 30 End Secondary Structures Resemble Those of RNA Coliphages'"], ["'Membranous Replication Factories Induced by plus-Strand RNA Viruses'"], ["'A Simple Method to Detect Candidate Overlapping Genes in Viruses Using Single Genome Sequences'"], ["'Redefining the Invertebrate RNA Virosphere'"], ["High-Resolution Metatranscriptomics Reveals the Ecological Dynamics of Mosquito-Associated RNA Viruses in Western Australia'"], ["Spatiotemporal Analysis of Hepatitis C Virus Infection'"], ["(þ) RNA Virus Replication Compartments: A Safe Home for (Most) Viral Replication'"], ["'Discovery of a Small non-AUG-Initiated ORF in Poleroviruses and Luteoviruses that is Required for Long-Distance Movement'"], ["Solo´ rzano, A"], ["'Subgenomic Messenger RNAs: Mastering Regulation of (þ)-Strand RNA Virus Life Cycle'"], ["'Molecular Basis for RNA Polymerization by Qb Replicase'"], ["'ICTV Virus Taxonomy Profile: Ourmiavirus'"], ["'Common and Unique Features of Viral RNA-Dependent Polymerases'"], ["'Viruses of Invasive Argentine Ants from the European Main Supercolony: Characterization, Interactions and Evolution'"], ["'Ribonucleoprotein Particle Appearing during Sporulation in Yeast'"], ["Two New Double-Stranded RNA Molecules Showing Non-Mendelian Inheritance and Heat Inducibility in Saccharomyces cerevisiae'"], ["'Viruses and Prions of Saccharomyces cerevisiae'"], ["'Origins and Evolution of the Global RNA Virome'"], ["'A Structural Overview of RNA-Dependent RNA Polymerases from the Flaviviridae Family'"], ["'A Completely Reimplemented MPI Bioinformatics Toolkit with a New HHpred Server at Its Core'"], ["'Portraits of Viruses: RNA Phage'"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Athey"], ["D. Baltimore"], ["R. Belshaw", "O. G. Pybus", "A. Rambaut"], ["A. A. Bicknell", "E. P. Ricci"], ["T. Blumenthal", "G. G. Carmichael"], ["J. A. den Boon", "P. Ahlquist"], ["M. L. Borowiec"], ["N. Brandes", "M. Linial"], ["G. Cai"], ["C. Camacho"], ["J. A. Chandler", "R. M. Liu", "S. N. Bennett"], ["B.-W. Chung"], ["S. Cook"], ["J. L. DeRisi"], ["C. Dobkin", "Q Beta Replicase", "'"], ["V. V. Dolja", "E. V. Koonin"], [], ["L. Donaire", "J. Rozas", "M. A."], ["R. C. Edgar"], ["K. J. Ertel"], ["L. M. Esteban", "R. Esteban"], ["R. Esteban", "T. Fujimura"], ["L. Vega", "T. Fujimura"], ["Y. Fang"], ["R. D. Finn", "J. Clements", "S. R. Eddy"], ["A. E. Firth"], ["I. Brierley"], ["L. Fu"], ["T. Fujimura", "R. Esteban"], ["C."], ["M. Rastgou"], ["P. Rice", "I. Longden", "A. Bleasby"], ["N. Rodriguez-Cousin", "L. M. Esteban", "R. Esteban"], ["Rodrıguez-Cousin"], ["I. Romero-Brey", "R. Bartenschlager"], ["T. E. Schlub", "J. P. Buchmann", "E. C. Holmes"], ["M. Shi"], [], ["A. Shulla", "G. Randall"], [], ["E. Smirnova"], [], ["J. Sztuba-Solinska", "V. Stollar", "J. J. Bujarski"], ["D. Takeshita", "K. Tomita"], ["M. Turina"], ["A. te Velthuis"], ["L. Viljakainen"], ["P. J. Wejksnora", "J. E. Haber"], ["M. Wesolowski", "R. B. Wickner"], ["R. B. Wickner", "T. Fujimura", "R. Esteban"], ["Y. I. Wolf"], ["J. Wu", "W. Liu", "P. Gong"], ["L. Zimmermann"], ["N. D. Zinder"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Traditionally, viruses have been divided between seven\nBaltimore classes based on the nature of the nucleic acid of\ntheir genomes and their replicative intermediates. The seven\nclasses are positive-sense, negative-sense and double-stranded\nRNA viruses, single-stranded and double-stranded DNA viruses,\nretroviruses, and pararetroviruses\n        ", "one_words_summarize": "Traditionally, viruses have been divided between sevenBaltimore classes based on the nature of the nucleic acid oftheir genomes and their replicative intermediates. Both genera containsingle-stranded positive-sense RNA viruses which arenonencapsidated and hence are expected to be transmitted eithervertically though cell division or horizontally during hostmating. Mitoviruses replicate in the mitochondria of host cellswhereas narnaviruses replicate in the cytoplasm. The narnaviral positive strandnormally contains a single long ORF that covers most of thegenome and encodes an RdRp which catalyses viral replication. We explore possible reasons for theavoidance of CUA, UUA, and UCA and conclude that themost plausible explanation is selection to maintain an rORF,indicating that the rORF is functional. Based on these data, we propose that the genusNarnavirus be subdivided to form two new genera, which wename Alphanarnavirus and Betanarnavirus, besides additionalunclassified sequences. S1), andthe pairwise amino acid identities of the corresponding set ofRdRps ranged from 16.8 per cent to 99.8 per cent(Supplementary File S2). S5 for asimilar analysis without the 50-proximity restriction). In a single case—Wenling narna-like virus 7                    To enable a representative assessment of codon usage innarnaviral ORFs, sequences predicted to encode RdRp proteins with>90 per cent amino acid identity were clustered using CD-HIT          Among alphanarnaviruses, codon usage (as a proportion oftotal codons) in the RdRp ORF was broadly similar in sequenceswith and without long rORFs, with the exception of the threeforward-orientation codons that introduce reverse-orientationstops (i.e. CUA, UUA, and UCA) (Fig. The PCA allowedclear segregation of arthropods from ascomycetes andbasidiomycetes (two major fungal phyla) and streptophytes (landplants and some green algae), but the latter three groups didnot clearly segregate from each other (Supplementary Fig. We show that sequences with long rORFsare restricted to the proposed genus Alphanarnavirus, which alsocontains the prototypical Saccharomyces cerevisiae 20S and 23Snarnaviruses. These variationsmight, to some extent, reflect divergence in host taxa. The Entomophthora muscae sequences wereobtained from fungus-infected Delia radicum cabbage flies, andindeed the NCBI SRA taxonomy analysis webpages (alphaversion, 30 May 2019) for the corresponding RNA-Seq librariesshow 4–16 times as much fly RNA as fungal RNA (within theonly 8–9 per cent of reads that were taxonomically identified);thus these TSAs may derive from infected insect cells. Thus, it is important to apply cautionwhen attempting to infer the hosts of TSA sequences. Given the co-occurrence of fungal sequences in arthropodtranscriptomic data sets, it was originally suggested that theidentified narnavirus sequences might derive from fungalcontaminants                Since our original identification of long rORFs in the ONLV1and ONLV2 genomes, besides sequences from Uromycesappendiculatus and Puccinia striiformis transcriptomes                To our knowledge, there is no experimental evidence forprotein-coding ORFs in the negative strand of any (þ)ssRNAvirus. Surprisingly, the distribution of the rORF does not appear to bemonophyletic. Thus it may have evolved multiple times, or itmay have been present ancestrally and lost from some lineages. We thank Chris McCormick, Katherine Brown, Valeria Lulla,and Hazel Stewart for useful discussions. 2010) ‘Use of Nucleotide Composition Analysisto Infer Hosts for Three Novel Picorna-like Viruses’, Journal ofVirology, 84: 10322–8.Katzourakis, A., and Gifford, R. J. (2010) ‘Endogenous ViralElements in Animal Genomes’, PLoS Genetics, 6: e1001191.Keese, P. K., and Gibbs, A. (1992) ‘Origins of Genes: “Big Bang” orContinuous Creation?’,"}