{"date": "2020/01/23", "journal": "biorxiv", "authors": "Shi Zhao, Qianyin Lin, Jinjun Ran, Salihu S Musa, Guangpu Yang, Weiming Wang, Yijun Lou, Daozhou Gao, Lin Yang, Daihai He, Maggie H Wang", "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak", "type": "preprint article", "abstract": "Ethics approval and consent to participate\nThe ethical approval or individual consent was not applicable.", "text": "Ethics approval and consent to participateThe ethical approval or individual consent was not applicable.Availability of data and materialsAll data and materials used in this work were publicly available.Consent for publicationNot applicable.FundingThis work was not funded.AcknowledgementsThe authors would like to acknowledge anonymous colleagues for helpful comments.DisclaimerThe funding agencies had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit themanuscript for publication.Conflict of InterestsThe authors declared no competing interests.Authors' ContributionsAll authors conceived the study, carried out the analysis, discussed the results, drafted the first manuscript,critically read and revised the manuscript, and gave final approval for publication.Methods: Accounting for the impact of the variations in disease reporting rate, we modelled the epidemiccurve of 2019-nCoV cases time series, in mainland China from January 10 to January 21, 2020, through theexponential growth. With the estimated intrinsic growth rate (γ), we estimated R0 by using the serial intervals(SI) of two other well-known coronavirus diseases, MERS and SARS, as approximations for the trueunknown SI.Findings: The early outbreak data largely follows the exponential growth. We estimated that the mean R0ranges from 3.30 (95%CI: 2.73-3.96) to 5.47 (95%CI: 4.16-7.10) associated with 0-fold to 2-fold increase inthe reporting rate. With rising report rate, the mean R0 is likely to be below 5 but above 3.Conclusion: The mean estimate of R0 for the 2019-nCoV ranges from 3.30 (95%CI: 2.73-3.96) to 5.47(95%CI: 4.16-7.10), and significantly larger than 1. Our findings indicate the potential of 2019-nCoV to causeoutbreaks.author/funder. It is made available under a CC-BY-NC-ND 4.0 International license.global spread [5].The atypical pneumonia case, caused by a novel coronavirus (2019-nCoV), was first suspected and reported inWuhan, China in December 31, 2019 [1]. By the end of January 22, 2020, there have been 571 confirmedcases of 2019-nCoV infections in mainland China, including 17 deaths [2]. The 2019-nCoV cases were alsoreported in Thailand, Japan, Republic of Korea, Hong Kong, Taiwan and the US, and all these cases wereexported from China, see WHO news release https://www.who.int/csr/don/en/ from January 14-21. Theoutbreak is still on-going. A recently published preprint by Imai et al. estimated that a total of 1723 (95%CI:427-4471) cases of nCoV infections in Wuhan had onset of symptoms by January 12, 2020 [3]. The likelihoodof travel related risks of disease spreading is suggested by [4], which indicates the potentials of regional andTo the best of our knowledge, there is no existing peer-reviewed literature quantifying the transmissibility of2019-nCoV as of January 22, 2020. In this study, we estimated the transmissibility of 2019-nCoV via thebasic reproduction number, R0, based on the limited data in the early phase of the outbreak.We obtained the number of 2019-nCoV cases time series data in mainland China released by WuhanMunicipal Health Commission, China and National Health Commission of China from January 10 to January22, 2020 from [6]. All cases were laboratory confirmed following the case definition by national healthcommission of China [7].Although there were cases confirmed on or before January 16, the official diagnostic protocol was released byWHO on January 17 [8]. To adjust the impact of this event, we considered a time-varying reporting rate thatfollows a linear increasing trend, motivated by the previous study [9]. We assumed that the reporting rate, r(t),started increasing since January 17, and stopped at the maximal level at January 20. Denoting the dailyreported number of new cases by c(t) for the t-th day, then the adjusted cumulative number of cases, C(t), is ( ) = ∑ =0  ( )/ ( ). Instead of finding the exact value of r(t), we calculated the fold change in r(t) that isdefined by the ratio of r on January 10 over that on January 22 minus 1. We considered four scenarios forfurther analysis with 0-fold (no change), 0.5-fold, 1-fold and 2-fold increase in reporting rate, see Fig 1(a), (c),(e) and (g).Following previous studies [10, 11], we modelled the epidemic curve obeying the exponential growth. Thenonlinear least square (NLS) framework is adopted for data fitting and parameter estimation. The intrinsicgrowth rate (γ) of the exponential growth was estimated, and the basic reproduction number could be obtainedby R0 = 1/M(−γ) with 100% susceptibility for 2019-nCoV at this early stage. The function M(∙) is the Laplacetransform, i.e., the moment generating function, of the probability distribution for the serial interval (SI) of thedisease [10, 12], denoted by h(k) and k is the mean SI. Since the transmission chain of 2019-nCoV remainsunclear, we adopted the SI information from other well-known coronavirus diseases, i.e., the middle eastrespiratory syndrome (MERS), and the severe acute respiratory syndrome (SARS), which share the similarpathogen as 2019-nCoV. We modelled h(k) as Gamma distributions with mean of 7.6 days and standarddeviation (SD) of 3.4 days for MERS [13], and mean of 8.4 days and SD of 3.8 days for SARS [14] as well astheir average, see the row heads in Table 1 for each scenario.The exponential growth fitting results are shown in Fig 1(b), (d), (f) and (h). The coefficient of determination,R-squared, ranges from 0.86 to 0.87 for all reporting rate changing scenarios, which implies that the earlyoutbreak data were largely following the exponential growth. In Table1, we estimated that the R0 ranges from3.30 (95%CI: 2.73-3.96) to 5.47 (95%CI: 4.16-7.10) associated with 0-fold to 2-fold increase in the reportingrate. All R0 estimates are significantly larger than 1, which indicates the potential of 2019-nCoV to causeoutbreaks. Since the official diagnostic protocol was released by WHO on January 17 [8], an increase in thediagnosis and reporting of 2019-nCoV infections probably occurred. Thereafter, the daily number of newlyreported cases started increasing around January 17, see Fig 1, which implies that more infections were likelybeing diagnosed and recorded. We suggested that changing in reporting might exist thus should be consideredin estimation. Although four scenarios about the reporting rate were explored in this study, the real situation isdifficult to determine given limited data and (almost) equivalent model fitting performance in terms ofRsquared. However, with the rising in the reporting rate, we found the mean R0 is likely to be below 5 but above3.Our analysis and estimation of R0 rely on the accuracy of the SI of 2019-nCoV, which remains unknown as ofJanuary 21. In this work, we employed the SIs of SARS and MERS as approximations to that of 2019-nCoV.The determination of SI requires the knowledge of the chain of disease transmission that needs sufficientnumber of patient samples and periods of time for follow-up [15], and thus this is unlikely to be achievedshortly. However, using SIs of SARS and MERS as approximation could provide an insight to thetransmission potential of 2019-nCoV at the early stage of the outbreak. We reported that the mean R0 of2019nCoV is likely to be from 3.3 to 5.5, and it appeared (slightly) higher than those of SARS, i.e., 2-5 [14, 16],and MERS, i.e., 2.7-3.9 [17]. Furthermore, measures on ‘entry, exit and travel’ screening and restrictionstarted today (on January 23) in Wuhan is likely to reduce the R0, which is benefit for the 2019-nCoV controland prevention.We estimated the mean R0 of 2019-nCoV ranging from 3.30 (95%CI: 2.73-3.96) to 5.47 (95%CI: 4.16-7.10)and being 3.98 (95%CI: 3.19-4.92) if the reporting efforts doubled after the diagnostic protocol released onJanuary 17, 2020.10.11.12.13.14.15.16.'Pneumonia of unknown cause – China', Emergencies preparedness, response, Disease outbreaknews, World Health Organization (WHO)[https://www.who.int/csr/don/05-january-2020pneumonia-of-unkown-cause-china/en/]'Situation report of the pneumonia cases caused by the novel coronavirus', released on January22, 2020 by the National Health Commission of the People’s Republic of China (in Chinese).[http://www.nhc.gov.cn/yjb/s3578/202001/a3c8b5144067417889d8760254b1a7ca.shtml]Imai N, Dorigatti I, Cori A, Riley S, Ferguson NM: Estimating the potential total number of novelCoronavirus (2019-nCoV) cases in Wuhan City, China. Preprint published by the Imperial CollegeLondon2020:https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhancoronavirus/.Bogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer MU, Khan K: Pneumonia of unknownetiology in Wuhan, China: potential for international spread via commercial air travel. Journalof Travel Medicine 2020:doi:10.1093/jtm/taaa1008.Leung K, Wu JT, Leung GM: Nowcasting and forecasting the Wuhan 2019-nCoV outbreakPreprint published by the School of Public Health of the University of Hong Kong2020:https://files.sph.hku.hk/download/wuhan_exportation_preprint.pdf.'News press and situation reports of the pneumonia caused by novel coronavirus', fromDecember 31, 2019 to Janunary 21, 2020 released by the Wuhan municipal health commission,China [http://wjw.wuhan.gov.cn/front/web/list2nd/no/710]'Definition of suspected cases of unexplained pneumonia', the National Health Commission ofthe People’s Republic of China (in Chinese). [http://www.nhc.gov.cn/]Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases, WorldHealth Organization (WHO)[https://www.who.int/health-topics/coronavirus/laboratorydiagnostics-for-novel-coronavirus]Wu JT, Cowling BJ, Lau EH, Ip DK, Ho L-M, Tsang T, Chuang S-K, Leung P-Y, Lo S-V, Liu S-H:School closure and mitigation of pandemic (H1N1) 2009, Hong Kong. Emerging infectiousdiseases 2010, 16(3):538.Zhao S, Musa SS, Fu H, He D, Qin J: Simple framework for real-time forecast in a data-limitedsituation: the Zika virus (ZIKV) outbreaks in Brazil from 2015 to 2016 as an example. Parasitesand Vectors 2019, 12(1):344.de Silva U, Warachit J, Waicharoen S, Chittaganpitch M: A preliminary analysis of theepidemiology of influenza A (H1N1) v virus infection in Thailand from early outbreak data,June-July 2009. Eurosurveillance 2009, 14(31):19292.Wallinga J, Lipsitch M: How generation intervals shape the relationship between growth ratesand reproductive numbers. Proceedings of the Royal Society B: Biological Sciences 2007,274(1609):599-604.Assiri A, McGeer A, Perl TM, Price CS, Al Rabeeah AA, Cummings DA, Alabdullatif ZN, Assad M,Almulhim A, Makhdoom H: Hospital outbreak of Middle East respiratory syndrome coronavirus.New England Journal of Medicine 2013, 369(5):407-416.Lipsitch M, Cohen T, Cooper B, Robins JM, Ma S, James L, Gopalakrishna G, Chew SK, Tan CC,Samore MH: Transmission dynamics and control of severe acute respiratory syndrome. Science2003, 300(5627):1966-1970.Cowling BJ, Fang VJ, Riley S, Peiris JM, Leung GM: Estimation of the serial interval of influenza.Epidemiology 2009, 20(3):344.Wallinga J, Teunis P: Different epidemic curves for severe acute respiratory syndrome revealsimilar impacts of control measures. American Journal of epidemiology 2004, 160(6):509-516.17.Lin Q, Chiu AP, Zhao S, He D: Modeling the spread of Middle East respiratory syndromecoronavirus in Saudi Arabia. Statistical methods in medical research 2018, 27(7):1968-1978.The scenarios of the change in the reporting rate (top panels) and the exponential growth fitting (bottompanels). The top panels, i.e., (a), (c), (e) and (g), show the assumed change in the reporting rate. The bottompanels, i.e., (b), (d), (f) and (h), show the reported (or observed, green circles), adjusted (blue dots) and fitted(blue curve) number of 2019-nCoV infections, and the blue dashed lines are the 95%CI. The vertical grey linerepresents the date of January 16, 2020, after which the official diagnostic protocol was released by WHO [8].Panels (a) and (b) show the scenarios that the reporting rate was unchanged. Panels (c) and (d) show thescenarios that the reporting rate increased by 0.5-fold. Panels (e) and (f) show the scenarios that the reportingrate increased by 1-fold. Panels (g) and (h) show the scenarios that the reporting rate increased by 2-fold.The summary table of the estimated basic reproduction number, R0, under different scenarios. The estimatedR0 is shown as in the ‘median (95%CI)’ format. The ‘reporting rate increased’ indicated the number of foldincrease in the reporting rate from January 17, when WHO released the official diagnostic protocol [8], toJanuary 20, 2020.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Ethics approval and consent to participate\nThe ethical approval or individual consent was not applicable.", "one_words_summarize": "Ethics approval and consent to participateThe ethical approval or individual consent was not applicable. Availability of data and materialsAll data and materials used in this work were publicly available. AcknowledgementsThe authors would like to acknowledge anonymous colleagues for helpful comments. DisclaimerThe funding agencies had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit themanuscript for publication. It is made available under a CC-BY-NC-ND 4.0 International license.global spread [5].The atypical pneumonia case, caused by a novel coronavirus (2019-nCoV), was first suspected and reported inWuhan, China in December 31, 2019 [1]. All R0 estimates are significantly larger than 1, which indicates the potential of 2019-nCoV to causeoutbreaks. We suggested that changing in reporting might exist thus should be consideredin estimation. However, with the rising in the reporting rate, we found the mean R0 is likely to be below 5 but above3.Our analysis and estimation of R0 rely on the accuracy of the SI of 2019-nCoV, which remains unknown as ofJanuary 21. However, using SIs of SARS and MERS as approximation could provide an insight to thetransmission potential of 2019-nCoV at the early stage of the outbreak. We reported that the mean R0 of2019nCoV is likely to be from 3.3 to 5.5, and it appeared (slightly) higher than those of SARS, i.e., 2-5 [14, 16],and MERS, i.e., 2.7-3.9 [17]. 'News press and situation reports of the pneumonia caused by novel coronavirus', fromDecember 31, 2019 to Janunary 21, 2020 released by the Wuhan municipal health commission,China [http://wjw.wuhan.gov.cn/front/web/list2nd/no/710]'Definition of suspected cases of unexplained pneumonia', the National Health Commission ofthe People’s Republic of China (in Chinese). [ American Journal of epidemiology 2004, 160(6):509-516.17.Lin Q, Chiu AP, Zhao S, He D: Modeling the spread of Middle East respiratory syndromecoronavirus in Saudi Arabia."}