{"date": "2020/02/07", "journal": "Clinical Chemistry", "authors": "Y M Dennis Lo, Rossa W K Chiu", "title": "Racing Towards the Development of Diagnostics for a Novel &lt;b&gt;Coronavirus&lt;/b&gt; (2019-nCoV)", "type": "Article", "abstract": "\n        In December 2019, a mysterious viral illness causing\npneumonia broke out in the city of Wuhan, in Hubei\nProvince in China. A proportion of the earlier cases\nwere associated with a seafood market in the city, where\nexotic animals were also sold for food (\n        ", "text": "        In December 2019, a mysterious viral illness causingpneumonia broke out in the city of Wuhan, in HubeiProvince in China. A proportion of the earlier caseswere associated with a seafood market in the city, whereexotic animals were also sold for food (                The sensitive and specific detection of this virus isan important part of the global healthcare response tothis outbreak. In this issue of the journal, Chu et al. (        The authors found that the N assay was moresensitive than that targeting the Orf1b. The authorsproposed using the former as a screening assay, and thelatter as a diagnostic assay. On the basis of the datapresented by the authors, one can perhaps argue that thistwo-tier test arrangement should be consideredprovisional. Further validation of this approach using a muchlarger sample cohort would be necessary.        When the authors designed their assays, only one2019-nCoV sequence was publicly available. However,since then, several other 2019-nCoV sequences becameavailable (        Additionally, it will be necessary to assess thequantitative performance of the authors’ assays in a clinicalcontext, using serial samples. Exploration of the viralkinetics in various sample types and looking forcorrelations with clinical outcome will be valuable. Viralkinetics studies will be beneficial in identifying treatmentmodalities that may be effective in inhibiting viralreplication.Viral diagnostics is one important part of ourarmamentarium against COVID-19. Public health measures,such as decisions to place a person and his or her closecontacts under medical isolation, surveillance, orquarantine are intimately related to whether a suspected casehas been confirmed to be infected with 2019-nCoV. Tocombat an epidemic, time is of the essence and hencethe rapid development of sensitive and specificdiagnostic tests is crucial. It is hoped that new therapies andeven vaccines might eventually become available for thisdisease. The emergence of such viral zoonoses is indeedtesting modern global healthcare and collaboration tothe extreme.Author Contributions: All authors confirmed they have contributed tothe intellectual content of this paper and have met the following 4requirements: (a) significant contributions to the conception and design,acquisition of data, or analysis and interpretation of data; (b) drafting or revisingthe article for intellectual content; (c) final approval of the publishedarticle; and (d) agreement to be accountable for all aspects of the article thusensuring that questions related to the accuracy or integrity of any part ofthe article are appropriately investigated and resolved.Authors’ Disclosures or Potential Conflicts of Interest: Uponmanuscript submission, all authors completed the author disclosure form.Disclosures and/or potential conflicts of interest:Employment or Leadership: Y.M.D. Lo, Clinical Chemistry, AACC;R.W.K. Chiu, Clinical Chemistry, AACC.Consultant or Advisory Role: None declared.Stock Ownership: None declared.Honoraria: None declared.Research Funding: None declared.Expert Testimony: None declared.Patents: None declared.", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Molecular diagnosis of a novel coronavirus (2019-nCoV) causing an outbreak of pneumonia"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["D Chu", "Y Pan", "S Cheng", "K Hui", "P Krishnan", "Y Liu"], ["R Lu", "X Zhao", "J Li", "P Niu", "B Yang", "H Wu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In December 2019, a mysterious viral illness causing\npneumonia broke out in the city of Wuhan, in Hubei\nProvince in China. A proportion of the earlier cases\nwere associated with a seafood market in the city, where\nexotic animals were also sold for food (\n        ", "one_words_summarize": "In December 2019, a mysterious viral illness causingpneumonia broke out in the city of Wuhan, in HubeiProvince in China. Further validation of this approach using a muchlarger sample cohort would be necessary. However,since then, several other 2019-nCoV sequences becameavailable (        Additionally, it will be necessary to assess thequantitative performance of the authors’ assays in a clinicalcontext, using serial samples. The emergence of such viral zoonoses is indeedtesting modern global healthcare and collaboration tothe extreme."}