{"date": "2020/02/04", "journal": "Precision Clinical Medicine", "authors": "Minjin Wang, Yanbing Zhou, Zhiyong Zong, Zongan Liang, Yu Cao", "title": "A precision medicine approach to managing 2019 novel &lt;b&gt;coronavirus&lt;/b&gt; pneumonia", "type": "Article", "abstract": "In December 2019, several patients with pneumonia of an unknown cause were detected in Wuhan, China. On 7 January 2020, the causal organism was identified as a new coronavirus, later named as the 2019 novel coronavirus (2019-nCoV). Genome sequencing found the genetic sequence of 2019-nCoV homologous to that of severe acute respiratory syndrome-associated coronavirus. As of 29 January 2020, the virus had been diagnosed in more than 7000 patients in China and 77 patients in other countries. It is reported that both symptomatic and asymptomatic patients with 2019-nCoV can play a role in disease transmission via airborne and contact. This finding has caused a great concern about the prevention of illness spread. The clinical features of the infection are not specific and are often indistinguishable from those of other respiratory infections, making it difficult to diagnose. Given that the virus has a strong ability to spread between individuals, it is of top priority to identify potential or suspected patients as soon as possible-or the virus may cause a serious pandemic. Therefore, a precision medicine approach to managing this disease is urgently needed for detecting and controlling the spread of the virus. In this article, we present such an approach to managing 2019-nCoV-related pneumonia based on the unique traits of the virus recently revealed and on our experience with coronaviruses at West China Hospital in Chengdu, China.", "text": "        In December 2019, several patients with pneumonia ofunknown cause were identified in Wuhan, China.1 Theresults of genome sequencing, released on 10 January2020, showed that the pneumonia outbreak was relatedto a new coronavirus, named 2019 novel coronavirus(2019-nCoV), whose genetic sequence is homologous tothat of the coronavirus causing severe acute respiratorysyndrome (SARS).2 Coronaviruses are enveloped with apositive-sense, single-stranded RNA genome and witha nucleocapsid.                Further genetic and amino acid sequencing of theS-protein of 2019-nCoV established that thereceptorbinding domain of the S-protein binds to recipientcells and interacts strongly with humanangiotensinconverting enzyme 2 (ACE2) receptor molecules.2 Thisfinding shows that the underlying pathogenesis of thevirus is to infect the human respiratory epitheliumthrough the S-protein-ACE2 binding pathway. Thesequencing from isolated 2019-nCoV became availableto the World Health Organization (WHO) on 1        By 29 January 2020, the virus had infected more than7000 people in China and had caused 170 deaths.6 Atthe same time, the disease is gradually being spread toseveral other countries as the virus can betransmitted through air and contact.4 Fortunately, at least 124patients have been cured, according to a recent report ofthe National Health Commission of the People’s Republicof China.6According to the research that examined theinfectious patients in Wuhan Jinyintan Hospital,7 typicalclinical features included fever (98%, 40 of 41), cough (76%, 31of 41), malaise (44%, 18 of 41), sputum production (28%,11 of 39), and other less-common symptoms (headache,haemoptysis, diarrhoea, etc.). The median age of theinfected patients was 47 years (interquartile range [IQR],41.0–58.0), and the median time from onset to admissionwas 7 days (IQR, 4.0–8.0). Severely ill patients may haveacute respiratory distress syndrome (ARDS), acutecardiac injury, secondary infection, septic shock, and acutekidney injury. Laboratory findings includelymphopenia, leucopenia, elevated concentrations of procalcitonin,serum amyloid A, D-dimer, and hypersensitive troponinand longer prothrombin times.7The 2019-nCoV epidemic is suspected to be highlysimilar to other highly threatening coronavirus diseasessuch as SARS and Middle Eastern respiratory syndrome(MERS), both intensely infectious diseases related toanimals.2,3 Like with other epidemics, health systemsneed to respond quickly and accurately to control thespread of the virus. Here, we describe our understandingof the 2019-nCoV epidemic and our experience withother coronavirus-related diseases in West ChinaHospital. Based on this, we aim to establish a precisionmedicine approach to managing Wuhan coronaviruspneumonia, starting from accurate and rapid recognitionof individuals infected by 2019-nCoV. It will facilitatedecision-making by health care workers with necessaryclinical information, laboratory detection, and imagingfindings. The approach consists of the following fourparts: screening, diagnosis, preventive control, andtreatment of 2019-CoV pneumonia (Fig. 1). Given our clinicalexperience in preventing and treating various viralpneumonia, including those caused by coronaviruses, webelieve that such an approach would help in preventingfurther the spreading of 2019-nCoV.In West China Hospital of Sichuan University at Chengdu,one of the top hospitals in China, we found thatinfections caused by human coronaviruses (HCoVs)have a seasonal pattern that varies among age groups(Fig. 2). Winter and spring are associated with the highestincidence of coronavirus epidemics, which is consistentwith the current epidemic of 2019-nCoV. In this sense,the particularities of 2019-nCoV incidence should not beoveremphasized.        To date, seven strains of coronaviruses have beenconfirmed to infect humans: HCoV-229E, HCoV-OC43,SARSCoV, HCoV-NL63, Human coronavirus HKU        Patients with SARS or MERS infections present witha spectrum of symptoms ranging from upperrespiratory tract infection to ARDS, whereas other HCoVs causesevere lower respiratory tract infection, primarily in theelderly and neonates.10Currently, the most common diagnostic methodof coronaviruses is molecular detection.10 A precisionmedicine approach is crucial to quickly confirm thediagnosis with laboratory methods, control the spreadof the virus, and better allocate hospital resources.Early identification of infected patients and timelymedical intervention are key to preventing rapid spread ofthe virus. We attempt to adopt a strategy of screeningpatients for 2019-nCoV early after the admission.Currently, diagnosis is based on epidemiologicalassociations, clinical manifestations, laboratory findings, andradiological characteristics.4 Both WHO and The NationalHealth Commission have issued definitions of suspectedcases.4,11(i) Patients must meet any one of the four epidemiologicalcriteria:(a) A history of travel or residency in Wuhan, Hubei Province,China or other epidemic areas, since December 2019;(b) Close contact with a person who has traveled to Wuhan orother epidemic areas since December 2019 or presentedwith respiratory symptoms in the 14 days before the onsetof signs and symptoms, or close contact with a patientconfirmed to have the 2019-nCoV virus;(c) A health worker without enough protection but tookcare of patients who have the earlier-mentionedconditions;(d) An individual case in a cluster outbreak of the infection.(ii) Patients must present with the following clinicalmanifestations within 10 days of likely exposure:(a) A history of fever or a high temperature;(b) A dry cough or sore throat;(c) Malaise;(d) Shortness of breath.Patients who meet any of these epidemiologicalcriteria and who present with some of the above clinicalmanifestations should be quickly referred to designatedhospitals for further examination.The diagnosis of 2019-nCoV infection in the precisionmedicine approach involves both nucleic acid detectionand chest computed tomography (CT) scan.        The National Health Commission issued aguidance on 2        The WHO guidance recommends testing the nucleicacid of 2019-nCoV with RT-PCR.11 Currently, the targetingregions of RT-PCR testing kits consist of open readingframes 1a or 1b (ORF1ab) and the envelope gene (E gene)or the nucleocapsid protein gene (N gene).According to the Diagnosis and Treatment Schemereleased by the National Health Commission,4 and aftertesting and evaluating the efficacy of various viralnucleic acid detection diagnostic kits, we propose thefollowing interpretations (Fig. 4):(i) The diagnosis is ‘Confirmed’ in patients with positiveRTPCR results for both ORF1ab and N gene/E gene amplification(Fig. 4a).(ii) The diagnosis is ‘Highly Suspected’ in patients with anRTPCR result positive for ORF1ab and negative for N gene/Egene. The analyses should be repeated with a differentRTPCR kit or replicated with a nucleic acid test kit based on adifferent methodology (Fig. 4b) or further genomicsequencing should determine whether the virus has a potentialmutation.(iii) The diagnosis is ‘Uncertain’ when ORF1ab gene amplificationis negative. In this case, regardless of the N gene/E gene result,a replicate test should be done with another kit, or the processof sampling and testing should be repeated (Fig. 4c).(iv) The interpretations of 2019-nCoV RT-PCR results (Fig. 4d): apositive nucleic acid test result includes a cycle threshold(Ct) value less than 35 and a standard S-shaped amplificationcurve of ORF1ab, N gene/E gene, and internal control (IC)on RT-PCR. A negative RT-PCR result is one with absence ofamplification curve for ORF1ab and N gene/E gene and, atthe same time, presence of an S-shaped amplification curvefor IC (Fig. 4e). When the Ct value is between 35 and 40, theresult is a suspected positive and should be reviewed beforea diagnosis is done.Quality control of specimen collection is vital tothe diagnostic procedure. Collection of appropriatespecimens from suspected cases and their close contactsas early as possible is a cornerstone of RT-PCR testing.The WHO recommends sampling from the lowerrespiratory tract12 that should meet the following standards:(i) Bronchoalveolar lavage fluid should be collected using afiber bronchoscope by clinicians or respiratory therapists.After 100–300 mL of sterilized saline being injected intothe bronchia, the liquid is collected by negative pressure(∼100 mm Hg) with sterile containers. The total volume(pooled aliquots) retrieved should be >5 mL and at least 30%of the instilled volume (Fig. 5a).13,14(ii) Sputum from deep in the lung collected in the morning insterile containers is optimal for testing. Patients with a lowsputum volume should be provided with aerosol inhalationusing a 0.9% NaCl solution at 25◦C (Fig. 5b).(iii) Laboratory experts should collect secretions from thepalatine arch, pharynx, and tonsils with flocked swabs. Twoor three swabs are required for accurate detection (Fig. 5cand d)14.On 18 January 2020, after the admission of thesuspected cases in West China Hospital, amultidisciplinary team was organized for patients with feversof unknown cause. The team (also co-authors of thisarticle) includes experts from the Department ofRespiratory and Critical Care Medicine, Center ofInfectious Diseases, Department of Emergency Medicine,Department of Critical Care Medicine, Department ofRadiology, and Department of Laboratory Medicine. Themulti-disciplinary team collects pulmonary specimens,performs RT-PCR testing, acquires CT scans, collectivelydiscusses the data, and makes the diagnosis.Standard nosocomial preventive control measures are inurgent need to block further spreading of the disease.The in-hospital preventive control measures should varyamong patients, close contacts, and health care workersin precision medicine approach.The triage of patients by disease severity is thepriority; patients should be triaged as soon as possible whenthey come to the clinic or hospital, depending on diseaseseverity.The infection is defined as severe when a patientmeets any of the criteria established by the Diagnosisand Treatment Scheme issued by the National HealthCommission4:(i) A respiration rate greater than 30 breaths per minute,dyspnea;(ii) A blood oxygen saturation of <93% in resting state;(iii) A PaO2:FiO2 ratio (the ratio of arterial oxygen partial pressureto fractional inspired oxygen) of <300 mm Hg;(iv) Radiologic evidence of foci in multiple lobes or more than a50% progression of lung inflammation.The infection is defined as critical when any one offollowing is met:(i) Respiratory failure and the need for mechanical ventilation;(ii) Shock;(iii) Multiple organ failure and admission to the intensive careunit.According to the Diagnosis and Treatment Scheme,timely isolation of suspected cases is essential.4 Patientssuspected of infection with 2019-nCoV should beexamined only in an isolated area where health workers areprotected by protective clothing with adequateprotection level.Once the virus is detected, patients should beadmitted to a negative-pressure isolation ward or to privaterooms. Several researchers have found that confinementto an isolation ward can prevent the airborne spreadof pathogens.15 Patients with mild symptoms can beobserved in separate isolation wards or during homequarantine if hospital beds are unavailable. However, allcritically ill patients should be immediately admitted toisolation wards with environmental negative pressureequipment and medical protection.Health care workers should be given appropriateequipment, including respirators (NIOSH-certified N95,EU FFP2, or higher-level protection), eye protection(goggles or a face shield), and clean, long-sleevedgown and gloves.12 Equipment should be thoroughlydisinfected between patients, and health workers shouldwash their hands for at least 20 seconds after patientcontact. Occupational exposures in workplace shouldbe immediately reported to the infection control unit atthe hospital, and the exposed doctor or nurse should bequarantined in the hospital.People in close contact with patients or with thosesuspected of 2019-nCoV infection should be examinedimmediately if they experience respiratory symptoms,such as fever, or related symptoms. Even if their testresult is negative, they should be temporarily isolated athome for 14 days after the last contact with confirmedpatients—since 14 days is the disease maximumincubation period.16 The National Health Commission alsorecommends that members of the public should washtheir hands with soap and water for at least 20 secondsand, when going outside, wear a medical face mask andcover their nose and mouth with a tissue, arm, or handwhen coughing or sneezing.Ideally, infected patients should be treated with acustomized treatment plan. However, currently, nospecific antiviral therapies are available for 2019-nCoV.The National Health Commission recommends thefollowing treatment for infected individuals.8(i) General treatment recommendations:(a) Bed rest, supporting treatment, and monitoring vitalsigns;(b) Routine laboratory tests for blood and urine, C-reactiveprotein, serum biochemical indexes, and coagulationfunction;(c) Antiviral therapies with atomized inhalation ofαinterferon and lopinavir or ritonavir in suitable patients;(d) Avoid inappropriate and blind administration ofantibiotics, especially broad-spectrum antibiotics. However, inpatients with sepsis, antimicrobial treatment should beprovided within 1 hour of the onset of sepsis;(e) Other treatments: oxygen should be given to patientswith a low blood oxygen saturation and avoid thelongterm use of corticosteroids for treating viral pneumoniaor ARDS.(ii) Treatment recommendations for patients in severe or criticalconditions:(a) General treatment principles: treatment according to thesymptoms and the underlying disease (diabetes,hypertension, etc.); preventing secondary infections andcomplications of the infection;(b) Respiratory support:• Noninvasive ventilation for 2 hours first, withdrawngradually when the patient shows better signs.• Invasive ventilation should be used if the symptomsworsen or the patient shows intolerant ofnoninvasive ventilation, increased airway secretions, excessivecoughing, or hemodynamic instability.• Prone position ventilation; lung recruitment maneuveror extracorporeal membrane oxygenation should beadopted if needed.(c) Circulation support: promoting microcirculation withvasoactive agents to replace fluids.        In the 17 years since the SARS outbreak, the response toemerging epidemics has greatly improved in China. Ascompared to the 2 months spent before the first reportof SARS case in Foshan Guangdong Province in 2002,17,18the 2019-nCoV infection was reported to the WHOChina Office on 3        None declared.This article was supported by the National KeyDevelopment Plan for Precision Medicine Research(2017YFC0910004).", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Origin and evolution of pathogenic coronaviruses"], ["Commission of the People's Republic of China. State Administration of Traditional Medicine of China. The Diagnosis and Treatment Scheme of 2019 Novel Coronavirus"], ["Emergencies preparedness, response"], ["Commission of the People's Republic of China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The morphology of three previously uncharacterized human respiratory viruses that grow in organ culture"], ["A new virus isolated from the human respiratory tract"], ["MERS, SARS and other coronaviruses as causes of pneumonia"], ["Clinical Management of Severe Acute Respiratory Infection when Novel Coronavirus (nCoV) Infection is Suspected"], ["Laboratory Testing for 2019 Novel Coronavirus (2019-nCoV) in Suspected Human Cases"], ["An official American Thoracic Society clinical practice guideline: the clinical utility of bronchoalveolar lavage cellular analysis in interstitial lung disease"], [""], ["SARS: Hospital infection control and admission strategies"], ["National Health Commission of the People's Republic of China, State Administration of Traditional Medicine of China"], ["The first case of severe acute respiratory syndrome in Foshan. (Article in Chinese)"], ["Experts in Guangdong Province (Health Department of Guangdong Province, The First Affiliated Hospital of Guangzhou Medical University"], ["-ofunkown-cause-china/en/ (5 January 2020, date last accessed)."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["X Xu", "P Chen", "J Wang"], ["J Cui", "F Li", "ZL Shi"], ["National Health"], ["-"], ["National Health"], ["C Huang", "Y Wang", "X Li"], ["JD Almeida", "DA Tyrrell"], ["D Hamre", "JJ Procknow"], ["Y Yin", "RG Wunderink"], [], [], ["KC Meyer", "G Raghu", "RP Baughman"], ["FH Netter"], ["PL Ho", "XP Tang", "WH Seto"], [], ["LX Zhou", "JJ Tan", "M Wu"], [], ["-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In December 2019, several patients with pneumonia of\nunknown cause were identified in Wuhan, China.1 The\nresults of genome sequencing, released on 10 January\n2020, showed that the pneumonia outbreak was related\nto a new coronavirus, named 2019 novel coronavirus\n(2019-nCoV), whose genetic sequence is homologous to\nthat of the coronavirus causing severe acute respiratory\nsyndrome (SARS).2 Coronaviruses are enveloped with a\npositive-sense, single-stranded RNA genome and with\na nucleocapsid.\n        ", "one_words_summarize": "In December 2019, several patients with pneumonia ofunknown cause were identified in Wuhan, China.1 Theresults of genome sequencing, released on 10 January2020, showed that the pneumonia outbreak was relatedto a new coronavirus, named 2019 novel coronavirus(2019-nCoV), whose genetic sequence is homologous tothat of the coronavirus causing severe acute respiratorysyndrome (SARS).2 Coronaviruses are enveloped with apositive-sense, single-stranded RNA genome and witha nucleocapsid. Here, we describe our understandingof the 2019-nCoV epidemic and our experience withother coronavirus-related diseases in West ChinaHospital. Based on this, we aim to establish a precisionmedicine approach to managing Wuhan coronaviruspneumonia, starting from accurate and rapid recognitionof individuals infected by 2019-nCoV. It will facilitatedecision-making by health care workers with necessaryclinical information, laboratory detection, and imagingfindings. Early identification of infected patients and timelymedical intervention are key to preventing rapid spread ofthe virus. The National Health Commission issued aguidance on 2        The WHO guidance recommends testing the nucleicacid of 2019-nCoV with RT-PCR.11 Currently, the targetingregions of RT-PCR testing kits consist of open readingframes 1a or 1b (ORF1ab) and the envelope gene (E gene)or the nucleocapsid protein gene (N gene).According to the Diagnosis and Treatment Schemereleased by the National Health Commission,4 and aftertesting and evaluating the efficacy of various viralnucleic acid detection diagnostic kits, we propose thefollowing interpretations (Fig. The total volume(pooled aliquots) retrieved should be >5 mL and at least 30%of the instilled volume (Fig. 5a).13,14(ii) Sputum from deep in the lung collected in the morning insterile containers is optimal for testing. Standard nosocomial preventive control measures are inurgent need to block further spreading of the disease. The infection is defined as severe when a patientmeets any of the criteria established by the Diagnosisand Treatment Scheme issued by the National HealthCommission4:(i) A respiration rate greater than 30 breaths per minute,dyspnea;(ii) A blood oxygen saturation of <93% in resting state;(iii) A PaO2:FiO2 ratio (the ratio of arterial oxygen partial pressureto fractional inspired oxygen) of <300 mm Hg;(iv) Radiologic evidence of foci in multiple lobes or more than a50% progression of lung inflammation. According to the Diagnosis and Treatment Scheme,timely isolation of suspected cases is essential.4 Patientssuspected of infection with 2019-nCoV should beexamined only in an isolated area where health workers areprotected by protective clothing with adequateprotection level. This article was supported by the National KeyDevelopment Plan for Precision Medicine Research(2017YFC0910004)."}