{"date": "2020/02/03", "journal": "Journal of Travel Medicine", "authors": "Mary E Wilson, MD, Lin H Chen, MD", "title": "Travellers give wings to novel &lt;b&gt;coronavirus&lt;/b&gt; (2019-nCoV)", "type": "Article", "abstract": "© International Society of Travel Medicine 2020. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com", "text": "This virus can fly. For the third time in less than two decades theworld is confronting a deadly and disruptive epidemic causedby a coronavirus.1,2 The first was the severe acute respiratorysyndrome (SARS) in 2002–2003. The second started unfoldingin 2012 caused by the Middle East respiratory syndromecoronavirus (MERS-CoV). SARS was contained through consistent,compulsive application of traditional public health measures(surveillance, detection, isolation of infected persons andquarantine of exposed). MERS still smolders (about 2500 casesconfirmed globally) but has remained largely confined to the MiddleEast except for one well-documented outbreak (186 cases) tracedto a traveller returning to South Korea from the Middle East.3Both SARS and MERS have been associated with nosocomialtransmission and super-spreader events, in which a single personinfected many others.4 In December 2019, a cluster of pneumoniacases was reported to be linked to a seafood market in Wuhan,China. Now the world is confronting the emergence of2019nCoV, and on 30 January 2020, the World Health Organizationdeclared it to be a Public Health Emergency of InternationalConcern.Coronaviruses, enveloped RNA viruses with surface spikes,infect a wide range of animals and humans. They can causemild, self-limited upper respiratory infections in humans (thecommon cold). A few coronaviruses, normally carried byapparently healthy animals, can be lethal if they infect humans. Formany viruses that primarily infect animals but can spill over intothe human population, humans are dead-end hosts. Examplesinclude the rabies virus and most hantaviruses. With these,transmission to other humans does not occur, or does so rarely.Then there are the exceptions. Some animal viruses that havecrossed the species barrier to infect humans, such as the humanimmunodeficiency virus (HIV), the Ebola virus, and certaincoronaviruses, have the capacity to spread from human-to-humanand to cause lethal disease. Most are RNA viruses, prone tomutation and with the capacity to adapt to a new host. Theroute of spread depends on the virus, but these viruses havecaused major, disruptive epidemics or pandemics. When they firstinfect humans, typically no treatment or vaccine exists, so earlygenerations of spread can be dramatic, devastating, and lethal, asobserved with HIV and Ebola virus.Lethality and transmissibility are not necessarily linked, andlethality depends on the host species. The H5N1 influenza viruscauses high mortality in domestic poultry and severe diseaseand death in humans, yet is poorly transmitted from human tohuman. Most influenza viruses that cause seasonal influenza arehighly transmissible but overall have low mortality. Nevertheless,they still cause substantial burden through global spread.The frequency of spillover events from animals to humans hasincreased in recent decades. Reasons include the large interfacebetween humans and wild animals and food animals. Clearinglands for agriculture and development, building dams and otherland use changes have disrupted animal habitats, displacedanimal populations and led to human–animal contact.5 Humanshave also created the perfect scenario for spillover events—largelive animal markets selling multiple species of wild and domesticanimals in proximity to large populations of densely housedhumans who are extensively connected by air, land and water tothe rest of the world. Even though spillover events of viruses thathave the capacity to kill humans may be rare, the world todayhas expanded the opportunities for such events.Research since the SARS epidemic of 2002–2003 has revealedthat bats carry multiple coronaviruses that have the potential toinfect humans.6 The angiotensin converting enzyme 2 (ACE2),found in the lower respiratory tract of humans, has beenidentified as a receptor used for cell entry for the SARS CoV.7Recent research suggests that the 2019-nCoV also uses the ACE2receptor.1Wuhan combines multiple elements favourable for emergenceand spread of a zoonotic virus. As the largest city (11 million) incentral China, it is a major transport hub and centre for industryand commerce. It is where the Yangtze and Han rivers intersectand is home to the largest train station, biggest airport and largestdeep-water port in central China. About 30 000 passengers flyfrom Wuhan daily to destinations throughout the world. In 2018,>24.5 million passengers passed through the airport. China’shigh-speed train network stretched to about 35 000 km by theend of 2019. Bullet trains handled 2.31 billion passenger trips in2019.An analysis of 2018 passenger volumes originating fromWuhan International Airport between January and March foundBox 1. Reliable public websites for updates on 2019 Wuhan novelcoronavirus outbreaksSourceWorld Health OrganizationCenters for Disease Control andPreventionCDC Travelers’ Health Branch,Travel Health NoticesInternational Society ofInfectious Diseases Program forMonitoring Emerging Diseases(ProMED)that Bangkok, Hong Kong, Tokyo and Taipei received the largestvolumes.8 As of 28 January 2020, Thailand, Hong Kong andJapan had confirmed the largest number of 2019-nCoV casesoutside of China. These countries all have high Infectious DiseaseVulnerability Index (IDVI) scores that suggest greater capacity torespond to outbreaks.9 The IDVI is a validated tool that estimatesa country’s capacity to manage infectious disease threats andincludes metrics defining health care, public health,demographics, economics, political and other factors.Many lessons were learned from the SARS outbreak almost20 years ago. The virus causing the cluster of pneumonia casesin December 2019 in Wuhan was identified and sequencedpromptly, and genetic sequences were shared with the globalcommunity in early January 2020.2 What was not apparent—or not shared initially—was that the virus was spreading fromhuman to human. After initial reassurances that nohumanto-human spread was occurring, infections exploded in manylocations and the virus has now infected thousands in China andhas spread to more than 24 countries—a number that continuesto increase. Local transmission is also occurring outside of China.The size and reach of today’s global travel network meansthat locally emerging pathogens have the capacity to disperserapidly. The greatest danger is posed by pathogens that canspread by the respiratory route, especially if airborne spreadoccurs. Other factors that make control of a pathogen moredifficult include transmissibility during asymptomatic, mild orpre-symptomatic periods. A long infectious period also makescontrol more challenging. The virus that has emerged in Wuhancombines characteristics that do not bode well for the humanpopulation. Based on the first 425 confirmed cases in Wuhan,the mean incubation period was 5.2 days (potential range 2–14 days), the number of cases doubled every 7.4 days, and eachcase was estimated to infect 2.2 others.10 This basic reproductivenumber is similar to an estimate of 2.6 (uncertainty range: 1.5–3.5) reached by researchers with simulated epidemic trajectoriesusing a mathematical model.11 Modelling results suggest thatcontrol measures would need to block >60% of transmissionto control the outbreak.11 Based on observations with SARS andother infections, the basic reproductive number may decreaseas people become aware of the threat of infection and changebehaviour, but the basic reproductive number must drop <1 tostop the epidemic. The analysis based on the model suggests therewill be ongoing sustained transmission in the absence of effectiveinterventions.A simulation study to assess the effectiveness of airportexit screening concluded that >60% of infected travellerswould not be detected using plausible assumptions based onthe current situation.12 The simulation was based on early andincomplete information but uses the best estimates available todate. Entry screening could detect a larger number of infectionsbecause of the potential for developing symptoms during theflight, especially during long flights. The investigators concludethat exit or entry airport screening for symptoms and use ofthermal scanners is unlikely to detect a sufficient proportionof those infected to prevent entry of infection into newareas.SARS-CoV generally caused fever before being transmissible,so fever was used as a marker to track and contain it. Preliminaryinformation with 2019-nCoV suggests the clinical spectrum ofDownloadedfromhttps://academi.coup.comjt/m/ailtrceabstract/27/2/taaa015/5721275bygueston26March2020Web linkhttps://www.who.int/https://www.cdc.gov/coronavirus/2019-ncov/index.htmlhttps://wwwnc.cdc.gov/travelhttps://promedmail.org/infection is milder and that asymptomatically infectedindividuals may be able to transmit infection. Whether and how often thisoccurs remains to be confirmed. Given the absence of vaccinesor treatment at present, detection and isolation of cases will bethe primary tool to control spread. Although work has alreadybegun on therapeutics and vaccines, good medical care will bethe mainstay of management in the near term. Early observationssuggest that older individuals and those with chronic diseases willlikely bear the greatest burden of disease.Research is urgently needed to define the clinical spectrum,effective screening approaches, incubation and infectivityperiods, routes of human-to-human transmission, best infectioncontrol and management practices and potential specific treatmentmodalities. Bats are the likely reservoir host,13 but it is essentialto identify any amplifying or transmitting animal hosts andalternative routes of transmission to humans.Travellers have already played a central role in the dispersalof this virus. Accurate diagnostic tests are not yet available toall who need them. It is desirable to focus resources on themost vulnerable places and populations. For example, amongthe top 20 countries receiving air travellers from Wuhan, Bali,Indonesia ranks lowest on the IDVI.8 Can the IDVI be used toidentify places needing more support?9 Analysis of commercialair traffic can help to identify cities and regions most likely toreceive infected travellers.8 Many issues relevant to travellers willrequire constant updating with the best, current information ontransmissibility, spread and vulnerability (see Box 1).The wet market in Wuhan has been closed for the time being,but large numbers of similar markets exist elsewhere. Majorthreats to human health have come from animal viruses that haveinfected humans. Although one can never eliminate all contactwith animal viruses, it is time to develop guidelines to markedlyreduce the extensive contact with wild animal tissues, excretaand fluids that occurs with the handling, butchering and sellingmultiple species of animals for food. A One Health perspectiveis needed to integrate data from human and animal health anddevelop policies that protect and preserve the health of multiplepopulations.Conflict of interest: M. Wilson has no conflict of interest. LinChen discloses: advisor fees from Shoreland Inc. Honorariumfor Data Safety Monitoring Board, Valneva, Inc. Travelers GiveWings to Novel Coronavirus (2019-nCoV).", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China"], ["A novel coronavirus outbreak of global health concern"], ["MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study"], ["Coronavirus infections - more than just a common cold"], ["Host and viral traits predict zoonotic spillover from mammals"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia"], ["Potential for global spread of a novel coronavirus from China"], ["Identifying future disease hot spots: infectious disease vulnerability index"], ["Early transmission dynamics in Wuhan, China of novel coronavirus-infected pneumonia"], [""], ["Effectiveness of airport screening at detecting travelers infected with 2019-nCoV"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["C Wang", "PW Horby", "FG Hayden", "GF Gao"], ["SY Cho", "J-M Kang", "YE Ha"], ["CI Paules", "HD Marston", "AS Fauci"], ["KJ Olival", "PR Hosseini", "C Zambrana"], ["B Hu", "L-P Zeng", "X-L Yang"], ["HP Jia", "DC Look", "L Shi"], ["II Bogoch", "A Watts", "Thomas-"], ["M Moore", "B Gelfeld", "A Okunogbe", "C. Paul"], ["Q Li", "X Guan", "P Wu", "X Wang"], ["N Imai", "A Cori", "I Dorigatti", "-"], ["B Quilty", "S Clifford"], ["JF-W Chan", "S Yuan", "K-H Kok"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "This virus can fly. For the third time in less than two decades the\nworld is confronting a deadly and disruptive epidemic caused\nby a coronavirus.1,2 The first was the severe acute respiratory\nsyndrome (SARS) in 2002–2003. The second started unfolding\nin 2012 caused by the Middle East respiratory syndrome\ncoronavirus (MERS-CoV). SARS was contained through consistent,\ncompulsive application of traditional public health measures\n(surveillance, detection, isolation of infected persons and\nquarantine of exposed). MERS still smolders (about 2500 cases\nconfirmed globally) but has remained largely confined to the Middle\nEast except for one well-documented outbreak (186 cases) traced\nto a traveller returning to South Korea from the Middle East.3\nBoth SARS and MERS have been associated with nosocomial\ntransmission and super-spreader events, in which a single person\ninfected many others.4 In December 2019, a cluster of pneumonia\ncases was reported to be linked to a seafood market in Wuhan,\nChina. Now the world is confronting the emergence of\n2019nCoV, and on 30 January 2020, the World Health Organization\ndeclared it to be a Public Health Emergency of International\nConcern.", "one_words_summarize": "For the third time in less than two decades theworld is confronting a deadly and disruptive epidemic causedby a coronavirus.1,2 The first was the severe acute respiratorysyndrome (SARS) in 2002–2003. Coronaviruses, enveloped RNA viruses with surface spikes,infect a wide range of animals and humans. With these,transmission to other humans does not occur, or does so rarely. Some animal viruses that havecrossed the species barrier to infect humans, such as the humanimmunodeficiency virus (HIV), the Ebola virus, and certaincoronaviruses, have the capacity to spread from human-to-humanand to cause lethal disease. Reasons include the large interfacebetween humans and wild animals and food animals. Even though spillover events of viruses thathave the capacity to kill humans may be rare, the world todayhas expanded the opportunities for such events. It is where the Yangtze and Han rivers intersectand is home to the largest train station, biggest airport and largestdeep-water port in central China. These countries all have high Infectious DiseaseVulnerability Index (IDVI) scores that suggest greater capacity torespond to outbreaks.9 The IDVI is a validated tool that estimatesa country’s capacity to manage infectious disease threats andincludes metrics defining health care, public health,demographics, economics, political and other factors. The virus that has emerged in Wuhancombines characteristics that do not bode well for the humanpopulation. Given the absence of vaccinesor treatment at present, detection and isolation of cases will bethe primary tool to control spread. Majorthreats to human health have come from animal viruses that haveinfected humans. A One Health perspectiveis needed to integrate data from human and animal health anddevelop policies that protect and preserve the health of multiplepopulations."}