{"date": "2020/01/31", "journal": "Bioinformatics", "authors": "Anastasia A Gulyaeva, Andrey I Sigorskih, Elena S Ocheredko, Dmitry V Samborskiy, Alexander E Gorbalenya", "title": "LAMPA, LArge Multidomain Protein Annotator, and its application to RNA virus polyproteins", "type": "Article", "abstract": "Motivation: To facilitate accurate estimation of statistical significance of sequence similarity in profile-profile searches, queries should ideally correspond to protein domains. For multidomain proteins, using domains as queries depends on delineation of domain borders, which may be unknown. Thus, proteins are commonly used as queries that complicate establishing homology for similarities close to cutoff levels of statistical significance. Results: In this article, we describe an iterative approach, called LAMPA, LArge Multidomain Protein Annotator, that resolves the above conundrum by gradual expansion of hit coverage of multidomain proteins through re-evaluating statistical significance of hit similarity using ever smaller queries defined at each iteration. LAMPA employs TMHMM and HHsearch for recognition of transmembrane regions and homology, respectively. We used Pfam database for annotating 2985 multidomain proteins (polyproteins) composed of >1000 amino acid residues, which dominate proteomes of RNA viruses. Under strict cutoffs, LAMPA outperformed HHsearch-mediated runs using intact polyproteins as queries by three measures: number of and coverage by identified homologous regions, and number of hit Pfam profiles. Compared to HHsearch, LAMPA identified 507 extra homologous regions in 14.4% of polyproteins. This Pfam-based annotation of RNA virus polyproteins by LAMPA was also superior to RefSeq expert annotation by two measures, region number and annotated length, for 69.3% of RNA virus polyprotein entries. We rationalized the obtained results based on dependencies of HHsearch hit statistical significance for local alignment similarity score from lengths and diversities of query-target pairs in computational experiments. Availability and implementation: LAMPA 1.0.0 R package is placed at github (https://github.com/Gorbalenya-Lab/LAMPA). Contact: a.e.gorbalenya@lumc.nl Supplementary information: Supplementary data are available at Bioinformatics online.", "text": "        Due to high-throughput next-generation sequencing, genomics isoutpacing functional and structural characterization of proteins                In genomics projects, conceptually translated open reading frames(ORFs) are functionally characterized by bioinformatics tools whichuse homology recognition for annotation. To improve accuracy ofprotein annotation, bioinformatics tools use iterative searches ofdatabases of individual sequences [e.g. PSI-BLAST                To recognize distant homologs, popular HHsearch wasfinetuned based on a subset of SCOP 1.63 database with less than 20%pairwise sequence identity of structural domains                The query size issue could be of little practical consequence forproteins having closely related homologs in sequence databases.However, for identification of distant relationships, accurateestimation of statistical significance could be impactful. The aboveproblem may be particularly acute for RNA viruses                In our recent HH-suit-mediated analysis of the largest knownpolyprotein of RNA virus (PSCNV, 13 556 aa)        The above positive experience led us to formalize this approachin R package, called LAMPA, LArge Multidomain ProteinAnnotator, that we describe in this article. Also, we presentproofof-the principle for LAMPA in study of homology between RNAvirus polyproteins and pfamA_31.0 database. It was furthersupported and expanded by evaluation of dependences of HHsearchstatistics for fixed similarity score from lengths and diversities ofquery and target in computational experiments.          We used pfamA_31.0 database                    Transmembrane (TM) helices in protein sequences were predictedby TMHMM 2.0c                    P-value of Wilcoxon signed-rank test (PW) was calculated usingfunction ‘wilcox.test’ from R package ‘stats’, with arguments‘paired’ and ‘alternative’ set to values ‘TRUE’ and ‘greater’,respectively                    HHsearch uses extreme value distribution (EVD) model forestimating hit’s P-value, E-value, and Probability from query-target localalignment similarity score. P-value for a given score is defined as:PvalueðscoreÞ ¼ 1expexpkðscorelÞ ;(1)where k and l are the EVD parameters that optimally approximatethe score distribution of false positives for a given pair of query andtarget profiles. E-value is defined as Pvalue(score)*NDB, where NDBis the number of searched target profiles in the database. Forcalculations of k and l, HHsearch uses ‘profile auto-calibration’ thatemploys two simple artificial neural networks          To learn how HHsearch performs on queries of our study withsizes close to or exceeding the largest protein in the training SCOPdatabase, we conducted computational experiments using theHHsearch procedure that generates EVD parameters by adaptingcorresponding Cþþ source code into a Python Jupyter notebook (https://github.com/Gorbalenya-Lab/hh-suite-notebooks/tree/LAMPA). Weapproximated P-value and Probability of hit for fixed local alignmentsimilarity score (including also SS alignment score for Probability) inrelation to lengths and/or diversities of the corresponding query andtarget profiles, one of which may have been set to vary in large rangeof values (see Supplementary Text S1.5).LAMPA approach is aimed at improving detection of remotehomology in large multidomain proteins (queries). Its multistage iterativeprocedure includes prediction of TM regions in query by TMHMMat the pre-iteration Stage #0 and comparisons of query and itsregions with HH-suite profile database(s) (targets) using HHsearchfor iterations at Stages #1–#3 (Fig. 2). As query, intact protein isused for Stages #0 and #1, and various protein regions are used forStages #2 and #3. Iteration is a single execution of a procedureinvolving protein regions demarcation and submission of regions toHHsearch-mediated homology searches to identify statisticallysignificant hits (values of post-processing cutoffs, specified in Section2.2, are default). The approach stages are detailed below:Stage #0. Detection of TM regions in original query. TM region(domain) may include either single or few helices predicted byTMHMM. By default, more than one helix is included in a region ifeach helix is separated from its neighbor by <100 aa. Regionboundaries are defined by either helix boundaries (single-helix region) oropposite boundaries of two respective terminal helices(multiplehelix region). TM regions are used to split original query intosmaller regions (see Stage #2).Stage #1. Detection of homology regions in original query. Thisis the first iteration of the annotation procedure that usesHHsearch-mediated homology search. Its input and output are theoriginal query and hit-annotated regions, respectively.Stage #2. Detection of homology regions in split query:queryprotein-specific (QP-specific) iterations. To initiate this stage, theprocedure selects regions of the original query that are flanked by eitherof the following: N- or C-terminus of the original query, TM regionsand hits clusters identified at the Stages #0 and #1, respectively. Theseregions are used as input to HHsearch-mediated homology searches.Obtained hits are used for annotation and to demarcate flankingsmaller non-annotated regions. The latter are used to initiate a newiteration in the manner described above. The iterations are repeateduntil no hits satisfying the cutoffs are identified.Stage #3. Detection of homology regions in split query:averageprotein-size-specific (AP-specific) iterations. Non-annotated regionsafter the Stage #2 are split into two overlapping sets of 300 aaqueries (default). The most C-terminal queries of both sets areextended to include the remaining part of the respective region, ifthe remaining part is shorter than 300/2 ¼ 150 aa (default) and if theextended query does not cover the entire region. The default 300 aasize is close to that of an average protein (AP), hence respectiveiterations are called AP-specific. Queries are defined starting from eitherthe N-terminus (first AP-specific iteration) or 300/2 ¼ 150 aa(default) downstream the N-terminus (second AP-specific iteration) ofthe non-annotated regions of Stage #2. They are run independently.During this stage, one and the same region of polyprotein may befound to have homolog and be annotated on both AP-specificiterations since two sets overlap.          The above approach was realized as LAMPA 1.0.0 R package (seealso Supplementary Text S1.6) that includes a single command‘LAMPA’ with 15 arguments that allow user to specify a singleprotein query sequence, target database(s), information required torun HH-suit and TMHMM, and parameters of the LAMPAprocedure, which are detailed in the package manual (seehttps://github.com/Gorbalenya-Lab/LAMPA/blob/master/LAMPA_manual.pdf).LAMPA package employs two external R packages: seqinr          We evaluated LAMPA performance under default parameter valuesby querying pfamA_31.0 with 2985 RNA virus polyproteins (seeSection 2.1; Fig. 1). This analysis documents dependence ofHHsearch statistics on query size: split protein fragments or regions(‘LAMPA’) relative to intact proteins (‘HHsearch’). Only the mostN-terminal cluster of hits was considered in 26 cases of overlappingclusters from the LAMPA AP-specific stage. For annotation-relatedstatistics, we did not consider TM domains (LAMPA Stage #0,Fig. 2). The output of the LAMPA Stage #1 represented also outputof the HHsearch run on intact proteins.Additionally, HHsearch was also used for further statisticalanalyses of the difference between outputs of two tools. For theseanalyses, HHsearch output was not subject to post-processing (seeSection 2.2) that allowed to analyse hits with Probability 95%,E-value 10 and size on query 50 aa (see below). This use ofHHsearch was outside the LAMPA framework and requiredmatching of hits obtained by LAMPA and HHsearch for evaluation. Werestricted this matching to the top-scoring hits of LAMPA hitclusters and HHsearch that overlapped on query and targeted the samePfam profile.Neither LAMPA nor HHsearch found homology between 163proteins (5.5% of the dataset) and pfamA_31.0. For 2391 proteins(80.1%), LAMPA and HHsearch hit the same homologous regions,from 1 to 18. For 420 proteins (14.1%), LAMPA annotated from 1to 3 extra regions on top of 1 to 15 found also by HHsearch(Fig. 3A). For each of the remaining 11 proteins (0.4%), a singleregion was hit by LAMPA only. Increase in number of annotatedregions per protein by LAMPA was statistically significant (PW ¼9.5e 86). By design of the procedure, HHsearch outperformedLAMPA for none of the polyproteins. For the three virus genomeclasses (2273 proteins in total), share of proteins, for which gain innumber of annotated regions by LAMPA was observed, variedfivefold: ( )ssRNA viruses (3.1%), dsRNA viruses (10.2%) and(þ)ssRNA viruses (15.9%). Among the 712 proteins with unknownvirus genome class, LAMPA outperformed HHsearch for 22.2% ofpolyproteins. Increase in the number of annotated regions (Fig. 3D)was accompanied by the increase in the polyprotein coverage byannotations, which ranged from 1.0% to 25.5% of polyproteinlength (Fig. 3B; PW ¼ 1.18e 72).          Also, we compared lists of Pfam profiles hit by LAMPA andHHsearch and were used for region annotation (Fig. 3C,Supplementary Table S2). Both tools selected 173 profiles toannotate 5737 virus regions, and extra 67 profiles were used to annotate5508 and 5947 virus regions by HHsearch and LAMPA,respectively. Also, additional 35 profiles were solely used byLAMPA to annotate 68 virus regions. Key enzymes of RNA viruses(RdRp, helicases, proteases and methyltransferases) dominated theshared part of the LAMPA and HHsearch Pfam profile lists(Supplementary Fig. S2A). In contrast, the LAMPA-restrictedprofiles did not include RdRp but included types of enzymes andnonenzymatic proteins not found in the shared list, e.g. seven kinaseprofiles (Supplementary Fig. S2B and Table S2). Many proteinregions exclusively annotated by LAMPA were from most divergentRNA viruses          Gain of annotation by LAMPA compared to HHsearch is fullyattributed to QP- and AP-specific stages. The gain was observed for431 polyproteins, with the share of regions exclusively annotated byLAMPA varying from 6.2% to 100.0% (mean ¼ 27.2%) of allrecognized regions. Mean percentage of regions annotated in theseproteins during the Stages #1–#3 were 72.8%, 17.1% and 10.2%,respectively (Fig. 4). During QP- and AP-specific stages, regionswere identified in 322 proteins (10.8% of the whole dataset) and126 proteins (4.2%), respectively.LAMPA identified 507 clusters of hits on 431 proteins, HHsearchcounterparts of which were removed by post-processing under theused thresholds (see Section 2.2; Fig. 3D). We used the top-scoringhits in these clusters to estimate the gain of statistical significance(Probability and E-value) by LAMPA compared to HHsearch andrepresent clusters in all analyses described below. We identifiedmatching HHsearch hits for all 507 LAMPA hits (SupplementaryTable S2) with 437 hits (86.2%) having identical coordinates onquery. In each pair of hits, LAMPA hit was characterized by higherProbability and lower E-value (Fig. 5A and B). Probability increaseby LAMPA compared to HHsearch was in the range from 0.5% to37.6%, with mean 5.3% (Fig. 5A). Decimal logarithm of LAMPAto HHsearch E-values ratio ranged from 3.4 to 0.2 with mean1.5 (Fig. 5B). Positive correlation between Probability andlogEvalue was accompanied by E-value variation around two orders ofmagnitude for most Probabilities before and after they were elevatedabove the cutoff by LAMPA (Supplementary Fig. S3). Likewise, forE-values around 10 1, Probability varied approximately 65%,illustrating that choice of statistic in addition to significance cutoff mayaffect output.The LAMPA region queries may still be (much) larger than theactual domains, natural borders of which remain unknown. Becauseof this uncertainty, we reasoned that the gain of statisticalsignificance by LAMPA compared to HHsearch might provide only alower estimate for the actual difference between Probabilities andE-values of the respective hits obtained for the polyprotein andexpected for its domains. To improve understanding about howclose the obtained LAMPA Probabilities and E-values for proteinregions may be to those of the actual domains, we adopted anoperational definition of polyprotein domain in relation to homology hitand used it to approximate borders of the actual domains; in total507 hits on 431 polyproteins (see above) were considered for thispurpose. Operational domain was demarcated as LAMPA hit thatwas extended by 100 aa to the N- and C-terminus; if distance to thepolyprotein terminus was <100 aa, extension was adjustedaccordingly (which was used in 48 of 507 cases). The demarcated domainsizes ranged from 164 to 732 aa (mean ¼ 315 aa) that was close todominant domain size in public databases and narrower comparedto the range of 88–2172 aa (mean ¼ 479 aa) of region queries thatproduced the original LAMPA hits (Fig. 1). For each of 507 hits, wethen compared Probability and E-value values, assigned by LAMPA,to those obtained by HHsearch for a matching hit in a separateanalysis that used demarcated domains as queries and involved no hitspost-processing (see Section 2.2; Supplementary Table S2).We obtained data for all 507 hits, with 457 hits (90.1%) havingidentical coordinates on query in LAMPA and HHsearch analyses.The difference between the two Probability values ranged from1.8% to 4.6% with mean and median close to zero (both wereequal 0.2%); absolute value of the difference did not exceed 2% in99.8% of cases (Fig. 5C). Decimal logarithm of the E-values ratioranged from 1.3 to 1.8, mean 0.2 (Fig. 5D). These differences wereevenly distributed and much smaller than those observed incomparison of LAMPA hits to region queries and HHsearch hits topolyprotein queries (Fig. 5A and B). Based on these results, weconcluded that sizes of queries used by LAMPA during iterativestages may be close to those of the respective authentic domains forthe purpose of statistical evaluation of homology and annotationtransfer under the employed cutoff.We then asked how LAMPA-based increase of statisticalsignificance in 507 hits of 431 proteins in 504 pairs of polyprotein andPfam profile depended on lengths of polyprotein (original query,varied between 1039 aa and 8572 aa) and its fragments (queriesvaried between 88 aa and 2172 aa at LAMPA Stages #2 and #3)(Fig. 1). We observed steady but highly uneven increase ofProbability gain for polyproteins in the size range between 1001 aaand 3000 aa which then leveled (Fig. 6A). That positivedependence was stronger and more common when Probability gain wasplotted against relative length decrease in queries of LAMPAcompared to HHsearch, which varied in the range from 1 to 45.3 ,with 68.2% of the decreases of query length being in the 1–10range (Fig. 6B). Accordingly, Probability gain fall steeply withincrease of the LAMPA query length up to 2172 aa; it was below 10%and 5% for LAMPA queries including >448 aa and 747 aa,respectively (Fig. 6C).Non-uniform dependence of Probability gain from query length(Fig. 6A and C) implied other characteristics are involved. Indeed,besides query length, target length and diversities of query and targetare used by HHsearch for the calculation of k and l that affect hitscore P-value (see Section 2.4). Accordingly, we analyzed therelationship between estimates of hit statistical significance and possiblelengths of the corresponding query and target profiles systematicallyusing computational experiments. They used local alignmentsimilarity score of HHsearch hit of full-length query-target pair forapproximating hit Probability on queries of other observed andcomputationally generated sizes, assuming that hit score may notchange with query size. This assumption proved to be accuratewithin a margin of error (see below).We used the HHsearch neural networks to generate EVDparameters, followed by calculation of Probability, as well as P-value, ofhit to polyprotein region from local alignment similarity score ofthis hit in every full-length query-target pair for which hitProbability gain was observed (in total 507 hits; Figs 3D and 6; fordetails see https://github.com/Gorbalenya-Lab/hh-suite-notebooks/tree/LAMPA). First, we noted good agreement between gains ofProbabilities obtained in computational experiments and LAMPAruns (Fig. 6). They are within of þ0.7%/ 0.4% deviation ofProbability gain estimation by LAMPA for the 95 percentile of hitscores in the dataset (Supplementary Fig. S4A). The modestdifference between the two values is explained by respective deviation ofthe underlying similarity score of the pairwise HHsearch hitalignment for polyprotein, which was fixed in computationalexperiments, from region-specific score that is calculated for actual queryand target profiles by LAMPA. Thus, by default, the same hitalignment involving polyprotein and its part as queries might haveslightly different scores and also coordinates, further contributing todifference between the respective Probabilities (and P-values,Supplementary Fig. S4B) in computational experiments.The increase of the hit Probability during QP- and AP-specificiterations (Fig. 6) is likely explained by the use of query length in theauto-calibration procedure of HHsearch (see Section 2.4). We thenconducted four computational experiments for three selectedquerytarget pairs (Supplementary Text S1.5) that were characterized bythe largest Probability gain of LAMPA hit at Stages #2 (37.6%) and#3 (25.8%), respectively, and associated with the largest decrease ofquery size (47 fold) (Fig. 7, Supplementary Fig. S5 and Table S3).They also represent considerable ranges of hit scores (40.2, 41.1 and67.2 for three pairs) and target diversities (6.7, 11.5 and 7.7).Fortyone computationally designed lengths of each of three queries weretested (Fig. 1 and Supplementary Text S1.5).In the three query-target pairs, both P-value and Probabilityshowed strong non-linear dependence on designed sizes of queryand target (Fig. 7) (hereafter we use ‘designed’ to distinguishcomputational experiment from LAMPA). Specifically, P-value changedsteeply, with curves of designed queries and targets running inparallel relative to each other (Fig. 7A–C). In the designed length rangefrom 100 aa to 10 000 aa, which encompasses most queries andtargets of this study, P-value increased by approximately four orders ofmagnitude for queries of three pairs. This increase was limited totwo orders of magnitude for the three selected queries illustratingLAMPA gain versus HHsearch. In contrast, dependence ofProbability on length of designed queries and targets followedinverted logistic curve and differed between target and query as wellas between the three pairs (Fig. 7D–F). Dependence of Probabilityon designed query size was most noticeable only below the 95%threshold, where it followed growth phase of logistic. The selectedLAMPA and HHsearch queries were at different places of thisgrowth phase in two query-target pairs (Fig. 7D and E) and outsidethe growth phase in third pair (Fig. 7F) which explained differentProbability gains of LAMPA hit in these pairs. Hit score and targetdiversity contributed to variable Probability gain in three pairs(Supplementary Text S1.5).Finally, we compared annotations of the RNA virus polyproteins byLAMPA and HHsearch versus RefSeq experts (Fig. 8 andSupplementary Fig. S6). Concerning the number of annotatedregions per polyprotein, LAMPA and HHsearch were as good asRefSeq for 38.8 and 41.4% of polyproteins, respectively, whileRefSeq expert or LAMPA/HHsearch outperformed the other for23.3/27.0% and 37.9/31.6% of polyproteins, respectively (Fig. 8Aand Supplementary Fig. S6A). Notably, LAMPA and HHsearchannotated regions in 298 and 291 out of 426 polyproteins with noRefSeq annotation and increased the number of annotated region(s)for further 833 and 652 polyproteins. Increase in the number ofannotated regions per protein by LAMPA but not HHsearch wasstatistically significant (PW ¼ 3.11e 08 and 0.752, respectively).LAMPA and HHsearch annotations covered larger share ofpolyprotein (mean region length was 312 aa, 321 aa and 265 aa forLAMPA, HHsearch and RefSeq annotation, respectively). Thiscoverage increase was observed for 78.7% and 77.5% proteins,respectively, (Fig. 8B and Supplementary Fig. S6B) and wasstatistically significant (PW ¼ 1.07e 291 and 3.81e 273). We note that theabove numbers apply to annotation in the ‘Region’ fields of RefSeqentries. Other fields may record non-redundant annotation which isparticularly likely for RefSeq entries with zero regions annotated inthe ‘Region’ field. These entries are in minority in the dataset. Insummary, LAMPA expands further HHsearch annotation that mayalready improve RefSeq annotation of RNA virus polyproteins.        In this article, we present an iterative LAMPA pipeline for advancedhomology detection in large multidomain proteins andproof-of-theprinciple for LAMPA in its application to RNA virus polyproteins.Statistical apparatus of HHsearch, used in LAMPA, was trained ona dataset of structurally defined domains with the median size of142 aa to ascertain high sensitivity and selectivity, althoughHHsearch is used for annotation of proteins, regardless of theirdomain composition and size. This expand ed application of HHsearchis due to two factors: (i) in contrast to sequence diversity of query(profile) (see HHblits), domain composition of query receivedrelatively little attention in relation to HHsearch sensitivity; (ii)considerable complexity and uncertainty of domain delineation inprotein sequences. We have addressed both aspects in this study andoffer a practical solution to the detection of distant homology inmultidomain proteins using conventional profile-based tools in theLAMPA pipeline, which could be particularly useful in the on-goingexploration of the Virosphere                Length along with diversity are the two characteristics of queryand target that determine hits Probability and P-value in HHsearchprofiles’ auto-calibration procedure        In line with the Formula 1 (see Section 2.4), the computationalexperiments revealed also complex dependencies of statisticalsignificance of HHsearch hits on designed target length and profilediversities of query and target (Fig. 7 and Supplementary Fig. S5).These dependencies explained variable gains of hit statisticalsignificance by LAMPA compared to HHsearch in different query-targetpairs. They also provide theoretical foundation for further efforts ofimproving the homology recognition by LAMPA through enrichingqueries using HHblits and targeting several databases, as isdiscussed below.        For queries including single domain or larger, false-positive rateof LAMPA may not be different from that of HHsearch        We used TMHMM and HHsearch to functionally annotatepolyproteins on structural grounds and by homology, respectively; theywere used by LAMPA to delimit uncharacterized polyprotein regionsthat queried Pfam 31.0 further. (As discussed in Supplementary TextS1.3, the use of HHsearch in the LAMPA framework was adjustedfor analysis of RNA virus polyproteins). Once this iterativequeryspecific characterization at the QP-stage was exhausted, we usedaverage protein domain size to delimit the remaining non-annotatedregions during further database searches. This AP-stage has elementsof arbitrariness which were partially addressed ad hoc by using twoalternative starting points for query delimitation.        This aspect and the entire pipeline may be advanced further. Atthe Stage #0, other programs in addition to TMHMM may assistwith functional annotation, e.g. mapping disordered regions, orregions anomalously enriched with certain amino acid residues, orcleavage sites for particular proteases like it was demonstrated inour recent study        The reported gain of hit statistical significance by LAMPAcompared to HHsearch was modest but sufficient to elevate many hitsabove the Probability 95% cutoff. It improved homology detectionand hit coverage in 14.4% of polyproteins which were enrichedwith sequences that share not >30% identity with others in thedataset. Thus, gain of hit statistical significance by LAMPAcompared to HHsearch could be larger for viruses that prototype generaor higher rank taxa rather than species dominating our dataset (seeSupplementary Text S1.2).        LAMPA annotation was most frequent for (þ)ssRNA viruses,which correlates with their abundance and expand ed diversityrelative to dsRNA and ( )ssRNA viruses. Most newly detectedhomologs may already be known in other related viruses, which is evidentfrom names and descriptions of hit Pfam profiles that often refer toviruses and their proteins (Supplementary Table S2). However, theyalso include those not reported in literature, e.g. ZBD and MTasedomains in pp1a (YP_009052476.1) of BPNV, python tobanivirus(Fig. 2 and Supplementary Table S2). The detection of the MTasedomain, which is apparently conserved in the distantly related fishWBV (YP_803214.1) in this genome location, is particularlyintriguing. These viruses and other nidoviruses with genomes >20 kb areknown to encode one or two MTases far downstream in the pp1bpart of the pp1ab polyprotein                LAMPA facilitates homology detection and may be used toimprove annotation coverage by other tools and experts in genomicprojects, as well as in curated databases, including RefSeq.However, other factors besides detection of homology may affectquality of annotation        The authors thank Andrey M. Leontovich and Igor A. Sidorov for discussionsand assistance.This work was supported by the EU Horizon2020 EVAg 653316 project andthe LUMC MoBiLe program; A.E.G. was a Leiden University Fund (LUF)Professor.Conflict of Interest: none declared.", "ref_list": [[], ["Gapped BLAST and PSI-BLAST: a new generation of protein database search programs"], ["Expression of animal virus genomes"], ["NCBI viral genomes resource"], ["SeqinR 1.0-2: a contributed package to the R project for statistical computing devoted to biological sequences retrieval and analysis"], ["Negative-strand RNA virus L proteins: one machine, many activities"], ["Conventional and unconventional mechanisms for capping viral mRNA"], ["Expression of virus-encoded proteinases: functional and structural similarities with cellular enzymes"], ["The Pfam protein families database in 2019"], ["HMMER web server: interactive sequence similarity searching"], ["Non-canonical translation in RNA viruses"], ["SCOPe: structural classification of proteins-extended, integrating SCOP and ASTRAL data and classification of new structures"], ["Viral cysteine proteinases"], ["Oh Brother, where art thou? Finding orthologs in the twilight and midnight zones of sequence similarity"], ["Protein secondary structure prediction based on position-specific scoring matrices"], ["Powerful sequence similarity search methods and in-depth manual analyses can identify remote homologs in many apparently “orphan” viral proteins"], ["Software for computing and annotating genomic ranges"], ["Uniclust databases of clustered and deeply annotated protein sequences and alignments"], ["Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation"], ["The rough guide to in silico function prediction, or how to use sequence and structure information to predict protein function"], ["R: A Language and Environment for Statistical Computing"], ["A large-scale evaluation of computational protein function prediction"], ["Fast, sensitive protein sequence searches using iterative pairwise comparison of hidden Markov models"], ["HHblits: lightning-fast iterative protein sequence searching by HMM-HMM alignment"], ["A planarian nidovirus expand s the limits of RNA genome size"], ["Viral mutation rates"], ["GenBank"], ["Characterization of White bream virus reveals a novel genetic cluster of nidoviruses"], ["Redefining the invertebrate RNA virosphere"], ["S o¨ding"], ["A hidden Markov model for predicting transmembrane helices in protein sequences"], ["and S o¨ding"], ["HH-suite3 for fast remote homology detection and deep protein annotation"], ["Ball python nidovirus: a cand idate etiologic agent for severe respiratory disease in Python regius"], ["Marine viruses-major players in the global ecosystem"], ["Domain size distributions can predict domain boundaries"], ["Protein-length distributions for the three domains of life"], ["Expanding the RNA virosphere by unbiased metagenomics"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S.F Altschul"], ["D. Baltimore"], ["J.R. Brister"], ["D. Charif", "J.R. Lobry", "U"], ["K. Das", "E. Arnold"], ["E. Decroly"], ["W.G. Dougherty", "B.L. Semler"], ["S. El-Gebali"], ["Finn"], ["A.E. Firth", "I. Brierley"], ["N.K. Fox"], ["A.E. Gorbalenya", "E.J. Snijder"], ["B.H. Habermann", "P"], ["D.T. Jones"], ["D.B. Kuchibhatla"], ["M. Lawrence"], ["M. Mirdita"], ["N.A. O'Leary"], ["M. Punta", "Y. Ofran"], ["R Core Team"], ["P. Radivojac"], ["M. Remmert"], ["M. Remmert"], ["A. Saberi"], ["R. Sanjuan"], ["E.W. Sayers"], ["H. Schutze"], ["M. Shi"], [], ["E.L. Sonnhammer"], ["M. Steinegger"], ["M. Steinegger"], ["Stenglein", "M.D."], ["C.A. Suttle"], ["S.J. Wheelan"], ["J. Zhang"], ["Y.Z. Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Due to high-throughput next-generation sequencing, genomics is\noutpacing functional and structural characterization of proteins\n        ", "one_words_summarize": "Due to high-throughput next-generation sequencing, genomics isoutpacing functional and structural characterization of proteins                In genomics projects, conceptually translated open reading frames(ORFs) are functionally characterized by bioinformatics tools whichuse homology recognition for annotation. E-value is defined as Pvalue(score)*NDB, where NDBis the number of searched target profiles in the database. As query, intact protein isused for Stages #0 and #1, and various protein regions are used forStages #2 and #3. TM region(domain) may include either single or few helices predicted byTMHMM. Detection of homology regions in split query:queryprotein-specific (QP-specific) iterations. Theseregions are used as input to HHsearch-mediated homology searches. The latter are used to initiate a newiteration in the manner described above. Non-annotated regionsafter the Stage #2 are split into two overlapping sets of 300 aaqueries (default). This use ofHHsearch was outside the LAMPA framework and requiredmatching of hits obtained by LAMPA and HHsearch for evaluation. For 420 proteins (14.1%), LAMPA annotated from 1to 3 extra regions on top of 1 to 15 found also by HHsearch(Fig. For each of the remaining 11 proteins (0.4%), a singleregion was hit by LAMPA only. Among the 712 proteins with unknownvirus genome class, LAMPA outperformed HHsearch for 22.2% ofpolyproteins. Also, additional 35 profiles were solely used byLAMPA to annotate 68 virus regions. Mean percentage of regions annotated in theseproteins during the Stages #1–#3 were 72.8%, 17.1% and 10.2%,respectively (Fig. Likewise, forE-values around 10 1, Probability varied approximately 65%,illustrating that choice of statistic in addition to significance cutoff mayaffect output. To improve understanding about howclose the obtained LAMPA Probabilities and E-values for proteinregions may be to those of the actual domains, we adopted anoperational definition of polyprotein domain in relation to homology hitand used it to approximate borders of the actual domains; in total507 hits on 431 polyproteins (see above) were considered for thispurpose. For each of 507 hits, wethen compared Probability and E-value values, assigned by LAMPA,to those obtained by HHsearch for a matching hit in a separateanalysis that used demarcated domains as queries and involved no hitspost-processing (see Section 2.2; Supplementary Table S2).We obtained data for all 507 hits, with 457 hits (90.1%) havingidentical coordinates on query in LAMPA and HHsearch analyses. Based on these results, weconcluded that sizes of queries used by LAMPA during iterativestages may be close to those of the respective authentic domains forthe purpose of statistical evaluation of homology and annotationtransfer under the employed cutoff. That positivedependence was stronger and more common when Probability gain wasplotted against relative length decrease in queries of LAMPAcompared to HHsearch, which varied in the range from 1 to 45.3 ,with 68.2% of the decreases of query length being in the 1–10range (Fig. 1 and Supplementary Text S1.5).In the three query-target pairs, both P-value and Probabilityshowed strong non-linear dependence on designed sizes of queryand target (Fig. 7) (hereafter we use ‘designed’ to distinguishcomputational experiment from LAMPA). 7F) which explained differentProbability gains of LAMPA hit in these pairs. S6B) and wasstatistically significant (PW ¼ 1.07e 291 and 3.81e 273). S5).These dependencies explained variable gains of hit statisticalsignificance by LAMPA compared to HHsearch in different query-targetpairs. They also provide theoretical foundation for further efforts ofimproving the homology recognition by LAMPA through enrichingqueries using HHblits and targeting several databases, as isdiscussed below. Most newly detectedhomologs may already be known in other related viruses, which is evidentfrom names and descriptions of hit Pfam profiles that often refer toviruses and their proteins (Supplementary Table S2). However, other factors besides detection of homology may affectquality of annotation        The authors thank Andrey M. Leontovich and Igor A. Sidorov for discussionsand assistance."}