{"date": "2020/01/29", "journal": "National Science Review", "authors": "Chung-I Wu, Mu-ming Poo", "title": "Very fast evolution, not-so-fast publication—a proposed solution", "type": "Article", "abstract": "In this editorial, we make the following points: The main threat of the new coronavirus (2019-nCoV, now oficially named as SARS-CoV-2) may be its continual evolution in human populations, a lesson from SARS of 2002-2003. Extensive genomic sequencing will identify the highly infectious strains. Hence, such sequences must be collected and disseminated in real time. Academic journals like NSR can facilitate the rapid dissemination. hTe new coronavirus identified from a cluster of pneumonia cases in Wuhan, China, has become a widespread public-health concern. The timing of the outbreak is particularly unfortunate as it coincides with the peak of a virulent season of flu, which has caused thousands of death worldwide. A case of flu in China, which should be rather common, now comes with a degree of anxiety or panic, exerting further strains on the medical system. Several publications have appeared in a short period of time [1-7]. iThs new 2019-nCoV virus appears to originate in bats. Indeed, Zhou et al. [7] has identified a bat coronavirus that has a 96.2% similarity to the 2019-nCoV. While a secondary animal host seems plausible from studies of other coronaviruses, its identity remains elusive. The 2019-nCoV has now been classiifed as a distant relative of the SARS virus ([ 1,7,8]; see Fig. 1 in page 240 in this issue).", "text": "Public concern of the spread of viruses is rightly about‘quantity’ – the more viruses infecting people will beget moreinfections. However, there is an even more worrisome qualitativechange that is driven by natural selection. Increasingly infectiousstrains will emerge, first as minor clones that carry mutations fora proliferative advantage. Subsequently, the minor clones willincrease in number to become dominant ones, thus amplifying theopportunities for further evolution. Evolution does not stopafter viruses leaving the bats as the real action may happen inhuman populations.Such evolution in infectiousness within human populationswas documented in the spread of the SARS-CoVs in 2002–2003when the super-infectious strain gradually evolved. Thisevolution can be gleaned from the genomes of the viral strains. ForSARS, the most aggressive strain had multiple sequence changesin key genes, which took time to evolve. In principle, oneexpects the gradual emergence of dominant clones that are foundin a larger and larger fraction of patients. A dominant clone mayeventually evolve into a super-infectious strain. No lessimportant, minor clones that have a long phylogenetic branch (i.e.,many mutations) could be poised to become dominant in thedays to come.        THE THREAT OF 2019-nCoV AS OF MID-JANUARYAt present, the published analyses of 2019-nCoVs focus onthe divergence from their relatives in bats[        An exception may be a small cluster of four samples, threefrom Guangdong and one from US. One might wonder whetherthese 4 samples are the harbinger of something bigger. Thequestion is then how much more evolution may have happenedbetween mid-January and now. The up-tick of new cases sincemid-January could be an indication of further evolution in2019-nCoVs. These are questions to be answered by furtherwork.FAST EVOLUTION VS SLOW PUBLICATION – APROPOSED RESOLUTIONIt is clear that the sequencing of 2019-nCoVs has to be expandedto include samples from all geographical areas and in continualtime. The sequences will reveal the most threatening strains andtheir identification may inform treatment decisions and drugdevelopment. The quarantine practice may also use suchinformation, which should be available to the research community andthe public at the earliest time possible.        Unfortunately, it looks increasingly likely that research teamsmay withhold the information until a formal publication isaccepted. Controversies surrounding the unauthorized use ofunpublished genomic sequences have heated up on the internet.hTe speed of academic publishing, however, may not meet thisdemand for the real-time release of sequence data. For example,while the publications of references [        We now propose that journals start to publish thesesequences as formal publications that should have adequatedescriptions of the samples and full sequences. Clearly, theanalyses and interpretations would be light but clinicallyimportant information can often be obtained by such preliminaryanalyses. By doing so, we assure the authors of thesequencing work be properly credited with a citable publication. Theyand others can then proceed with the more rigorous analysesand interpretations that will benefit the general public. NSRwill accept such submissions for quick review by the editorialboard.After the current crisis is under control, it will be necessaryfor China to address the root problems of the wildlifecommerce. Societies that have dense populations, which areparticularly susceptible to contagions, tend to be isolated from wildlives. Human setlements in frequent contact with wild lives alsotend to have low densities. High-density human populations andwild animals are a dangerous mix, which should be stringentlyregulated, if not eliminated. This current episode should be asecond lesson, less than 20 years after SARS.", "ref_list": [[], [""], [""], [""], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "DY Zhang", "WL Wang"], ["JF Chan", "SF Yuan", "KH Kok"], ["CL Huang", "YM Wang", "XW Li"], ["XT Xu", "P Chen", "JF Wang"], ["H Lu", "CW Stratton", "Tang YW"], ["SD Hui", "I Azhar E Madani", "TA"], ["P Zhou", "XL Yang", "XG Wang"], ["X Wei", "X Li", "J Cui"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Public concern of the spread of viruses is rightly about\n‘quantity’ – the more viruses infecting people will beget more\ninfections. However, there is an even more worrisome qualitative\nchange that is driven by natural selection. Increasingly infectious\nstrains will emerge, first as minor clones that carry mutations for\na proliferative advantage. Subsequently, the minor clones will\nincrease in number to become dominant ones, thus amplifying the\nopportunities for further evolution. Evolution does not stop\nafter viruses leaving the bats as the real action may happen in\nhuman populations.", "one_words_summarize": "Public concern of the spread of viruses is rightly about‘quantity’ – the more viruses infecting people will beget moreinfections. In principle, oneexpects the gradual emergence of dominant clones that are foundin a larger and larger fraction of patients. One might wonder whetherthese 4 samples are the harbinger of something bigger. Controversies surrounding the unauthorized use ofunpublished genomic sequences have heated up on the internet.hTe speed of academic publishing, however, may not meet thisdemand for the real-time release of sequence data. After the current crisis is under control, it will be necessaryfor China to address the root problems of the wildlifecommerce. Human setlements in frequent contact with wild lives alsotend to have low densities. High-density human populations andwild animals are a dangerous mix, which should be stringentlyregulated, if not eliminated."}