{"date": "2020/01/27", "journal": "Journal of Travel Medicine", "authors": "Isaac I Bogoch, MD, Alexander Watts, PhD, Andrea Thomas-Bachli, PhD, Carmen Huber, MSA, Moritz U G Kraemer, DPhil", "title": "Potential for global spread of a novel &lt;b&gt;coronavirus&lt;/b&gt; from China", "type": "Article", "abstract": "A novel coronavirus emerging from Wuhan, China in late\nDecember 2019 is currently spreading to other provinces in mainland\nChina and international destinations across East Asia. At the\ntime of writing, cases have been confirmed in Beijing, Shanghai,\nHong Kong, Macau and multiple cities in Guangdong province,\nwith more than 500 cases confirmed across China.1 Furthermore,\nseveral cases have spread internationally via air travel2 to Japan,\nSouth Korea, Taiwan, Thailand and the USA. A recent modelling\nstudy concluded that for these international exportations to be\nobserved, the outbreak in China should be substantially larger\nthan is reflected by confirmed case counts.3 Currently, many\npublic health interventions are based on scenarios where Wuhan\nis the primary source of new cases.4 While there are currently no\ndocumented transmission chains outside of the Wuhan region,\nshould a scenario arise where this novel coronavirus spreads\nmore broadly to and within other Chinese cities, we evaluated\nhow global patterns of disease dispersion might change.", "text": "A novel coronavirus emerging from Wuhan, China in lateDecember 2019 is currently spreading to other provinces in mainlandChina and international destinations across East Asia. At thetime of writing, cases have been confirmed in Beijing, Shanghai,Hong Kong, Macau and multiple cities in Guangdong province,with more than 500 cases confirmed across China.1 Furthermore,several cases have spread internationally via air travel2 to Japan,South Korea, Taiwan, Thailand and the USA. A recent modellingstudy concluded that for these international exportations to beobserved, the outbreak in China should be substantially largerthan is reflected by confirmed case counts.3 Currently, manypublic health interventions are based on scenarios where Wuhanis the primary source of new cases.4 While there are currently nodocumented transmission chains outside of the Wuhan region,should a scenario arise where this novel coronavirus spreadsmore broadly to and within other Chinese cities, we evaluatedhow global patterns of disease dispersion might change.Using 2019 data from the International Air TransportAssociation (IATA), we identified all cities in China that receivedat least 100 000 airline passengers from Wuhan during Februarythrough April 2019. In a scenario where these cities mightexperience local epidemics, we analyzed the volumes of airlinepassengers to international destinations from February toApril 2019. To generate these estimates, we used anonymized,passenger-level flight itinerary data from IATA, comprisingboth commercial flights and scheduled charter flights. Thesedata account for ∼90% of global air travel volumes, withthe remaining volumes modelled using market intelligence. Wereport the top 50 international destination cities of passengersarriving from nine cities in mainland China, plus Hong Kong,and present the corresponding infectious disease vulnerabilityindex (IDVI) for each receiving country.5 The IDVI is a validatedmeasure of a country’s capacity to manage infectious diseasethreats, and utilizes multiple indicators including health, politicaland economic metrics. Scores range from 0 to 1 with higherscores representing a greater capacity to cope with epidemicthreats.We analyzed international airline passenger trips fromthe following 10 cities: Wuhan, Beijing, Shanghai, Kunming,Chengdu, Xiamen, Haikou, Guangzhou, Shenzhen and HongKong. Figure 1 depicts the final destinations of passengervolumes from these cities, for both direct and connecting flights.Further details can be viewed in Appendix 1. Taipei (1 359253), Bangkok (1 232 307), Tokyo (1 086 105), Seoul (1 008960) and Singapore (751 064) received the highest number ofpassengers from the aforementioned cities. Nine of the 10 citiesreceiving the highest volumes of arriving passengers were inAsia, with London, UK ranking 10th in volume (252 127).Other European cities include Paris (ranked 25th; 142 724passengers) and Moscow (ranked 29th; 114 925 passengers).Sydney ranked 11th, receiving 242 577 passengers, while LosAngeles (184 808), New York (148 133) and San Francisco(140 556) received the highest volumes to North Americandestinations. Cairo (62 470) is the only African city representedin the top 50 destinations, whereas no South American city isrepresented.There currently are numerous unknowns including thepresumed animal origins of the virus, the efficiency ofhumanto-human transmission, an understanding of the full spectrumof clinical illness and an incomplete epidemiological picture ofdisease activity in China. While our analysis does not accountfor the potential effects of the epidemic on changing travelbehaviours, it reflects worldwide flows of airline travellers atthe same time of year in 2019, including the Lunar New Yearin February 2019. At the time of writing, flights and landtransportation in and out of Wuhan have been suspended, andit is uncertain how this will impact disease transmission inChina. Our findings could support public health planning andreadiness for different scenarios should the current epidemicspread more widely across mainland China and neighbouringcities.KK is the founder of BlueDot, a social enterprise that developsdigital technologies for public health. KK, AW, ATB and CH areemployed at BlueDot. IIB has consulted for BlueDot. MK has noconflicts of interest to declare.IIB, KK and AW conceived the idea.AW, ATB and CH conducted data analysis.IIB, KK, AW, ATB and MK interpreted data and contributed towriting.", "ref_list": [[], [""], ["Human mobility and the global spread of infectious diseases: a focus on air travel"], ["MRC Centre for Global Infectious Disease Analysis"], ["Pneumonia of unknown etiology in Wuhan, China: potential for international spread via commercial air travel"], ["Identifying future disease hot spots: infectious disease vulnerability index"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["A Findlater", "II Bogoch"], ["Imperial College", "-"], ["II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MUG Kraemer", "K. Khan"], ["M Moore", "B Gelfeld", "A Okunogbe", "C. Paul"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A novel coronavirus emerging from Wuhan, China in late\nDecember 2019 is currently spreading to other provinces in mainland\nChina and international destinations across East Asia. At the\ntime of writing, cases have been confirmed in Beijing, Shanghai,\nHong Kong, Macau and multiple cities in Guangdong province,\nwith more than 500 cases confirmed across China.1 Furthermore,\nseveral cases have spread internationally via air travel2 to Japan,\nSouth Korea, Taiwan, Thailand and the USA. A recent modelling\nstudy concluded that for these international exportations to be\nobserved, the outbreak in China should be substantially larger\nthan is reflected by confirmed case counts.3 Currently, many\npublic health interventions are based on scenarios where Wuhan\nis the primary source of new cases.4 While there are currently no\ndocumented transmission chains outside of the Wuhan region,\nshould a scenario arise where this novel coronavirus spreads\nmore broadly to and within other Chinese cities, we evaluated\nhow global patterns of disease dispersion might change.", "one_words_summarize": "A novel coronavirus emerging from Wuhan, China in lateDecember 2019 is currently spreading to other provinces in mainlandChina and international destinations across East Asia. A recent modellingstudy concluded that for these international exportations to beobserved, the outbreak in China should be substantially largerthan is reflected by confirmed case counts.3 Currently, manypublic health interventions are based on scenarios where Wuhanis the primary source of new cases.4 While there are currently nodocumented transmission chains outside of the Wuhan region,should a scenario arise where this novel coronavirus spreadsmore broadly to and within other Chinese cities, we evaluatedhow global patterns of disease dispersion might change. Using 2019 data from the International Air TransportAssociation (IATA), we identified all cities in China that receivedat least 100 000 airline passengers from Wuhan during Februarythrough April 2019. Our findings could support public health planning andreadiness for different scenarios should the current epidemicspread more widely across mainland China and neighbouringcities. IIB, KK, AW, ATB and MK interpreted data and contributed towriting."}