{"date": "2020/01/22", "journal": "The Journal of Infectious Diseases", "authors": "Romina Libster, Ignacio Esteban, Alejandra Bianchi, Luciano Alva Grimaldi, Karina Dueñas", "title": "Role for Maternal Asthma in Severe Human Metapneumovirus Lung Disease Susceptibility in Children", "type": "Article", "abstract": "Background. Severity of human metapneumovirus (hMPV) lower respiratory illness (LRTI) is considered similar to that observed for respiratory syncytial virus (RSV). However, diefrences in severity between these pathogens have been noted, suggesting the degree of illness may vary in diefrent populations. Moreover, a potential association between hMPV and asthma also suggests that hMPV may preferentially aefct asthmatic subjects. Methods. In a population-based surveillance study in children aged <2 years admitted for severe LRTI in Argentina, nasopharyngeal aspirates were tested by RT-PCR for hMPV, RSV, inuflenza A, and human rhinovirus. Results. Of 3947 children, 383 (10%) were infected with hMPV. eTh hospitalization rate for hMPV LRTI was 2.26 per 1000 children (95% confidence interval [CI], 2.04-2.49). Thirty-nine (10.2%) patients infected with hMPV experienced life-threatening disease (LTD; 0.23 per 1000 children; 95% CI, .16-.31/1000), and 2 died (mortality rate 0.024 per 1000; 95% CI, .003-.086). In hMPV-infected children birth to an asthmatic mother was an increased risk for LTD (odds ratio, 4.72; 95% CI, 1.39-16.01). We observed a specific interaction between maternal asthma and hMPV infection aefcting risk for LTD. Conclusions. Maternal asthma increases the risk for LTD in children <2 years old hospitalized for severe hMPV LRTI.", "text": "        Lower respiratory tract illness (LRTI) due to respiratoryviruses is the leading cause of hospitalization in infants andyoung children worldwide [                ehT clinical presentation and virulence of hMPV LRTI ininfants and young children resembles that of other viruses,including respiratory syncytial virus (RSV), being also capableof eliciting life-threatening disease (LTD) [                Previously known risk factors for poor clinical evolution inchildren hospitalized for hMPV LRTI, such as prematurity,congenital heart disease, immunodeficiency, and neuromusculardisease, are not hMPV specific [                  We conducted a prospective, multicenter active surveillancestudy to characterize the burden of severe LRTI in childrenfrom a low-income region in Buenos Aires, Argentina from2011 to 2013. Details of the population are providedelsewhere [          Eligibility criteria included infants and children youngerthan 2  years admitted for severe LRTI, defined as the suddenonset of cough, wheezing, retractions and/or crackles, with orwithout fever, and an oxygen saturation <93% when breathingroom air or the need for O2 support on arrival to emergencyrooms. LTD was defined as O 2 saturation ≤87% on admission,requirement for mechanical ventilation, and/or admission tothe intensive care unit.Demographic and Clinical InformationInformation on demographic, epidemiological, and clinicalstatus was recorded from all participating patients from thetime of admission until discharge using specifically designedquestionnaires. In the study, we evaluated risk factors forhospitalization including prematurity (<37 weeks’ gestation at birth),age, sex, lack of breastfeeding, malnutrition, house and floormaterials, smoking at home, sources of heating, crowding(defined as more than 3 persons/room), parent’s education, andavailability of sewage system. Maternal asthma was defined asa physician diagnosis of asthma in the mother before infantenrollment.          Nasopharyngeal aspirates were collected at the time ofadmission in patients from consenting families. Samples weretested in duplicate by real-time reverse transcriptasepolymerase chain reaction (RT-PCR) for hMPV. Samples werealso tested for influenza A  viruses, RSV, and hRV, aspreviously described [                    Rates of severe and life-threatening hMPV disease werecalculated by dividing the number of patients hospitalized withhMPV severe respiratory infection by the estimated censusannual population in the selected area [          Among the 383 hMPV-infected children, 84% were youngerthan 1 year with a mean age on admission of 7.4 months (SD,5.08); 56% were boys. eTh rate of hospitalization for hMPVLRTI was 3.8 per 1000 infants (95% CI, 3.4–4.2) and 2.26per 1000 children younger than 2  years (95% CI, 2.04–2.49).Among all hMPV-infected patients, 39 (10.2%) experiencedLTD (0.23 per 1000 children; 95% CI, .16–.31/1000). eTh meanage for LTD was 6.0  months (SD, 3.9; P = .08 vs wardadmissions) (Figure 2). Two boys died at 3 and 9 months of age due tohMPV, for a case-fatality ratio of 0.52% (95% CI, .06–1.87) andan infant hMPV mortality rate of 0.024 per 1000 (95% CI, .003–.086). Both children had no previously known comorbiditiesand died due to septic shock and respiratory failure,respectively. Compared to other viral etiologies, even when no viruswas isolated, hMPV-associated case-fatality ratio appeared tobe lower (RSV, 0.9% [95% CI, .44–1.35)]; hRV, 0.86% [95% CI,.17–2.5]; inuflenza A, 0.96% ([95% CI, .02–5.2]; and no virusdetected, 0.68% [95% CI, .27–1.39]).Children with hMPV coinfections with RSV, inuflenza,or hRV experienced more severe clinical signs on admission(tachypnea, tachycardia, wheezing, and chest retractions) thanhMPV infections alone. However, coinfections did not increasethe risk of LTD (Table 1). In comparison to patients with RSVLRTI, hMPV-infected hospitalized patients were significantlyolder (OR, 1.05; 95% CI, 1.02–1.07), breastfed less frequently(OR, 0.67; 95% CI, .46–.97), and were at lower risk ofexperiencing LTD (OR, 0.56; 95% CI, .36–.86) (Table 1).A Subgroup of Infants at High Risk for Life-threatening hMPV LRTIWe subsequently explored whether children with hMPV (as asingle pathogen or as a component of a coinfection) experienceddisease of different severity than children infected with otherviruses. Indeed, hMPV LRTI was milder in our population thandisease elicited by RSV, hRV, and/or influenza A (OR, 0.53; 95%CI, .36–.79) (Figure 3). But even though disease associated withhMPV was generally milder, a subgroup of infected childrenstill experienced LTD. We therefore investigated whether aJulyAugustayMJulyAugustayM2012RSVhRVhMPVInfluenza A2013JulyAugusthMPV 2011hMPV 2012hMPV 201318 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35Epidemiological weeksubpopulation with identifiable risk factors wasdisproportionality represented in this subgroup of subjects.            Given the Th2 polarization in respiratory secretions [            Downloadedfromhttps://academi.coup.comij//dadvanceailtrceabstract/doi/10.1093i/fndjii/saa019/5713478bygueston26March2020LTD0123456789OR, 4.72; 95% CI, 1.39–16.01). Conversely, no increased riskwas observed for maternal asthma in promoting LTD duringRSV (OR, 1.4; 95% CI, .85–2.33), hRV (OR, 0.36; 95% CI, .07–2.93), or inuflenza A  infections (OR, 1.33; 95% CI, .1–16.91)(Figure 4). Interestingly, when compared with patients with novirus detected as the control group, we observed that childrenadmitted with hMPV infection and whose mothers were notasthmatic had a lowest risk of experiencing LTD (OR, 0.51; 95%CI, .33–.78; interaction P value = .024). However, when themother was asthmatic, hMPV infection did not significantlyincrease the risk of having LTD compared to those without viraldetections (Supplementary Table 1).Finally, given the rate of hMPV coinfections with RSV in ourpopulation (20% of hMPV infections), we explored whetherhMPV played an instrumental role in the association betweenmaternal asthma and LTD, or the eefct was potentially attributable toeefcts of RSV. In the subgroup of children with hMPV infectionsin the absence of RSV (hMPV single infections and coinfectionswith hRV or inuflenza A), maternal asthma promoted LTD (OR,3.8; 95% CI, 1.12–12.88; P = .03). eTh impact of maternal asthmain RSV infections alone was, conversely, not signicfiant.        Our study reveals 2 interesting features of hMPV LRTI. Whilethe virus appears to elicit milder disease among hospitalizedchildren than other agents, among children admitted withhMPV LRTI, those born to asthmatic mothers are at increasedrisk for LTD. Twenty-eight percent of hMPV-infectedpatients hospitalized with LRTI and born to asthmatic mothers4 • jidexperienced LTD, in comparison to only 8% hMPV-infectedpatients hospitalized and born to nonasthmatic mothers. Ifconfirmed in other studies and populations, theseobservations would be of considerable public health importance,given that asthma is the most frequent chronic disease duringpregnancy with rising prevalence, and is now between 10%and 12% [                Whether the observed phenomenon is due to direct eefctsfrom the immune response or other dysregulations due tomaternal asthma during pregnancy [                Interestingly, asthma and pregnancy itself also elicit a Th2 [                As reported by other groups, our study also showed thatpatients admitted for hMPV LRTI with previous comorbiditiesand those with severe complications during hospitalization wereat higher risk for LTD. eThse risk factors have been describedbefore for hMPV and other respiratory viruses [                Several reports describe coinfections between hMPV and otherrespiratory viruses, mainly with hRV and RSV [                Abbreviations: hMPV, human metapneumovirus; hMPV coinfection, hMPV-positive patient coinfected either with RSV, human rhinovirus, or influenza A viruses; hMPV single infection,hMPVinfected patient without coinfections; RSV, respiratory syncytial virus.aP value: hMPV single infection versus RSV single infection.bP value: hMPV single infection versus hMPV coinfections.cPrematurity: <37 weeks of gestational age.dLow birth weight: <2500 g at birth.eComorbidities: severe neurologic disorder, congenital cardiopathy, hematologic disorder, or immunodeficiency.fComplete immunization schedule: according to national immunization schedule, https://www.argentina.gob.ar/salud/vacunas.gMalnutrition: % of the infant’s weight compared to that of a normal child (50th percentile of weight for age) of the same age under 90% according to World Health Organization child growthstandards: http://www.who.int/childgrowth/standards/en.hAtopy: physician-diagnosed allergic rhinitis or atopic dermatitis.iPrecarious home: dirt oflor, no sewage, heating unvented sources, lack of potable water, house material tin/mud.jLow maternal education: incomplete primary school.kLife-threatening disease: O2 saturation ≤ 87% on admission, requirement for mechanical ventilation, and/or admission to the intensive care unit.coinfections [                hMPVCoinfections(n = 148)alter its role and overall importance as a childhood pathogenshould viral replacement occur [                In addition, our study provides important disease burdeninformation about hMPV. eTh hMPV infant hospitalization ratewas surprisingly similar in our population to that in the UnitedStates, which is estimated at 2–4.9 per 1000 infants [                Importantly, the hMPV case fatality ratio in hospital was almosthalf that reported for RSV in the same population, highlightingthat, to date, RSV remains the most important target forprevention [        Our study has limitations. First, because (as is the case for moststudies) we did not analyze our samples for all other viruses, suchas coronavirus or parainuflenza virus type 3, their eefct on ourhRVInfluenza ANo virusRSVobservations is unknown. Second, given the age of our subjectsand the prospective nature of this program, whether severitydepended causally on maternal disease versus infant atopy/asthmacannot be answered. iThrd, given the observational nature of ourstudy design focused on generating new hypotheses, noadjustment for multiple testing was performed. Additional research isneeded to conrfim the role of maternal asthma as a risk factor forseverity in hMPV-infected children. However, our program alsohas signicfiant strengths, including its prospective design and theevaluation of respiratory samples using state-of-the-artlaboratory RT-PCR techniques. Furthermore, to our knowledge, this isthe rfist population-based study seeking to denfie the burden ofhMPV disease in a vulnerable population from a low- ormiddleincome country. In addition, this large study addressed numerousprenatal and perinatal risk factors, examining how they modifythe severity of infection.In summary, we report a novel observation that may alterour thinking about severe hMPV infections and, if confirmedin other studies, require us to reformulate its preventionstrategies. hMPV represents a threat for life-threatening disease toyoung children born to asthmatic mothers.Supplementary materials are available at eTh Journal of InfectiousDiseases online. Consisting of data provided by the authors tobenetfi the reader, the posted materials are not copyedited andare the sole responsibility of the authors, so questions orcomments should be addressed to the corresponding author.Abbreviations: CI, confidence interval; OR, odds ratio.aComorbidities: severe neurologic disorder, congenital cardiopathy, hematologic disorder,or immunodeficiency.bSevere complications: pneumonia, sepsis, pneumothorax, or apnea.INFANT Respiratory Network members: Gustavo Pellegrino,MD, Guadalupe Fernandez Gago, MD, Cecilia Pozzolo, MD,6 • jidDownloadedfromhttps://academi.coup.comji//dadvanceailtrceabstract/doi/10.1093i/fndiij/saa019/5713478bygueston26March2020Laura Castro, MD, Rodrigo Egues Almeida, MD, BeatrizRebec, MD, Mariela Gonzalez, MD, Mariel Calvo, MD, JulietaHenrichsen, MD, Celina Nocito, MD, Guillermo Barbero, MD,Juan Ves Losada, MD, Angel Bonina, MD, Edgardo Flamenco,MD, Alberto Rodriguez Perez, MD, Alicia Kobylarz, MD, MirtaRaggio, MD, Graciela Schavlosky, MD, Adriana Caria, MD,Edgar Barboza, MD, and Gustavo Sastre, MD.Financial support. This work was supported by the Bill andMelinda Gates Foundation (grant numbers OPP1018614 andOPP1157162 to F. P. P.).Potential coniflcts of interest. All authors: No reportedconlficts of interest. All authors have submitted the ICMJE Formfor Disclosure of Potential Conflicts of Interest. Conflicts thatthe editors consider relevant to the content of the manuscripthave been disclosed.2020:XX (XX XXXX) • 78 • jid", "ref_list": [[], ["Global burden of respiratory infections due to seasonal influenza in young children: a systematic review and meta-analysis"], ["Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and metaanalysis"], ["Prevalence and characteristics of human metapneumovirus infection among hospitalized children at high risk for severe lower respiratory tract infection"], ["Differential production of inflammatory cytokines in primary infection with human metapneumovirus and with other common respiratory viruses of infancy"], ["Populationbased incidence of human metapneumovirus infection among hospitalized children"], ["Humanmetapneumovirus infections in hospitalized children"], ["Human metapneumovirus in southern Brazil"], ["Severe acute respiratory infection in children in a densely populated urban slum in Kenya,"], ["Role of type I  interferon signaling in human metapneumovirus pathogenesis and control of viral replication"], ["Clinical features of human metapneumovirus infection in ambulatory children aged 5-13 years"], ["Comparison of human metapneumovirus, respiratory syncytial virus and influenza A virus lower respiratory tract infections in hospitalized young children"], ["Severe human metapneumovirus infection in hospitalized children"], ["Comparison of risk factors for human metapneumovirus and respiratory syncytial virus disease severity in young children"], ["Levy  I. Human metapneumovirus (hMPV) infection in immunocompromised children"], ["Human metapneumovirus infections are associated with severe morbidity in hospitalized children of all ages"], ["Enhanced lung disease and Th2 response following human metapneumovirus infection in mice immunized with the inactivated virus"], ["Characterization of signaling pathways regulating the expression of pro-inflammatory long form thymic stromal lymphopoietin upon human metapneumovirus infection"], ["Human metapneumovirus infection activates the TSLP pathway that drives excessive pulmonary inflammation and viral replication in mice"], ["Macronutrients during pregnancy and life-threatening respiratory syncytial virus infections in children"], [""], ["INFANT Respiratory Network. Interleukin-13 associates with lifethreatening rhinovirus infections in infants and young children"], ["Clinical predictors of critical lower respiratory tract illness due to respiratory syncytial virus in infants and children: data to inform case definitions for efficacy trials"], ["Mortality due to respiratory syncytial virus. burden and risk factors"], ["MUC5AC levels associated with respiratory syncytial virus disease severity"], ["Erviti  A, Polack FP; INFANT Respiratory Network"], ["New Vaccine Surveillance Network. Burden of human metapneumovirus infection in young children"], ["Burden of human metapneumovirus and respiratory syncytial virus infections in asthmatic children"], ["Asthma during pregnancy: exacerbations, management, and health outcomes for mother and infant"], ["Influence of maternal asthma on the cause and severity of infant acute respiratory tract infections"], ["Role of human metapneumovirus and respiratory syncytial virus in asthma exacerbations: where are we now?"], ["Human metapneumovirus bronchiolitis in infancy is an important risk factor for asthma at age 5"], ["Recurrent wheezing in children following human metapneumovirus infection"], ["Skewed balance of regulatory T cell and inflammatory T cell in IL-17 defect with human metapneumovirus infection"], ["Comparison of nasal cytokine profiles of human metapneumovirus and respiratory syncytial virus"], ["Aberrant T cell immunity triggered by human respiratory syncytial virus and human metapneumovirus infection"], ["Maternal and childhood asthma: risk factors, interactions, and ramifications"], ["Maternal transmission of asthma risk"], ["-17 blood levels increase in healthy pregnancy but not in spontaneous abortion"], ["-17 increased in the third trimester in healthy women with term labor"], ["Systemic increase in the ratio between Foxp3+ and IL-17-producing CD4+ T cells in healthy pregnancy but not in preeclampsia"], ["Use of an innovative web-based laboratory surveillance platform to analyze mixed infections between human metapneumovirus (hMPV) and other respiratory viruses circulating in Alberta (AB), Canada ("], ["Comparing human metapneumovirus and respiratory syncytial virus: viral codetections, genotypes and risk factors for severe disease"], ["Absence of human metapneumovirus co-infection in cases of severe respiratory syncytial virus infection"], ["Landry ML, Kahn JS. Human metapneumovirus and severity of respiratory syncytial virus disease"], ["Viral interference: the case of influenza viruses"], ["Dual infection of infants by human metapneumovirus and human respiratory syncytial virus is strongly associated with severe bronchiolitis"], ["Human metapneumovirus infection in young children hospitalized with respiratory tract disease"], ["Pirbonyeh N. The prevalence of human metapneumovirus and respiratory syncytial virus and coinfection with both in hospitalized children with acute respiratory infection in south of Iran"], ["Human metapneumovirus in the preterm neonate: current perspectives"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Nair"], ["Nair", "DJ Nokes "], ["Anderson"], ["Israele", "Casellas  JM"], [], ["G"], [], ["Njenga MK"], [], [], ["Kalkstein"], ["Estrada", "Carter"], ["Papenburg", "Ouhoummane  N"], ["Scheuerman", "Barkai"], ["A Hahn", "Wang"], [], ["Y Li"], [], [], [], [], [], ["A Geoghegan", "Caballero MT"], ["Rajan", "EL O'Keefe "], ["Libster"], [], ["Furuta"], [], [], ["A Zaid"], ["ML García-García ", "Calvo"], ["Burgdorf"], ["T Zhao", "X"], ["Kwon", "Z Callaway"], [], [], [], ["Kaminski", "MCC Matte ", "RF Savaris "], ["EA Martínez-García ", "Chávez-Robles", "SánchezHernández PE"], ["Santner-Nanan", "Peek  MJ", "Khanam  R"], ["J Fathima", "Mukhi"], ["N Moe"], ["Bos  AP"], ["Lazar", "Ferguson"], ["Schultz-Cherry"], ["A Dove"], ["Foulongne", "Guyon", "Segondy  M."], ["A Moattari", "A Aleyasin", "Fyruzi M,"], ["J  V Williams", "Maitre"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Lower respiratory tract illness (LRTI) due to respiratory\nviruses is the leading cause of hospitalization in infants and\nyoung children worldwide [\n        ", "one_words_summarize": "Details of the population are providedelsewhere [          Eligibility criteria included infants and children youngerthan 2  years admitted for severe LRTI, defined as the suddenonset of cough, wheezing, retractions and/or crackles, with orwithout fever, and an oxygen saturation <93% when breathingroom air or the need for O2 support on arrival to emergencyrooms. Samples weretested in duplicate by real-time reverse transcriptasepolymerase chain reaction (RT-PCR) for hMPV. Samples werealso tested for influenza A  viruses, RSV, and hRV, aspreviously described [                    Rates of severe and life-threatening hMPV disease werecalculated by dividing the number of patients hospitalized withhMPV severe respiratory infection by the estimated censusannual population in the selected area [          Among the 383 hMPV-infected children, 84% were youngerthan 1 year with a mean age on admission of 7.4 months (SD,5.08); 56% were boys. In comparison to patients with RSVLRTI, hMPV-infected hospitalized patients were significantlyolder (OR, 1.05; 95% CI, 1.02–1.07), breastfed less frequently(OR, 0.67; 95% CI, .46–.97), and were at lower risk ofexperiencing LTD (OR, 0.56; 95% CI, .36–.86) (Table 1).A Subgroup of Infants at High Risk for Life-threatening hMPV LRTIWe subsequently explored whether children with hMPV (as asingle pathogen or as a component of a coinfection) experienceddisease of different severity than children infected with otherviruses. eTh impact of maternal asthmain RSV infections alone was, conversely, not signicfiant. In addition, this large study addressed numerousprenatal and perinatal risk factors, examining how they modifythe severity of infection. In summary, we report a novel observation that may alterour thinking about severe hMPV infections and, if confirmedin other studies, require us to reformulate its preventionstrategies. Abbreviations: CI, confidence interval; OR, odds ratio.aComorbidities: severe neurologic disorder, congenital cardiopathy, hematologic disorder,or immunodeficiency.bSevere complications: pneumonia, sepsis, pneumothorax, or apnea. Conflicts thatthe editors consider relevant to the content of the manuscripthave been disclosed.2020:XX (XX XXXX) • 78 • jid"}