{"date": "2020/01/24", "journal": "biorxiv", "authors": "Zeliang Chen, Wenjun Zhang, Yi Lu, Cheng Guo, Zhongmin Guo, Conghui Liao, Xi Zhang, Yi Zhang, Xiaohu Han, Qianlin Li, W. Ian Lipkin, Jiahai Lu", "title": "From SARS-CoV to Wuhan 2019-nCoV Outbreak: Similarity of Early Epidemic and Prediction of Future Trends", "type": "preprint article", "abstract": "The authors contributed equally to this work.", "text": "#*Lu.The ongoing large-scale pneumonia outbreak in China is caused by the 2019-nCoV, a newcoronavirus highly similar to SARS-CoV in the SARS outbreak. The cause and consequence of theoutbreak remain largely unknown as it is still in its early stage. As many aspects of the new virus aresimilar to SARS in 2003, knowledge, patterns and lessons of the SARS-CoV outbreak are valuableresources for responding to the Wuhan 2019-nCoV outbreak. Using epidemiological surveys andanalyses from the early stage of the SARS outbreak, we assessed and compared the characteristicsof those two outbreaks and predicted the possible outcome for the current 2019-nCoV outbreak.Like the SARS-CoV, the 2019-nCoV has a high human-to-human transmission capability andhealthcare workers and family members are high risk populations. Because the early outbreak stagecoincides with the Chinese spring festival travel rush, it is a challenge to prevent and control thespread of the virus. In this situation, the emergence and movement of a 2019-nCoV super-spreaderis difficult to identify. Using the reported case data so far (as of Jan 23, 2019), a logistic model wasbuilt and the cumulative and daily counts of the 2019-nCoV cases were predicted. The cumulativecounts of 2019-nCoV cases was estimated about 2-3 times the total number of SARS, and the peakincidence is predicted to be in early or middle February. Regional migration should be limited orprohibited to prevent emergence and movement of a super-spreader. There is an urgent need toestablish enhanced surveillance and implement efficient measures nationwide to control thisepidemic.Emerging infectious diseases represent a great threat for human public health worldwide1,2. The2019-nCOV caused pneumonia outbreak originating in Wuhan, China, is spreading around thecountry and affected 32 provinces and regions of China by January 24, 20203,4. Countries outsideChina, including Japan, the United States, Thailand, and South Korea, have also reported casesimported from Wuhan, China. With the joint efforts of Chinese scientists, health workers and relateddepartments, the pathogen causing this epidemic was quickly identified as a new type of coronavirus10 days after the first official report. After confirming the pathogen, specific detection methods wererapidly developed and etiological diagnoses were improved. As of January 22, 2020, it has beenconfirmed that the new coronavirus came from wild bats and belonged to group 2b of the betacoronavirus, which contained severe acute respiratory syndrome associated coronavirus(SARSCoV)5. Although 2019-nCOV and SARS-CoV belong to the same subgroup of beta coronavirus, thesimilarity at the genome level is only 70%, meaning that the new virus is genetically different fromthe SARS-CoV (Figure 1). The rapid discovery of the causing agent and development of diagnosticreagents demonstrated that technologies have been greatly improved in the 17 years since the SARSoutbreak. However, no effective antiviral medication and vaccine are available for this new virus andmuch about it remains to be explored. Similar to the SARS outbreak, this outbreak also happenedduring spring festival, the most important Chinese traditional festival, when three billions of peopletravel throughout the country6. This unexpectedly represents beneficial conditions for transmissionof this highly infectious disease and a correspondingly great challenge for prevention and control ofthe outbreak.Although the current technology has been greatly improved since the 2003 SARS outbreak, thebasic laws and characteristics of the occurrence and development of infectious diseases have notchanged fundamentally. Therefore, the past epidemic laws and characteristics of the SARS and thepainful lessons we learned in responding to epidemics is of great value for us now and in the future.Due to concerns about controlling the impact of the epidemic and the relatively less developedinformation exchange tools of the time, the epidemics and characteristics of the early SARS caseswere not reported. However, as we had participated in the epidemiological investigations of earlycases of SARS in 2003, we collected important data about its early outbreak. Using these valuabledata, we analyzed the characteristics of the early SARS cases and how the outbreak progressed. Bycomparing the epidemic situations of the two outbreaks, we found some strikingly similarcharacteristics and trends, providing lessons for better responses to the present and future epidemics.On January 2, 2003, a hospital of Heyuan city, Guangdong Province, reported 2 strange caseswith severe pneumonia which were then transferred to a larger hospital for further treatment. Severaldays later, 7 medical staff in the department that treated this patient developed symptoms.Retrospective investigations found that a hospital in Foshan had treated a similar case on November25, 2002 (Figure 2A). This patient developed symptoms on November 16, 2002, subsequently, 5family members developed symptoms as well. This indicated that SARS-CoV emerged with highhuman-to-human transmission capability, characterized by family and medical staff infections7,8. Theinvestigation of family clustering cases identified 35 clusters involving 105 patients in families withtwo or more family members in Guangzhou. The largest cluster derived from a female patient. Atotal of 91 persons were infected due to visiting or nursing the female patient, and 2 of these died(Figure 2B). This indicated that super virus spreader emerged at earliest stage of the outbreak,confirming the high infection capability of the virus9,10. Subsequent case investigations also showedthat SARS-CoV has the capability of multiple and continuous human-to-human transmission (Figure2C) and at least four generations of cases were identified from one original patient. Among the casesof clusters, healthcare workers are very common victims. As of April 13, 2003, a total of 48 medicalinstitutions had medical staff infected and 33 medical institutions in Guangzhou reported a total of283 cases. The incidence among medical staff in the respiratory care department of a universityaffiliated hospital in Guangzhou was 61.7% (29 / 47), that is, more than half of the medical staff wereinfected during their patient medication.For the 2019-nCoV outbreak, the first patient with unexplained pneumonia was discovered onDecember 12, 2019. On December 31, 2019, 27 cases of viral pneumonia were officially announced,of which 7 were in severe conditions. Respiratory infectious diseases, including influenza, SARS andMiddle East respiratory syndrome (MERS), were screened and excluded. On Jan 7, 2020, only oneweek later, a new type of coronavirus was discovered. The detection of pathogenic nucleic acids wascompleted on January 10 and on January 12, WHO officially named the new coronavirus the \"2019new coronavirus\" (2019-nCoV). It took less than 10 days from the first official announcement to theidentification of the pathogen (Figure 2D). In contrast to SARS-CoV, the discovery ofhuman-tohuman transmission of the 2019-nCoV was relatively late. On Dec 29, 2019, an obvioushuman-tohuman transmission case was identified but not announced, and the official conclusion said the riskof human-to-human transmission is relatively low. Five days later, clusters of cases, including 15healthcare workers, were confirmed to be infected by patients, confirming that 2019-nCoV also havethe human-to-human transmission capability (Figure 2D). Based on these results, it was concludedthat 2019-nCoV also have high capability of human-to-human transmission. It remains unknownwhether earlier cases also had this capability, and if so, how many victims had not been identified.The close contacts of these unidentified cases might be new infection sources and could becomesuper-spreaders.The incidence and development process of SARS outbreak also has valuable implications for the2019-nCoV outbreak. After discovering the earliest case occurred on Nov 16, 2002, the incidenceremained low until Jan 2, 2003. The peak of the incidence was observed between Jan 3 and Feb 4,2003, and the number of cases accounted for 54.7% of the total cases. According to the case numberand the development characteristics of the SARS epidemic, it can be roughly divided into 4 stages:stage 1, Nov 16, 2002 to Jan 31, 2003; stage 2, Feb 1 to Mar 2, 2003; stage 3, Mar 3 to Apr 2; andstage 4, after Apr 4 (Figure 3A). Coincidentally, the SARS outbreak duration also covered the Chinesespring festival. Each year, the Chinese government will launch a 40-day spring festival transportsupport system, and during this period, billions of people will migrate around China. In 2003, thespring festival transport period was from Jan 17 to Feb 25 and coincided with the incidence peak(Figure 3A, purple box). The spring festival travel period in 2020 was from Jan 10 to Feb 18 whichcoincided with the rapid increase of 2019-nCoV cases between Jan 10 and 22, 2020 (Figure 3A, redbox). Given previous trends, this is unlikely to be the incidence peak of this new virus outbreak. Thedaily counts of 2019-nCov cases we observed were higher than the daily counts of SARS cases duringits peak in 2003, implying a possible higher number of cumulative cases. We analyzed thetransportations between different large cities. High frequency transportations are mainly distributedamong megacities (Figure 3B). The highest ranked cities include Beijing, Guangzhou, and Shanghai.Wuhan, the outbreak center, has a population of 10 million, is also a major hub in the spring festivaltransportation network (Supplementary data). The predicted number of passengers traveling duringthe 2020 spring festival transport is 3.11 billion, 1.7 times the 2003 total number of 1.82 billion (Figure3C). This large-scale migration has brought favorable conditions for disease spread that is difficultto control.Because it is now in the early stage of outbreak, we must be prepared for subsequent larger-scaleoutbreaks and ask how large the scale will be. Since the 2019-nCoV is highly similar to SARS-CoV,some important characteristics of SARS-CoV could be used in this prediction. By combining thereported daily counts of 2019-nCoV cases and data from SARS outbreaks, we constructed a logisticmodel and predicted the incidence of 2019-nCoV over time. In the 2003 SARS outbreak, a total of8,000 cases had been reported. With this data and the present situation, we predict that thecumulative number of 2019-nCoV cases might be 2-3 times the total of SARS cases. Logistic modelswere fitted with these data and cumulative and daily counts of 2019-nCoV cases were predicted. Asshown in Figure 4A, we also calculated the time that is needed to reach the peak of incidence underdifferent senarios. Setting the upper limit of cumulative incidence (K) to 8000 (the total number ofglobal SARS cases in 2003), 16000 (two times the total global SARS cases), and 24000 (three timesthe total global SARS cases), the peak of incidence will be reached in 22.28 days (February 2), 25.18days (February 5), and 26.82 days (February 7) respectively. Overall, the peak incidence will appearearly at the beginning of February, or latest in mid-February. This appears to be consistent with the7-10 days incubation time of the 2019-nCoV and the spring festival transport.Taken together, in this study, by using valuable epidemiological data from the SARS outbreak, wesystematically evaluated and compared characteristics of the 2019-nCoV and SARS-CoV outbreak.The two outbreaks shared many similarities, and the ongoing 2019-nCoV outbreak situation seemedto repeat what we experienced during the SARS-CoV outbreak. Fortunately, the Chinese governmentare carrying out many efficient measures, including shutting down public transportation in Wuhanand other cities, reducing population migration, and encouraging personal protection by mask. Withthese measures, the case number could be reduced significantly. However, due to the lack ofawareness of the human-to-human transmission capability of 2019-nCoV at early stage, there is apossibility that super-spreaders do exist. These super-spreaders can be distributed in different placesand are difficult to track. This represents the most important problem for this outbreak.We thank collaborators participating the original investigations during the 2002-2003 SARS outbreak.This work was supported by National Key Research and Development Program Projects of China(2017YFD0500305), the National Key Program for Infectious Disease of China(2018ZX10101002002), the State Key Program of National Natural Science of China (U1808202), NSFC International(regional) cooperation and exchange program (31961143024), and Guangdong Province Key AreaR & D Plan Project (2018B020241002).J. Lu and Z. Chen participated in the prevention and control of SARS outbreak; J. Lu participated inepidemiological investigation of SARS outbreak in Guangdong. J. Lu, W. Lipkin, and Z. Chenconceived and designed the study, W. Zhang performed the prediction. Y. Lu, C. Guo provide helpfulsuggestion and revised the manuscript. Z. Guo, C. Liao, X. Zhang, Y. Zhang, and X. Han analyzeddata and prepared materials for the manuscript. Z. Chen wrote the manuscript with help from allother authors.*China annual spring festival travel rush is from Jan 17 to Feb 25 in year 2003 (the number of passengerpopulation is 1.8 billion), and from Jan 10 to Feb 18 in year 2020 (estimated number of passenger populationis 3.1 billion).A, Discovery of early cases during SARS-CoV outbreak. Human-to-human transmission was observed inthe first identified cases. B, the “one-to-X” human-to-human transmission clusters, 91 persons wereinfected by the super spreader. C, the “n-x-y” continuous human-to-human transmission cluster. Up to 4generation of transmitted patients were observed in this cluster. D, early cases identification during the2019-nCoV outbreak. Human-to-human transmission was not discovered in the earliest cases.A, the two outbreaks happened near Chinese spring festival, when billions of people will transmit betweendifferent places. Red box, spring festival duration of 2020 (Jan 10 to Feb 18, 2020); Purple box, springfestival duration of 2003 (Jan 17 to Feb 25, 2003); The first official report on the outbreak was Jan 2, 2003,and Dec 27, 2019. B, Population movement network during spring festival of 2003, 2019 and 2020. C,Passenger flow rush during spring festival of 2003, 2019 and 2020. Total population is 1.81, 2.91 and 3.11billion for 2003, 2019 and 2020 respectively. Spring festival transport data of 2020 was predicted.Fitting Logistic model to the dynamics of global infection cases of 2019-nCoV. Prediction results ofcumulative case and daily cases with upper limit of cumulative cases of 8000, 16000 and 24000. t=0 denotesJones KE, Patel NG, Levy MA, et al. Global trends in emerging infectious diseases. Nature 2008;451:990-3.Morens DM, Folkers GK, Fauci AS. The challenge of emerging and re-emerging infectious diseases. NatureLi W, Shi Z, Yu M, et al. Bats are natural reservoirs of SARS-like coronaviruses. Science 2005;310:676-9.Scholes GD, Li G, Ma Y, Wang J, Zheng J. Chinese Spring Festival Editorial. J Phys Chem Lett 2019;10:701.Chen YC, Chen PJ, Chang SC, et al. Infection control and SARS transmission among healthcare workers,Taiwan. Emerg Infect Dis 2004;10:895-8.Wuhan, China: Potential for International Spread Via Commercial Air Travel. J Travel Med 2020.health - The latest 2019 novel coronavirus outbreak in Wuhan, China. Int J Infect Dis 2020;91:264-6.Bogoch, II, Watts A, Thomas-Bachli A, Huber C, Kraemer MUG, Khan K. Pneumonia of Unknown Etiology inHui DS, E IA, Madani TA, et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses to globalSuwantarat N, Apisarnthanarak A. Risks to healthcare workers with emerging diseases: lessons fromMERS-CoV, Ebola, SARS, and avian flu. Curr Opin Infect Dis 2015;28:349-61.Stein RA. Super-spreaders in infectious diseases. Int J Infect Dis 2011;15:e510-3.Wong G, Liu W, Liu Y, Zhou B, Bi Y, Gao GF. MERS, SARS, and Ebola: The Role of Super-Spreaders in", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "#\n*", "one_words_summarize": "The ongoing large-scale pneumonia outbreak in China is caused by the 2019-nCoV, a newcoronavirus highly similar to SARS-CoV in the SARS outbreak. As many aspects of the new virus aresimilar to SARS in 2003, knowledge, patterns and lessons of the SARS-CoV outbreak are valuableresources for responding to the Wuhan 2019-nCoV outbreak. Like the SARS-CoV, the 2019-nCoV has a high human-to-human transmission capability andhealthcare workers and family members are high risk populations. There is an urgent need toestablish enhanced surveillance and implement efficient measures nationwide to control thisepidemic. Emerging infectious diseases represent a great threat for human public health worldwide1,2. Among the casesof clusters, healthcare workers are very common victims. On December 31, 2019, 27 cases of viral pneumonia were officially announced,of which 7 were in severe conditions. Five days later, clusters of cases, including 15healthcare workers, were confirmed to be infected by patients, confirming that 2019-nCoV also havethe human-to-human transmission capability (Figure 2D). It remains unknownwhether earlier cases also had this capability, and if so, how many victims had not been identified. The close contacts of these unidentified cases might be new infection sources and could becomesuper-spreaders. Given previous trends, this is unlikely to be the incidence peak of this new virus outbreak. We analyzed thetransportations between different large cities. By combining thereported daily counts of 2019-nCoV cases and data from SARS outbreaks, we constructed a logisticmodel and predicted the incidence of 2019-nCoV over time. Setting the upper limit of cumulative incidence (K) to 8000 (the total number ofglobal SARS cases in 2003), 16000 (two times the total global SARS cases), and 24000 (three timesthe total global SARS cases), the peak of incidence will be reached in 22.28 days (February 2), 25.18days (February 5), and 26.82 days (February 7) respectively. Overall, the peak incidence will appearearly at the beginning of February, or latest in mid-February. We thank collaborators participating the original investigations during the 2002-2003 SARS outbreak. J. Lu, W. Lipkin, and Z. Chenconceived and designed the study, W. Zhang performed the prediction. Y. Lu, C. Guo provide helpfulsuggestion and revised the manuscript. Up to 4generation of transmitted patients were observed in this cluster. Human-to-human transmission was not discovered in the earliest cases. B, Population movement network during spring festival of 2003, 2019 and 2020. J Travel Med 2020.health - The latest 2019 novel coronavirus outbreak in Wuhan, China. Int J Infect Dis 2011;15:e510-3.Wong G, Liu W, Liu Y, Zhou B, Bi Y, Gao GF."}