{"date": "2020/01/16", "journal": "Journal of Animal Science", "authors": "Talita Pilar Resende, Ramya Lekha Medida, Fabio A Vannucci, Milena Saqui-Salces, Connie Gebhart", "title": "Evaluation of swine enteroids as in vitro models for  Lawsonia intracellularis  infection ,", "type": "Article", "abstract": "The enteric pathogen Lawsonia intracellularis is one of the main causes of diarrhea and compromised weight gain in pigs worldwide. Traditional cell-line cultures have been used to study L. intracellularis pathogenesis. However, these systems fail to reproduce the epithelial changes observed in the intestines of L. intracellularis-infected pigs, specifically, the changes in intestinal cell constitution and gene expression. A more physiologically accurate and state-of-the-art model is provided by swine enteroids derived from stem cell-containing crypts from healthy pigs. The objective of this study was to verify the feasibility of two-dimensional swine enteroids as in vitro models for L. intracellularis infection. We established both three- and two-dimensional swine enteroid cultures derived from intestinal crypts. The two-dimensional swine enteroids were infected by L. intracellularis in four independent experiments. Enteroid-infected samples were collected 3 and 7 d postinfection for analysis using real-time quantitative PCR and L. intracellularis immunohistochemistry. In this study, we show that L. intracellularis is capable of infecting and replicating intracellularly in two-dimensional swine enteroids derived from ileum. © The Author(s) 2020. Published by Oxford University Press on behalf of the American Society of Animal Science. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com.", "text": "Proliferative enteropathy (PE) is globally identified in pigherds and is considered one of the main enteric diseasesin pigs (Vannucci et  al., 2019). Lawsonia intracellularis, theetiologic agent of PE, is an obligate intracellular pathogenthat replicates in the cytoplasm of intestinal epithelialcells. This infection results in crypt hyperplasia, decreasednumbers of goblet cells, and compromised feed digestionthat leads to poor weight gain in affected pigs (Vannucciet  al., 2019). The mechanisms involved in the intestinalepithelium changes caused by L. intracellularis infection are Care and Use Committee (1807-36212A). Ileum tissue wasstill unclear. collected from a healthy Landrace/Yorkshire cross-bred        Proliferative enteropathy can be prevented in pig herds ifnisher pig (about 90 kg) euthanized for non-intestinal relatedby vaccination                For determining the events related to intestinal epithelial transfer pipette, which was continued until abundant cryptschanges observed during L.  intracellularis infection, in vitro were observed in the suspension by visual evaluation in anmodels would be the method of choice because of the ability inverted microscope. The crypt suspension was transferred toto control variables. Although single cell cultures are routinely a 15 mL centrifuge tube and washed with advanced DMEM withused for laboratory propagation of L.  intracellularis, they fail in 10% fetal bovine serum (FBS, Corning 35011CV, heat inactivated).reproducing the cellular changes observed in the intestinal The tube was centrifuged for 4 min at low speed (300×  g) and theepithelium of PE-affected pigs                Swine enteroids obtained from intestinal stem cells have covered with 400 µL of Intesticult and incubated at 37 °C and 5%been described recently                Enteroids cultured this way still contain all types of intestinal Two-dimensional Swine Enteroid Culturesepithelial cells present in the intestine, with the advantage of Twenty-four hours before the passaging of three-dimensionalhaving an easy-access cell apical membrane, which simplifies enteroids, 6.5 mm diameter transwell inserts were coated withthe infection process and analyses        L. intracellularis            passage (Vannucci et al., 2013) was propagated in McCoy mousebifroblast cells (ATCC CRL-1696) as described elsewhere            Lawsonia intracellularis real-time polymerase chain reaction(real-time PCR) was performed as described (Wattanaphansaket al., 2010) using an aliquot of the inoculum from each of the fourindependent infection experiments (E1 to E4) as PCR template. Ctvalues were converted to L. intracellularis organisms/mL, obtaining1.99  × 103 L.  intracellularis/mL for experiment 1 (E1), 9.72  × 102L.  intracellularis/mL for E2, 1.04  × 107 L.  intracellularis/mL for E3,and 5.49  × 104 L.  intracellularis/mL for E4. In each independentexperiment, wells were infected withL. intracellularis suspension,or exposed to the medium used to suspend the inoculum onlyas negative controls. One set of wells was harvested at 3  dayspostinfection (dpi) and another set was harvested at 7 dpi. Theenteroid media collected from the top of the transwell at 3 and7 dpi was saved for L.  intracellularis real-time PCR. The set oftranswells to be harvested at 7 dpi had its media replaced at 5 dpi,with the used media also being saved for L. intracellularis real-timePCR. This procedure resulted in three samples for L. intracellularisreal-time PCR (3, 5, and 7 dpi) for each independent experiment asdescribed elsewhere (Wattanaphansak et al., 2010).          with L. intracellularisAfter removing the media from the transwell insert,twodimensional swine enteroids were fixed for 2  h with 150 and500  µL of 4% formaldehyde in the insert and bottom well,respectively. After fixation, the two-dimensional enteroids werewashed two times with 200 µL of PBS. The membranes werethen cautiously removed with a scalpel blade, placed on biopsymolds and covered with Histogel. Histogel blocks for thetwodimensional swine enteroids were stored in 70% ethanol at roomtemperature until routine processing and paraffin embeddingwas done. Paraffin-embedded blocks were cut into 4  µm thicksections and placed on charged glass slides and were used forimmunohistochemistry for detection of L. intracellularis          Lawsonia intracellularis propagates intwo-dimensional swine enteroidsof L. intracellularis (1.99 × 103 L. intracellularis/mL and 9.72  × 102L. intracellularis/mL, respectively) and real time-PCR results werenegative for the media samples in all time points, indicatingnondetectable levels of L. intracellularis propagation. E3 receivedthe highest inoculum concentration (1.04×  107 L. intracellularis/mL) and E4 received an intermediate amount of bacteria (5.49× 104 L. intracellularis/mL). Media collected from the samples of E3and E4 were positive by real time-PCR for L. intracellularis at 3, 5,and 7 dpi (Figure 1), indicating that L. intracellularis propagatedin the two-dimensional swine enteroids. Importantly, forboth E3 and E4, there was an increase in the L.  intracellularisconcentration in the media with time. Bacterial propagationwas further demonstrated by the detection of L. intracellularis inthe media collected at 7 dpi, since the media was completelyreplaced at 5 dpi and any bacteria detected at 7 dpi would be dueto the release of bacterial organisms propagating in the cells tothe medium between 5 and 7 dpi.The presence of L.  intracellularis in the cytoplasm of swineenteroid cells was detected by immunohistochemistry insamples from E1, E3, and E4 but not in samples from E2(inoculated with the lowest concentration of L.  intracellularis).The highest amount of L. intracellularis antigen in the cytoplasmof swine enteroid cells was observed in samples from E3, inaccordance with the higher numbers of organisms obtained byL. intracellularis real-time PCR. High amounts of L. intracellularisantigen in the cytoplasm were observed both at 3 and 7 dpi insamples from E3, suggesting that L.  intracellularis inoculum inhigh concentration might be necessary for effective bacterialpropagation.          cell lines, such as Caco-2, IPEC-J2 and IEC-18 do not increaseproliferation when infected by L.  intracellularis                    When L. intracellularis is interacting with the host intestinalepithelium in vivo, there is hyperplasia of the intestinalcrypts          Swine enteroids have numerous advantages as in vitro modelsto investigate host pathogen interactions over other cell andtissue culture models. The feasibility of maintaining the enteroidculture in laboratory conditions decreases the need for euthanasiaof numerous animals to provide intestinal samples. Additionally,culturing swine enteroids without cell immortalization orgenetic modicfiation for high cellular proliferation allows for theassessment of the different signaling pathways of the epithelialcells affected by L. intracellularis infection.          The incubation period for L. intracellularis infection in pigsin vivo is about 11 days          Our study provides proof-of-concept that swine enteroidsallow L.  intracellularis infection and propagation. We anticipatefuture studies that will assess the utility of two-dimensionalswine enteroids as revolutionary models for the evaluation ofnovel therapeutics, vaccine candidates, and host–pathogeninteractions involved during infection by L.  intracellularis,accelerating the advancement of interventional strategiesagainst this important pathogen in the swine industry.", "ref_list": [[], ["Lawsonia intracellularis infection of intestinal crypt cells is associated with specific depletion of secreted MUC2 in goblet cells"], ["From 3D organoids back to 2D enteroids"], ["Dietary fiber sources and non-starch polysaccharide-degrading enzymes modify mucin expression and the immune profile of the swine ileum"], ["Cell lineage identification and stem cell culture in a porcine model for the study of intestinal epithelial regeneration"], ["Archibald, mucosa homogenate and pure culture of the homologous T"], ["049 characterization of polyclonal and monoclonal antibodies Sato"], ["Lawsonia intracellularis"], ["Identifying obstacles to reducing the use of antibiotics Vannucci"], ["Kar, the experimental reproduction of porcine proliferative Z"], ["Characterization of porcine in understanding the pathogenesis of Lawsonia intestinal enteroid cultures under a lipopolysaccharide intracellularis infections"], ["Porcine intestinal enteroids: a new model for enteropathy"], ["Field evaluation of an oral Vannucci"], ["Development of a polymerase chain reaction assay for Salces, and C. Gebhart. 2019a. Evaluation of mouse enteroids quantification of Lawsonia intracellularis"], ["A small intestinal organoid model of non-invasive M. "], ["Serological profile"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Bengtsson", "MacIntyre", "A. Guthrie", "O. Finlayson", "R. Matika", "Pong-Wong", "A. Smith", "Archibald", "Ait-Ali"], ["Braverman"], ["M. Ferrandis", "Trudeau", "Z. Hung", "P. Zeng", "Urriola", "Shurson", "Saqui-Salces"], ["I. Gonzalez", "J. Piedrahita", "A Blikslager", "Magness"], ["Guedes", "C. Knetter", "M. Passat", "A.", "Ait-Ali", "Strait"], ["Guedes"], ["C. Guedes", "M. Machuca", "M. Quiroga", "C. Chen", "L. Sanman", "M. Cobb", "T. Wu", "Resende"], ["A. Holyoake", "M. Donahoo", "R.", "D. Beckler", "N. Pusterla", "S. Mapes"], ["Khalil", "G. Lei", "A. Brinkley", "Scott", "U. Wang", "M. Jabaji", "M. Lewis", "Martín", "Dunn", "Tissue Res"], ["Koltes", "Gabler"], ["F. Li", "S. Fu", "H. Wang", "X. He", "M. Xue", "L. Yin", "L. Feng", "C. McOrist", "L. Zimmerman", "A. Karriker", "Z."], ["McOrist", "S.", "C. Gebhart", "Anderson"], ["Resende", "Y. Medida", "F. Guo", "M. Vannucci", "A. Tocchi", "M.", "K. Holly", "Parks"], ["Resende", "A. Pereira", "Vasquez", "F. Saqui-Salces", "Vannucci", "X. Wu", "Yin"], ["Resende", "Pereira", "J.  P. Gabardo", "Z.  I. Guedes", "S. Wu", "Y. Xia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Proliferative enteropathy (PE) is globally identified in pig\nherds and is considered one of the main enteric diseases\nin pigs (Vannucci et  al., 2019). Lawsonia intracellularis, the\netiologic agent of PE, is an obligate intracellular pathogen\nthat replicates in the cytoplasm of intestinal epithelial\ncells. This infection results in crypt hyperplasia, decreased\nnumbers of goblet cells, and compromised feed digestion\nthat leads to poor weight gain in affected pigs (Vannucci\net  al., 2019). The mechanisms involved in the intestinal\nepithelium changes caused by L. intracellularis infection are Care and Use Committee (1807-36212A). Ileum tissue was\nstill unclear. collected from a healthy Landrace/Yorkshire cross-bred", "one_words_summarize": "Proliferative enteropathy (PE) is globally identified in pigherds and is considered one of the main enteric diseasesin pigs (Vannucci et  al., Theenteroid media collected from the top of the transwell at 3 and7 dpi was saved for L.  intracellularis real-time PCR. The set oftranswells to be harvested at 7 dpi had its media replaced at 5 dpi,with the used media also being saved for L. intracellularis real-timePCR. After fixation, the two-dimensional enteroids werewashed two times with 200 µL of PBS. The presence of L.  intracellularis in the cytoplasm of swineenteroid cells was detected by immunohistochemistry insamples from E1, E3, and E4 but not in samples from E2(inoculated with the lowest concentration of L.  intracellularis).The highest amount of L. intracellularis antigen in the cytoplasmof swine enteroid cells was observed in samples from E3, inaccordance with the higher numbers of organisms obtained byL. intracellularis real-time PCR. cell lines, such as Caco-2, IPEC-J2 and IEC-18 do not increaseproliferation when infected by L.  intracellularis                    When L. intracellularis is interacting with the host intestinalepithelium in vivo, there is hyperplasia of the intestinalcrypts          Swine enteroids have numerous advantages as in vitro modelsto investigate host pathogen interactions over other cell andtissue culture models."}