{"date": "2020/01/14", "journal": "Journal of Travel Medicine", "authors": "Isaac I Bogoch, Alexander Watts, Andrea Thomas-Bachli, Carmen Huber, Moritz U G Kraemer", "title": "Pneumonia of unknown aetiology in Wuhan, China: potential for international spread via commercial air travel", "type": "Article", "abstract": "There is currently an outbreak of pneumonia of unknown aetiology in Wuhan, China. Although there are still several unanswered questions about this infection, we evaluate the potential for international dissemination of this disease via commercial air travel should the outbreak continue. that severe acute respiratory syndrome (SARS), the Middle East respiratory syndrome (MERS), avian influenza and several other common respiratory pathogens have been ruled out (http://news. hebei.com.cn/system/2020/01/05/100154729.shtml). On 8 January 2019, news outlets and ProMED-mail reported that genetic sequencing demonstrated a novel coronavirus as the potential causative organism.2 Given the recent history of zoonotic transmission of a coronavirus emerging from a live-animal market in China in 2002, and the potential for novel pathogens to rapidly spread globally via commercial air travel,3,4 we sought to evaluate international travel patterns from Wuhan, China in order to anticipate patterns of disease dispersion should this outbreak evolve. We evaluated 2018 travel data generated from the International Air Transport Association (IATA) to quantify passenger volumes originating from the international airport in Wuhan, China, between January and March, inclusive. IATA data accounts for ∼90% of passenger travel itineraries on commercial flights, excluding transportation via unscheduled charter flights (the remainder is modelled using market intelligence). These data represent direct origin (Wuhan) to destination trips, and indirect © International Society of Travel Medicine 2020. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com", "text": "On 30 December 2019, a report of a cluster of pneumonia ofunknown aetiology was published on ProMED-mail, possiblyrelated to contact with a seafood market in Wuhan, China.1Hospitals in the region held an emergency symposium, andsupport from federal agencies is reportedly helping to determinethe source of infection and causative organism. The seafoodmarket has since been closed, but purportedly sold a variety oflive animal species. On 5 January 2019, the World HealthOrganization (WHO) published a document outlining their requestfor more information from Chinese public health authorities, anddetailed 44 patients had ‘pneumonia of unknown aetiology’, with121 close contacts under surveillance (www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/). TheWHO reported that 11 patients were severely ill, and manyaffected individuals had contact with the Huanan Seafoodmarket. Some patients were reported to have fever, dyspnea andpulmonary infiltrates on chest radiography. At the time ofpublication, limited information has been produced directly by Chinesepublic health authorities; however, media reports documentinginterviews with such authorities have stated that the aetiology isnot yet identified, that there are now 59 affected patients, andBangkoktrips that originated in Wuhan, but had connecting flights to afinal destination. We also report Infectious Disease VulnerabilityIndex (IDVI) scores for countries receiving significant numbersof travellers from Wuhan.5 The IDVI score is a validated toolto estimate a country’s capacity to prepare for and manageinfectious disease threats. The score is based on metricsfrom the following seven domains: demographic, health care,public health, disease dynamics, political (domestic), political(international) and economic. Countries are scored between 0and 1 with higher scores representing greater capacity to respondto outbreaks.5Table 1 outlines the top 20 destination cities with passengersarriving from Wuhan, Bangkok, Hong Kong, Tokyo and Taipeireceived the largest volumes with 41 080, 23 707, 20 001 and17 645 arrivals between January and March, respectively. TheIDVI for these leading destinations all exceed 0.65. Sydney andVictoria, Australia and Dubai, UAE are the only three cities inthe top 20 destinations that are outside of Asia. Bali, Indonesiahas the lowest IDVI score (0.563) in the top 20 destinationcities.At the time of publication, much is still unknown about thisaetiology of this respiratory syndrome. Enhanced surveillanceat airports has been enacted in several Asian cities. There arenow reports of respiratory illnesses in travellers from Wuhanunder investigation in Singapore, Hong Kong and Seoul;however, to date these illnesses are not confirmed to be related tothe Wuhan outbreak. Public health agencies around the worldare reminding frontline healthcare providers to be vigilant forpotential imported cases; however, this may be complicated in thenorthern hemisphere by high levels of influenza-like illnesses atthis time of year. To our knowledge, no advisories against travelto Wuhan have been issued. Fortunately, most countries receivingthe largest volumes of passengers from Wuhan, China appear tohave high IDVI scores, corresponding to relatively strong publichealth and healthcare capacity.Seventeen years after the global SARS epidemic, thecurrent outbreak in Wuhan, China serves as a reminder ofhow rapidly novel pathogens can appear and spread withpotentially serious global consequences. Although it is unclearwhat the current burden of disease is or the potential forhuman-to-human transmission, major Asian hubs are the mostprobable sites of exportation should this epidemic continue,and public health officials are already on alert in thoselocations.I.I.B., K.K. and A.W. conceived the idea. A.W., A.T.B. and C.H.conducted data analysis. I.I.B., K.K., A.W., A.T.B. and M.K.interpreted data and contributed to writing.K.K. is the founder of BlueDot, a social enterprise thatdevelops digital technologies for public health. K.K., A.W.,A.T.B. and C.H. are employed at BlueDot. I.I.B. hasconsulted for BlueDot. M.K. has no conflicts of interest todeclare.", "ref_list": [[], [""], [""], ["Human mobility and the global spread of infectious diseases: a focus on air travel"], ["Identification of severe acute respiratory syndrome in Canada"], ["Identifying future disease hot spots: infectious disease vulnerability index"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["A Findlater", "II Bogoch"], ["SM Poutanen", "DE Low", "B Henry"], ["M Moore", "B Gelfeld", "A Okunogbe", "C. Paul"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On 30 December 2019, a report of a cluster of pneumonia of\nunknown aetiology was published on ProMED-mail, possibly\nrelated to contact with a seafood market in Wuhan, China.1\nHospitals in the region held an emergency symposium, and\nsupport from federal agencies is reportedly helping to determine\nthe source of infection and causative organism. The seafood\nmarket has since been closed, but purportedly sold a variety of\nlive animal species. On 5 January 2019, the World Health\nOrganization (WHO) published a document outlining their request\nfor more information from Chinese public health authorities, and\ndetailed 44 patients had ‘pneumonia of unknown aetiology’, with\n121 close contacts under surveillance (www.who.int/csr/don/\n05-january-2020-pneumonia-of-unkown-cause-china/en/). The\nWHO reported that 11 patients were severely ill, and many\naffected individuals had contact with the Huanan Seafood\nmarket. Some patients were reported to have fever, dyspnea and\npulmonary infiltrates on chest radiography. At the time of\npublication, limited information has been produced directly by Chinese\npublic health authorities; however, media reports documenting\ninterviews with such authorities have stated that the aetiology is\nnot yet identified, that there are now 59 affected patients, and\nBangkok\ntrips that originated in Wuhan, but had connecting flights to a\nfinal destination. We also report Infectious Disease Vulnerability\nIndex (IDVI) scores for countries receiving significant numbers\nof travellers from Wuhan.5 The IDVI score is a validated tool\nto estimate a country’s capacity to prepare for and manage\ninfectious disease threats. The score is based on metrics\nfrom the following seven domains: demographic, health care,\npublic health, disease dynamics, political (domestic), political\n(international) and economic. Countries are scored between 0\nand 1 with higher scores representing greater capacity to respond\nto outbreaks.5", "one_words_summarize": "On 30 December 2019, a report of a cluster of pneumonia ofunknown aetiology was published on ProMED-mail, possiblyrelated to contact with a seafood market in Wuhan, China.1Hospitals in the region held an emergency symposium, andsupport from federal agencies is reportedly helping to determinethe source of infection and causative organism. We also report Infectious Disease VulnerabilityIndex (IDVI) scores for countries receiving significant numbersof travellers from Wuhan.5 The IDVI score is a validated toolto estimate a country’s capacity to prepare for and manageinfectious disease threats. To our knowledge, no advisories against travelto Wuhan have been issued. I.I.B., K.K., A.W., A.T.B. and M.K.interpreted data and contributed to writing."}