{"date": "2020/01/28", "journal": "biorxiv", "authors": "Peng Shao, Yingji Shan", "title": "Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR model", "type": "preprint article", "abstract": "Background: The 2019 new coronavirus, \"2019-nCoV\", was discovered from Wuhan\nViral Pneumonia cases in December 2019, and was named by the World Health\nOrganization on January 12, 2020. In the early stage, people knows little about the\n2019-nCoV virus was not clear, and the spread period was encountering China's annual\nspring migration, which made the epidemic spread rapidly from Wuhan to almost all\nprovinces in China.", "text": "Background: The 2019 new coronavirus, \"2019-nCoV\", was discovered from WuhanViral Pneumonia cases in December 2019, and was named by the World HealthOrganization on January 12, 2020. In the early stage, people knows little about the2019-nCoV virus was not clear, and the spread period was encountering China's annualspring migration, which made the epidemic spread rapidly from Wuhan to almost allprovinces in China.Methods: This study builds a SEIRD model that considers the movement of peopleacross regions, revealing the effects of three measures on controlling the spread of theepidemic.Based on MATLAB R2017a, computational experiments were performed tosimulate the epidemic prevention and control measures.Findings: The research results show that current prevention and control measures inChina are very necessary. This study further validates the concerns of international anddomestic experts regarding asymptomatic transmission (E-status).Interpretation: The results of this study are applicable to explore the impact of theimplementation of relevant measures on the prevention and control of epidemic spread,and to identify key individuals that may exist during the spread of the epidemic.experiments; infection management and controlThe 2019 new coronavirus, \"2019-nCoV\", was discovered from Wuhan ViralPneumonia cases in December 2019, and was named by the World Health Organizationon January 12, 2020. In the early stage, people knows little about the 2019-nCoV viruswas not clear, and the spread period was encountering China's annual spring migration,which made the epidemic spread rapidly from Wuhan to almost all provinces in China.As of 20:30 on January 27, 2020, 2844 cases were confirmed nationwide, 5794 weresuspected, 58 were cured, and 81 died. Such a major epidemic is a serious challenge topeople's lives and an important test of public health emergency managementcapabilities.In recent days, domestic and foreign scholars have published research results about newcoronaviruses online, and some of them are non-medical scholars who use mathematicsand computer technology to simulate and predict disease transmission. Scholars fromthe field of public health present a timely evaluation of the Chinese 2019-nCovepidemic in its initial phase[1]. Different from the existing studies, this study takinginto account the new characteristics of new coronaviruses and the current epidemicprevention and control measures in China, and constructing a SEIRD model thatconsiders the movement of people across regions. The purpose of this study is to revealthe role of the three most important current measures to control the spread of theepidemic, such as quarantine of infected persons, reduction of human mobility, andimprovement of treatment.The warehouse model was proposed by Kermack and McKendrick in 1927. Accordingto the characteristics of actual transmission behavior, there can be multiple states of anindividual. The two most basic states are Susceptible (S) and Infected (Infected, I).According to the types of individual states included in the model, classic warehousemodels such as SI model[2], SIS model[3], SIR model[4], and SEIR model [5]. The SImodel is a basic model, and other warehouse models are derived models built accordingto research needs. The SEIR model considers Exposed, that is, vulnerable individualsare infected, but they cannot infect other vulnerable individuals within a certainincubation period.On the basis of the SIR model, considering that 2019-nCoV is an infectious diseasewith a latent period, the E (Exposed) state and D (Death) state are added to constructthe SEIRD propagation model. The schematic diagram of the SEIRD propagationmodel is shown in figure 1.Sp1Ep2p3RIp4DThe members in this model mainly have the following four conversion methods.First, S → E. Relevant evidence shows that during the 2019-nCoV infectionprocess, not only confirmed patients have infectious capacity, but also thoseasymptomatic transmission individuals also have the ability to infect others.Therefore, in the SEIRD model, the susceptible status (S) will change to a Exposedstatus (E) with a certain probability after contacting the infected individual (I) orthe Exposed individual (E).Second, E → I. Relevant evidence shows that the longest incubation period for2019-nCoV is 14 days and the shortest is 1 day. The Exposed status (E) may betransformed into an infected status (I) after the incubation period.Third, I → R. The infected individual (I) will be isolated and treated with a certainprobability in hospital and will change to the R status.Fourth, I → D. Relevant evidence shows that infected patients die after 15 dayswithout effective treatment.During the 2019-nCoV transmission, the movement of individuals in the I and E statuscaused a rapid spread of the epidemic. Therefore, during the spread of the epidemic,consideration should be given to the contagion caused by individuals moving indifferent regions / communities / urbans. Suppose there are NU members in atwodimensional space. In the initial stage, NU members are randomly and uniformlydistributed in NC * NC communities (also can be understood as cities), that is, eachcommunity has NU / (NC * NC) people. For members located in the two-dimensionalspace, each time step (which can be understood as daily) moves to the neighborcommunity with a probability of M (u, t). Therefore, for individuals in differentcommunity, there are five possible directions for movement: no movement, up, down,left, and right(Figure 2).Based on MATLAB R2017a, computational experiments were performed to simulatethe epidemic prevention and control measures. Parameter settings of computationalexperiments are shown in Table 1.15 (Related reports indicate that the maximum interval betweenThis paper conducts three experimentsFrist, isolate the infected. In this study, the effect of isolation measures for infectedpeople is that from the time TI, the individual in I status stopped moving and willbe isolated and treated by hospital.Second, reduce individuals’ across communities move. In this study, measures toreduce individuals’ move is that from the time MT, reduction in the probability(MU)of all personnel going to other communities.Third, improve the level of treatment. In this study, the measures to improve thelevel of treatment is that from the time of implementation of treatment(PT), allindividuals in I status will be isolated and treated with probability PI.MUMTPIPTmeasures for people infectedPopulation cross-communitymobilityImplementation time to reduce10,20,30individuals’ across communitiesmoveDisease control and treatment level0.1,0.3,0.5,0.7,0.9Disease control and treatmentmeasures implementation timeindividuals in I-status stop moving and are isolated and treated by the hospital.Fixed relevant parameters (MU = 0.25, MT = 1, PI = 0.1, PT = 40), simulate theimplementation of quarantine measures at four time points of TI = 10, 20, 30, 40 afterthe outbreak, and observe individual proportion changes of E and I status (Figure 3).It can be found that with the isolation measures implemented at four time points, theEstatus user changes are not obvious. The possible reason is that this isolation is onlyimplemented for I-status users, but one of the characteristics of 2019-nCoV is that notonly I-status is contagious, but E-status is also contagious. Although the I-status is beingtreated in isolation, there are still many members of the E-status in the incubation period.These members make the disease likely to continue to spread. This explains that thegovernment requires that people who share a bus, a flight, or a train with the infectedperson need to isolate themselves. These individuals may have changed to the E-statusbecause they had been in the same space with the I-status individuals.It can be found that with the implementation of isolation measures at four time points,the I-status user has changed significantly. The change is reflected in that the sooner theisolation measures are implemented, the lower the proportion of I-status users remains,and the shorter the time it takes for the proportion of I-status users to decrease to zero.For example, the peak value of I-status personnel is 10% at TI = 10, and the peak valueof I-status personnel is 95% at TI = 40 and decreases to 0 at t = 45.1.00.90.80.7egta0.6nerc0.5ep0.40.30.20.10.0(a) ETI=40TI=30TI=20TI=101.00.90.80.7egta0.6nerc0.5ep0.40.30.20.10.0TI=40TI=30TI=20TI=10(b) I1815of infectious diseases, but the number of deaths (in D status) is also an importantmanifestation of the epidemic hazard and social prevention and control capabilities.Take TI = 40 as an example, observe the proportion of D-status users in the initialcommunity in each time period (Figure 4). At t = 20, only D-status individuals appearin the central community and surrounding neighborhoods. When t = 30, D-statusindividuals also appeared in a larger range of surrounding communities, but theproportion was still the highest in the central community, and the surroundingcommunities gradually decreased. When t = 40, the proportion of D-status individualsin the central community has reached 80%. When t = 50 (evolution into a steady state),many communities face up to 80% of D-status individuals. The epidemic evolution iscentered with the central community. The larger the radius, the lower the D-status ratio.Due to the implementation of prevention and control measures, it will eventually entera steady state, that is, there will no longer be new D-status users in all communities.Starting at 10:00 on January 23, 2020, Wuhan and surrounding cities announced thesuspension of public transportation services to prevent the spread of new coronavirusepidemics. In this study, measures to reduce personnel mobility are reflected in thereduction in the probability (MU) of individuals going to other communities, from thetime of release MT.Fix the relevant parameters (PI = 0.1, PT = 40, TI = 200), and simulate the impact ofindividual mobility measures on the spread of the epidemic after the outbreak (MT =10,20). The degree of reduction includes 0.1 (10% probability of going to neighboringcommunities) and 0.01 (1% probability of going to neighboring communities, similarto the city closure policy). Observe the changes in the proportion of individuals in theE and I-status (Figure 5).It can be found that the implementation of population mobility control at two timepoints (MT = 10,20) and the different degree of population mobility control (MU =0.1,0.01), the proportion of E-status users has changed significantly. The earlier theimplementation time, the higher the degree of control, the lower the peak value of theproportion of E-status users (such as MU = 0.01, MT = 10, the peak value is 20%). Incontrast, if this measure is implemented late (MT = 20), the influence of different levelsof flow control measures on the proportion of E-status users is not obvious (such as MU= 0.01, 0.1, the peaks are close to 50 %). Therefore, in order to reduce the proportionof E-status users, measures to reduce population mobility should be implemented assoon as possible. If it is implemented later, even the closure of the city may be difficultto achieve significant results.It can be found that the implementation of population mobility control at two points intime, and the difference in the degree of population mobility control, the proportion ofI-status users has changed significantly. A conclusion similar to that of the E-status isobtained, that is, in order to reduce the proportion of the I-status users, measures toreduce population mobility should be implemented as soon as possible.10.90.80.7egta0.6nec0.5rep0.40.30.20.10(a) EMU=0.1,MT=20MU=0.01,MT=20MU=0.1,MT=10MU=0.01,MT=101.00.90.8e 0.7gta 0.6nerc 0.5ep 0.40.30.20.10.0(b) IMU=0.1,MT=20MU=0.01,MT=20MU=0.1,MT=10MU=0.01,MT=10181522t2936435018152229364350tIn order to compare the proportion of D-status users under different flow controlmeasures, take two time stage t = 30 and t = 50 (evolving into steady state) as examples,and observe the changes in D-status users in 81 communities in the two groups (highmeasures,MU = 0.01, MT = 10; low measures,MU = 0.1, MT = 20) (Figure 6). At t =30, compared with the low-measure group, the proportion of D-status in thehighmeasure group (MU = 0.01, MT = 10) was lower. When t = 50, compared with thelowmeasure group (the percentage of D-status in almost all communities exceeds 50%), therange of the D-status ratio in the high-measure group is [0.5-1]. Areas above 100%(gray) appear at t = 50, which is because the random flow of people makes the numberof people in some communities higher than the initial stage. This result further validatesthat \"the sooner, the higher the degree of implementation of the measures to reduce themovement of people, the better the effect of controlling the spread of the epidemic.\"In this study, measures to improve the level of treatment means that from the time whentreatment is implemented(PT), all individuals in the I state will be isolated and treatedwith probability PI. Fix the relevant parameters (MU = 0.25, MT = 1, TI = 200), andsimulate the implementation of measures to improve treatment level at two time stages:MT = 10,20 after the outbreak. The treatment level includes 0.3 (low treatment level)and 0.7 (High level of treatment), observe the changes in the proportion of E andIstatus (Figure 7).(b) ItPI=0.3,PT=10PI=0.7,PT=10PI=0.3,PT=20PI=0.7,PT=20From the perspective of the proportion of E-status individuals, the peak of theproportion of E-status individuals did not change significantly in the four groups. Thismay be because although the I-status individuals have been isolated and treated, thereare still a large number of E-status individuals in the population. These individuals alsohave the ability to infect, that is, the ability to make other S-status individuals intoEstate individuals.From the perspective of the proportion of individuals in the I state, the peak of theproportion of individuals in the E-status changed significantly in the four groups.Among them, the group with a high level of treatment (PI = 0.7) and the early start oftreatment (PT = 10) had a lower proportion of I-status individuals, and the peakappeared earlier. Therefore, starting early isolation and treatment of I-status individualsand continuously improving the level of treatment (more I-status individuals can betreated) will help reduce the proportion of I-status individuals in the population. Suchfindings explain why it is necessary to coordinate national medical science andtechnology resources to support Wuhan, and why it is necessary to build LeishenshanHospital and Huoshenshan Hospital, because improving treatment levels as soon aspossible is an important way to reduce the spread of the epidemic.6 ConclusionThis study builds a SEIRD model that considers the movement of people across regions,revealing the effects of three measures (quarantine of infected people, reduction ofmovement of people, and improvement of treatment) on controlling the spread of theepidemic. The research results show that current prevention and control measures inChina are very necessary. The results of this study are applicable to explore the impactof the implementation of relevant measures on the prevention and control of epidemicspread, and to identify key individuals that may exist during the spread of the epidemic.This study further validates the concerns of international and domestic expertsregarding asymptomatic transmission (ie, E-status in this article). This article suggeststhat as long as medical resources are available, E-status individuals or potential E-statusindividuals should be included in the scope of isolation and treatment. The governmentshould promptly release information on the epidemic situation, as well as informationon the areas and vehicles used by the infected people, to further encourage those whohave been in contact with individuals in the I or E-status to go to nearby hospitals fortimely inspection.novel coronavirus outbreak in China. bioRxiv 2020, 2020-2021.Shen, M.; Peng, Z.; Xiao, Y.; Zhang, L. Modelling the epidemic trend of the 2019Barthélemy, M.; Barrat, A.; Pastor-satorras, R.; Vespignani, A. Velocity andhierarchical spread of epidemic outbreaks in scale-free networks. PHYS REV LETT2004, 92, 178701.Parshani, R.; Carmi, S.; Havlin, S. Epidemic threshold for thesusceptibleinfectious-susceptible model on random networks. PHYS REV LETT 2010, 104, 258701.Moreno, Y.; Gómez, J.B.; Pacheco, A.F. Epidemic incidence in correlated complexnetworks. PHYS REV E 2003, 68, 35103.Kamo, M.; Sasaki, A. The effect of cross-immunity and seasonal forcing in amultistrain epidemic model. Physica D: Nonlinear Phenomena 2002, 165, 228-241.P.S., and Y.S. designed the study. P.S. analyzed the data, carried out the analysis andperformed numerical simulations. P.S. wrote the first draft of the manuscript .Y.S., andP.S. contributed to writing the paper and agreed with manuscript results and conclusions.All authors declare that they have no competing interests.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The 2019 new coronavirus, \"2019-nCoV\", was discovered from Wuhan\nViral Pneumonia cases in December 2019, and was named by the World Health\nOrganization on January 12, 2020. In the early stage, people knows little about the\n2019-nCoV virus was not clear, and the spread period was encountering China's annual\nspring migration, which made the epidemic spread rapidly from Wuhan to almost all\nprovinces in China.", "one_words_summarize": "Background: The 2019 new coronavirus, \"2019-nCoV\", was discovered from WuhanViral Pneumonia cases in December 2019, and was named by the World HealthOrganization on January 12, 2020. Based on MATLAB R2017a, computational experiments were performed tosimulate the epidemic prevention and control measures. In the early stage, people knows little about the 2019-nCoV viruswas not clear, and the spread period was encountering China's annual spring migration,which made the epidemic spread rapidly from Wuhan to almost all provinces in China. Such a major epidemic is a serious challenge topeople's lives and an important test of public health emergency managementcapabilities. Scholars fromthe field of public health present a timely evaluation of the Chinese 2019-nCovepidemic in its initial phase[1]. The warehouse model was proposed by Kermack and McKendrick in 1927. The schematic diagram of the SEIRD propagationmodel is shown in figure 1.Sp1Ep2p3RIp4DThe members in this model mainly have the following four conversion methods.First, S → E. Relevant evidence shows that during the 2019-nCoV infectionprocess, not only confirmed patients have infectious capacity, but also thoseasymptomatic transmission individuals also have the ability to infect others. Therefore, in the SEIRD model, the susceptible status (S) will change to a Exposedstatus (E) with a certain probability after contacting the infected individual (I) orthe Exposed individual (E).Second, E → I. Relevant evidence shows that the longest incubation period for2019-nCoV is 14 days and the shortest is 1 day. Although the I-status is beingtreated in isolation, there are still many members of the E-status in the incubation period. The epidemic evolution iscentered with the central community. In this study, measures to reduce personnel mobility are reflected in thereduction in the probability (MU) of individuals going to other communities, from thetime of release MT.Fix the relevant parameters (PI = 0.1, PT = 40, TI = 200), and simulate the impact ofindividual mobility measures on the spread of the epidemic after the outbreak (MT =10,20). The degree of reduction includes 0.1 (10% probability of going to neighboringcommunities) and 0.01 (1% probability of going to neighboring communities, similarto the city closure policy). It can be found that the implementation of population mobility control at two points intime, and the difference in the degree of population mobility control, the proportion ofI-status users has changed significantly. Thismay be because although the I-status individuals have been isolated and treated, thereare still a large number of E-status individuals in the population. bioRxiv 2020, 2020-2021.Shen, M.; Peng, Z.; Xiao, Y.; Zhang, L. Modelling the epidemic trend of the 2019Barthélemy, M.; Barrat, A.; Pastor-satorras, R.; Vespignani, A. Velocity andhierarchical spread of epidemic outbreaks in scale-free networks. PHYS REV LETT 2010, 104, 258701.Moreno, Y.; Gómez, J.B.; Pacheco, A.F. Epidemic incidence in correlated complexnetworks. P.S. analyzed the data, carried out the analysis andperformed numerical simulations."}