{"date": "2020/01/28", "journal": "biorxiv", "authors": "Xiaolong Tian, Cheng Li, Ailing Huang, Shuai Xia, Sicong Lu, Zhengli Shi, Lu Lu, Shibo Jiang, Zhenlin Yang, Yanling Wu, Tianlei Ying", "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody", "type": "preprint article", "abstract": "c", "text": "2627282930313233343536373839404142434445The newly identified 2019 novel coronavirus (2019-nCoV) has caused more than 800laboratory-confirmed human infections, including 25 deaths, posing a serious threat tohuman health. Currently, however, there is no specific antiviral treatment or vaccine.Considering the relatively high identity of receptor binding domain (RBD) in2019-nCoVandSARS-CoV, it is urgent to assess the cross-reactivityofanti-SARS-CoV antibodies with 2019-nCoV spike protein, which could haveimportant implications for rapid development of vaccines and therapeutic antibodiesagainst 2019-nCoV. Here, we report for the first time that a SARS-CoV-specifichuman monoclonal antibody, CR3022, could bind potently with 2019-nCoV RBD(KD of 6.3 nM). The epitope of CR3022 does not overlap with the ACE2 binding sitewithin 2019-nCoV RBD. Therefore, CR3022 has the potential to be developed ascandidate therapeutics, alone or in combination with other neutralizing antibodies, forthe prevention and treatment of 2019-nCoV infections. Interestingly, some of the mostpotent SARS-CoV-specific neutralizing antibodies (e.g., m396, CR3014) that targetthe ACE2 binding site of SARS-CoV failed to bind 2019-nCoV spike protein,indicating that the difference in the RBD of SARS-CoV and 2019-nCoV has a criticalimpact for the cross-reactivity of neutralizing antibodies, and that it is still necessaryto develop novel monoclonal antibodies that could bind specifically to 2019-nCoVRBD.474849505152535455565758596061626364656667Very recently, a novel coronavirus which was temporarily named “2019 novelcoronavirus (2019-nCoV)” emerged in Wuhan, China [1]. As of 24 January, 2020,2019-nCoV has resulted in a total of 830 laboratory-confirmed human infections,including 25 deaths, in 29 provinces and regions in China, and a number of exportedcases11.html). The person-to-person spread has been confirmed by the findings that therewere 15 medical care personnel infections and several family transmission cases,indicating the severe infectivity and pathogenicity of this virus. Currently, however,there is no vaccine or effective antiviral treatment against 2019-nCoV infection.Based on the phylogenetic analysis (GISAID accession no. EPI_ISL_402124) [2],2019-nCoV belongs to lineage B betacoronavirus and shares high sequence identitywith that of bat or human severe acute respiratory syndrome coronavirus-relatedcoronavirus (SARSr-CoV) and bat SARS-like coronavirus (SL-CoV) (Figure 1a). Inprevious studies, a number of potent monoclonal antibodies against SARScoronavirus (SARS-CoV) have been identified [3-7]. These antibodies target the spikeprotein (S) of SARS-CoV and SL-CoVs, which is a type I transmembraneglycoprotein and mediates the entrance to human respiratory epithelial cells byinteracting with cell surface receptor angiotensin-converting enzyme 2 (ACE2) [8].More specifically, the 193 amino acid length (N318-V510) receptor binding domain(RBD) within S protein is the critical target for neutralizing antibodies [9]. Wepredicted the conformation of 2019-nCoV RBD as well as its complex structures with697071727374757677787980818283848586878889several neutralizing antibodies (Supplementary Methods), and found that themodelling results support the interactions between 2019-nCoV RBD and certainSARS-CoV antibodies (Figure 1b). This could be due to the relatively high identity(73%) of RBD in 2019-nCoV and SARS-CoV (Figure 1c). For instance, residues inRBD of SARS-CoV that make polar interactions with a neutralizing antibody m396 asindicated by the complex crystal structure [10] are invariably conserved in2019-nCoV RBD (Figure 1d). In the structure of SARS-CoV-RBD-m396, R395 inRBD formed a salt bridge with D95 of m396-VL. Concordantly, the electrostaticinteraction was also observed in the model of 2019-nCoV-RBD-m396, forming byR408(RBD)andD95(m396-VL).monoclonal antibodies may be effective in neutralizing2019-nCoV. In contrast, the interactions between antibody F26G19 [11] or 80R [12]and the RBD in 2019-nCoV decreased significantly due to the lack of salt bridgesformedbyR426-D56inSARS-CoV-RBD-80R, respectively. Furthermore, while most of the 80R-bindingresidues on the RBD of SARS-CoV are not conserved on RBD of 2019-nCoV (Figure1c), it is unlikely that the antibody 80R could effectively recognize 2019-nCoV.Therefore, it is urgent to experimentally determine the cross-reactivity ofanti-SARS-CoV antibodies with 2019-nCoV spike protein, which could haveimportant implications for rapid development of vaccines and therapeutic antibodiesagainst 2019-nCoV.          In this study, we first expressed and purified 2019-nCoV RBD protein919293949596979899100101102103104105106107108109110111(Supplementary Methods). We also predicted the conformations of 2019-nCoV RBDand its complex with the putative receptor, human ACE2 (Supplementary Methods).Comparison of the interaction between complex of ACE2 [13] and SARS-CoV RBDand homology model of ACE2 and 2019-nCoV RBD revealed similar binding modes(data not shown). In both complexes, β5-β6 loop and β6-β7 loop form extensivecontact, including at least seven pairs of hydrogen bonds, with the receptor. Notably,R426 on the forth α helix in SARS-CoV RBD builds a salt bridge with E329 and ahydrogen bond with Q325 on ACE2. However, the arginine (R426 in SARS-CoVRBD) to asparagine (N439) mutation in 2019-nCoV RBD abolished the strong polarinteractions, which may induce a decrease in the binding affinity between RBD andthe receptor. Interestingly, a lysine          Next, we expressed and purified several representative SARS-CoV-specific113114115116117118119120121122123124125126127128129130131132133antibodies (Supplementary Methods) which have been reported to target RBD andpossess potent neutralizing activities, including m396 [3], CR3014 [4], CR3022 [5],as well as a MERS-CoV-specific human monoclonal antibody m336 developed by ourlaboratory [15], and measured their binding ability to 2019-nCoV RBD by ELISA(Supplementary Methods, Figure 1e). Surprisingly, we found that most of theseantibodies did not show evident binding to 2019-nCoV RBD. To confirm this result,we further measured the binding kinetics using BLI (Supplementary Methods). Anirrelevant anti-CD40 antibody was used as negative control. Similarly, the antibodym396, which was predicted to bind 2019-nCoV RBD (Figure 1d), only showed slightbinding at the highest measured concentration (2 µM). Interestingly, we found thatthere are several additional asparagine residues in 2019-nCoV RBD as compared withSARS-CoV RBD. For instance, the N439 residue is located in the receptor bindingsite within 2019-nCoV RBD. It could be hypothesized that Asn-linked glycosylationmay occur, rendering the computationally simulated models far from the nativestructures. Further studies are needed to solve the high-resolution structure of2019-nCoV RBD and understand why it could not be recognized by these antibodies.Notably, one SARS-CoV-specific antibody, CR3022, was found to bind potentlywith 2019-nCoV RBD as determined by ELISA and BLI (Figure 1e, 1f). It followed afast-on (kon of 1.84×105 Ms-1) and slow-off (koff of 1.16×10-3 s-1) binding kinetics,resulting in a KD of 6.3 nM (Figure 1f). This antibody was isolated from blood of aconvalescent SARS patient, and did not compete with the antibody CR3014 forbinding to recombinant S protein [5]. To further elucidate the binding epitopes of135136137138139140141142143144145146147148149150151152153154155CR3022, we measured the competition of CR3022 and human ACE2 for the bindingto 2019-nCoV RBD (Supplementary Methods). The streptavidin biosensors labelledwith biotinylated 2019-nCoV RBD were saturated with human ACE2 in solution,followed by the addition of the test antibodies in the presence of ACE2. As shown inFigure 1g, the antibody CR3022 did not show any competition with ACE2 for thebinding to 2019-nCoV RBD. These results suggest that CR3022, distinct from theother two SARS-CoV antibodies, recognizes an epitope that does not overlap with theThe RBD of 2019-nCoV differ largely from the SARS-CoV at the C-terminusresidues (Figure 1c). Our results implied that such difference did not result in drasticchanges in the capability to engage the ACE2 receptor, but had a critical impact forthe cross-reactivity of neutralizing antibodies. Some of themost potentSARS-CoV-specific neutralizing antibodies (e.g., m396, CR3014) that target thereceptor binding site of SARS-CoV failed to bind 2019-nCoV spike protein,indicating that it is necessary to develop novel monoclonal antibodies that could bindspecifically to 2019-nCoV RBD. Interestingly, it was reported that the antibodyCR3022 could neutralize the antibody CR3014 escape viruses, and that no escapevariants could be generated with CR3022 [5]. Furthermore, the mixture of CR3022and CR3014 neutralized SARS-CoV in a synergistic fashion by recognizing differentepitopes on RBD [5]. Therefore, CR3022 has the potential to be developed ascandidate therapeutics, alone or in combination with other neutralizing antibodies, forthe prevention and treatment of 2019-nCoV infections. We expect more cross-reactive157158159antibodies against 2019-nCoV and SARS-CoV or other coronaviruses to be identifiedsoon, facilitating the development of effective antiviral therapeutics and vaccines.This work was supported by grants from the National Natural Science Foundation ofChina (81822027, 81630090), National Key R&D Program of China(2019YFA0904400), National Megaprojects of China for Major Infectious Diseases(2018ZX10301403), and the grant from Chinese Academy of Medical Sciences(2019PT350002).185186187188ForteBio Data Analysis 7.0 software.22622722822923014.15.Walls AC, Xiong X, Park Y-J, et al. Unexpected receptor functional mimicry elucidatesactivation of coronavirus fusion. Cell. 2019;176(5):1026-1039. e15.Ying T, Prabakaran P, Du L, et al. Junctional and allele-specific residues are critical forMERS-CoV neutralization by an exceptionally potent germline-like antibody. Naturecommunications. 2015;6:8223.aG50T33T52CR3014m336Isotype antibody", "ref_list": [[], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from patients with acute respiratory disease in Wuhan, Hubei, China"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Potent cross-reactive neutralization of SARS coronavirus isolates by human monoclonal antibodies"], ["Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets"], ["Human monoclonal antibody combination against SARS coronavirus: synergy and coverage of escape mutants"], ["Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association"], ["An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus"], ["Coronavirus spike proteins in viral entry and pathogenesis"], ["A 193-amino acid fragment of the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2"], ["Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody"], ["Structural insights into immune recognition of the severe acute respiratory syndrome coronavirus S protein receptor binding domain"], ["Structural Basis of Neutralization by a Human Anti-severe Acute Respiratory Syndrome Spike Protein Antibody, 80R"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Jasper F-W", "Z Kin-H K"], ["P Shi Z-L", "X-L Yang"], ["Z Zhu", "S Chakraborti", "Y He"], ["J ter Meulen", "AB Bakker", "EN van den Brink"], ["J Ter Meulen", "EN Van Den Brink", "LL Poon"], ["J Sui", "W Li", "A Murakami"], ["E Traggiai", "S Becker", "K Subbarao"], ["TM Gallagher", "Buchmeier MJ"], ["SK Wong", "W Li", "MJ Moore"], ["P Prabakaran", "J Gan", "Y Feng"], ["JE Pak", "C Sharon", "M Satkunarajah"], ["WC Hwang", "Y Lin", "E Santelli"], ["F Li", "W Li", "M Farzan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45", "one_words_summarize": "2627282930313233343536373839404142434445The newly identified 2019 novel coronavirus (2019-nCoV) has caused more than 800laboratory-confirmed human infections, including 25 deaths, posing a serious threat tohuman health. Currently, however, there is no specific antiviral treatment or vaccine. Considering the relatively high identity of receptor binding domain (RBD) in2019-nCoVandSARS-CoV, it is urgent to assess the cross-reactivityofanti-SARS-CoV antibodies with 2019-nCoV spike protein, which could haveimportant implications for rapid development of vaccines and therapeutic antibodiesagainst 2019-nCoV. Here, we report for the first time that a SARS-CoV-specifichuman monoclonal antibody, CR3022, could bind potently with 2019-nCoV RBD(KD of 6.3 nM). Therefore, CR3022 has the potential to be developed ascandidate therapeutics, alone or in combination with other neutralizing antibodies, forthe prevention and treatment of 2019-nCoV infections. We also predicted the conformations of 2019-nCoV RBDand its complex with the putative receptor, human ACE2 (Supplementary Methods).Comparison of the interaction between complex of ACE2 [13] and SARS-CoV RBDand homology model of ACE2 and 2019-nCoV RBD revealed similar binding modes(data not shown). Anirrelevant anti-CD40 antibody was used as negative control. It followed afast-on (kon of 1.84×105 Ms-1) and slow-off (koff of 1.16×10-3 s-1) binding kinetics,resulting in a KD of 6.3 nM (Figure 1f). These results suggest that CR3022, distinct from theother two SARS-CoV antibodies, recognizes an epitope that does not overlap with theThe RBD of 2019-nCoV differ largely from the SARS-CoV at the C-terminusresidues (Figure 1c). Unexpected receptor functional mimicry elucidatesactivation of coronavirus fusion. Junctional and allele-specific residues are critical forMERS-CoV neutralization by an exceptionally potent germline-like antibody."}