{"date": "2020/01/27", "journal": "biorxiv", "authors": "Zhijian Xu, Cheng Peng, Yulong Shi, Zhengdan Zhu, Kaijie Mu, Xiaoyu Wang, Weiliang Zhu", "title": "Nelfinavir was predicted to be a potential inhibitor of 2019-nCov main protease by an integrative approach combining homology modelling, molecular docking and binding free energy calculation", "type": "preprint article", "abstract": "*To whom correspondence should be addressed. Phone: +86-21-50806600-1201 (Z.X.), +86-21-50805020 (W.Z.),", "text": "2019-nCov has caused more than 80 deaths as of 27 January 2020 in China, andinfection cases have been reported in more than 10 countries. However, there is noapproved drug to treat the disease. 2019-nCov Mpro is a potential drug target to combatthe virus. We built homology models based on SARS Mpro structures, and docked 1903small molecule drugs to the models. Based on the docking score and the 3D similarityof the binding mode to the known Mpro ligands, 4 drugs were selected for binding freeenergy calculations. Both MM/GBSA and SIE methods voted for nelfinavir, with thebinding free energy of -24.69±0.52 kcal/mol and -9.42±0.04 kcal/mol, respectively.Therefore, we suggested that nelfinavir might be a potential inhibitor against2019In December 2019, cluster of patients with pneumonia were reported in Wuhan,Hubei Province, China.1, 2 Shortly, a new coronavirus, temporally named 2019-nCov,was identified to be the cause of the disease, which is the seventh member of the familybetacoronavirus.1 More than 2,700 infection cases and 80 deaths were reported as of 27January 2020 from China. In addition, infection cases have been reported from Thailand,Canada and Nepal, indicating that the disease is a potential threat to the global health.3Sadly, the number is still growing rapidly and no drug has been approved to be effective.Therefore, it is urgent to discover and develop drugs to cure the disease.Based on its function, the main protease (Mpro) or chymotrypsin-like protease(3CLpro)4 is suggested to be a potential drug target to combat 2019-nCov, which ishighly conservable among coronaviruses. Sequence alignment revealed that the Mpro of2019-nCov shares 96% similarity with that of SARS (severe acute respiratorysyndrome) (Figure 1). Studies for identifying the inhibitors of 2019-nCov Mpro werequickly performed for discovering and developing drugs against the disease. Forexample, Hualiang Jiang and collaborators identified 30 drugs and compounds as theMpro inhibitors via protein modelling and virtual screening, which is a rapid progress inthe way to cope with the crisis. In addition, one of the 30 drugs/compounds, remdesivir,was also suggested to be potential inhibitor against 2019-nCov by Liu et al,5 who alsosuggested 3 other possible inhibitors.For finding more potential drugs as inhibitors of the protein, we modelled the2019-nCov Mpro structures using SARS Mpro (PDB ID: 2GTB) as template and docked1903 approved drugs against the model in this study. Fifteen drugs were selected basedon the docking score and three dimensional (3D) similarity to available Mpro inhibitorsagainst other coronavirus. For validation, we modelled 10 additional new models of2019-nCov Mpro and docked the 15 drugs against the new models, which revealed that6 drugs (nelfinavir, praziquantel, pitavastatin, perampanel, eszopiclone, and zopiclone)have good binding modes with the new models. Binding free energy calculation werethen performed for 4 of the 6 drugs using MM/GBSA and SIE methods. Nelfinavir wasidentified as the best one with predicted binding free energies of -24.69±0.52 kcal/molby MM/GBSA and -9.42±0.04 kcal/mol by SIE, respectively. Taking into account itshigh 3D similarity of binding mode to the known Mpro inhibitor, we proposed thatnelfinavir should be a potential inhibitor against 2019-nCov Mpro.2. Materials and methods2.1 Homology modelling. 43 Mpro complexes with ligands were downloaded fromprotein data bank6 (PDB IDs: 1WOF, 2A5I, 2A5K, 2ALV, 2AMD, 2GTB, 2GX4, 2GZ7,2GZ8, 2OP9, 2QIQ, 2V6N, 2ZU4, 2ZU5, 3SN8, 3SND, 3SZN, 3TIT, 3TIU, 3TNS,3TNT, 3V3M, 4F49, 4MDS, 4TWW, 4TWY, 4WY3, 4YLU, 4YOG, 4YOI, 4YOJ,6FV1) and aligned to 2GTB in PyMOL.7 11 complexes (PDB IDs: 2A5K, 2GTB, 2GX4,3SND, 3TNS, 3V3M, 4F49, 4YLU, 5NH0, 5WKJ, 5WKM) were served as templatesto build 11 2019-nCov Mpro models in SWISS-MODEL server by “user template”mode.82.2 Approved Drugs. 1905 approved small molecule drugs with 3D coordinates weredownloaded from DrugBank release version 5.1.5,9 while 1903 drugs could beconverted to pdbqt format by prepare_ligand4.py script in MGLToos version 1.5.6.10nCov Mpro model (template: 2GTB) by smina,11 which is a fork of AutoDock Vina12with improving scoring and minimization. The hydrogens were added to 2019-nCovMpro model by pdb2pqr (--ff=amber --ffout=amber --chain --with-ph=7).13 Then themodel was converted to pdbqt format by prepare_receptor4.py script in MGLToosversion 1.5.6.10 The ligand in 2GTB was used to define the grid and the buffer spacewas set to 6.0 Å (autobox_add). The random seed was explicitly set to 0 (seed). Theexhaustiveness of the global search was set to 32 (exhaustiveness) and at most 1 bindingmode was generated for each drug (num_modes). MolShaCS, which utilizedGaussianbased description of molecular shape and charge distribution, was used to calculate the3D similarities between approved drugs and available Mpro inhibitors.142.4 Molecular dynamics simulation. Each simulation system was immersed in a cubicbox of TIP3P water that was extended by 9 Å from the solute, with a rational numberof counter ions of Na+ or Cl- to neutralize the system. General Amber force field(GAFF)15 and Amber ff03 force field16 were used to parameterize the ligand and protein,respectively. 10,000 steps of minimization with constraints (10 kcal/mol/Å2) on heavyatoms of complex, including 5,000 steps of steepest descent minimization and 5,000steps of conjugate gradient minimization, was used to optimize each system. Then eachsystem was heated to 300 K within 0.2 ns followed by 0.1 ns equilibration in NPTensemble. Finally, 5 ns MD simulation on each system at 300 K was performed. Theminimization, heating and equilibrium are performed with sander program in Amber16.The 5 ns production run was performed with pmemd.cuda.          2.5 Binding free energy calculation. Based on the 5 ns MD simulation trajectory, bindfree energy (ΔG) was calculated with MM/GBSA17, 18 and SIE19 approaches. In theMM/GBSA, the ΔG was calculated according to equation (                    In the SIE, the ΔG was calculated based on equation (          D3F2GZ8F3F2OP9WR12QIQCYV2V6NXP12ZU4ZU32ZU5ZU53SN8S89OOHONHHOHNHOHHOHHNHNOHNHHHHOOHNOIC50 = 0.3 μMIC50 = 3 μMKi = 2.2 μMIC50 = 80 μMKi = 1.38 μMKi = 0.038 μMKi = 0.099 μMKi = 2.24 μM26262728293030313SNDPRD_0007723SZNG753TITG813TIUG823TNSG833TNTG853V3M4F49K364MDS23H4TWW3A74TWY3BL4WY33X54YLUR304YOG4F5ONOH4YOI4F44YOJRFM4ZROPRD_0021745C5NSLH5C5OSDJ5EU8PRD_002214O NOHN5N5O8O55N19D035NH08X8OHNOHOONNNNNHNNONHOOHNOHNHNONANANANANANA5WKJB1S5WKKAW4Cl5WKLB3J5WKMN026FV1E8EOOHNOOHNONHOONHNHOHOOSOHOOSOHNHOHOOHNONHONHONHOHEC50 = 0.9 μM*EC50 = 0.5 μM*IC50 = 0.8 μMIC50 = 6.1 μMNA39393939* Racemic activity; NA: Not Available.After visualizing the docked complexes carefully, we selected 15 drugs (Table 2)for further analysis. There are some differences between the conformations of theprotein in the 3D similarity reference and 2GTB model. Therefore, we modelled 10 newhomology models using the proteins in 3D similarity reference as templates and weredocked the 15 drugs to the 10 new homology models. 6 drugs (nelfinavir, pitavastatin,perampanel, praziquantel, zopiclone, and eszopiclone) show good docking scores andbinding modes (Table 3). Because eszopiclone and zopiclone was used to treat insomniain a low dosage which may not be suitable to treat pneumonia, we carried out furtherbinding free energy calculation for the rest 4 drugs.Reference3V3M3SND3V3M5NH02GX45WKM2GTB5NH05NH05WKM2A5K5NH04YLU2GX43V3M4F493TNS5WKM4F495WKJ-9.18-8.06-8.63-7.38-8.46-8.463.2 Binding Free Energy calculated by MM/GBSA and SIE. The 4 docked complexstructures, i.e., nelfinavir-2GX4, pitavastatin-2GTB, perampanel-5NH0andpraziquantel-3V3M, were subjected to 5 ns molecular dynamics simulations usingAmber 16. To provide insight into their binding mechanisms, the binding free energieswere calculated by MM/GBSA and SIE approaches. In results of the MM/GBSAapproach, the calculated binding free energies of nelfinavir-2GX4, pitavastatin-2GTB,perampanel-5NH0, and praziquantel-3V3M, are -24.69±0.52,-12.70±0.38,14.98±0.34, and -6.51±0.21 kcal/mol, respectively (Table 4), which highlightnelfinavir as the most active one. In pitavastatin-2GTB, perampanel-5NH0, andpraziquantel-3V3M, the van der Waals interaction (Evdw) makes a more significantcontribution than the electrostatic interaction (Eele) (Table 4), indicating that van derWaals interaction is the main driving force for the 3 drugs binding. However, the Eeleinteraction of nelfinavir-2GX4 is very strong, suggesting that the electrostaticinteraction also play an important role in the binding of nelfinavir. Furthermore, inresults of the SIE approach, the rank of the calculated binding free energies for the 4docking complexes is consistent with that of the MM/GBSA approach (Table 5) thatthe nelfinavir has the strongest binding free energy (-9.42±0.04 kcal/mol), indicatingthe reliability of the current binding free energy analysis.*: The statistical error was estimated based on 0.5-5 ns MD simulation trajectory. 500snapshots evenly extracted from the 0.5-5 ns MD trajectory of complex were used forMM/GBSA calculations and 50 snapshots for the entropy term calculations.perampanelpraziquantel-34.92±0.32-3.84±0.16*: The binding free energy was calculated with the equation: ΔGbind = 0.1048*(EC + Evdw+ ΔGRbind + Ecavity) -2.89. Ecavity=γ∆MSA. The statistical error was estimated based on0.5-5 ns MD simulation trajectory. 500 snapshots evenly extracted from the 0.5-5 ns3.3 Binding modes of nelfinavir against 2019-nCov Mpro.As shown in Figure 2, the binding model of nelfinavir in its docking complex turnedout to be very similar with that of the original ligand (TG-0205221)25 of 2GX4 (Figure2a&b), which is an inhibitor of SARS Mpro with in vitro Ki of 0.053 μM and IC50 of 0.6μM in the Vero-E6 cells.25 In its crystal structure, TG-0205221 is able to form hydrogenbonds with HIS-163, GLU-166 and GLN-189, and a very week hydrogen bond withPHE-140 (Figure 2c). Our docking results showed that three of the hydrogen bondsinvolving GLU-166 and GLN-189 maintained upon the binding of nelfinavir and2019nCov Mpro, with additionally the possible formation of π-π stacking interaction withHIS-41 (Figure 2d). These observations further demonstrated that nelfinavir wouldinteract with key residues of 2019-nCov Mpro in a similar way to that of the existinginhibitors against coronavirus Mpro.4. Conclusions2019-nCov caused more than 80 deaths in China as of 27 January 2020 and is a potentialthreat to the global health. However, there is no approved drug to treat the disease.2019-nCov Mpro is a potential drug target to combat the virus, which shares 96%sequence similarity with the corresponding one in SARS. We built 11 homology modelsof 2019-nCov Mpro and docked 1903 approved small molecule drugs to the 2GTBmodel. Based on the docking score and the 3D similarity of binding mode to 39 knownMpro binders, 15 drugs were selected for further evaluation. The 15 drugs were thendocked to all the 11 homology models, leading to 4 drugs for binding energycalculations. Both MM/GBSA and SIE calculations voted for nelfinavir, a HIV-1protease inhibitor to treat HIV. Therefore, we suggested that nelfinavir might be activeagainst 2019-nCov Mpro. In addition, pitavastatin, perampanel, and praziquantel mightalso have moderate activities against 2019-nCov.was supported by the        of China(2017YFB0202601). The simulations were partially run at TianHe 1 supercomputer inTianjin. We thank Prof. Tingjun Hou in Zhejiang University, China for helpfuldiscussions on the MM/GBSA calculations.55 (                SARS-coronavirus main protease. Antiviral Res 2011, 92 (        ", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Coronaviruses: genome structure, replication, and pathogenesis"], ["Learning from the Past: Possible Urgent Prevention and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nCoV"], ["RCSB Protein Data Bank: biological macromolecular structures enabling research and education in fundamental biology, biomedicine, biotechnology and energy"], [""], ["SWISS-MODEL: homology modelling of protein structures and complexes"], ["0: a major update to the DrugBank database for 2018"], ["AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility"], ["Lessons Learned in Empirical Scoring with smina from the CSAR 2011 Benchmarking Exercise"], ["Improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading"], ["PDB2PQR: an automated pipeline for the setup of Poisson-Boltzmann electrostatics calculations"], ["MolShaCS: a free and open source tool for ligand similarity identification based on Gaussian descriptors"], ["Development and testing of a general amber force field"], ["A point-charge force field for molecular mechanics simulations of proteins based on condensed-phase quantum mechanical calculations"], ["Calculating structures and free energies of complex molecules: combining molecular mechanics and continuum models"], ["Continuum Solvent Studies of the Stability of DNA, RNA"], ["Energy (SIE) for Scoring Protein−Ligand Binding Affinities. 1. Exploring the Parameter Space"], ["Exploring protein native states and largescale conformational changes with a modified generalized born model"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R.", "P. Zhan", "F. Ma", "X. Wang", "D. Xu", "W.", "G. Gao", "G. F. Tan", "W."], ["C. W. Lu", "Y.-W."], ["D. S.; I Hui", "Azhar", "T. A. Madani", "F. Ntoumi", "R. Kock", "O. Dar", "G. Ippolito", "T. D. McHugh", "Z. A. Memish", "C. Drosten", "A. Zumla", "E. Petersen"], ["Y. Chen", "Q. Liu", "D. Guo"], ["S. Jared", "M. Tyler", "L. Shiqing", "X. Wenshe", "L."], ["S. K. Burley", "H. M. Berman", "C. Bhikadiya", "C. Bi", "L. Chen", "L. Di Costanzo", "C. Christie", "K. Dalenberg", "J. M. Duarte", "S. Dutta", "Z. Feng", "S. Ghosh", "D. S. Goodsell", "R. K. Green", "V. Guranović", "D. Guzenko", "B. P. Hudson", "T. Liang", "Y. Lowe", "R.", "H. Peisach", "E. Periskova", "I. Prlić", "A. Randle", "C. Rose", "A. Rose", "P. Sala", "R.", "M. Shao", "C. Tan", "L. Tao", "Y.-P. Valasatava", "Y. Voigt", "M. Westbrook", "J. Woo", "J. Yang", "H. Young", "J.", "M. Zardecki", "C."], ["LLC Schrodinger"], ["A. Waterhouse", "M. Bertoni", "S. Bienert", "G.", "G.", "R. Heer", "T. A P. Rempfer", "C. Bordoli", "L. Lepore", "R.", "T."], ["D. S. Wishart", "Y. D. Guo", "A. C. Lo", "E. J. Marcu", "A. Grant", "J. R.", "T. Johnson", "D. Li", "C. Sayeeda", "Z. Assempour", "N. Iynkkaran", "I.", "Y. Maciejewski", "A. Gale", "N.", "A. Chin", "L. Cummings", "R. Le", "D. Pon", "A. Knox", "C.", "M."], ["G. M. Morris", "R. Huey", "W.", "M. F. Belew", "R. K. Goodsell", "D. S. Olson", "A. J.,"], ["D. R. Koes", "M. P. Camacho", "C. J."], ["O. Trott", "A. J. Olson"], ["Dolinsky", "J. E. Nielsen", "J. A. McCammon", "N. A. Baker"], ["L. A. Vaz de Lima", "A. S., Nascimento"], ["J. Wang", "R. M. Caldwell", "J. W.", "P. A. Case", "D. A."], ["Y. Duan", "C. Wu", "S. Chowdhury", "M. C. Lee", "G. Xiong", "W. Yang", "R.", "P. Luo", "R.", "T. Caldwell", "J. Wang", "J.", "P."], ["P. A. Kollman", "I. Massova", "C. Kuhn", "B. Huo", "S. Chong", "L. Lee", "M. Lee", "T. Duan", "Y. Wang", "W. Donini", "O. Cieplak", "P. Srinivasan", "J. Case", "D. A. Cheatham", "T. E."], ["T. E. Srinivasan", "P. Cieplak", "P. A. Case", "D. A."], ["M. Naïm", "S. Bhat", "K. N. Rankin", "S. Dennis", "S. F. Chowdhury", "I. Siddiqi", "P.", "T. Bayly", "C. I. Jakalian", "A. Purisima", "E. O. Solvated Interaction"], ["A. Onufriev", "D. Bashford", "D. A. Case"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2019-nCov has caused more than 80 deaths as of 27 January 2020 in China, and\ninfection cases have been reported in more than 10 countries. However, there is no\napproved drug to treat the disease. 2019-nCov Mpro is a potential drug target to combat\nthe virus. We built homology models based on SARS Mpro structures, and docked 1903\nsmall molecule drugs to the models. Based on the docking score and the 3D similarity\nof the binding mode to the known Mpro ligands, 4 drugs were selected for binding free\nenergy calculations. Both MM/GBSA and SIE methods voted for nelfinavir, with the\nbinding free energy of -24.69±0.52 kcal/mol and -9.42±0.04 kcal/mol, respectively.\nTherefore, we suggested that nelfinavir might be a potential inhibitor against\n2019", "one_words_summarize": "2019-nCov has caused more than 80 deaths as of 27 January 2020 in China, andinfection cases have been reported in more than 10 countries. 2019-nCov Mpro is a potential drug target to combatthe virus. We built homology models based on SARS Mpro structures, and docked 1903small molecule drugs to the models. Based on the docking score and the 3D similarityof the binding mode to the known Mpro ligands, 4 drugs were selected for binding freeenergy calculations. In addition, infection cases have been reported from Thailand,Canada and Nepal, indicating that the disease is a potential threat to the global health.3Sadly, the number is still growing rapidly and no drug has been approved to be effective. Taking into account itshigh 3D similarity of binding mode to the known Mpro inhibitor, we proposed thatnelfinavir should be a potential inhibitor against 2019-nCov Mpro.2. Theminimization, heating and equilibrium are performed with sander program in Amber16.The 5 ns production run was performed with pmemd.cuda. After visualizing the docked complexes carefully, we selected 15 drugs (Table 2)for further analysis. Reference3V3M3SND3V3M5NH02GX45WKM2GTB5NH05NH05WKM2A5K5NH04YLU2GX43V3M4F493TNS5WKM4F495WKJ-9.18-8.06-8.63-7.38-8.46-8.463.2 Binding Free Energy calculated by MM/GBSA and SIE. In results of the MM/GBSAapproach, the calculated binding free energies of nelfinavir-2GX4, pitavastatin-2GTB,perampanel-5NH0, and praziquantel-3V3M, are -24.69±0.52,-12.70±0.38,14.98±0.34, and -6.51±0.21 kcal/mol, respectively (Table 4), which highlightnelfinavir as the most active one. In pitavastatin-2GTB, perampanel-5NH0, andpraziquantel-3V3M, the van der Waals interaction (Evdw) makes a more significantcontribution than the electrostatic interaction (Eele) (Table 4), indicating that van derWaals interaction is the main driving force for the 3 drugs binding. The 15 drugs were thendocked to all the 11 homology models, leading to 4 drugs for binding energycalculations. In addition, pitavastatin, perampanel, and praziquantel mightalso have moderate activities against 2019-nCov.was supported by the        of China(2017YFB0202601)."}