{"date": "2020/01/26", "journal": "biorxiv", "authors": "D. Paraskevis, E.G. Kostaki, G. Magiorkinis, G. Panayiotakopoulos, S. Tsiodras", "title": "Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event", "type": "preprint article", "abstract": "75 Mikras Asias Street, 115 27 Athens, Greece (Phone: +30 210 7462119), e-mail:", "text": "sarbecovirus.Background: A novel coronavirus (2019-nCoV) associated with human to humantransmission and severe human infection has been recently reported from the city ofWuhan in China. Our objectives were to characterize the genetic relationships of the2019-nCoV and to search for putative recombination within the subgenus ofMethods: Putative recombination was investigated by RDP4 and Simplot v3.5.1 anddiscordant phylogenetic clustering in individual genomic fragments was confirmed byphylogenetic analysis using maximum likelihood and Bayesian methods.Results: Our analysis suggests that the 2019-nCoV although closely related toBatCoV RaTG13 sequence throughout the genome (sequence similarity 96.3%),shows discordant clustering with the Bat-SARS-like coronavirus sequences.Specifically, in the 5’-part spanning the first 11,498 nucleotides and the last 3’-partspanning 24,341-30,696 positions, 2019-nCoV and RaTG13 formed a single clusterwith Bat-SARS-like coronavirus sequences, whereas in the middle region spanningthe 3’-end of ORF1a, the ORF1b and almost half of the spike regions, 2019-nCoVand RaTG13 grouped in a separate distant lineage within the sarbecovirus branch.Conclusions: The levels of genetic similarity between the 2019-nCoV and RaTG13suggest that the latter does not provide the exact variant that caused the outbreak inhumans, but the hypothesis that 2019-nCoV has originated from bats is very likely.We show evidence that the novel coronavirus (2019-nCov) is not-mosaic consisting inalmost half of its genome of a distinct lineage within the betacoronavirus. Thesegenomic features and their potential association with virus characteristics andvirulence in humans need further attention.Main textThe family Coronaviridae includes a large number of viruses that in nature arefound in fish, birds and mammals[1, 2]. Human coronaviruses, first characterized inthe 1960s are associated with a large percentage of respiratory infections both inchildren and adults[1, 3].Scientific interest in Coronaviruses exponentially increased after theemergence of SARS-Coronavirus (SARS-CoV) in Southern China[4-6]. Its rapidspread led to the global appearance of more than 8,000 human cases and 774deaths[1]. The virus was initially detected in Himalyan palm civets[7] that may haveserved as an amplification host; the civet virus contained a 29-nucleotide sequence notfound in most human isolates that were related to the global epidemic[7]. It has beenspeculated that the function of the affected open reading frame (ORF 10) might haveplayed a role in the trans-species jump[1]. Later on a similar virus was found inhorseshoe bats[8, 9]. A 29-bp insertion in ORF 8 of bat-SARS-CoV genome, notfound in most human SARS-CoV genomes, was suggestive of a common ancestorwith civet SARS-CoV [8]. After the SARS epidemic bats have been considered as apotential reservoir species that could be implicated in future coronavirus-relatedhuman pandemics [10]. During 2012 Middle East Respiratory coronavirus(MERSCoV) emerged in Saudi Arabia [11, 12] and has since claimed the lives of 919 out of2521 (35%) people affected [13]. A main role in the transmission of the virus tohumans has been attributed to dromedary camels [14]and its origin has been againtraced to bats [15].Ever since both SARS and MERS-CoV (due to their high case fatality rates) areprioritized together with “highly pathogenic coronaviral diseases other than MERSand SARS” under the Research and Development Blueprint published by the WHO[16].A novel coronavirus (2019-nCoV) associated with human to humantransmission and severe human infection has been recently reported from the city ofWuhan in the Hubei province in China [17, 18]. A total of 1320 confirmed and 1965suspect cases were reported up to 25 January 2020; of the confirmed cases 237 wereseverely ill and 41 had died [17]. Most of the original cases had close contact with alocal fresh seafood and animal market [19, 20].Full-genome sequence analysis of 2019-nCoV revealed that belongs tobetacoronavirus, but it is divergent from SARS-CoV and MERS-CoV that causedepidemics in the past [19]. The 2019-nCoV together with the Bat_SARS-likecoronavirus forms a distinct lineage within the subgenus of the sarbecovirus [19].Our objectives were to characterize the genetic relationships of the2019nCoV and to search for putative recombination within the subgenus of sarbecovirus.Viral sequences were downloaded from NCBI nucleotide sequence database(http://www.ncbi.nlm.nih.gov). The BatCoV RaTG13 sequence was downloaded fromthe GISAID BetaCov 2019-2020 repository (http://www.GISAID.org). The sequencewas reported in Zhu et al [21]. Full-genomic sequence alignment was performed usingMAFFT v7.4.2. [22] and manually edited using MEGA v1.0 [23] according to theencoded reading frame. Putative recombination was investigated by RDP4 [24] andSimplot v3.5.1 [25] and discordant phylogenetic clustering in individual genomicfragments was confirmed by phylogenetic analysis using maximum likelihood (ML)and Bayesian methods. ML trees were reconstructed using Neighbor-Joining (NJ)with ML distances or after heuristic ML search (TBR) with GTR+G as nucleotidesubstitution model as implemented in PAUP* 4.0 beta [26]. The GTR+G was used inBayesian analysis as implemented in MrBayes v3.2.7. [27] Phylogenetic trees wereviewed using FigTree v1.4. (http://tree.bio.ed.ac.uk/software/figtree/)A similarity plot was performed using a sliding window of 450 nts moving insteps of 50 nts, between the query sequence (2019-nCoV) and different sequencesgrouped according to their clustering pattern. The similarity plot (figure 1A, B)suggested that the RaTG13 was the most closely related sequence to the 2019-nCoVthroughout the genome. The genetic similarity between the 2019-nCoV and RaTG13was 96.3% (p-uncorrected distance: 0.0369). On the other hand, a discordantrelationship was detected between the query and the sequences of the Bat-SARS-likecoronavirus (MG772934 and MG772933) (figure 1C). Specifically in in the 5’-part ofthe genome spanning the first 10,901 nts of the alignment that correspond to the11,498 nucleotides of the prototype strain (NC_045512) and the last 3’-part spanning22,831-27,933 positions (24,341-30,696 nucleotides in the NC_045512), 2019-nCoVand RaTG13 formed a single cluster with Bat_SARS-like coronavirus sequences(figure 1C). In the middle region spanning the 3’-end of ORF1a, the ORF1b andalmost half of the spike regions (10,901-22,830 nts in the alignment or 11,499-24,340of the NC_045512), 2019-nCoV and RaTG13 grouped in a separate distant lineagewithin the sarbecovirus branch (figure 1B, 1C). In this region the 2019-nCoV andRaTG13 is distantly related to the Bat_SARS-like coronavirus sequences.Phylogenetic analyses using different methods confirmed these findings. A BLASTsearch of 2019-nCoV middle fragment revealed no considerable similarity with any ofthe previously characterized corona viruses (figure 2).Our study suggests that the new corona virus (2019-nCoV) is not a mosaic andit is most closely related with the BatCoV RaTG13 detected in bats from YunnanProvince [21]. The levels of genetic similarity between the 2019-nCoV and RaTG13suggest that the latter does not provide the exact variant that caused the outbreak inhumans, but the hypothesis that 2019-nCoV has originated from bats is very likely.On the other hand, there is evidence for discordant phylogenetic relationships between2019-nCoV and RaTG13 clade with their closest partners the Bat_SARS-likecoronavirussequences.Inaccordancewithpreviousanalysissignals-no-snakes/331), bat SARS-like coronavirus sequences cluster in differentposition in the tree, suggesting that they are recombinants, and thus that the2019nCoV and RaTG13 are not [28, 29]. One previous study based on codon usageanalyses suggested that the spike protein of 2019-nCoV might have originated fromone yet-unknown unsampled coronavirus through recombination [28]. Codon usageanalyses can resolve the origin of proteins with deep ancestry with insufficientphylogenetic signal or invented de novo. The recently published bat coronavirussequence however provides strong phylogenetic information to resolve the origin ofthe Spike protein as well as the rest of the genome suggesting a uniform ancestryacross the genome. We have previously shown that phylogenetic discordance in deeprelationships of coronaviruses is common and can be explained either by ancientrecombination event or altered evolutionary rates in different lineages, or acombination of both [29]. Our study rejects the hypothesis of emergence as a result ofa recent recombination event. Notably, the new coronavirus provides a new lineagefor almost half of its genome, with no close genetic relationships to other viruseswithin the subgenus of sarbecovirus. This genomic part comprises also half of thespike region encoding a multifunctional protein responsible also for virus entry intohost cells[30, 31]. The unique genetic features of 2019-nCoV and their potentialassociation with virus characteristics and virulence in humans remain to be elucidated.(NC_045512_Wuhan_Hu-1) against sequences within the subgenus sarbecovirus.Different colours correspond to the nucleotide similarity between the 2019-nCoV anddifferent groups. The regions with discordant phylogenetic clustering of the2019nCoV with Bats-SARS-like sequences are shown in different colours. C. Maximumlikelihood (ML) phylogenetic trees inferred in different genomic regions as indicatedby the Simplot analysis. The genomic regions are shown in numbers at the top or atthe left of the trees. The 2019-nCoV sequence is shown in red and stars indicateimportant nodes received 100% bootstrap and 1 posterior probability support.nCoV (NC_0455_Wuhan_Hu_1) sequence in the genomic region 10901-22830 of thealignment10.11.12.13.14.15.16.17.18.19.20.21.22.Kahn, J.S. and K. McIntosh, History and recent advances in coronavirus discovery.Pediatr Infect Dis J, 2005. 24(11 Suppl): p. S223-7, discussion S226.Fehr, A.R. and S. Perlman, Coronaviruses: an overview of their replication andpathogenesis. Methods Mol Biol, 2015. 1282: p. 1-23.Paules, C.I., H.D. Marston, and A.S. Fauci, Coronavirus Infections-More Than Just theCommon Cold. JAMA, 2020.Drosten, C., et al., Identification of a novel coronavirus in patients with severe acuterespiratory syndrome. N Engl J Med, 2003. 348(20): p. 1967-76.Ksiazek, T.G., et al., A novel coronavirus associated with severe acute respiratorysyndrome. N Engl J Med, 2003. 348(20): p. 1953-66.Peiris, J.S., et al., Coronavirus as a possible cause of severe acute respiratorysyndrome. Lancet, 2003. 361(9366): p. 1319-25.Guan, Y., et al., Isolation and characterization of viruses related to the SARScoronavirus from animals in southern China. Science, 2003. 302(5643): p. 276-8.Lau, S.K., et al., Severe acute respiratory syndrome coronavirus-like virus in Chinesehorseshoe bats. Proc Natl Acad Sci U S A, 2005. 102(39): p. 14040-5.Li, W., et al., Bats are natural reservoirs of SARS-like coronaviruses. Science, 2005.310(5748): p. 676-9.Cui, J., F. Li, and Z.L. Shi, Origin and evolution of pathogenic coronaviruses. Nat RevMicrobiol, 2019. 17(3): p. 181-192.Zaki, A.M., et al., Isolation of a novel coronavirus from a man with pneumonia inSaudi Arabia. N Engl J Med, 2012. 367(19): p. 1814-20.Hajjar, S.A., Z.A. Memish, and K. McIntosh, Middle East Respiratory SyndromeCoronavirus (MERS-CoV): a perpetual challenge. Ann Saudi Med, 2013. 33(5): p.42736.ECDC, Risk assessment guidelines for infectious diseases transmitted on aircraft(RAGIDA) Middle East Respiratory Syndrome Coronavirus (MERS-CoV). ECDCtechnical report. January 2020.Alagaili, A.N., et al., Middle East respiratory syndrome coronavirus infection indromedary camels in Saudi Arabia. mBio, 2014. 5(2): p. e00884-14.Ithete, N.L., et al., Close relative of human Middle East respiratory syndromecoronavirus in bat, South Africa. Emerg Infect Dis, 2013. 19(10): p. 1697-9.Annual review of diseases prioritized under the Research and Development BlueprintWorld Health Organization, Informal consultation, 6-7 February 2018, Geneva,Switzerland. 2018.World Health Organization. Novel Coronavirus (2019-nCoV) Situation report- 5, 25January 2020. Geneva, Switzerland. 2020.Hui, D.S., et al., The continuing 2019-nCoV epidemic threat of novel coronaviruses toglobal health - The latest 2019 novel coronavirus outbreak in Wuhan, China.Int JInfect Dis, 2020. 91: p. 264-266.Zhu, N., et al., A Novel Coronavirus from Patients with Pneumonia in China, 2019. NEngl J Med, 2020.Perlman, S., Another Decade, Another Coronavirus. N Engl J Med, 2020.Zhou, P., et al., Discovery of a novel coronavirus associated with the recentpneumonia outbreak in humans and its potential bat origin. bioRxiv, 2020: p.2020.01.22.914952.Katoh, K. and D.M. Standley, MAFFT multiple sequence alignment software version7: improvements in performance and usability. Mol Biol Evol, 2013. 30(4): p. 772-80.23.24.25.26.27.28.29.30.31.Stecher, G., K. Tamura, and S. Kumar, Molecular Evolutionary Genetics Analysis(MEGA) for macOS. Mol Biol Evol, 2020.Martin, D.P., et al., RDP4: Detection and analysis of recombination patterns in virusgenomes. Virus Evol, 2015. 1(1): p. vev003.Lole, K.S., et al., Full-length human immunodeficiency virus type 1 genomes fromsubtype C-infected seroconverters in India, with evidence of intersubtyperecombination. J Virol, 1999. 73(1): p. 152-60.Swofford, D.L., PAUP*. Phylogenetic Analysis Using Parsimony (*and OtherMethods). Version 4. Sinauer Associates, Sunderland, Massachusetts. 2003.Huelsenbeck, J.P. and F. Ronquist, MRBAYES: Bayesian inference of phylogenetictrees. Bioinformatics, 2001. 17(8): p. 754-5.Ji, W., et al., Homologous recombination within the spike glycoprotein of the newlyidentified coronavirus may boost cross-species transmission from snake to human. JMed Virol, 2020.Magiorkinis, G., et al., Phylogenetic analysis of the full-length SARS-CoV sequences:evidence for phylogenetic discordance in three genomic regions. J Med Virol, 2004.74(3): p. 369-72.Babcock, G.J., et al., Amino acids 270 to 510 of the severe acute respiratorysyndrome coronavirus spike protein are required for interaction with receptor. J Virol,2004. 78(9): p. 4552-60.Li, W., et al., Receptor and viral determinants of SARS-coronavirus adaptation tohuman ACE2. EMBO J, 2005. 24(8): p. 1634-43.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "sarbecovirus.", "one_words_summarize": "Background: A novel coronavirus (2019-nCoV) associated with human to humantransmission and severe human infection has been recently reported from the city ofWuhan in China. Results: Our analysis suggests that the 2019-nCoV although closely related toBatCoV RaTG13 sequence throughout the genome (sequence similarity 96.3%),shows discordant clustering with the Bat-SARS-like coronavirus sequences. Thesegenomic features and their potential association with virus characteristics andvirulence in humans need further attention. A total of 1320 confirmed and 1965suspect cases were reported up to 25 January 2020; of the confirmed cases 237 wereseverely ill and 41 had died [17]. The similarity plot (figure 1A, B)suggested that the RaTG13 was the most closely related sequence to the 2019-nCoVthroughout the genome. The genetic similarity between the 2019-nCoV and RaTG13was 96.3% (p-uncorrected distance: 0.0369). A BLASTsearch of 2019-nCoV middle fragment revealed no considerable similarity with any ofthe previously characterized corona viruses (figure 2).Our study suggests that the new corona virus (2019-nCoV) is not a mosaic andit is most closely related with the BatCoV RaTG13 detected in bats from YunnanProvince [21]. The regions with discordant phylogenetic clustering of the2019nCoV with Bats-SARS-like sequences are shown in different colours. C. Maximumlikelihood (ML) phylogenetic trees inferred in different genomic regions as indicatedby the Simplot analysis. Identification of a novel coronavirus in patients with severe acuterespiratory syndrome. A novel coronavirus associated with severe acute respiratorysyndrome. Isolation and characterization of viruses related to the SARScoronavirus from animals in southern China. Isolation of a novel coronavirus from a man with pneumonia inSaudi Arabia. 367(19): p. 1814-20.Hajjar, S.A., Z.A. Memish, and K. McIntosh, Middle East Respiratory SyndromeCoronavirus (MERS-CoV): a perpetual challenge. Close relative of human Middle East respiratory syndromecoronavirus in bat, South Africa. Novel Coronavirus (2019-nCoV) Situation report- 5, 25January 2020."}