{"date": "2020/01/26", "journal": "biorxiv", "authors": "Yu Zhao, Zixian Zhao, Yujia Wang, Yueqing Zhou, Yu Ma, Wei Zuo", "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov", "type": "preprint article", "abstract": "† These authors contribute equally to this work.\nA novel coronavirus (2019-nCov) was identified in Wuhan, Hubei Province,\nChina in December of 2019. This new coronavirus has resulted in thousands of\ncases of lethal disease in China, with additional patients being identified in a\nrapidly growing number internationally. 2019-nCov was reported to share the\nsame receptor, Angiotensin-converting enzyme 2 (ACE2), with SARS-Cov.\nHere based on the public database and the state-of-the-art single-cell\nRNASeq technique, we analyzed the ACE2 RNA expression profile in the normal\nhuman lungs. The result indicates that the ACE2 virus receptor expression is\nconcentrated in a small population of type II alveolar cells (AT2). Surprisingly,\nwe found that this population of ACE2-expressing AT2 also highly expressed\nmany other genes that positively regulating viral reproduction and transmission.\nA comparison between eight individual samples demonstrated that the Asian\nmale one has an extremely large number of ACE2-expressing cells in the lung.\nThis study provides a biological background for the epidemic investigation of\nthe 2019-nCov infection disease, and could be informative for future anti-ACE2\ntherapeutic strategy development.", "text": "† These authors contribute equally to this work.A novel coronavirus (2019-nCov) was identified in Wuhan, Hubei Province,China in December of 2019. This new coronavirus has resulted in thousands ofcases of lethal disease in China, with additional patients being identified in arapidly growing number internationally. 2019-nCov was reported to share thesame receptor, Angiotensin-converting enzyme 2 (ACE2), with SARS-Cov.Here based on the public database and the state-of-the-art single-cellRNASeq technique, we analyzed the ACE2 RNA expression profile in the normalhuman lungs. The result indicates that the ACE2 virus receptor expression isconcentrated in a small population of type II alveolar cells (AT2). Surprisingly,we found that this population of ACE2-expressing AT2 also highly expressedmany other genes that positively regulating viral reproduction and transmission.A comparison between eight individual samples demonstrated that the Asianmale one has an extremely large number of ACE2-expressing cells in the lung.This study provides a biological background for the epidemic investigation ofthe 2019-nCov infection disease, and could be informative for future anti-ACE2therapeutic strategy development.Severe infection by 2019-nCov could result in acute respiratory distresssyndrome (ARDS) and sepsis, causing death in approximately 15% of infectedindividuals1,2. Once contacted with the human airway, the spike proteins of thisvirus can associate with the surface receptors of sensitive cells, which mediatedthe entrance of the virus into target cells for further replication. Recently, Xuet.al., modeled the spike protein to identify the receptor for 2019-nCov, andindicated that Angiotensin-converting enzyme 2 (ACE2) could be the receptorfor this virus3. ACE2 is previously known as the receptor for SARS-Cov andNL634-6. According to their modeling, although the binding strength between2019-nCov and ACE2 is weaker than that between SARS-Cov and ACE2, it isstill much higher than the threshold required for virus infection. Zhou et. al.conducted virus infectivity studies and showed that ACE2 is essential for2019nCov to enter HeLa cells7. These data indicated that ACE2 is likely to be thereceptor for 2019-nCov.The expression and distribution of the receptor decide the route of virusinfection and the route of infection has a major implication for understandingthe pathogenesis and designing therapeutic strategies. Previous studies haveinvestigated the RNA expression of ACE2 in 72 human tissues8. However, thelung is a complex organ with multiple types of cells, and such real-time PCRRNA profiling is based on bulk tissue analysis with no way to elucidate theACE2 expression in each type of cell in the human lung. The ACE2 protein levelis also investigated by immunostaining in lung and other organs8,9. Thesestudies showed that in normal human lung, ACE2 is mainly expressed by typeII and type I alveolar epithelial cells. Endothelial cells were also reported to beACE2 positive. However, immunostaining analysis is known for its lack of signalspecificity, and accurate quantification is also another challenge for suchanalysis.The recentlydevelopedsingle-cell RNAsequencing (scRNA-Seq)technology enables us to study the ACE2 expression in each cell type and givequantitative information at single-cell resolution. Previous work has built up theonline database for scRNA-Seq analysis of 8 normal human lung transplantdonors10. In current work, we used the updated bioinformatics tools to analyzethe data. In total, we analyzed 43,134 cells derived from normal lung tissue of8 adult donors. We performed unsupervised graph-based clustering (Seuratversion 2.3.4) and for each individual, we identified 8~11 transcriptionallydistinct cell clusters based on their marker gene expression profile. Typicallythe clusters include type II alveolar cells (AT2), type I alveolar cells (AT1),airway epithelial cells (ciliated cells and Club cells), fibroblasts, endothelial cellsand various types of immune cells. The cell cluster map of a representativedonor (Asian male, 55-year-old) was visualized using t-distributed stochasticneighbor embedding (tSNE) as shown in Fig. 1b and his major cell type markerexpressions were demonstrated in Fig.2.Next, we analyzed the cell-type-specific expression pattern of ACE2 in eachindividual. For all donors, ACE2 is expressed in 0.64% of all human lung cells.The majority of the ACE2-expressing cells (averagely 83%) are AT2 cells.Averagely 1.4±0.4% of AT2 cells expressed ACE2. Other ACE2 expressingcells include AT1 cells, airway epithelial cells, fibroblasts, endothelial cells, andmacrophages. However, their ACE2-expressing cell ratio is low and variableamong individuals. For the representative donor (Asian male, 55-year-old), theexpressions of ACE2 and cell-type-specific markers in each cluster aredemonstrated in Fig.2.To further understand the special population of ACE2-expressing AT2, weperformed gene ontology enrichment analysis to study which biologicalprocesses are involved with this cell population by comparing them with theAT2 cells not expressing ACE2. Surprisingly, we found that multiple viralprocess-related GO are significantly over-presented, including “positiveregulation of viral process” (P value=0.001), “viral life cycle” (P value=0.005),“virion assembly” (P value=0.03) and “positive regulation of viral genomereplication” (P value=0.04). These highly expressed viral process-related genesin ACE2-expressing AT2 include: SLC1A5, CXADR, CAV2, NUP98, CTBP2,GSN,HSPA1B,STOM, RAB1B, HACD3, ITGB6, IST1,NUCKS1,TRIM27, APOE,EK, VPS37B, EGFR, CCNK, PPIA, IFITM3, PPIB, TMPRSS2, UBC, LAMP1and CHMP3. Therefore, it seems that the 2019-nCov has cleverly evolved tohijack this population of AT2 cells for its reproduction and transmission.We further compared the characteristics of the donors and their ACE2expressing patterns. No association was detected between theACE2expressing cell number and the age or smoking status of donors. Of note, the2 male donors have a higher ACE2-expressing cell ratio than all other 6 femaledonors (1.66% vs. 0.41% of all cells, P value=0.07, Mann Whitney Test). Inaddition, the distribution of ACE2 is also more widespread in male donors thanfemales: at least 5 different types of cells in male lung express this receptor,while only 2~4 types of cells in female lung express the receptor. This result ishighly consistent with the epidemic investigation showing that most of theconfirmed 2019-nCov infected patients were men (30 vs. 11, by Jan 2, 2020).We also noticed that the only Asian donor (male) has a much higherACE2expressing cell ratio than white and African American donors (2.50% vs. 0.47%of all cells). This might explain the observation that the new Coronaviruspandemic and previous SARS-Cov pandemic are concentrated in the Asianarea.Altogether, in the current study, we report the RNA expression profile ofACE2 in the human lung at single-cell resolution. Our analysis suggested thatthe expression of ACE2 is concentrated in a special population of AT2 whichexpresses many other genes favoring the viral process. This conclusion isdifferent from the previous report which observed abundant ACE2 not only inAT2, but also in endothelial cells8. In fact, to our knowledge, endothelial cellssometimes can be non-specifically stained in immunohistochemical analysis.The abundant expression of ACE2 in a population of AT2 explained the severealveolar damage after infection. The demonstration of the distinct number anddistribution of ACE2-expressing cell population in different cohorts canpotentially identify the susceptible population. The shortcoming of the study isthe small donor sample number, and that the current technique can onlyanalyze the RNA level but not the protein level of single cells. Furthermore, itremains unknown whether there is any other co-receptor responsible for the2019-nCov infection, which might also help to explain the observed differenceof transmission ability between SARS-Cov and 2019-nCov. Future work on theACE2 receptor profiling could lead to novel anti-infective strategies such asACE2 protein blockade or ACE2-expressing cell ablation.Public datasets (GEO: GSE122960) were used for bioinformatics analysis.Firstly, we used Seurat (version 2.3.4) to read a combined gene-barcode matrixof all samples. We removed the low-quality cells with less than 200 or morethan 6,000 detected genes, or if their mitochondrial gene content was > 10%.Genes were filtered out that were detected in less than 3 cells. Fornormalization, the combined gene-barcode matrix was scaled by total UMIcounts, multiplied by 10,000 and transformed to log space. The highly variablegenes were identified using the function FindVariableGenes. Variants arisingfrom number of UMIs and percentage of mitochondrial genes were regressedout by specifying the vars.to.regress argument in Seurat function ScaleData.The expression level of highly variable genes in the cells was scaled andcentered along each gene, and was conducted to principal component analysis.        Then we assessed the number of PCs to be included in downstreamanalysis by (        This work was funded by National Key Research Program to W. Zuo(2017YFA0104600), National Science Foundation of China (81770073 to W.Zuo, 81570091 to W. Zuo), Youth 1000 Talent Plan of China to W. Zuo, TongjiUniversity (Basic Scientific Research-Interdisciplinary Fund and 985 Grant toW. Zuo), Shanghai Science and Technology Talents Program (19QB1403100to W. Zuo), and Shanghai East Hospital Annual Grant to W. Zuo.Characteristics of lung transplant donors for single-cell RNA-Seq analysis.b. Cellular cluster map of the Asian male. All 8 samples were analyzed usingthe Seurat R package. Cells were clustered using a graph-based sharednearest neighbor clustering approach and visualized using a t-distributedStochastic Neighbor Embedding (tSNE) plot.marker genes significantly upregulated in distinct lung cell clusters of theAsian male donor.transmission. SCIENCE CHINA Life Sciences 63 (2020).respiratory coronavirus receptor-binding domain complexed with itshuman receptor. Proc Natl Acad Sci U S A 106, 19970-19974 (2009).Zhou, P. et al. Discovery of a novel coronavirus associated with therecent pneumonia outbreak in humans and its potential bat origin.89(2020).Hamming, I., Timens, W., Bulthuis, M. L. C., Lely, A. T. & Goor, H. V.Tissue distribution of ACE2 protein, the functional receptor for SARScoronavirus. A first step in understanding SARS pathogenesis. JournalReyfman, P. et al. Single-Cell Transcriptomic Analysis of Human Lung", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Lancet", "J. F.-W."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "† These authors contribute equally to this work.\nA novel coronavirus (2019-nCov) was identified in Wuhan, Hubei Province,\nChina in December of 2019. This new coronavirus has resulted in thousands of\ncases of lethal disease in China, with additional patients being identified in a\nrapidly growing number internationally. 2019-nCov was reported to share the\nsame receptor, Angiotensin-converting enzyme 2 (ACE2), with SARS-Cov.\nHere based on the public database and the state-of-the-art single-cell\nRNASeq technique, we analyzed the ACE2 RNA expression profile in the normal\nhuman lungs. The result indicates that the ACE2 virus receptor expression is\nconcentrated in a small population of type II alveolar cells (AT2). Surprisingly,\nwe found that this population of ACE2-expressing AT2 also highly expressed\nmany other genes that positively regulating viral reproduction and transmission.\nA comparison between eight individual samples demonstrated that the Asian\nmale one has an extremely large number of ACE2-expressing cells in the lung.\nThis study provides a biological background for the epidemic investigation of\nthe 2019-nCov infection disease, and could be informative for future anti-ACE2\ntherapeutic strategy development.", "one_words_summarize": "A novel coronavirus (2019-nCov) was identified in Wuhan, Hubei Province,China in December of 2019. The result indicates that the ACE2 virus receptor expression isconcentrated in a small population of type II alveolar cells (AT2). Once contacted with the human airway, the spike proteins of thisvirus can associate with the surface receptors of sensitive cells, which mediatedthe entrance of the virus into target cells for further replication. According to their modeling, although the binding strength between2019-nCov and ACE2 is weaker than that between SARS-Cov and ACE2, it isstill much higher than the threshold required for virus infection. In total, we analyzed 43,134 cells derived from normal lung tissue of8 adult donors. Typicallythe clusters include type II alveolar cells (AT2), type I alveolar cells (AT1),airway epithelial cells (ciliated cells and Club cells), fibroblasts, endothelial cellsand various types of immune cells. The cell cluster map of a representativedonor (Asian male, 55-year-old) was visualized using t-distributed stochasticneighbor embedding (tSNE) as shown in Fig. No association was detected between theACE2expressing cell number and the age or smoking status of donors. This result ishighly consistent with the epidemic investigation showing that most of theconfirmed 2019-nCov infected patients were men (30 vs. 11, by Jan 2, 2020).We also noticed that the only Asian donor (male) has a much higherACE2expressing cell ratio than white and African American donors (2.50% vs. 0.47%of all cells). Altogether, in the current study, we report the RNA expression profile ofACE2 in the human lung at single-cell resolution. This conclusion isdifferent from the previous report which observed abundant ACE2 not only inAT2, but also in endothelial cells8. In fact, to our knowledge, endothelial cellssometimes can be non-specifically stained in immunohistochemical analysis. The highly variablegenes were identified using the function FindVariableGenes."}