{"date": "2020/01/23", "journal": "biorxiv", "authors": "Mingwang Shen, Zhihang Peng, Yanni Xiao, Lei Zhang", "title": "Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China", "type": "preprint article", "abstract": "PR China.", "text": "        On 12th December 2019, a pneumonia case of unknown etiology was reported in Wuhan City,Hubei Province, China, and on 31st December 2019, the disease outbreak was reported toWorld Health Organization (WHO). After ruling out possible influenza and othercoronaviruses by laboratory testing, the Chinese authorities isolated a new type ofcoronavirus (novel coronavirus, nCoV) on 7th January 2020, which was then named2019nCoV by WHO on 12th January [                Our mathematical model (details in Appendix) indicates that the national epidemic of2019nCov in China may lead to a total of 8042 (95%CI: 4199-11884) infections and 898(3681429) deaths (Figure 1a), corresponding to a fatality rate of 11.02% (9.26-12.78%). This islower than the fatality rates of the Severe Acute Respiratory Syndrome (SARS) (14-15%) [        The basic reproduction number (R0) of 2019-nCov, an indication of the initial transmissibilityof the virus, was estimated to be 4.71 (4.50-4.92) when the epidemic started on 12thDecember 2019, but its effective reproduction number (Re) has dropped to 2.08 (1.99-2.18) asof 22th January 2020 (Figure 1b). If the declining trend continues with the assumption of noresurges of the epidemic, Re will drop below one within three months (77 [75-80] days) of theepidemic initiation, suggesting that the epidemic will gradually die off after this time.Compared with SARS and MERS, R0 of 2019-nCov was similar to SARS (R0=4.91) in        Beijing, China, in 2003 [                Timely diagnosis for quarantine and integrated interventions are essential for curbing theepidemic. If the current intervention continues, the number of infected individuals is expectedto peak in early March 2020 (80 days since initiation) with a peak population size of 827(421-1232) infectious individuals in China. The current duration from symptom onset toisolation is about six days. Our model indicates that every one-day reduction in this durationwould reduce the peak population size by 72-84% and the cumulative infected cases anddeaths both by 68-80% (Figure 1c,d). Integrated interventions, such as the promotion of facemask use and reduction of travel, have been actively implemented. We estimate that everyadditional 10% decay in the transmission rate due to integrated interventions would reducethe peak population size by 20-47%, the cumulative infected cases and deaths both by 23-49%(Figure 1c,d). Facing the rapidly rising epidemic, the Chinese government has timelyamended the Law of the PRC on the Prevention and Treatment of Infectious Diseases on 20thJanuary 2020 to include the 2019-nCov as a class-B infection but manage it as a class-Ainfection due to its severity [        We present a timely evaluation of the Chinese 2019-nCov epidemic in its initial phase, where2019-nCov demonstrates comparable transmissibility but lower fatality rates than SARS andMERS. A quick diagnosis that leads to quarantine and integrated interventions will have amajor impact on its future trend. Nevertheless, as China is facing its ‘Spring Festival travelrush’ and the epidemic has spread beyond its borders, further investigation on its potentialspatiotemporal transmission pattern and novel intervention strategies are warranted.All authors declare that they have no competing interests.This work was supported by the National Natural Science Foundation of China (grantnumbers: 8191101420(LZ), 11801435 (MS), 11631012 (YX), 81673275(ZP), 91846302(ZP));Thousand Talents Plan Professorship for Young Scholars (grant number 3111500001); Xi’AnJiaotong University Young Talent Support Program; China Postdoctoral Science Foundation(grant number 2018M631134); the Fundamental Research Funds for the Central Universities(grant number xjh012019055); Natural Science Basic Research Program of Shaanxi Province(Grant number: 2019JQ-187); the National S&T Major Project Foundation of China(2018ZX10715002-004, 2018ZX10713001-001) and the Priority Academic ProgramDevelopment of Jiangsu Higher Education Institutions (PAPD).M.S., Z.P., Y.X., and L.Z. conceived and designed the study. M.S. analyzed the data, carriedout the analysis and performed numerical simulations. M.S. wrote the first draft of themanuscript. M.S., Z.P., Y.X., and L.Z. contributed to writing the paper and agreed withmanuscript results and conclusions.References", "ref_list": [[], ["Disease outbreak news : Update"], ["Wuhan coronavirus real-time update"], ["China Confirms Human-to-Human Transmission of 2019-nCoV"], [""], ["MERS monthly summary"], ["Modelling strategies for controlling SARS outbreaks"], ["Estimation of MERS-Coronavirus reproductive number and case fatality rate for the Spring 2014 Saudi Arabia outbreak: insights from publicly available data"], ["China government has amended the law to include the 2019-nCov as class-B infection but manage it as a class-A infection"], ["-fluorescence probing detection kits"], ["Wuhan “closed” the city"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus-China", "-"], [". Sina News"], [". Xinhua News", "of-"], [], [], [". Gumel", "AB Ruan", "SG Day", "T", "Roy Soc B-Biol Sci"], [". Majumder", "MS Rivers", "C Lofgren", "E"], [". Fenghuang News"], [". Sina News", "PCR 000"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On 12th December 2019, a pneumonia case of unknown etiology was reported in Wuhan City,\nHubei Province, China, and on 31st December 2019, the disease outbreak was reported to\nWorld Health Organization (WHO). After ruling out possible influenza and other\ncoronaviruses by laboratory testing, the Chinese authorities isolated a new type of\ncoronavirus (novel coronavirus, nCoV) on 7th January 2020, which was then named\n2019nCoV by WHO on 12th January [\n        ", "one_words_summarize": "On 12th December 2019, a pneumonia case of unknown etiology was reported in Wuhan City,Hubei Province, China, and on 31st December 2019, the disease outbreak was reported toWorld Health Organization (WHO). Integrated interventions, such as the promotion of facemask use and reduction of travel, have been actively implemented. Facing the rapidly rising epidemic, the Chinese government has timelyamended the Law of the PRC on the Prevention and Treatment of Infectious Diseases on 20thJanuary 2020 to include the 2019-nCov as a class-B infection but manage it as a class-Ainfection due to its severity [        We present a timely evaluation of the Chinese 2019-nCov epidemic in its initial phase, where2019-nCov demonstrates comparable transmissibility but lower fatality rates than SARS andMERS. A quick diagnosis that leads to quarantine and integrated interventions will have amajor impact on its future trend."}