{"date": "2020/01/24", "journal": "biorxiv", "authors": "R.N. Thompson", "title": "2019-20 Wuhan coronavirus outbreak: Intense surveillance is vital for preventing sustained transmission in new locations", "type": "preprint article", "abstract": "The outbreak of pneumonia originating in Wuhan, China, has generated 830 confirmed cases, including 26 deaths, as of 24 January 2020. The virus (2019-nCoV) has spread elsewhere in China and to other countries, including South Korea, Thailand, Japan and USA. Fortunately, there has not yet been evidence of sustained human-to-human 17 transmission outside of China. Here we assess the risk of sustained transmission whenever the coronavirus arrives in other countries. Data describing the times from symptom onset to hospitalisation for 47 patients infected in the current outbreak are used 20 to generate an estimate for the probability that an imported case is followed by sustained human-to-human transmission. Under the assumptions that the imported case is 22 representative of the patients in China, and that the 2019-nCoV is similarly transmissible 23 to the SARS coronavirus, the probability that an imported case is followed by sustained", "text": "hospitalisation can be halved by intense surveillance, then the probability that an importedcase leads to sustained transmission is only 0.005. This emphasises the importance ofcurrent surveillance efforts in countries around the world, to ensure that the ongoingoutbreak will not become a large global epidemic.2019-nCoV; mathematical modelling; infectious disease epidemiology; major epidemic;32 forecasting; SARS2526272829303133343536383940414243444546        The infectious agent driving the ongoing pneumonia outbreak        The most devastating infectious disease outbreaks are those that have a widegeographical distribution, as opposed to being confined to a small region [7,8]. Thepreviously known virus that is most similar to the 2019-nCoV is the SARS coronavirus [9],which generated cases in 37 countries in 2002-03 [9,10]. Since the 2019-nCoV is clearly48495051525354555657585960616263646566676869capable of being transmitted by infected hosts to countries around the world, an importantquestion for policy makers is whether or not these imported cases have the potential togenerate sustained human-to-human transmission in new locations.Here, we present data describing the times from symptom onset to hospitalisation for 47patients from the current outbreak, obtained from publicly available line lists [11]. We fitan exponential distribution to these data, accounting for uncertainty due to the limitednumbers of patients from whom data were available. Assuming that this distributioncharacterises the time spent by infected hosts generating new transmissions in thecommunity, it is then possible to infer the probability that a case arriving in a new locationis followed by an outbreak driven by sustained human-to-human transmission. Weestimate this probability under the assumption that the transmissibility of the 2019-nCoVis similar to that of the SARS coronavirus, and then go on to consider the effect ofshortening the mean time from symptom onset to hospitalisation. This provides anestimate of the risk that imported cases generate sustained outbreaks in new locationsunder different surveillance levels.Time from symptom onset to hospitalisationThe distribution of times from symptom onset to hospitalisation was estimated usingpatient data from the ongoing outbreak [11] (data are shown in Fig 1A). Since the precise71727374757677787980818283848586878889909192times of symptom onset and hospitalisation on the dates concerned were unknown, weconverted the times from symptom onset to hospitalisation to intervals describing possibletime periods. For example, for a case showing symptoms on 9 January 2020, and thenbeing hospitalised on 14 January 2020, the time between symptom onset andhospitalisation lies between four and six days (see e.g. [12] for a similar calculation).We then fitted the parameter () of an exponential distribution to these interval-censoreddata using Markov chain Monte Carlo (MCMC). A chain of length 100,000,000 in additionto a burn-in of 100,000 was used. The chain was then sampled every 100 steps, givingrise to a range of n = 1,000,000 equally possible distributions for the times from symptomonset to hospitalisation, each characterised by a parameter estimate \" ( = 1,2, . . . , ).Estimating the probability of sustained transmissionThe distributions of times from symptom onset to hospitalisation were used to estimatethe probability that an imported case will lead to sustained transmission, by assuming thatinfections occur according to a branching process (e.g. [13–15]). In this branchingprocess, the effective reproduction number (accounting for control interventions, otherthan intensified surveillance which we model explicitly) of the 2019-nCoV when the virusarrives in a new location is denoted by  = /, where the parameter  representspathogen transmissibility [16]. We assumed that the transmissibility of the virus is similarto that of the SARS coronavirus, i.e.  = -. / - -. / -, where -. / - = 3 [17] and the meaninfection duration for SARS is 1/-. / - = 3.8 days [18].949596979899100101102103104105106107108109110111112113114The probability of a major outbreak [15,16] can be estimated for each of the equallypossible distributions for the time from symptom onset to hospitalisation,Prob(Sustained transmission|\") = 1 −This can then be combined into a single estimate for the probability that an imported caseleads to sustained transmission, , given by =1F\"GHE Prob(Sustained transmission|\"). (2)To include intensified surveillance in these estimates, we simply replaced the mean timefrom symptom onset to hospitalisation for each of the equally plausible distributions, 1/\",by the modified expression (1 − )/\". In this approximation, the parameter  representsthe reduction in the mean infectious period due to intensified surveillance.Multiple imported casesThe risk of sustained transmission given multiple imported cases was calculated byconsidering the possibility that none of those cases led to sustained transmission.Consequently,Prob(Sustained transmission| imported cases) = 1 − (1 − )M. (3)3. RESULTSAs described in Methods, the distribution of times between symptom onset andhospitalisation was estimated using Markov chain Monte Carlo (Fig 1B) from the patientdata in Fig 1A. This gave rise to a range of equally plausible distributions describing thesetime periods (blue lines in Fig 1B). The average of these distributions is shown by the redline in Fig 1B, however we used the full range of distributions in our calculations of theprobability of sustained transmission occurring from each imported case.Each of the range of plausible distributions corresponded to an estimate for the probabilityof a major epidemic (equation (1) and histogram in Fig 1C). However, the probability ofsustained transmission in fact takes a single value, which can be estimated by summingover the range of distributions using equation (2). The resulting probability of sustainedtransmission is 0.37 (red line in Fig 1C).We then considered the reduction in the probability that an imported case leads tosustained transmission if surveillance is more intense. Specifically, we assumed thatintensified surveillance led to a reduction in the mean period from symptom onset tohospitalisation, governed by the parameter  (where  = 0 corresponds to nointensification of surveillance, and  = 1 corresponds to an implausible scenario in whichsymptomatic cases are hospitalised immediately). We found that, if surveillance isintensified so that the mean time from symptom onset to hospitalisation is halved, theprobability that each imported case leads to sustained transmission is reduced to only0.005 (Fig 1D).139140141142143144Finally, we considered the combined effect if multiple cases arrive in a new location. Inthat scenario, intense surveillance has the potential to significantly reduce the risk ofsustained transmission compared to weak surveillance. For  = 0.5, the probability thatany of 10 imported cases generate a substantial outbreak is only 0.049 (Fig 2C). Thishighlights the importance of rigorous surveillance, particularly in locations where infectedhosts are most likely to travel.)0.5noisis0.4msnra0.3tdn0.2eiatssu0.1(borP 000 1 2 3 4 5 6 7 8 9 10 11 12onset and hospitalisation510152025Time from symptom onset0.20.40.60.8Reduction in transmission (!)following the importation one infected individual. A. Data describing the number of days betweensymptom onset and hospitalisation for 47 patients in the ongoing outbreak [11]. B. The estimated150151152153154155156157158159160161162163164165166167168169170distribution of times between symptom onset and hospitalisation, estimated by fitting to the data shown inpanel A. Blue lines show a range of equally possible distributions (see Methods; 50 distributions areshown here, selected at random from the n = 1,000,000 distributions considered), and the red line showsthe average of the n = 1,000,000 distributions. C. The probability of sustained transmission for eachpossible distribution of times from symptom onset to hospitalisation (equation (1); blue histogram) and theprobability of sustained transmission obtained by integrating over the possible distributions (equation (2);red line). D. The probability that a single imported case leads to sustained transmission in a new location,for different surveillance levels.0 1 2 3 4 5 6 7 8 9 10Number of imported cases0 1 2 3 4 5 6 7 8 9 10Number of imported cases0 1 2 3 4 5 6 7 8 9 10Number of imported casesmultiple imported cases, under different surveillance levels. A. No intensification of surveillance ( = 0).B. Medium level of surveillance intensification ( = 0.25). C. High level of surveillance intensification ( =0.5). The results shown were calculated using equation (3).There are concerns that the ongoing outbreak driven by 2019-nCoV could spread globally[3,5,19,20] with sustained transmission in countries around the world. In the near future,Chinese New Year presents a significant challenge, since this period often involves hightravel rates, potentially leading to importations of the virus to many new locations [3,9].Here, we have estimated the potential for cases arriving in new locations to lead tosustained transmission. According to the basic model that we have constructed, ifsurveillance levels are similar to those in China at the beginning of the current outbreak,and if this virus is similarly transmissible to the SARS coronavirus that spread globally in2002-03, then the probability that each imported infected case generates an outbreak dueto sustained transmission is approximately 0.37 (Fig 1C). However, under a higher levelof surveillance, the risk of sustained outbreaks is substantially lower (Fig 1D). This resultis particularly striking when multiple cases travel to a new location, either simultaneouslyor in sequence (Fig 2). In that scenario, intensified surveillance is particularly important.Our study involves the simplest possible model that permits the risk of sustainedtransmission to be estimated from the very limited data that have been collected in thisoutbreak until now. As additional information becomes available, for example datadescribing virus transmissibility, then it will be possible to estimate the risk of outbreaksin new locations with more precision. We made the assumption that symptom appearancecoincides with the onset of infectiousness. One of the features of the SARS outbreak in2002-03 that allowed it to eventually be brought under control was the low proportion ofonward transmissions occurring either prior to symptoms or from asymptomatic infectioushosts [21]. It might be hoped that infections due to 2019-nCoV share this characteristic.Since our results were obtained using patient data from early in the ongoing outbreak,surveillance systems may not have been fully established when these data werecollected, and patients may not have been primed to respond quickly to early symptoms.Our results might therefore be viewed as an upper bound on the risk posed by the2019nCoV. As the outbreak continues, it might be expected that the time from symptom onsetto hospitalisation will decrease, leading to lower risks of sustained transmission, as hasbeen observed for outbreaks of other diseases (e.g. the ongoing outbreak of Ebola virusdisease in the Democratic Republic of the Congo).Going forwards, it will be possible to include additional realism in the model. One examplemight be to consider spatial variation in host population densities and surveillance levels,leading to spatially inhomogeneous outbreak risks. It would also be possible todifferentiate between mild and severe cases in the model. On the one hand, a mild casemight be more likely to go unnoticed than a severe case, potentially leading to a higheroutbreak risk. On the other hand, mild infections may generate fewer secondary casesthan severe infections, thereby decreasing the outbreak risk. Complex interactions maytherefore affect the risk of sustained transmission in an unpredictable fashion.Despite the necessary simplifications made in this study, our analyses are sufficient todemonstrate the key principle that rigorous surveillance is important to minimise the riskof the 2019-nCoV generating large outbreaks in countries worldwide. We thereforesupport the ongoing work of the World Health Organization and policy makers fromaround the world, who are working with researchers and public health experts to managethis outbreak [2]. We also applaud efforts to make data publicly available [11]. Carefulanalysis of the outbreak, and minimisation of transmission risk as much as possible, areof clear public health importance.Data S1. The number of calendar days between symptom onset and hospitalisation for47 patients from the ongoing pneumonia outbreak in Wuhan, China.There are no competing interests.This research was funded by Christ Church, Oxford, via a Junior Research Fellowship.240241242243244245246247248249250251252253254255256257258259260261https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhancoronavirus/Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al. A familial cluster ofpneumonia associated with the 2019 novel coronavirus indicatingperson-toperson transmission: a study of a family cluster. Lancet. 2020;6736: 1–10.Nishiura H, Jung S-M, Linton NM, Kinoshita R, Yang Y, Hayashi K, et al. Theextent of transmission of novel coronavirus in Wuhan, China, 2020. J Clin Med.2020;9: 330.2000044.Wu P, Hao X, Lau EHY, Wong JY, Leung, K S M, Wu JT, et al. Real-timetentative assessment of the epidemiological characteristics of novel coronavirusTatem AJ, Rogers DJ, Hay SI. Global Transport Networks and Infectious DiseaseSpread. Adv Parasitol. 2006;62: 293–343.Thompson RN, Thompson C, Pelerman O, Gupta S, Obolski U. Increasedfrequency of travel in the presence of cross-immunity may act to decrease thechance of a global pandemic. Philos Trans R Soc B. 2019;374: 20180274.Cohen J, Normile D. New SARS-like virus in China triggers alarm. Science (80- ).2020;367: 234–235.2003;326: 897.10. Parry J. SARS virus identified, but the disease is still spreading. Br Med J.11. Kraemer M, Pigott D, Xu B, Hill S, Gutierrez B, Pybus O. Epidemiological data263264265266267268269270271272273274275276277278279280281282283284from the nCoV-2019 outbreak: Early descriptions from publicly available data[Internet]. 2020 [cited 23 Jan 2020]. Available:12.Thompson RN, Stockwin JE, Gaalen RD Van, Polonsky JA, Kamvar ZN, DemarshPA, et al. Improved inference of time-varying reproduction numbers duringinfectious disease outbreaks. Epidemics. 2019;19: 100356.13.Lloyd AL, Zhang J, Root AM. Stochasticity and heterogeneity in host-vectormodels. J R Soc Interface. 2007;4: 851–63.epidemic models. J Biol Dyn. 2012;6: 590–611.14.Allen LJS, Lahodny GE. Extinction thresholds in deterministic and stochastic15.Thompson RN, Gilligan CA, Cunniffe NJ. Detecting presymptomatic infection isnecessary to forecast major epidemics in the earliest stages of infectious diseaseoutbreaks. PLoS Comput Biol. 2016;12: e1004836.16.Thompson RN, Jalava K, Obolski U. Sustained transmission of Ebola in newlocations: more likely than previously thought. Lancet Infect Dis. 2019;19: 1058–59.17.Wallinga J, Teunis P. Different epidemic curves for severe acute respiratorysyndrome reveal similar impacts of control measures. Am J Epidemiol. 2004;160:509–516. doi:10.1093/aje/kwh25518.Feng D, Jia N, Fang LQ, Richardus JH, Han XN, Cao WC, et al. Duration ofsymptom onset to hospital admission and admission to discharge or death inSARS in mainland China: A descriptive study. Trop Med Int Heal. 2009;14: 28–35.286287288289290291292293Pneumonia of unknown etiology in Wuhan, China: Potential for internationalspread via commercial air travel. J Travel Med. 2020;1: taaa008.", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Novel coronavirus (2019-nCoV)"], ["Report 1: Estimating the potential total number of novel Coronavirus (2019-nCoV) cases in Wuhan City"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "EI Azhar", "TA Madani", "F Ntoumi", "R Kock", "O Dar"], [], ["N Imai", "I Dorigatti", "A Cori", "S Riley", "NM Ferguson", "II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MUG Kraemer", "K. Khan", "C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "C Fraser", "S Riley", "RM Anderson", "NM Ferguson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "hospitalisation can be halved by intense surveillance, then the probability that an imported\ncase leads to sustained transmission is only 0.005. This emphasises the importance of\ncurrent surveillance efforts in countries around the world, to ensure that the ongoing\noutbreak will not become a large global epidemic.\n2019-nCoV; mathematical modelling; infectious disease epidemiology; major epidemic;\n32 forecasting; SARS\n25\n26\n27\n28\n29\n30\n31\n33\n34\n35\n36\n38\n39\n40\n41\n42\n43\n44\n45\n46", "one_words_summarize": "hospitalisation can be halved by intense surveillance, then the probability that an importedcase leads to sustained transmission is only 0.005. For example, for a case showing symptoms on 9 January 2020, and thenbeing hospitalised on 14 January 2020, the time between symptom onset andhospitalisation lies between four and six days (see e.g. [12] for a similar calculation).We then fitted the parameter () of an exponential distribution to these interval-censoreddata using Markov chain Monte Carlo (MCMC). A chain of length 100,000,000 in additionto a burn-in of 100,000 was used. = 3.8 days [18].949596979899100101102103104105106107108109110111112113114The probability of a major outbreak [15,16] can be estimated for each of the equallypossible distributions for the time from symptom onset to hospitalisation,Prob(Sustained transmission|\") = 1 −This can then be combined into a single estimate for the probability that an imported caseleads to sustained transmission, , given by =1F\"GHE Prob(Sustained transmission|\"). ( In this approximation, the parameter  representsthe reduction in the mean infectious period due to intensified surveillance. D. The probability that a single imported case leads to sustained transmission in a new location,for different surveillance levels.0 1 2 3 4 5 6 7 8 9 10Number of imported cases0 1 2 3 4 5 6 7 8 9 10Number of imported cases0 1 2 3 4 5 6 7 8 9 10Number of imported casesmultiple imported cases, under different surveillance levels. In that scenario, intensified surveillance is particularly important. It might be hoped that infections due to 2019-nCoV share this characteristic. Our results might therefore be viewed as an upper bound on the risk posed by the2019nCoV. As the outbreak continues, it might be expected that the time from symptom onsetto hospitalisation will decrease, leading to lower risks of sustained transmission, as hasbeen observed for outbreaks of other diseases (e.g. the ongoing outbreak of Ebola virusdisease in the Democratic Republic of the Congo).Going forwards, it will be possible to include additional realism in the model. On the one hand, a mild casemight be more likely to go unnoticed than a severe case, potentially leading to a higheroutbreak risk. We thereforesupport the ongoing work of the World Health Organization and policy makers fromaround the world, who are working with researchers and public health experts to managethis outbreak [2]. 2020;6736: 1–10.Nishiura H, Jung S-M, Linton NM, Kinoshita R, Yang Y, Hayashi K, et al. 2006;62: 293–343.Thompson RN, Thompson C, Pelerman O, Gupta S, Obolski U. Increasedfrequency of travel in the presence of cross-immunity may act to decrease thechance of a global pandemic. Improved inference of time-varying reproduction numbers duringinfectious disease outbreaks. doi:10.1093/aje/kwh25518.Feng D, Jia N, Fang LQ, Richardus JH, Han XN, Cao WC, et al. Duration ofsymptom onset to hospital admission and admission to discharge or death inSARS in mainland China: A descriptive study."}