{"date": "2020/03/02", "journal": "biorxiv", "authors": "Chuang Liu, Yang Yang, Yuanzhu Gao, Chenguang Shen, Bin Ju, Congcong Liu, Xian Tang, Jinli Wei, Xiaomin Ma, Weilong Liu, Shuman Xu, Yingxia Liu, Jing Yuan, Jing Wu, Zheng Liu, Zheng Zhang, Peiyi Wang, Lei Liu", "title": "Viral Architecture of SARS-CoV-2 with Post-Fusion Spike Revealed by Cryo-EM", "type": "preprint article", "abstract": "Lead Contact", "text": "†Since December 2019, the outbreak of Coronavirus Disease 2019 (COVID-19) spreadfrom Wuhan, China to the world, it has caused more than 87,000 diagnosed cases andmore than 3,000 deaths globally. To fight against COVID-19, we carried out researchfor the near native SARS-CoV-2 and report here our preliminary results obtained. Thepathogen of the COVID-19, the native SARS-CoV-2, was isolated, amplified andpurified in a BSL-3 laboratory. The whole viral architecture of SARS-CoV-2 wasexamined by transmission electron microscopy (both negative staining and cryo-EM).We observed that the virion particles are roughly spherical or moderately pleiomorphic.Spikes have nail-like shape towards outside with a long body embedded in the envelope.The morphology of virion observed in our result indicates that the S protein ofSARSCoV-2 is in post-fusion state, with S1 disassociated. This state revealed by cryo-EMfirst time could provide an important information for the identification and relevantclinical research of this new coronavirus.        Coronaviruses (CoV) are a large family of zoonotic viruses that could be transmittedfrom animals to humans and cause illness ranging from common cold to severe diseases[                CoV are enveloped single-stranded positive-RNA viruses. General knowledges of thesuper molecular structure of the virions have been advanced by determining severalkinds of CoV using electron microscope and X-ray crystallography in the past decades.Coronaviruses have a spherical or moderately pleiomorphic virions. The virion’sdiameter ranges from 80 nm to 120 nm. Nucleic acid and nucleocapsid protein ofcoronaviruses are tightly packed in virion. Surface of virion is lipid bilayer hijackedfrom host cell, on which are located several important structure proteins, includingspike (S) protein, envelope (E) protein and membrane (M) protein [8]. S protein,including S1 subunit and S2 subunit, is considered as the most important protein in CoV.The S1 subunit facilitates attachment to the host cells and the S2 subunit is involved insubsequent fusion of the virus and host membrane [9]. Several recent studiesconsidering the structure of SARS-CoV-2 were all focused on the S protein. Wrapp etal. [        Furthermore, safety is one of the major factors that restricts virus study ofSARS-CoV2 due to a high risk of possible transmission, live viruses must be operated in BiosafetyLevel 3 (BSL-3) laboratory or above. Here we report the successful isolation andpurification of SARS-CoV-2 in BSL-3 laboratory and revealed the whole viralarchitecture of SARS-CoV-2 by transmission electron microscopy (both negativestaining and cryo-EM). It is the first time to image the near native SARS-CoV-2, thepathogen of COVID-19, by cryo-EM.A 62-year-old male was admitted to our hospital on 15 January, 2020 with pneumonia,and was further diagnosed as COVID-19. An epidemiological investigation alsoconfirmed a Wuhan travel history between 1 January and 14 January of this patient, andthe symptoms started on 11 January, 2020, including fever and cough. Commonrespiratory viruses including influenza A virus, influenza B virus, adenoviruses, humanparainfluenza virus and other human coronaviruses were tested to be negative.Lymphopenia, elevated CRP and IL-6 were found upon admission (Table S1). CT scansshowed multiple ground-glass opacities and in bilateral lungs at the early stage, andlung consolidation occurred during hospitalization (Figure S1).The bronchoalveolar lavage fluid (BALF) sample was collected and subjected tonextgeneration sequencing and virus isolation was performed in the BSL-3 (Biosafety level3) laboratory. Typical cytopathic effects (CPE) were observed at 4 days post inoculation(dpi) in Vero cell, including cell rounding, shrinkage, lysis, and detachment throughoutthe cell monolayers (Figure 1A). Viral RNAs could be detected in the cell culturesupernatant using a CFDA approved commercial kit with low Ct values (Figure 1B).The purified SARS-CoV-2 particles showed specific reaction activity to convalescentplasmas from SARS-CoV-2-infected patients (Figure 1C) and the specific humanmonoclonal antibodies against the RBD of the S protein using ELISA assay (Figure1D). Meanwhile, the virus could also be detected by immunofluorescence using thepatient’s plasma (Figure 1E). The genome sequence of this virus has been submitted tothe Global Initiative on Sharing Avian Flu Data (GISAID) with an access number ofEPI_ISL_406594,anddesignatedas“BetaCoV/Shenzhen/SZTH-003/2020”.Phylogenetic analyses showed that the viruses possessed high homology with the otherisolates, and two closest isolates are BetaCoV/Wuhan/IPBCAMS-WH-04/2019 fromWuhan and SARS-CoV-2/NTU01/2020/TWN from Taiwan (Figure 1F).In Figure 2 and Figure 3 we present the EM observations of SARS-CoV-2, both bynegative staining (Figure 2A-2E) and cryo-EM (Figure 3A-3F). The virion particles areroughly spherical or moderately pleiomorphic, with diameters range from 80nm-160nm.For majority of the virions, the periphery is well defined and enveloped by lipid bilayer,which could be clearly seen in cryo-EM image. Tightly underneath the lipid bilayer isthe condensed density formed by nucleic acid and nucleocapsid protein ofSARS-CoV2. Though lots of the particles lost spike during purification or deactivation, 20%-30%percent virions still have spikes around the envelope.        Different with spikes reported in previous study [        The BALF was collected from the patient at 1 day after admission. Vero, LLC-MK2and Huh-7 cells were used for the virus isolation in the biosafety level 3 (BSL-3)laboratory. BALF sample was centrifuged at 5, 000 rpm at 4℃ for 5 minutes, and then200 µl of the supernatant was added to the monolayer of cell and incubated at 37°C and5% CO2 for 1 hour. Then the cells were washed with PBS for 3 times, and the freshDMEM containing 2% fetal bovine serum (FBS) and 1% penicillin streptomycin (PS)was added to the cell culture. Cells were maintained at 37°C and 5% CO2, and CPEswere monitored daily with light microscopy. Meanwhile viral RNAs were detected at 3and 5 dpi using RT-PCR to monitor the replication of virus.        Viral RNAs from BALF and cell culture supernatant were extracted using the QIAampRNA Viral Kit (Qiagen, Heiden, Germany). Then quantitative reverse transcriptionpolymerase chain reaction (qRT-PCR) was performed using a commercial kit specificfor 2019-nCoV detection (GeneoDX Co., Ltd., Shanghai, China) as reportedpreviously[                IFA was done as described previously[        Microtiter plates (Sangon Biotech) were coated overnight at 4°C with 2.5 × 103TCID50/well/100 µl purified and inactivated SARS-CoV-2 particles. The plates werewashed twice with PBS containing 0.1% v/v Tween-20 (PBST) and blocked withblocking solution (PBS containing 2% w/v non-fat dry milk) for 2 hours at 37°C. Theplates were then washed with PBST. The plasma were diluted to 1000-fold and humanmonoclonal antibody specific to SARS-CoV-2-RBD generated by our laboratory werediluted to 200 µg/ml into PBS as initial concentration, and serial 3-fold dilutions of serawas added to the wells and incubated at 37°C for 60 minutes. After three washes, 100µl of horseradish peroxidase (HRP)-conjugated goat anti-human IgG antibody solution(Sangon Biotech) was added to each well and incubated at 37°C for 60 minutes. Afterwashing, 100 µl of tetramethylbenzidine (TMB) substrate (Sangon Biotech) was addedat room temperature in the dark. After 15 minutes, the reaction was stopped with a 2MH2SO4 solution. The absorbance was measured at 450 nm. All samples were run intriplicate. The ELISA titers were determined by endpoint dilution.Virus was amplified in Vero cell in an incubator at 37°C and 5% CO2 for 96 hours andthe viral load was determined by qPCR assay. The harvested 400ml virus supernatant5with a virus titer of about 1.08 × 10 TCID50/ml (genome equivalent) was firstlyinactivated by adding 0.05% (v/v) β-propiolactone and incubating at 4℃ for 36 hours.Then the inactivated viruses were pelleted by centrifugation at 85,000 g, 4°C using aSW28 rotor. The pellet was dissolved at 4°C overnight in buffered saline (0.15M NaCl,20mM HEPES, pH 6.8). The 3 ml of the suspended virus was layered on top of lineargradient of 40% (w/w) potassium tartrate, 20mM HEPES, pH 7.4 (bottom) to 15% (w/w)glycerol, 20mM HEPES, pH 7.4 (top) and subjected to isopycnic centrifugation in aSW40 rotor at 85,000 g, 4°C for 3 hours. The resulting milky band of virus was dilutedwith buffered saline and pelleted by centrifugation using an SW40 rotor at 85,000, 4°Cfor another 3 hours. Finally, the pellet was allowed to dissolve at 4°C overnight in 50µl of buffered saline.        The extracted viral RNAs were subjected for next generation sequencing using theIllumina sequencing platform. The assembled sequence was further analyzed togetherwith other genomes of SARS-CoV-2 downloaded fromNational Center forBiotechnology Information (NCBI) database. The phylogenetic analyses were done aspreviously reported [        The amount of 3µl purified samples were applied to glow-discharged grid with acontinuous carbon layer (Electron microscopy China, China) for 1min. The grid wasblotted by filter paper to absorb the excrescent sample. The grid was then stained with3%(w/w) phosphotungstic acid for 1min. Redundant liquid was absorbed using filterpaper. The grid was transferred to a Talos 120C transmission electron microscope(Thermo Fisher Scientific) performed at the 120 kV in low dose mode and imaged witha Ceta 16M CMOS detector (Thermo Fisher Scientific). Data were collected at anominal magnification of 45000 x, corresponding to a pixel size of 3.5 Å/pixel.For cryo-EM sample preparation, 3µl of the sample was placed on a glow-dischargedQuantifoil grid (R1.2/1.3). The grid was blotted and plunged into liquid ethane coolingby liquid nitrogen to frozen sample using a Vitrobot Mark IV (Thermo Fisher Scientific).Frozen grid was transferred to a Titan Krios transmission electron microscope (ThermoFisher Scientific) performed at the 300 kV and images were recorded by a Falcon IIIdirect electron detector (Thermo Fisher Scientific). Image stacks with 16 frames werecollected in linear mode by EPU at a nominal magnification of 59000 x, correspondingto a pixel size of 1.14 Å/pixel. Total dose was estimated at about 60 e-/Å2.We acknowledge the work and contribution of all the health providers from ShenzhenThird People's Hospital. We sincerely thank both Cryo-EM centre and BSL-3laboratory of the Second Affiliated Hospital, School of Medicine, in South Universityof Science and Technology to provide the facilities and technical supports. We alsothank Professors Dongfeng Gu and Mingzhao Xing for their valuable advices and readthe manuscript.This study received approval from the Research Ethics Committee of Shenzhen ThirdPeople's Hospital, China (approval number: 2020-038). The Research EthicsCommittee waived the requirement informed consent before the study started becauseof the urgent need to collect epidemiological and clinical data. We analyzed all the dataanonymously.Reviews Microbiology, 7 (2009) 439-450.accessory proteins M, ORF 4a, ORF 4b, and ORF 5 of Middle East respiratory syndrome coronavirus(MERS-CoV) are potent interferon antagonists, Protein & Cell, 4 (2013) 951-961.Middle East Respiratory Syndrome Coronavirus and CD26 from seven bat species, Journal of Virology,94 (2020) e01387-19.Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptorbinding domains, Nature Communications, 8 (2017) 15092.[7] C. Wang, P.W. Horby, F.G. Hayden, G.F. Gao, A novel coronavirus outbreak of global health concern,The Lancet, 395 (2020) 470-473.2006, pp. 193-292.[8] P.S. Masters, The molecular biology of coronaviruses, in: Advances in virus research, Academic Press,[9] L. Yan, B. Meng, J. Xiang, I.A. Wilson, B. Yang, Crystal structure of the post-fusion core of theHuman coronavirus 229E spike protein at 1.86 A resolution, Acta Crystallographica Section D, 74 (2018)841-851.eabb2507.McLellan, Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation, Science, (2020)Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor,conformational changes of a coronavirus spike glycoprotein promote membrane fusion, PNAS, 114(2017) 11157-11162.glycoprotein in complex with its host cell receptor ACE2, PLOS Pathogens, 14 (2018) e1007236.biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury, ScienceChina Life Sciences, (2020).coronavirus ORF4b protein inhibits type I interferon production through both cytoplasmic and nucleartargets, Scientific Reports, 5 (2015) 17554.L. Zeng, J. Lan, Y. Bi, G.F. Gao, J. Yuan, Y. Liu, Clinical and virological characteristics of humaninfections with H7N9 avian influenza virus in Shenzhen, China, 2013–2017, Journal of Infection, 79(2019) 389-399.", "ref_list": [[], ["Coronaviruses post-SARS: update on replication and pathogenesis"], ["The structural"], ["Molecular basis of binding between"], [""], [""], [""], [""], [""], ["Structural basis for the recognition of the 2019-nCoV"], [""], [""], ["mimicry elucidates activation of coronavirus fusion"], [""], ["Cryo-EM structure of the SARS coronavirus spike"], [""], [""], ["Description 62 male severe Yes (1 Jan,"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Perlman", "J. Netland"], ["Y. Yang", "L. Zhang", "Y. Deng", "B. Huang", "Y. Guo", "Z. Zhao", "W. Tan"], ["Y. Yuan", "J. Qi", "R. Peng", "C. Li", "G. Lu", "J. Yan", "Q. Wang", "G.F. Gao"], ["Y. Yuan", "D. Cao", "Y. Zhang", "J. Qi", "Q. Wang", "G. Lu", "Y. Wu", "J. Yan", "Y. Shi", "X. Zhang", "G.F. Gao"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu", "P. Niu", "F."], [], ["A.E. Gorbalenya", "S.C. Baker", "R.S. Baric", "C. Drosten", "A.A. Gulyaeva", "B.L. Haagmans"], ["D. Wrapp", "N. Wang", "K.S. Corbett", "J.A. Goldsmith", "O. C.-L. Hsieh", "B.S. Abiona", "J.S. Graham"], ["R. Yan", "Y. Zhang", "Y. Guo", "L. Xia", "Q. Zhou"], ["J. Lan", "J. Ge", "J. Yu", "S. Shan", "H. Zhou", "S. Fan", "Q. Zhang", "X. Shi", "Q. Wang", "L. Zhang", "X. Wang"], ["A.C. Walls", "X. Xiong", "Y.-J. Park", "M.A. Tortorici", "J. Snijder", "J. Quispe", "R. Gopal"], [], ["A.C. Walls", "M.A. Tortorici", "J. Snijder", "X. Xiong", "B.-J. Bosch", "F.A. Rey", "D. Veesler"], ["W. Song", "M. Gui", "X. Wang", "Y. Xiang"], ["Y. Liu", "Y. Yang", "C. Zhang", "F. Huang", "F. Wang", "J. Yuan", "Z. Wang", "J. Li", "J. Li", "C. Feng", "Z. Zhang"], ["Y. Yang", "F. Ye", "N. Zhu", "W. Wang", "Y. Deng", "Z. Zhao", "W. Tan"], ["Y. Yang", "C. Shen", "J. Li", "R. Zou", "G. Wong", "L. Peng", "L. Yang", "S. Fang", "J. Li", "X. Li", "W. Wu", "X. Jiang", "- - - - - -"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "†", "one_words_summarize": "†Since December 2019, the outbreak of Coronavirus Disease 2019 (COVID-19) spreadfrom Wuhan, China to the world, it has caused more than 87,000 diagnosed cases andmore than 3,000 deaths globally. Coronaviruses have a spherical or moderately pleiomorphic virions. Nucleic acid and nucleocapsid protein ofcoronaviruses are tightly packed in virion. Furthermore, safety is one of the major factors that restricts virus study ofSARS-CoV2 due to a high risk of possible transmission, live viruses must be operated in BiosafetyLevel 3 (BSL-3) laboratory or above. Here we report the successful isolation andpurification of SARS-CoV-2 in BSL-3 laboratory and revealed the whole viralarchitecture of SARS-CoV-2 by transmission electron microscopy (both negativestaining and cryo-EM). Commonrespiratory viruses including influenza A virus, influenza B virus, adenoviruses, humanparainfluenza virus and other human coronaviruses were tested to be negative. The virion particles areroughly spherical or moderately pleiomorphic, with diameters range from 80nm-160nm. Different with spikes reported in previous study [        The BALF was collected from the patient at 1 day after admission. Then quantitative reverse transcriptionpolymerase chain reaction (qRT-PCR) was performed using a commercial kit specificfor 2019-nCoV detection (GeneoDX Co., Ltd., Shanghai, China) as reportedpreviously[                IFA was done as described previously[        Microtiter plates (Sangon Biotech) were coated overnight at 4°C with 2.5 × 103TCID50/well/100 µl purified and inactivated SARS-CoV-2 particles. Afterwashing, 100 µl of tetramethylbenzidine (TMB) substrate (Sangon Biotech) was addedat room temperature in the dark. The extracted viral RNAs were subjected for next generation sequencing using theIllumina sequencing platform. For cryo-EM sample preparation, 3µl of the sample was placed on a glow-dischargedQuantifoil grid (R1.2/1.3). Total dose was estimated at about 60 e-/Å2.We acknowledge the work and contribution of all the health providers from ShenzhenThird People's Hospital."}