{"date": "2020/01/23", "journal": "biorxiv", "authors": "Julien Riou, Christian L. Althaus", "title": "Pattern of early human-to-human transmission of Wuhan 2019-nCoV", "type": "preprint article", "abstract": "On December 31, 2019, the World Health Organization was notified about a cluster of pneumonia of unknown aetiology in the city of Wuhan, China. Chinese authorities later identified a new coronavirus (2019-nCoV) as the causative agent of the outbreak. As of January 23, 2020, 655 cases have been confirmed in China and several other countries. Understanding the transmission characteristics and the potential for sustained human-to-human transmission of 2019-nCoV is critically important for coordinating current screening and containment strategies, and determining whether the outbreak constitutes a public health emergency of international concern (PHEIC). We performed stochastic simulations of early outbreak trajectories that are consistent with the epidemiological findings to date. We found the basic reproduction number, R0, to be around 2.2 (90% high density interval 1.4-3.8), indicating the potential for sustained human-to-human transmission. Transmission characteristics appear to be of a similar magnitude to severe acute respiratory syndrome-related coronavirus (SARSCoV) and the 1918 pandemic influenza. These findings underline the importance of heightened screening, surveillance and control efforts, particularly at airports and other travel hubs, in order to prevent further international spread of 2019-nCoV.", "text": "        On December 31, 2019, the World Health Organization (WHO) was alerted about a cluster of pneumonia of unknownaetiology in the city of Wuhan, China[1]. Only a few days later, Chinese authorities identified and characterised a novelcoronavirus (2019-nCoV) as the causative agent of the outbreak [        In order to better understand the early transmission pattern of 2019-nCoV, we performed stochastic simulations of earlyoutbreak trajectories that are consistent with the epidemiological findings to date.        We performed stochastic simulations of the first few generations of human-to-human transmission of 2019-nCoV.Simulations were initialized with one index case. For each primary case, we generated secondary cases according toa negative-binomial offspring distribution with mean R0 and dispersion k [                In a second step, we accounted for the uncertainty regarding the number of index cases n and the date T of the initialzoonotic animal-to-human transmissions at the wet market in Wuhan. An epidemic with several index cases can beconsidered as the sum of several independent epidemics with one index case each. We sampled (with replacement)n of the one-index-case epidemics, sampled a date of onset for each index case, and summed the epidemic curvestogether. The sampling of the date of onset was done uniformly from a two-week interval around November 27, 2019,in coherence with early phylogenetic analyses of 11 2019-nCoV genomes [        In order to reach between 1,000 and 9,700 infected cases by January 18, 2020, the early human-to-human transmissionof 2019-nCoV are characterized by values of R0 around around 2.2 (90% high density interval 1.4–3.8) (figure 1). Theobserved data at this point is compatible with a large range of values for the dispersion parameter k (median 0.54, 90%123R045FD0.4P0.2A PREPRINT - JANUARY 23, 2020Uncertainty oninitial seedNov 20 Nov 27 Dec 4 Dec 11Uncertainty on epidemicsize on Jan. 18thUncertainty on starting dateDec 1Dec 15Jan 1        Jan 15Timehigh density interval 0.014–6.95). However, our simulations suggest that very low values of k, corresponding to a largeprobability of superspreading events, are less likely. These estimates incorporate the uncertainty on the current totalepidemic size (as of January 23, 2020) and on the date and scale of the initial zoonotic event (figure 2).Comparison with other emerging viruses in the past allows to put in perspective the available information regarding thetransmission patterns of 2019-nCoV. Our estimates of R0 and k are more similar to previous estimates focusing onearly human-to-human transmission of SARS-CoV in Beijing and Singapore[                After SARS-CoV in 2002 and of MERS-CoV in 2012, the emergence of 2019-nCoV in Wuhan, China raises seriousconcerns about an emerging global health threat. The WHO International Health Regulations Emergency Committeeconcluded on January 22, 2020 that the lack of information about the patterns of transmission of the disease limitedtheir ability to declare a PHEIC [11]. The increasing research activity on 2019-nCoV has led to estimates ofanimal-tohuman transmission [12], estimates of epidemic size using air travel data [        The scarcity of available data, especially on case counts by date of disease onset as well as contact tracing, greatlylimits the precision of our estimates and does not yet allow for reliable forecasts of epidemic spread. While based onfew data points, our analysis can still shed light on the early transmission pattern of 2019-nCoV. First, our estimate ofR0 suggests that the disease has the potential for sustained human-to-human transmission. This implies that effectiveprevention and control measures will be crucial at this stage to limit further spread of the virus. The recent shutdown ofA PREPRINT - JANUARY 23, 2020543210RSARS−CoV − Beijing        SARS−CoV − Singapore1918 Influenzaseveral cities including Wuhan shows that Chinese authorities are aware of the potential magnitude of this outbreak.Second, the risk of superspreading events could be similar to SARS-CoV and MERS-CoV, but is unlikely to be higher.This has important implications for international travel, as superspreading increases the risk of large infection clustersin distant countries originating from one or a few unidentified imported cases. The implementation of control measuresin hospital settings, especially emergency rooms, will also be of prime importance, as has been shown by the examplesof MERS-CoV in South Korea [                Our analysis, while limited due to the scarcity of data, has two important strengths. First, it is based on the simulation ofa wide range of possibilities regarding epidemic parameters and allows for the full propagation of the many remaininguncertainties regarding 2019-nCoV and the situation in Wuhan: the size of the initial zoonotic event at the wet market,the date(s) of the initial animal-to-human transmission event(s) and the generation time interval. While accountingfor all these uncertainties, our analysis provides a reliable summary of the current state of knowledge about thehuman-to-human transmissibility of 2019-nCoV. Second, its focus on the possibility of superspreading events by usingnegative-binomial offspring distributions is very important in the context of emerging coronaviruses [        JR and CLA designed the study, JR performed model simulations, JR and CLA analyzed and interpreted the results andwrote the manuscript.[1] Pneumonia of unknown cause – China.05-january-2020-pneumonia-of-unkown-cause-china/en/.https://www.who.int/csr/don/[11] WHO panel puts off decision on whether to sound alarm on rapidspread of new virus. https://www.sciencemag.org/news/2020/01/who-panel-puts-decision-whether-sound-alarm-rapid-spread-new-virus. Accessed:202001-23.[12] Tianmu Chen, Jia Rui, Qiupeng Wang, Zeyu Zhao, Jing-An Cui, and Ling Yin. A mathematical model forsimulating the transmission of wuhan novel coronavirus. bioRxiv, 2020.[13] M. Chinazzi, J. T. Davis, A. Pastore y Piontti, X. Xiong, A. Vespignani, C. Gioannini, M. Litvinova, L. Rossi,M.E. Halloran, and I.M. Longini Jr. Preliminary assessment of the international spreading risk associated with the2019 nCOV outbreak in Wuhan city. https://www.mobs-lab.org/2019ncov.html.[14] Peng Wu, Xinxin Hao, Eric H Y Lau, Jessica Y Wong, Kathy S M Leung, Joseph T Wu, Benjamin J Cowling,and Gabriel M Leung. Real-time tentative assessment of the epidemiological characteristics of novel coronavirusinfections in wuhan, china, as at 22 january 2020. Eurosurveillance, 25(3), 2020.", "ref_list": [[], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["20 outbreak of novel coronavirus 2019-nCoV"], ["Superspreading and the effect of individual variation on disease emergence"], ["Ebola superspreading"], ["Althaus"], [""], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City, China"], ["A Language and Environment for Statistical Computing"], ["Don Klinkenberg, Donald S Burke,"], ["Middle east respiratory syndrome coronavirus superspreading event involving 81 persons"], ["Hospital outbreak of middle east respiratory syndrome coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Shi Zheng-Li", "Peng Zhou", "Yang Xing-Lou", "Wang Xian-Guang", "Si Hao-Rui", "Bei Li", "Huang Chao-Lin", "Chen Hui-Dong", "Jiang Ren-Di", "Liu Mei-Qin", "Shen Xu-Rui", "Xi Wang", "Zheng Xiao-Shuang", "Chen Quan-Jiao", "Liu Lin-Lin", "Yan Bing", "Zhan Fa-Xian", "Wang Yan-Yi", "Gengfu Xiao"], ["Wikipedia"], ["J O Lloyd-Smith", "S J Schreiber", "P E Kopp", "W M Getz."], ["L Christian", "Althaus"], ["A J Kucharski and C L"], ["Andrew Rambaut"], ["Natsuko Imai", "M. Neil", "Ferguson"], ["R Core Team. R:"], ["Fraser Christophe", "Derek A T Cummings", "Neil M Ferguson."], ["Oh Myoung-don", "Lee Sang-Min", "Jeong-Sup Song"], ["Assiri Abdullah", "McGeer Allison", "Hatem Trish M Perl", "Makhdoom"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On December 31, 2019, the World Health Organization (WHO) was alerted about a cluster of pneumonia of unknown\naetiology in the city of Wuhan, China[1]. Only a few days later, Chinese authorities identified and characterised a novel\ncoronavirus (2019-nCoV) as the causative agent of the outbreak [\n        ", "one_words_summarize": "On December 31, 2019, the World Health Organization (WHO) was alerted about a cluster of pneumonia of unknownaetiology in the city of Wuhan, China[1]. Only a few days later, Chinese authorities identified and characterised a novelcoronavirus (2019-nCoV) as the causative agent of the outbreak [        In order to better understand the early transmission pattern of 2019-nCoV, we performed stochastic simulations of earlyoutbreak trajectories that are consistent with the epidemiological findings to date. This implies that effectiveprevention and control measures will be crucial at this stage to limit further spread of the virus. A mathematical model forsimulating the transmission of wuhan novel coronavirus. https://www.mobs-lab.org/2019ncov.html.[14] Peng Wu, Xinxin Hao, Eric H Y Lau, Jessica Y Wong, Kathy S M Leung, Joseph T Wu, Benjamin J Cowling,and Gabriel M Leung."}