{"date": "2020/01/21", "journal": "biorxiv", "authors": "Zachary J. Sandler, Michelle N. Vu, Vineet D. Menachery, Bryan C. Mounce", "title": "Novel ionophores active against La Crosse virus identified through rapid antiviral screening", "type": "preprint article", "abstract": "25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57", "text": "252627282930313233343536373839404142434445464748495051525354555657Bunyaviruses are significant human pathogens, causing diseases ranging from hemorrhagicfevers to encephalitis. Among these viruses, La Crosse virus (LACV), a member of the Californiaserogroup, circulates in the eastern and midwestern United States. While LACV infection is oftenasymptomatic, dozens of cases of encephalitis are reported yearly. Unfortunately, no antiviralshave been approved to treat LACV infection. Here, we developed a method to rapidly test potentialantivirals against LACV infection. From this screen, we identified several potential antiviralmolecules, including known antivirals. Additionally, we identified many novel antivirals thatexhibited antiviral activity without affecting cellular viability. Valinomycin, a potassium ionophore,was among our top targets. We found that valinomycin exhibited potent anti-LACV activity inmultiple cell types in a dose-dependent manner. Valinomycin did not affect particle stability orinfectivity, suggesting that it may preclude virus replication by altering cellular potassium ions, aknown determinant of LACV entry. We extended these results to other ionophores and found thatthe antiviral activity of valinomycin extended to other viral families including bunyaviruses (RiftValley fever virus, Keystone virus), enteroviruses (Coxsackievirus, rhinovirus), flavirivuses (Zika),and coronaviruses (229E and MERS-CoV). In all viral infections, we observed significantreductions in virus titer in valinomycin-treated cells. In sum, we demonstrate the importance ofpotassium ions to virus infection, suggesting a potential therapeutic target to disrupt virusreplication.No antivirals are approved for the treatment of bunyavirus infection. The ability to rapidly screencompounds and identify novel antivirals is one means to accelerate drug discovery for viruseswith no approved treatments. We used this approach to screen hundreds of compounds againstLa Crosse virus, an emerging bunyavirus that causes significant disease, including encephalitis.We identified several known and previously unidentified antivirals. We focused on a potassiumionophore, valinomycin, due to its promising in vitro antiviral activity. We demonstrate thatvalinomycin, as well as a selection of other ionophores, exhibits activity against La Crosse virusas well as several other distantly related bunyaviruses. We finally observe that valinomycin hasactivity against a wide array of human viral pathogens, suggesting that disrupting potassium ionhomeostasis with valinomycin may be a potent host pathway to target to quell virus infection.58596061626364656667686970717273747576777879808182838485868788899091Bunyaviruses are the largest family of viruses, composed of hundreds of members. Thesesegmented, negative-sense RNA viruses are transmitted primarily by an arthropod vector, andseveral family members pose significant threats to human health. Rift Valley fever virus (RVFV)frequently infects humans and ruminants, resulting in severe morbidity and mortality. While RVFVis primarily transmitted in Africa and the Middle East, the threat of global spread looms, and recentexamples of Zika1 and chikungunya2 viruses illustrate this tangible hazard. In addition to RVFV,several other bunyaviruses infect humans and are associated with severe pathologies as well. LaCrosse virus (LACV), distantly related to RVFV, is a bunyavirus present primarily in themidwestern and eastern United States3. LACV is transmitted by Aedes triseriatus, though Aedesalbopictus4–6 efficiently carries the virus as well. While relatively unknown and frequentlyundiagnosed, LACV infects and causes neuroinvasive disease in dozens of people every year. Infact, from 2009 to 2018, 679 such cases were reported according to the Centers for DiseaseControl7. Further, LACV cases recently have emerged in the southeastern United States,suggesting spread of the virus8. The ability of LACV to infect Aedes albopictus mosquitos willlikely lead to its continuing spread. Despite this spread and the severe disease associated withLACV infection, no antivirals or vaccines are available to prevent or treat infection. Thus, LACVpresents a significant threat to human health.Despite their prevalence, no antivirals are available to treat bunyavirus infection and palliativecare is given to patients presenting with LACV encephalitis. While several vaccine candidateshave been developed to target RVFV9–11, no similar effort has been invested in anti-LACVtherapeutics. With the increasing availability of drug panels to screen molecules for antivirals,rapid investigation and deployment of antivirals for emerging viruses is possible. Several priorscreens for antivirals have successfully identified lead molecules and highlighted cellularpathways critical to virus infection. For example, recent screens with chikungunya virushighlighted berberine, abamectin, and ivermectin as promising antivirals12. Additionally, Zika virusscreens have uncovered known and novel antivirals13–15, including mycophenolic acid anddaptomycin, among others. More closely related to LACV, a RVFV screen highlighted azauridineand mitoxatrone16. The ability to rapidly screen molecules highlights an opportunity to identify bothunique virus-specific and broad-spectrum antivirals, as these reports have highlighted.Antivirals may target viral particles, viral processes and critical host-targeted antivirals17.Hostdirected antivirals have gained appreciation recently, as interfering with host processes crucial to9293949596979899100101102103104105106107108109110111112113114115116117118119120121122123124125viral processes has several benefits, including potential for broad-spectrum activity and aheightened requirement for antiviral resistance beyond minor mutations in the virus. Additionally,numerous approved and available drugs are already available that can be repurposed asantivirals18,19. While significant work remains to be done to identify and verify such antivirals,rapidly screening compounds can provide insight.Using the NIH’s Developmental Therapeutics Program (DTP), we obtained and screened >500compounds for activity against LACV. We identified several known antivirals, includingdeoxyuridine and quinonone. Importantly, we also identified a variety of novel classes of antivirals,including metal ion chelators. Valinomycin, a top hit in our screen, functions by transportingpotassium ions against the electrochemical gradient. We investigated the antiviral activity ofvalinomycin, observing that valinomycin exhibits antiviral activity in several cellular systems, in adose-dependent manner and independent of treatment time. We also found that valinomycin doesnot directly inactivate viral particles, highlighting a cellular role for potassium ions in virus infection.We expanded our results to additional ionophores, observing that some but not all effectivelyblocked LACV replication. Finally, we determined that valinomycin is broadly antiviral, as itreduced replication of several viruses from diverse families, including flaviviruses andenteroviruses. Together, these data highlight the utility in rapid screening of antiviral moleculesas well as a crucial role for potassium ions in LACV infection.Development of rapid screening of NIH DTP compounds active against LACV. Wedeveloped a simple, rapid assay to measure antiviral activity in Huh7 cells (Figure 1A). We platedHuh7 cells to confluency in 96-well plates, to which we added 2 µM drug from the NIH NCIDevelopment Therapeutics Program (DTP). Two hours late, cells were infected at multiplicity ofinfection (MOI) of 0.1 plaque-forming units (pfu) per cell. At 48 h post infection (hpi), cells werefixed with formalin and stained with crystal violet stain. Because viable cells robustly stain withcrystal violet, while dead cells do not, we could discriminate between live and dead cells.Importantly, any cytotoxic molecule would not stain with crystal violet; thus, stained cells indicateantiviral molecules that are not cytotoxic at 2 µM. Crystal violet stain was subsequentlyresuspended in 10% acetic acid and absorbance read at 595 nm. To control for inter-platevariability, each plate contained an untreated and infected (low survival), untreated and uninfected(high survival), and ribavirin-treated (400 µM) control (high survival). Absorbances of drug-treatedand infected wells (Figure 1B) were compared to untreated and uninfected controls by dividing126127128129130131132133134135136137138139140141142143144145146147148149150151152153154155156157158159their absorbance values (Figure 1C). This ratio highlighted several candidate antivirals, includinglagistase, lapachol, superacyl, and valinomycin. Interestingly, we identified several knownantivirals in our screen, including deoxyuridine and nelarabine (summarized in Table 1). Thus,our assay identified molecules with novel activity against LACV, including some recognizedantivirals.Valinomycin restricts LACV replication. We focused on valinomycin, as the molecule was aprominent hit in our screen, had a known mechanism relevant to LACV infection, and was notpreviously described to have antiviral activity against LACV. As an initial consideration of itsantiviral activity, we performed secondary screening on Huh7 cells. Cells were seeded toconfluency, treated with increasing doses of valinomycin, from 1 to 64 µM, and infected at MOI0.1. At 48h, cells were fixed and stained with crystal violet, and stain was quantified by absorbancereading. We observed that valinomycin exhibited antiviral activity at doses above 10 µM, as crystalviolet staining was stronger, suggesting more surviving cells (Figure 2A). Doses as high as 64 µMdid not affect crystal violet stain, suggesting that cellular viability was not compromised. Toconfirm this phenotype with titers, we treated cells with increasing doses of valinomycin 2h priorto infection at MOI 0.1 and measured titers by plaque assay at 48 hpi. We observed that viraltiters were significantly decreased compared to untreated controls (Figure 2B, dotted line) atconcentrations above 1 µM. In fact, viral titers were reduced over 100-fold at 10 µM. We calculatedan IC50 value of 1.4 µM. To confirm that cellular viability was not compromised, we used afluorescent assay to measure cellular ATP content after treatment with increasing doses ofvalinomycin. We observed cellular toxicity at doses at and above 16 µM (Figure 2C, CC50 valueof 14 µM), though no toxicity was observed either by cellular morphology or fluorescent ATP assaybelow 10 µM.As further confirmation of valinomycin’s antiviral activity, we measured cell-associated viralgenomes. Huh7 cells were treated and infected as above and cell-associated RNA was collectedat 48 hpi. RNA was purified, reverse transcribed, and analyzed via qPCR for Small, Medium, andLarge genome segments, normalizing to cellular β-actin. Paralleling our titer data, valinomycintreatment reduced viral genome content in a dose-dependent manner (Figure 2D). Viral genomecontent was reduced upwards of 100-fold with 10 µM valinomycin treatment. To extend theseresults to other cell types, we treated and infected Vero-E6 cells as above and determined viraltiters by plaque assay at 48 hpi. Again, we observed a significant reduction in viral titer with anIC50 value of 900 nM. In sum, our data suggest that valinomycin is antiviral at non-cytotoxic doses160161162163164165166167168169170171172173174175176177178179180181182183184185186187188189190191192193in multiple cell types, reducing both viral titers and cell-associated viral genomes in adosedependent manner.Valinomycin is antiviral over multiple rounds of infection. Our initial assays were performedat low MOI and viral titer measured at 48 hpi. To determine if valinomycin was antiviral overseveral rounds of replication, we treated Huh7 cells with 2 µM valinomycin two hours prior toinfection at MOI 0.1 and subsequently collected samples to titer every 8h for 56h total. We foundthat LACV titers were significantly reduced at all times after 8 hpi (Figure 3A); in fact, virus failedto replicate above input virus titers (0h). To confirm that valinomycin was reducing virusreplication, we measured viral RNA genomes. To this end, we treated cells with increasing dosesof valinomycin, infected with LACV and collected cell-associated RNA in Trizol at 24 hpi. Afterpurifying and reverse-transcribing, we performed qPCR using primers specific to the small,medium, and large genome segments. We observed that treatment with valinomycin significantlyreduced the number of viral genomes by >90% with treatment and that no individual genomesegment was affected more than another (Figure 3B). Together, these data suggest thatvalinomycin blocks virus replication and reduces viral RNA accumulation.Valinomycin does not reduce viral particle infectivity. Because we observe significantreductions in LACV titers with valinomycin treatment, we hypothesized that valinomycin might bedirectly affecting cellular processes to reduce virus infection. Nonetheless, valinomycin is a cyclicpeptide and could potentially directly inactivate viral particles, as seen previously20. To testwhether valinomycin directly reduced virus infectivity, we directly incubated LACV with 2 µMvalinomycin for 24h and directly titered the surviving virus at regular intervals. We found thatvalinomycin did not significantly alter viral titer over the time examined (Figure 4A), suggestingthat valinomycin is not directly inactivating viral particles. We further examined the capacity ofvalinomycin to inactivate particles by incubating with increasing doses, up to 10 µM valinomycin,for 24h prior to directly titering. As in our timecourse, we observed no significant change in viraltiters at any dose (Figure 4B), again suggesting that valinomycin does not directly inactivate LACVparticles. As final confirmation of this phenotype, we measured viral RNA in viruses exposed toincreasing doses of valinomycin. We then compared the relative number of genomes to the titerto calculate the genome-to-PFU ratio. We observed that this number did not change withvalinomycin treatment, suggesting no change in specific infectivity (Figure 4C). In sum, these datasuggest that valinomycin does not affect virus infectivity by directly acting on the virion.194195196197198199200201202203204205206207208209210211212213214215216217218219220221222223224225226227Valinomycin activity alters host cell activity. We thus hypothesized that valinomycin’s antiviralactivity was due to its effect on the cell. The role of potassium in bunyavirus infection has beenwell-documented, and bunyavirus entry is potassium dependent21,22. To test if valinomycin wasaffecting the cell rather than the virus, we treated Huh7 cells with 2 µM valinomycin and,immediately before infection, we washed away the drug. As a control, we maintained valinomycinon cells or replaced the valinomycin after washing away the initial treatment. We observed thateven after removing and washing valinomycin from the cells, the antiviral activity persisted, asviral titers remained reduced to the same level as when valinomycin treatment is concurrent withinfection (Figure 4D). Together, these data suggest that valinomycin does not directly inactivateviral particles but that treatment of cells reduces LACV infection, potentially by disruptingpotassium-dependent entry.Ionophores are selectively antiviral. Given that valinomycin is a potassium ionophore, wewished to investigate whether other ionophores, for potassium or otherwise, were antiviral.Potassium ions play a crucial role in cellular entry; however, a role for sodium or calcium ions isnot as well described. Marituba virus (MTBV) infection results in a sodium ion influx 23, but theorigin or function of these ionic changes are not known. To determine if other ionophores mightexhibit antiviral activity, we treated cells with increasing doses of nonactin (potassium and sodiumionophore), nigericin (hydrogen and potassium ionophore), calcium ionophore I, and sodiumionophore III (Figure 5A). Two hours later, we infected with LACV at MOI 0.01 and measured viraltiters at 48 hpi. Both nonactin and nigericin exhibited significant antiviral activity, and viral titerswere not measurable above 4 and 1 µM, respectively (Figure 5B). Treatment with sodiumionophore III resulted in a dose-dependent decrease in viral titers, and virus was not recoveredabove 10 µM. Interestingly, treatment with calcium ionophore I showed no changes in viral titer,even at the highest dose. Thus, we observe that LACV replication is disrupted by severalionophores, especially potassium ionophores, highlighting the role for potassium in virus infection.Valinomycin is broadly antiviral. LACV is related to several other medically-relevantbunyaviruses, including Keystone virus and Rift Valley fever virus. To determine whether theseviruses respond to valinomycin treatment, we treated and infected Huh7 cells with these virusesand measured viral titers at 48 hpi. As with LACV, we observed a dose-dependent decrease inviral titers, with titers decreasing greater than 100-fold at concentrations above 2 µM (Figure 6A).To expand beyond bunyaviruses, we performed the same analysis with Zika virus (flavivirus)infection (Figure 6B), Coxsackievirus B3 and human rhinovirus 2 (picornaviruses) (Figure 6C),228229230231232233234235236237238239240241242243244245246247248249250251252253254255256257258259260261and SARS and MERS coronaviruses (coronaviruses) (Figure 6D). In all cases, valinomycinsignificantly reduced viral titers. Zika virus titers were most sensitive to valinomycin treatment,and virus was not recovered above 500 nM valinomycin treatment. Similarly, valinomycintreatment significantly disrupted both 229E-CoV and MERS-CoV infection. Thus, valinomycinexhibits broad antiviral activity, highlighting cellular potassium as a conserved and crucial hostfactor in virus replication.Treating virus infected patients, including encephalitic patients, is limited in the scope of availabletherapeutics. La Crosse virus lacks any approved treatment, and antiviral development couldbenefit not only LACV-infected patients but perhaps patients infected with related bunyaviruses.Unfortunately, antiviral development is a nonlinear process that has provided no promising targetsfor this specific virus to date. Our screen is the first to investigate a large number (>500) ofcompounds in their ability to reduce LACV infection in vitro, and our hits demonstrate that severalknown antivirals may exhibit anti-LACV activity. Additionally, the identification of novel antivirals,such as valinomycin provides novel avenues of antiviral development.        In our screens, valinomycin consistently exhibited antiviral activity and was selected for follow-upexperiments. Based on our results, valinomycin is a host-targeted antiviral with broadspectrumactivity. In fact, our tests against eight distinct viruses and four diverse families of virus suggest(        Valinomycin is a naturally occurring cycling peptide, synthesized by Streptomyces species as anantibiotic25. In our assays, we did not observe significant cellular toxicity, as measured either bygross cellular morphology or by measuring cellular ATP levels, until doses above 10 µM, while262263264265266267268269270271272273274275276277278279280281282283284285286287288289290291292293294295our IC50 of 1.4 µM suggests there is a window of therapeutic potential. However, given the drug’stoxicity in vivo, modification of the valinomycin structure may tune toxicity while maintainingantiviral activity. Additionally, using other, less toxic potassium ionophores may similarly functionto inhibit LACV infection, as we observed with nonactin and nigericin. For outbreak viruses likeSARS CoV or ZIKV, however, limited valinomycin usage might be beneficial. Interestingly,valinomycin was identified in an earlier screen for anti-SARS-CoV molecules26, underscoring theantiviral potential of valinomycin despite its negative characteristics. Importantly, the emergenceof a new group 2B CoV, nCoV-2019 signals the ongoing threat and need to rapidly respond tonovel emergent virues. Additional in vivo testing, combined with medicinal chemistry approachesto structural modification, would be necessary prior to clinical use.In addition to valinomycin, our screen identified several tantalizing antiviral candidates. In fact,several known antivirals were identified (summarized in Table 1). Dasatinib has previously beendescribed to inhibit dengue virus and HIV infection27,28. Quininone has activity against enterovirusproteases as well as reverse transcriptases29,30. As mentioned previously, mitoxantrone wasidentified in a screen for anti-RVFV molecules16. Additionally, we identified a number of cancertherapeutics, targeting processes such as angiogenesis and topoisomerase, that show significantpromise. Nonetheless, further verification of antiviral activity and investigation of the mechanismsof action is necessary. Regardless, the development of novel antivirals is crucial to combat virusinfection and to respond to the possibility of rapid virus dissemination and evolution. LACV is asignificant threat to human health, and continued development of novel antivirals may provefruitful if the virus were to spread, as arboviruses are wont to do.Cell culture. Cells were maintained at 37⁰C in 5% CO2, in Dulbecco’s modified Eagle’s medium(DMEM; Life Technologies) with bovine serum and penicillin-streptomycin. Vero cells (BEIResources) were supplemented with 10% new-born calf serum (NBCS; Thermo-Fischer) andHuh7 cells, kindly provided by Dr. Susan Uprichard, were supplemented with 10% fetal bovineserum (FBS; Thermo-Fischer).Drug treatment. For standard treatment experiments Huh7 cells were infected at a multiplicity ofinfection (MOI) of 0.01 PFU/cell, unless otherwise indicated, with LACV, KEYV, RVFV MP-12,ZIKV and concurrently treated with ionophores (valinomycin, nigericin, nonactin, calciumionophore I, sodium ionophore III; Cayman Chemical) dissolved in DMSO. Cells were then296297298299300301302303304305306307308309310311312313314315316317318319320321322323324325326327328incubated at 37⁰C in 5% CO2 for 48 hours. For direct incubation experiments 100 µL of LACVstock virus was incubated with increasing concentrations of valinomycin over various time periodsat 37⁰C. For wash away experiments cells were seeded as stated above for standard treatmentexperiments. Cells were treated four hours prior to removing media and washing with phosphatebuffer saline (PBS). Media containing LACV was then replaced and cells were incubated for 48hours. Chemical structures were recreated using MarvinSketch 19.26 (ChemAxon Ltd.).Rapid screening antiviral compounds. Huh7 were seeded in 96 well plates, infected with LACVat a MOI of 0.01 and concurrently treated with 100 µM of each compound from the NIH DTPcompound plates. Cells were incubated at 37⁰C in 5% CO2 for 48 hours. Media was aspirated andcells were fixed with 4% formalin and live cells were stained with crystal violet solution(SigmaAldrich). Excess stain was removed in a mild bleach solution and allowed to dry for 24h.Remaining crystal violet stain was resuspended in 10% acetic acid. Absorbance at 590 nm wasdetected using a BioTek Synergy H1 plate reader.Infection and enumeration of viral titers. RVFV MP-1231, LACV, and KEYV were derived fromthe first passage of virus in Huh7 cells. ZIKV (MR766) was derived from the first passage of virusin Vero cells. CVB3 (Nancy strain) and HRV2 were derived from the first passage of virus in HeLacells. ZIKV, LACV, and, KEYV were obtained from Biodefense and Emerging Infections (BEI)Research Resources. HCoV-229E and MERS-CoV were propagated and quantitated viastandard methods as previously described20.For all infections, drug was maintained throughoutinfection as designated. Viral stocks were maintained at -80⁰C. For infection, virus was diluted inserum-free DMEM for a multiplicity of infection (MOI) of 0.1 on Huh7 cells, unless otherwiseindicated. Viral inoculum was overlain on cells for 10 to 30 minutes, and the cells were washedwith PBS before replenishment of media. Supernatants were collected at the times specified.Dilutions of cell supernatant were prepared in serum-free DMEM and used to inoculate confluentmonolayer of Vero cells for 10 to 15 min at 37⁰C. Cells were overlain with 0.8% agarose in DMEMcontaining 2% NBCS. CVB3 and HRV2 samples incubated for 2 days, RVFV MP-12, ZIKV, andLACV samples incubated for 4 days and KEYV samples incubated for 5 days at 37⁰C. Followingappropriate incubation, cells were fixed with 4% formalin and revealed with crystal violet solution(10% crystal violet; Sigma-Aldrich). Plaques were enumerated and used to back-calculate thenumber of plaque forming units (pfu) per milliliter of collected volume.329330331332333334335336337338339340341342343344345346347348349350351352353354355356357358359360361RNA purification and cDNA synthesis. Media was cleared from cells and Trizol reagent (ZymoResearch) directly added. Lysate was then collected, and RNA was purified according to themanufacturer’s protocol utilizing the Direct-zol RNA Miniprep Plus Kit (Zymo Research). PurifiedRNA was subsequently used for cDNA synthesis using High Capacity cDNA ReverseTranscription Kits (Thermo-Fischer), according to the manufacturer’s protocol, with 10-100 ng ofRNA and random hexamer primers.Viral genome quantification. Following cDNA synthesis, qRT-PCR was performed using theQuantStudio3 (Applied Biosystems by Thermo-Fischer) and SYBR green mastermix(DotScientific). Samples were held at 95⁰C for 2 mins prior to 40 cycles of 95⁰C for 1s and 60⁰Cfor 30s. Primers were verified for linearity using eight-fold serial diluted cDNA and checked forspecificity via melt curve analysis following by agarose gel electrophoresis. All samples were usedto normalize to total RNA using the ΔCT method.Genome-to-PFU ratio calculations. The number of viral genomes quantified as described abovewere divided by the viral titer, as determined by plaque assay, to measure the genome-to-PFUratio. Values obtained were normalized to untreated conditions to obtain the relativegenome-toPFU ratio. Primers used were: Small 5'-GGC-AGG-TGG-AGG-TTA-TCA-AT-3' (forward),5'-AAG-GACCCA-TCT-GGC-TAA-ATA-C-3' (reverse, Medium 5'-CCT-GCC-TAG-AGA-CTG-AGA-GTA-T-3' (forward),5'-GAG-TTG-CAA-TGT-TGG-TGT-AAG-G-3' (reverse), Large 5'-ACT-GGA-AGG-TCG-AGG-ATC-TAA-3'(forward), 5'-GTC-GCT-TGT-CTC-ACC-CAT-AAT-A-3' (reverse), GAPDH5’-GAT-TCC-ACC-CAT-GGCAAA-TTC-3’ (forward), 5’-CTG-GAA-GAT-GGT-GAT-GGG-ATT-3’ (reverse).Statistical Analysis. Prism 6 (GraphPad) was used to generate graphs and perform statisticalanalysis. For all analyses, one-tailed Student’s t test was used to compare groups, unlessotherwise noted, with a = 0.05. For tests of sample proportions, p values were derived fromcalculated Z scores with two tails and a = 0.05.We are gracious to Drs. Susan Uprichard, Justin Harbison, and Gail Reid for critical discussion ofthe data and manuscript. We also thank Susan Uprichard for Huh7 cells, Shinji Makino and KaoriTerasaki for generously providing the MP-12 strain of RVFV, and Bill Jackson for HRV2. Researchwas supported by grant from NIAID of the NIH (U19AI100625 to VDM). Research was also362363364365413414415416417418419420421422423424425426427428429430431432433434435436437438439440441442443444445446447448449450451452453454455456457458459460461462463464465466467468469470471472473474475476477478479480481482483484485486487488489490491492493494495496497498499500501replenishment. *p<0.05, **p<0.01, ***p<0.001 using two-tailed Student’s T-test, n≥2. Error barsrepresent one standard error of the mean.ionophore I, nigericin, and sodium ionophore III. (B) Huh7 cells were treated with increasing dosesof the iophores for two hours prior to LACV infection. Virus titers were determined at 48 hpi byplaque assay. Dotted line indicates titers from untreated (NT) control cells. N=3. Error barsrepresent one standard error of the mean.valinomycin for two hours prior to infection at MOI 0.1 with (A) bunyaviruses KEYV and RVFV(strain MP12) for 48 h, (B) flavivirus ZIKV for 48h, (C) enteroviruses HRV2 and CVB3 for 24h,and (D) coronaviruses HCoV-229E and MERS-CoV for 24h. *p<0.05, **p<0.01, ***p<0.001 usingtwo-tailed Student’s T-test, n≥2. Error bars represent one standard error of the mean.Naturally occuring plant phenol; antioxidant HIV32,and metabolism-modulating properties HBV34Naphthoquinone from the lapacho tree; anti- EBV35, EV36inflammatory and anti-proliferation agentBase analogHRV33,Glycoside from Podophyllum rootsAntifungal agent; thioredoxin inhibitorBenzoquinone isolated from Hapalopilusnidulans; dihydroorotate dehydrogenaseinhibitorAntimetabolite antineoplastic agentQuinine metabolitePolyphenol from milk thistle seedsEthyl ester of long chain fatty acid fromchaulmoogra seedsAnti-angiogenic factor, used to treat multiplemyelomaEpidermal growth factor receptor inhibitorantineoplastic agent, used to treat pancreaticand non-small cell lung cancerHRV37,CoV26,PV39MV, HSV40RSV38,HAV41, HIV42301683755985536627983611440 1.64 Protopine Calcium channel blocker andantiinflammatory agent11926 1.60 Tardolyt Carcinogenic molecule from birthwort plants HSV47HIV, Human immunodeficiency virus; HRV, human rhinovirus; HBV, hepatitis B virus; EBV, Epstein-Barr virus;EV, enterovirus; SARS-CoV, severe acute respiratory syndrome coronavirus; RSV, respiratory syncytial virus;PV, poliovirus; MV, measles virus; HSV, herpes simplex virus; HAV, hepatitis A virus; VACV, vaccinia virusDrug-2hsbA10TN/s 1bA)L/5mufp()r4etiT(301gol2Huh7******100det 80aert 60nUD 6 Veros)Lm/fu4p()reti(T301gol2***** **0204060Hours Post InfectionNTValinomycin**10)sem edo te re 1n aG tnUUF d/P tes ae erm to nn Ue o1G tive zedt ila lae mR r(0 o1 Nglo0.17)L/m6ufp(HO OOOOO ONigericinO OOOOONNOOOOOOONOOOO OOOOH Sodium Ionophore IIIOONHOOONHONHOOOOHNOOHNOOOOHNONOOO7)Lm/ 6ufp()5retiT(014gol3Nonactin (K+, Na+)Nigericin (H+, K+)Calcium Ionophore ISodium Ionophore IIINT1 2 4 8 16 32 64B 1000ZIKVA 1000otd sre n100oa ip itm do nC oC 10ntao tadeic ei rlpe tnR UKEYVRVFV02610HCoV-229EMERS-CoV** ****05**", "ref_list": [[], ["Zika virus: history of a newly emerging arbovirus"], ["Genome Microevolution of Chikungunya Viruses Causing the Indian Ocean Outbreak"], ["Throw out the Map: Neuropathogenesis of the Globally Expanding California Serogroup of Orthobunyaviruses"], ["La Crosse Encephalitis Virus Infection in Field-Collected Aedes albopictus, Aedes japonicus, and Aedes triseriatus in Tennessee"], ["Crosse virus infection alters blood feeding behavior in Aedes triseriatus and Aedes albopictus (Diptera: Culicidae)"], ["Epidemiology of La Crosse Virus Emergence, Appalachia Region, United States"], [""], ["West Nile Virus"], ["Mutagen-directed attenuation of Rift Valley fever virus as a method for vaccine development"], ["Current Status of Rift Valley Fever Vaccine Development"], ["Rift Valley fever vaccines: an overview of the safety and efficacy of the live-attenuated MP-12 vaccine candidate"], ["Discovery of berberine, abamectin and ivermectin as antivirals against chikungunya and other alphaviruses"], ["Identification of novel smallmolecule inhibitors of Zika virus infection"], ["Identification of anti-flaviviral drugs with mosquitocidal and antiZika virus activity in Aedes aegypti"], ["A Screen of FDA-Approved Drugs for Inhibitors of Zika Virus Infection"], ["Identification and evaluation of antivirals for Rift Valley fever virus"], ["Current progress in antiviral strategies"], ["Drug repurposing for new, efficient, broad spectrum antivirals"], ["Drug Repurposing for Viral Infectious Diseases: How Far Are We? Trends Microbiol"], ["Peptidoglycan-Associated Cyclic Lipopeptide Disrupts Viral Infectivity"], ["Potassium is a trigger for conformational change in the fusion spike of an enveloped RNA virus"], ["Cellular cholesterol abundance regulates potassium accumulation within endosomes and is an important determinant in Bunyavirus entry"], ["and K+ Concentration and Regulation of Protein Synthesis in L-A9 and Aedes albopictus Cells Infected with Marituba Virus (Bunyaviridae) | Microbiology Society"], ["Bunyavirus requirement for endosomal K+ reveals new roles of cellular ion channels during infection"], ["Valinomycin biosynthetic gene cluster in Streptomyces: conservation, ecology and evolution"], ["Small molecules targeting severe acute respiratory syndrome human coronavirus"], ["Dasatinib inhibits HIV-1 replication through the interference of SAMHD1 phosphorylation in CD4+ T cells"], ["The Small Molecules AZD0530 and Dasatinib Inhibit Dengue Virus RNA Replication via Fyn Kinase"], ["Mechanism of inhibition of reverse transcriptase by quinone antibiotics. II. Dependence on putative quinone pocket on the enzyme molecule"], ["Identification of quinone analogues as potential inhibitors of picornavirus 3C protease in vitro"], ["Rescue of infectious rift valley fever virus entirely from cDNA, analysis of virus lacking the NSs gene, and expression of a foreign gene"], ["Ellagic acid inhibits HIV-1 infection in vitro: Potential role as a novel microbicide"], ["Antiviral activity and possible mode of action of ellagic acid identified in Lagerstroemia speciosa leaves toward human rhinoviruses"], ["A flavonoid from medicinal plants blocks hepatitis B virus-e antigen secretion in HBV-infected hepatocytes"], ["Inhibitory effects of lapachol derivatives on epstein-barr virus activation"], ["Antiviral activity of naphthoquinones. I. Lapachol derivatives against enteroviruses"], ["Human rhinovirus type 2 uncoating at the plasma membrane is not affected by a pH gradient but is affected by the membrane potential"], ["Targeting Intracellular Ion Homeostasis for the Control of Respiratory Syncytial Virus"], ["Entry of poliovirus into cells is blocked by valinomycin and concanamycin A"], ["An investigation of the antiviral activity of Podophyllum peltatum"], ["Effect of antiviral substances on hepatitis A virus replication in vitro"], ["Anti-human immunodeficiency virus-type 1 activity of constituents from Juglans mandshurica"], ["Inhibitors of human immunodeficiency virus integrase"], ["Identification of novel antipoxviral agents: mitoxantrone inhibits vaccinia virus replication by blocking virion assembly"], ["Identification of Hydroxyanthraquinones as Novel Inhibitors of Hepatitis C Virus NS3 Helicase"], ["Antiviral activity of mitoxantrone dihydrochloride against human herpes simplex virus mediated by suppression of the viral immediate early genes"], ["Effect of aristolochic acid on herpes simplex infection of the rabbit eye]"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Wikan", "D. R. Smith"], ["I. Schuffenecker"], ["A. B. Evans", "K. E. Peterson"], ["K. M. Westby", "C. Fritzen", "D. Paulsen", "S. Poindexter", "A. C. Moncayo"], ["B. T. Jackson", "C. C. Brewster", "S. L. La Paulson"], ["S. Bewick", "F. Agusto", "J. M. Calabrese", "E. J. Muturi", "W. F. Fagan"], ["Epidemiology"], ["E. J. Curren", "Other Nationally Notifiable Arboviral Diseases - United States"], ["H. Caplen", "C. J. Peters", "D. H. Bishop"], ["B. Faburay", "A. D. LaBeaud", "D. S. McVey", "W. C. Richt", "J. A."], ["T. Ikegami"], ["F. S. Varghese"], ["E. D. Micewicz", "R. Khachatoorian", "S. W. French", "P. Ruchala"], ["S. Dong", "S. Kang", "G. Dimopoulos"], ["N. J. Barrows"], ["Y. Lang"], ["Z. Lou", "Y. Sun", "Z. Rao"], ["M. García-Serradilla", "C. Risco", "B. Pacheco"], ["B. Mercorelli", "G. Palù", "A. Loregian"], ["B. A. Johnson"], ["E. K. Punch"], ["F. W. Charlton"], ["Na"], ["S. Hover"], ["A. M. Matter", "S. B. Hoot", "P. D. Anderson", "S. S. Neves"], ["Wu"], ["M. Bermejo"], ["A. J. Wispelaere", "P. L. Yang"], ["Y. Hafuri"], ["E. Jung"], ["T. Ikegami", "S. Won", "C. J. Peters", "S. Makino"], ["A. Promsong"], ["S. W. Park", "M. J. Kwon", "J. Y. Yoo", "Choi", "Y.-J. Ahn"], ["M. S. Shin", "E. H. Kang", "Y. I. Lee"], ["E. P. Sacau"], ["M. H. Wigg", "M. D. Aguiar", "A. N. Pinto", "A. V. Pinto", "C"], ["U. Berka", "A. Khan", "D. Blaas", "R. Fuchs"], ["M. J. Norris"], ["A. Irurzun", "L. Carrasco"], ["E. Bedows", "G. M. Hatfield"], ["E. Biziagos", "J. M. Crance", "J. Passagot", "R. Deloince"], ["B. S. Min"], ["M. R. Fesen", "K. W. Kohn", "F. Leteurtre", "Y. Pommier"], ["L. Deng"], ["A. Furuta"], ["Q. Huang"], ["J. R. Möse", "D. Stünzner", "M. Zirm", "C. Egger-Büssing", "F. Schmalzl"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57", "one_words_summarize": "252627282930313233343536373839404142434445464748495051525354555657Bunyaviruses are significant human pathogens, causing diseases ranging from hemorrhagicfevers to encephalitis. Unfortunately, no antiviralshave been approved to treat LACV infection. From this screen, we identified several potential antiviralmolecules, including known antivirals. Valinomycin, a potassium ionophore,was among our top targets. Valinomycin did not affect particle stability orinfectivity, suggesting that it may preclude virus replication by altering cellular potassium ions, aknown determinant of LACV entry. No antivirals are approved for the treatment of bunyavirus infection. We identified several known and previously unidentified antivirals. Thesesegmented, negative-sense RNA viruses are transmitted primarily by an arthropod vector, andseveral family members pose significant threats to human health. For example, recent screens with chikungunya virushighlighted berberine, abamectin, and ivermectin as promising antivirals12. Importantly, we also identified a variety of novel classes of antivirals,including metal ion chelators. Valinomycin, a top hit in our screen, functions by transportingpotassium ions against the electrochemical gradient. We also found that valinomycin doesnot directly inactivate viral particles, highlighting a cellular role for potassium ions in virus infection. Development of rapid screening of NIH DTP compounds active against LACV. As an initial consideration of itsantiviral activity, we performed secondary screening on Huh7 cells. Our initial assays were performedat low MOI and viral titer measured at 48 hpi. Together, these data suggest thatvalinomycin blocks virus replication and reduces viral RNA accumulation. Because we observe significantreductions in LACV titers with valinomycin treatment, we hypothesized that valinomycin might bedirectly affecting cellular processes to reduce virus infection. Nonetheless, valinomycin is a cyclicpeptide and could potentially directly inactivate viral particles, as seen previously20. To test if valinomycin wasaffecting the cell rather than the virus, we treated Huh7 cells with 2 µM valinomycin and,immediately before infection, we washed away the drug. Together, these data suggest that valinomycin does not directly inactivateviral particles but that treatment of cells reduces LACV infection, potentially by disruptingpotassium-dependent entry. Potassium ions play a crucial role in cellular entry; however, a role for sodium or calcium ions isnot as well described. Treatment with sodiumionophore III resulted in a dose-dependent decrease in viral titers, and virus was not recoveredabove 10 µM. Interestingly, treatment with calcium ionophore I showed no changes in viral titer,even at the highest dose. Zika virus titers were most sensitive to valinomycin treatment,and virus was not recovered above 500 nM valinomycin treatment. Based on our results, valinomycin is a host-targeted antiviral with broadspectrumactivity. Dasatinib has previously beendescribed to inhibit dengue virus and HIV infection27,28. Quininone has activity against enterovirusproteases as well as reverse transcriptases29,30. Vero cells (BEIResources) were supplemented with 10% new-born calf serum (NBCS; Thermo-Fischer) andHuh7 cells, kindly provided by Dr. Susan Uprichard, were supplemented with 10% fetal bovineserum (FBS; Thermo-Fischer).Drug treatment. For standard treatment experiments Huh7 cells were infected at a multiplicity ofinfection (MOI) of 0.01 PFU/cell, unless otherwise indicated, with LACV, KEYV, RVFV MP-12,ZIKV and concurrently treated with ionophores (valinomycin, nigericin, nonactin, calciumionophore I, sodium ionophore III; Cayman Chemical) dissolved in DMSO. Cells were then296297298299300301302303304305306307308309310311312313314315316317318319320321322323324325326327328incubated at 37⁰C in 5% CO2 for 48 hours. For direct incubation experiments 100 µL of LACVstock virus was incubated with increasing concentrations of valinomycin over various time periodsat 37⁰C. For wash away experiments cells were seeded as stated above for standard treatmentexperiments. Media containing LACV was then replaced and cells were incubated for 48hours. Media was aspirated andcells were fixed with 4% formalin and live cells were stained with crystal violet solution(SigmaAldrich). Remaining crystal violet stain was resuspended in 10% acetic acid. Researchwas supported by grant from NIAID of the NIH (U19AI100625 to VDM). Research was also362363364365413414415416417418419420421422423424425426427428429430431432433434435436437438439440441442443444445446447448449450451452453454455456457458459460461462463464465466467468469470471472473474475476477478479480481482483484485486487488489490491492493494495496497498499500501replenishment. * p<0.05, **p<0.01, ***p<0.001 using two-tailed Student’s T-test, n≥2. Dotted line indicates titers from untreated (NT) control cells."}