{"date": "2020/01/20", "journal": "biorxiv", "authors": "Ning Dong, Xuemei Yang, Lianwei Ye, Kaichao Chen, Edward Wai-Chi Chan, Mengsu Yang, Sheng Chen", "title": "Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China", "type": "preprint article", "abstract": "Genomic and protein structure modelling analysis depicts the origin and infectivity of #contribute equally to the work.", "text": "23242526272829303132Detailed genomic and structure-based analysis of a new coronavirus, namely 2019-nCoV,showed that the new virus is a new type of bat coronavirus and is genetically fairly distant fromthe human SARS coronavirus. Structure analysis of the spike (S) protein of this new virusshowed that its S protein only binds weakly to the ACE2 receptor on human cells whereas thehuman SARS coronavirus exhibits strongly affinity to the ACE receptor. These findings suggestthat the new virus does not readily transmit between humans and should theoretically not able tocause very serious human infection. These data are important to guide design of infection controlpolicy and inform the public on the nature of threat imposed by 2019-nCov when results of directlaboratory tests on this virus are not expected to be available in the near future.3334353637383940414243444546474849505152535455A cluster of pneumonia cases of unknown cause were reported in Wuhan, the capital City ofHubei Province of China in December 2019. As of 18th January 2020, a total of 44 such caseswere documented, among whom two patients have died, five in critical condition, and six havebeen discharged from hospital. Most patients had visited or worked in a seafood wholesalemarket in Wuhan. An exception being one woman who had not been to the market but has closecontact with her husband, one of the patients who worked in the market before falling sick,suggesting the possibility that the agent can at least undergo a limited degree of human to humantransmission. Apart from this couple, there is no strong evidence which suggests that theunknown agent is highly infectious as no health care personnel in the hospitals where the patientswere admitted were infected. Three suspicious cases were reported outside China, two inThailand and one in Japan. These three patients were known to originated from or have been toWuhan.On 6th January 2020, the Chinese authority released the sequence (accession#: MN908947) of anovel coronavirus, designated as 2019-nCoV, which was isolated from one of the pneumoniapatients and confirmed to be the causative agent for this outbreak. Coronaviruses are a largefamily of viruses, most of which cause mild infections such as the common cold, but some suchas the SARS and MERS (Middle East Respiratory Syndrome) viruses cause severe and potentialfatal respiratory tract infections. Some coronaviruses are known to be transmitted easily betweenhumans, while others do not. Based on currently available information, the 2019-nCoV virusbelongs to a category that can cause severe illness in some patients but does not transmit readilybetween people. It is necessary to investigate the genetic and functional data of this new virusand compare to other coronaviruses so as to guide future research and design of appropriate5657585960616263646566676869707172737475767778infection control policy to prevent widespread dissemination of another potentially deadlycoronavirus since the emergence of the SARS and MERS viruses. In this study, we performedin-depth genetic analysis of 2019-nCoV and generated data which provide timely and valuableinsight into the potential origin of this virus, its ability to cause human infection, and its geneticrelatedness with SARS and MERS.Phylogenetic analysis of genomic sequences of coronaviruses deposited in the GenBank revealedthat 2019-nCoV belonged to betacoronavirus and exhibited the closest linkage with twoSARSlike coronavirus from bat (bat-SL-CoVZX45 and bat-SL-CoVZX21) (Fig 1a). According to thephylogenetic tree, human SARS viruses were closest to bat SARS-like viruses but with a lesserdegree to bat coronaviruses, and was least related to other coronaviruses. The 2019-nCoV standsin a position between bat SARS-like viruses and bat coronaviruses, suggesting it is less related tothe human SARS virus than other bat SARS-like viruses, and is likely a new type of batcoronavirus. Nevertheless, all coronaviruses that exhibit close linkage with 2019-nCoVoriginated from bat, strongly suggesting that this new coronavirus originated from bat (Fig 1a).Coronaviruses of other species including the murine coronavirus are genetically distant from thisnew coronavirus, indicating that 2019-nCoV did not originate from other animal hosts. As batsare not sold in the Wuhan market, animals that serve as the transmission vehicle remains to beidentified (1, 2).The sequence of 2019-nCoVwas annotated and alignedwith several representativecoronaviruses selected according to the degree of genetic relatedness depicted by thephylogenetic tree (Fig 1b). These included two highly homologous human SARS coronavirus:SARS CoV P2 (FJ882963) and SARS CoV ZJ02 (EU371559), one bat SARS virus that exhibitshigh homology with human SARS virus and similar potential to infect human as human SARScoronavirus: bat SARS CoV W1V1 (KF367457) (3), two bat SARS-like viruses that were notable to infect human: (bat-SL-CoVZX45 and Rp Shaanxi2011), and two un-relatedcoronaviruses, the MERS virus MERS CoV (NC019843) and the Avian Infectious Bronchitis(IBV) virus IBV CoV (AY646283). The new 2019-nCoV was annotated slightly different fromthe human SARS virus and other coronaviruses, but the functionally important ORFs, ORF1aand ORF1b, and major structural proteins including the spike (S), membrane (M) and envelop (E)and nucleic capsid (N) proteins are well annotated (Fig 1b). Consistent with the phylogenetictree data, 2019-nCoV did not align well with the MERS and IBV virus (Fig S1). Among theSARS viruses, bat coronaviruses and 2019-nCoV, the non-structural proteins generally alignedwell but variations were observable in major structural proteins and some small ORFs (Fig 1b).Detailed sequence alignment showed that 2019-nCoV exhibited significant sequence variation atseveral regions with the human SARS coronavirus including the N-terminal region of ORF1aand S protein, ORF3, E, ORF6, 7 and 8, and the middle part of N protein. Bat SARS-like virusW1V1 aligned well with human SARS virus P2, with some variations at ORF8 and an insertionbetween ORF6 and 7. Coronavirus 2019-nCoV aligned best with the bat SARS-like virusbatSL-CoVZX45, with the majority of genetic variations being seen at the N-terminal part of Sprotein. The bat-SL-CoVZX45 virus itself exhibited a high degree of variation with another batSARS-like CoV Rp Shaanxi2011 at ORF1a, the N-terminus of S protein and other structuralproteins. However, bat SARS-like CoV Rp Shaanxi2011 exhibited high homology with humanSARS virus ZJ02, with variation being seen at the N-terminus of S protein and the middle part ofN protein (Fig 1b). To check if 2019-nCoV is more close to bat SARS like virus or bat102103104105106107108109110111112113114115116117118119120121122123124coronavirus, we selected two adjacent viruses from each group, bat SARSCoV Rf1/2004 and batcoronavirus BM48-31/BGR/2008, to perform alignment with the new virus with result showingthat 2019-nCoV showed similar diversity from these two strains (Fig S1b). When 2019-nCoVwas aligned with bat CoV HKU9-1, another bat coronavirus with further distance, it showed that2019-nCoV was very different from this virus (Fig S1c). These sequence alignment data wereconsistent with results of phylogenetic tree analysis and indicated that 2019-nCoV exhibitedstands in between bat SARS like viruses and bat coronaviruses, but is genetically distant fromthe human SARS virus. It should be considered a new type of bat coronavirus.Since the S protein is the protein that exhibits the highest degree of genetic variations amongdifferent coronaviruses, we performed phylogenetic analysis of the S protein of differentcoronaviruses (Fig S2). Our data showed that the S protein of 2019-nCoV exhibited highhomology with bat SARS-like coronaviruses such as bat-SL-CoVZX45 and bat-SL-CoVZX21,human SARS virus and bat coronaviruses. Homology of S protein of 2019-nCoV withrepresentative human SARS virus, bat SARS like viruses and bat coronaviruses was determinedas shown in Table S2. S protein of 2019-nCoV showed about 76% homology to human SARSvirus P2 and high homology to bat SARS like viruses, while it showed 72% homology to closestbat coronavirus, bat coronavirus BM48-31, even lower homology with other bat coronaviruses.These data further suggested that 2019-nCoV is more likely a new type of bat coronavirus withonly loose linkage with the SARS virus. Interestingly, different regions of the S proteinsexhibited different levels of homology among the known coronaviruses (Fig 1b). Amino acidsequence alignment showed consistently that the N-terminal regions were far more diverse thanthe C-terminus, which seemed to be highly conservative (Fig S3a). Aligning these regions to the125126127128structure of S protein indicated that the structurally conserved C-terminal aligned well to thetransmembrane domain which consists of a double helix, whereas the most variable regionaligned to the N-terminal domain; on the other hand, the receptor binding domain exhibitedintermediate level of sequence variation (Fig S3b).Due to the high amino acid sequence homology of the S protein in 2019-nCoV and the SARSvirus which can cause severe human infection, we analyzed the structural similarity of thisprotein in various viruses. Protein structure modeling was performed to obtain high qualitystructure of S proteins from different coronaviruses (Table S1). The high level similarityobservable between the structures of S protein from different viruses implied that the S protein of2019-nCoV and bat coronaviruses would most likely use the same human cell receptor as SARSvirus. It was shown that angiotensin-converting enzyme 2 (ACE2) was the cellular receptor ofthe SARS virus S protein (4). Complex structure of ACE2 with the receptor binding domain(RBD) of S protein of SARS virus has been resolved and demonstrated tight interaction betweenthese two proteins at the interaction interface (5). These data prompted us to determine the levelof interaction between the S protein of 2019-nCoV with its potential cellular receptor ACE2.Using modeled S protein structure and by further performing structure-based alignment, weobtained the complex structure of RBD of the S protein of 2019-nCoV and several batcoronaviruses with human ACE2, using the complex structure of RBS of S protein from humanSARS virus and ACE2 (2ajf) as reference (5). Structural analysis of potential interactionsbetween RBD of S protein from human SARS virus and ACE2 protein depicted severalinteraction points including four hydrophobic interactions: ACE2(Y41)/ RBD(Y484), ACE2(L45)/RBD(Y484), ACE2(L79, M82)/ RBD(L472), ACE2(Y83)/ RBD(Y475), one salt-bridge: ACE2(E329)/RBD(R426) and one cation-π interaction: ACE2(K353)/ RBD(Y491) (Fig 2a, 2e). However,examination of interaction between RBD of 2019-nCoV and human ACE2 depicted only onepotential hydrophobic interaction between ACE2(L79, M82) and RBD(F486) and one cation-πinteraction interaction ACE2(K353)/ RBD(Y492). Further examination of interactions betweenRBD from bat SARS like coronaviruses, bat-SL-CoVZX45 and Rp Shaanxi2011 that do notinfect human, showed only one cation-π interaction interaction, ACE2(K353)/ RBD(Y481).Another bat-originated coronavirus, bat SARS CoV W1V1 that displayed strong binding toACE2 and exhibited potential to cause human infection was also included for analysis. Bindingaffinity of RBD from this virus to ACE2 was as tight as that of the human SARS virus, involvingfour hydrophobic interactions: ACE2(Y41)/ RBD(Y485), ACE2(L45)/ RBD(Y485), ACE2(L79,M82)/ RBD(F473), ACE2(Y83)/ RBD(Y476), one salt-bridge: ACE2(E329)/ RBD(R427) and onecation-π interaction site ACE2(K353)/ RBD(Y492). These data suggested that the higher bindingaffinity of RBD of coronavirus to ACE2 will confer the virus higher infectivity andpathogenicity. The fact that the RBD of 2019-nCoV exhibited much lower affinity to ACE2implies that the virulence potential of 2019-nCoV should be much lower than that of humanSARS virus, but is nevertheless stronger than viruses that do not cause human infection; suchfinding is also consistent with the current epidemiological data in that 2019-nCoV only causedsevere pneumonia in patients with weaker immune system such as the elderlies and people withunderlying diseases. The weaker binding affinity of 2019-nCoV to human cell might also explainthe limited human to human transmission potential of this virus observed to date.In this study, we utilized the whole genome sequence of the newly discovered coronavirus,2019nCoV, that caused an outbreak of pneumonia in Wuhan, China to perform comparative geneticand functional analysis with the human SARS virus and coronaviruses recovered from differentanimals. Phylogenetic analysis of coronavirus of different species indicated that 2019-nCoVmight have originated from bat, but the intermediate transmission vehicle is not known at thisstage. Genetic linkage analysis showed that 2019-nCoV lied at the interface between bat SARSlike coronavirus and bat coronavirus and should belong to a novel type of bat coronavirus owingto high degree of variation from the human SARS virus. Analysis of the potential interaction ofRBD of 2019-nCoV with human ACE2 receptor protein indicated that its affinity to human cellis much lower than that of human SARS virus due to the loss of several important interactionsites, implying that the infectivity and pathogenicity of this new virus should be much lower thanthe human SARS virus. These data facilitate design of appropriate policies to control furtherdissemination of this new coronavirus.AcknowledgmentsWe acknowledge generation and provision of the genome sequence of 2019-nCoV (deposited inGenBank with the accession number MN908947) by Professor Yong-Zhen Zhang from TheShanghai Public Health Clinical Center & School of Public Health, and scientists from thepartner institutions including the Central Hospital of Wuhan, Huazhong University of Scienceand Technology, the Wuhan Center for Disease Control and Prevention, the National Institute forCommunicable Disease Control and Prevention, Chinese Center for Disease Control, and theUniversity of Sydney, Sydney, Australia. We also appreciate contribution by authors whodeposited the coronavirus sequences that we have used in this study in GenBank. This study hasno intention to claim any credit of the whole genome sequence of 2019-nCoV and was designedwith the only purpose of providing insight into the genetic and functional characteristics of thisnewly identified coronavirus through the utilization and analysis of sequences generated by theabove acknowledged person and institutions.Conflicts of interest: We declare that we have no conflicts of interest.223224225226227228229230", "ref_list": [[], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["From SARS coronavirus to novel animal and human coronaviruses"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], [""], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. K. Lau"], ["I. F. K. K. To", "J. F. Hung", "K. Y. Chan", "Yuen"], ["X. Y. Ge"], ["W. Li"], [], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "23\n24\n25\n26\n27\n28\n29\n30\n31\n32\nDetailed genomic and structure-based analysis of a new coronavirus, namely 2019-nCoV,\nshowed that the new virus is a new type of bat coronavirus and is genetically fairly distant from\nthe human SARS coronavirus. Structure analysis of the spike (S) protein of this new virus\nshowed that its S protein only binds weakly to the ACE2 receptor on human cells whereas the\nhuman SARS coronavirus exhibits strongly affinity to the ACE receptor. These findings suggest\nthat the new virus does not readily transmit between humans and should theoretically not able to\ncause very serious human infection. These data are important to guide design of infection control\npolicy and inform the public on the nature of threat imposed by 2019-nCov when results of direct\nlaboratory tests on this virus are not expected to be available in the near future.\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55", "one_words_summarize": "23242526272829303132Detailed genomic and structure-based analysis of a new coronavirus, namely 2019-nCoV,showed that the new virus is a new type of bat coronavirus and is genetically fairly distant fromthe human SARS coronavirus. These findings suggestthat the new virus does not readily transmit between humans and should theoretically not able tocause very serious human infection. Most patients had visited or worked in a seafood wholesalemarket in Wuhan. Apart from this couple, there is no strong evidence which suggests that theunknown agent is highly infectious as no health care personnel in the hospitals where the patientswere admitted were infected. Three suspicious cases were reported outside China, two inThailand and one in Japan. These three patients were known to originated from or have been toWuhan. Coronaviruses are a largefamily of viruses, most of which cause mild infections such as the common cold, but some suchas the SARS and MERS (Middle East Respiratory Syndrome) viruses cause severe and potentialfatal respiratory tract infections. Bat SARS-like virusW1V1 aligned well with human SARS virus P2, with some variations at ORF8 and an insertionbetween ORF6 and 7. These data prompted us to determine the levelof interaction between the S protein of 2019-nCoV with its potential cellular receptor ACE2.Using modeled S protein structure and by further performing structure-based alignment, weobtained the complex structure of RBD of the S protein of 2019-nCoV and several batcoronaviruses with human ACE2, using the complex structure of RBS of S protein from humanSARS virus and ACE2 (2ajf) as reference (5). Structural analysis of potential interactionsbetween RBD of S protein from human SARS virus and ACE2 protein depicted severalinteraction points including four hydrophobic interactions: ACE2(Y41)/ RBD(Y484), ACE2(L45)/RBD(Y484), ACE2(L79, M82)/ RBD(L472), ACE2(Y83)/ RBD(Y475), one salt-bridge: ACE2(E329)/RBD(R426) and one cation-π interaction: ACE2(K353)/ RBD(Y491) (Fig 2a, 2e). These data suggested that the higher bindingaffinity of RBD of coronavirus to ACE2 will confer the virus higher infectivity andpathogenicity. Phylogenetic analysis of coronavirus of different species indicated that 2019-nCoVmight have originated from bat, but the intermediate transmission vehicle is not known at thisstage. Genetic linkage analysis showed that 2019-nCoV lied at the interface between bat SARSlike coronavirus and bat coronavirus and should belong to a novel type of bat coronavirus owingto high degree of variation from the human SARS virus."}