{"date": "2020/01/19", "journal": "biorxiv", "authors": "Tianmu Chen, Jia Rui, Qiupeng Wang, Zeyu Zhao, Jing-An Cui, Ling Yin", "title": "A mathematical model for simulating the transmission of Wuhan novel Coronavirus", "type": "preprint article", "abstract": "A mathematical model for simulating the transmission of Wuhan novel Coronavirus Tianmu Chen Xiamen University Tel: +86-13661934715 As reported by the World Health Organization, a novel coronavirus (2019-nCoV) was identified as the causative virus of Wuhan pneumonia of unknown etiology by Chinese authorities on 7 January, 2020. In", "text": "this study, we developed a Bats-Hosts-Reservoir-People transmission network model for simulating thepotential transmission from the infection source (probable be bats) to the human infection. Since theBats-Hosts-Reservoir network was hard to explore clearly and public concerns were focusing on thetransmission from a seafood market (reservoir) to people, we simplified the model as Reservoir-Peopletransmission network model. The basic reproduction number (R0) was calculated from the RP model toassess the transmissibility of the 2019-nCoV.actually.On 31 December 2019, the World Health Organization (WHO) China Country Office was informed ofChina, and WHO reported that a novel coronavirus (2019-nCoV) was identified as the causative virus byChinese authorities on 7 January(1). Potential for international spread via commercial air travel had beenassessed(2). Public health concerns have been paid globally on how many people had been infectedIn this study, we developed a Bats-Hosts-Reservoir-People (BHRP) transmission network model forsimulating the potential transmission from the infection source (probable be bats) to the human infection.Since the Bats-Hosts-Reservoir network was hard to explore clearly and public concerns were focusing onthe transmission from a seafood market (reservoir) to people, we simplified the model as Reservoir-People(RP) transmission network model. The basic reproduction number (R0) was calculated from the RP modelto assess the transmissibility of the 2019-nCoV.We assumed that the virus transmitted among the bats population, and then transmitted to an unknownhost (probably be wild animals). The hosts were hunted and sent to the seafood market which was definedas the reservoir or the virus. People exposed to the market got the risks of the infection (Figure 1).The BHRP transmission network model was based on the following assumptions or facts:a) The bats were divided into four departments: susceptible bats (SB), exposed bats (EB), infected bats(IB), and removed bats (RB). The birth rate and death rate of bats were defined as nB and mB. In this model,we set ɅB = nB  NB where NB refer to the total number of bats. The incubation period of bat infection wasdefined as 1/B and the infectious period of bat infection was defined as 1/γB. The SB will be infectedthrough sufficient contact with IB, and the transmission rate was defined as βB.b) The hosts were divided into four departments: susceptible hosts (SH), exposed hosts (EH), infectedhosts (IH), and removed hosts (RH). The birth rate and death rate of hosts were defined as nH and mH. In thismodel, we set ɅH = nH  NH where NH refer to the total number of hosts. The incubation period of hostinfection was defined as 1/H and the infectious period of host infection was defined as 1/γH. The SH will beinfected through sufficient contact with IB and IH, and the transmission rates were defined as βBH and βH,respectively.c) The 2019-nCoV in reservoir (the seafood market) was denoted as W. We assumed that the retailpurchases rate of the hosts in the market was a, and that the prevalence of 2019-nCoV in the purchases wasIH/NH, therefore, the rate of the 2019-nCoV in W imported form the hosts was aWIH/NH where NH was thetotal number of hosts. We also assumed that symptomatic infected people and asymptomatic infectedpeople could export the virus into W with the rate of μP and μ’P, although this assumption might occur in alow probability. The virus in W will subsequently leave the W compartment at a rate of εW, where 1/ε is thelifetime of the virus.d) The people were divided into five departments: susceptible people (SP), exposed people (EP),symptomatic infected people (IP), asymptomatic infected people (AP), and removed people (RP) includingrecovered and death people. The birth rate and death rate of people were defined as nP and mP. In thismodel, we set ɅP = nP  NP where NP refer to the total number of people. The incubation period and latentperiod of human infection was defined as 1/P and 1/’ P. The infectious period of IP and AP was definedas 1/γP and 1/γ’ P. The proportion of asymptomatic infection was defined as δP. The SP will be infectedthrough sufficient contact with W and IP, and the transmission rates were defined as βW and βP, respectively.We also assumed that the transmissibility of AP was  times that of IP, where 0    1.+   ) −     =     ( +   ) +      − (1 −   )   −   ′mBmHmP1/B1/H1/P1/’P1/γB1/γH1/γP1/γ’PβBβBHβHβPβWaμPμ’P1/εδPThe infectious period of symptomatic infection of peopleThe infectious period of asymptomatic infection of peopleThe retail purchases rate of the hosts in the marketThe shedding coefficients from AP to WThe proportion of asymptomatic infection rate of peopleThe multiple of the transmissibility of AP to that of IP.Based on the information we known, we assumed that the 2019-nCoV might be imported to theseafood market in a short time. Therefore, we added the further assumptions as follows:a) The transmission network of Bats-Host was ignored.b) Based on our previous studies on simulating importation(3, 4), we set the initial value of W asfollowing impulse function:simulation, and the interval of the importation.= (1 −   )   − (  +   )− (  ′ +   ) =     +   ′  −  =(, 0,   )In the function, n, t0 and ti refer to imported volume of the 2019-nCoV to the market, start time of theTherefore, the BHRP model was simplified as RP model and is shown as follows:= Ʌ −     −     ( +   ) +      −(1 −   )   −   ′During the outbreak period, the natural birth rate and death rate in the population was in a relative lowTherefore, nP and mP refer to the rate of people traveling into Wuhan City and traveling out from WuhanIn this study, we used the basic reproduction number (R0) to assess the transmissibility of the2019-nCoV. Commonly, R0 was defined as the expected number of secondary infections that result fromintroducing a single infected individual into an otherwise susceptible population(3). If R0 > 1, the outbreakwill occur. If R0 < 1, the outbreak will go to an end.Based on the equations of RP model, we can get the disease free equilibrium point as:In the matrix:model: =00[00000     =( +   )(  +   )Ʌ+   + By the next generation matrix approach(5), we can get the next generation matrix and R0 for the RP 0 = (Ʌ(1 −   )+       ( +   )(  ′ +   )Tianmu Chen: Methodology, Formal analysis, Writing - original draft, review & editing. Jia Rui:Methodology, Formal analysis. Zeyu Zhao: Formal analysis. Qiupeng Wang: Formal analysis. Jing-AnCui: Methodology. Ling Yin: Methodology.W.H.WorldHealthOrganization,AppliedMathematics103,106203", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "this study, we developed a Bats-Hosts-Reservoir-People transmission network model for simulating the\npotential transmission from the infection source (probable be bats) to the human infection. Since the\nBats-Hosts-Reservoir network was hard to explore clearly and public concerns were focusing on the\ntransmission from a seafood market (reservoir) to people, we simplified the model as Reservoir-People\ntransmission network model. The basic reproduction number (R0) was calculated from the RP model to\nassess the transmissibility of the 2019-nCoV.", "one_words_summarize": "this study, we developed a Bats-Hosts-Reservoir-People transmission network model for simulating thepotential transmission from the infection source (probable be bats) to the human infection. Since theBats-Hosts-Reservoir network was hard to explore clearly and public concerns were focusing on thetransmission from a seafood market (reservoir) to people, we simplified the model as Reservoir-Peopletransmission network model. The hosts were hunted and sent to the seafood market which was definedas the reservoir or the virus. The incubation period of bat infection wasdefined as 1/B and the infectious period of bat infection was defined as 1/γB. The SB will be infectedthrough sufficient contact with IB, and the transmission rate was defined as βB.b) The hosts were divided into four departments: susceptible hosts (SH), exposed hosts (EH), infectedhosts (IH), and removed hosts (RH)."}