{"date": "2020/03/04", "journal": "medrxiv", "authors": "Ming Wang, Aisi Fu, Ben Hu, Yongqing Tong, Ran Liu, Jiashuang Gu, Jianghao Liu, Wen Jiang, Gaigai Shen, Wanxu Zhao, Dong Men, Lilei Yu, Zixin Deng, Yan Li, Tiangang Liu", "title": "Nanopore target sequencing for accurate and comprehensive detection of SARS-CoV-2 and other respiratory viruses", "type": "preprint article", "abstract": "# These authors contributed equally to this work.", "text": "Corresponding author:numerous cases of infection and death. COVID-19 diagnosis relies upon nucleic acid detection;however, current recommended methods exhibit high false-negative rates, low sensitivity, andcannot identify other respiratory virus infections, thereby resulting patient misdiagnosis andimpeding epidemic containment. Combining the advantages of target amplification and long-read,real-time nanopore sequencing, we developed nanopore target sequencing (NTS) to detectSARSCoV-2 and other respiratory viruses simultaneously within 6–10 h. Parallel testing with approvedqPCR kits of SARS-CoV-2 and NTS using 61 nucleic acid samples from suspected COVID-19cases confirmed that NTS identified more infected patients as positive, and could also monitor formutated nucleic acid sequence or other respiratory virus infection in the test sample. NTS is thussuitable for contemporary COVID-19 diagnosis; moreover, this platform can be further extendedfor diagnosing other viruses or pathogens.of infection and death1. Usually, COVID-19 has an incubation period of 2–7 days2 with no obvioussymptoms, during which time the virus can spread from infected to uninfected individuals.Nucleic acid detection is the golden standard for COVID-19 diagnosis. Real-time reversetranscription-polymerase chain reaction (qPCR) is the most recommend testing method fordetecting the causative virus, SARS-CoV-23. qPCR is specific, rapid, and economic, but cannotprecisely analyze amplified gene fragment nucleic acid sequences; thus, positive infection isconfirmed by monitoring one or two sites (depending on manufacturer guidelines). However, qPCRexhibits high false-negative rates and low sensitivity in clinical application4, with only 30–50%positive detection ratio. False-negatives facilitate epidemic spread through delayed patient isolationand treatment, and patients mistakenly considered uninfected or cured following misdiagnosedtreatment results. Another recommend detection method, sequencing, is widely applied forpathogen identification and monitoring virus evolution5, 6 including SARS-CoV-27, but requiresexpensive equipment, operator expertise, and > 24 h turnaround time, rendering it unsuitable for theSeveral intelligent methods for RNA virus detection have developed including combiningtoehold switch sensors8, which can bind to and sense virtually any RNA sequence, with paper-basedcell-free protein synthesis for Ebola and Zika virus detection9, 10, and the SHERLOCK methodbased on CRISPR/Cas13a for Zika or Dengue virus detection11. A rapid SHERLOCK method withvisual results can detect SARS-CoV-212 and toehold switch biosensors could theoretically bedeveloped for rapid and high-throughput SARS-CoV-2 detection. However, the requirement ofspecific RNA regions as targets may negatively affect detection rates because target regionmutation may limit target availability.during the diagnosis process both spreads SARS-CoV-2 and subjects COVID-19 patients to otherrespiratory viruses. In severe cases, comprehensive analysis of infecting viruses is necessary.NTS design for SARS-CoV-2 detection. NTS is based upon amplification of 11 virulence-relatedand specific gene fragments (orf1ab) of SARS-CoV-2 using a primer panel developed in-house,followed by sequencing the amplified fragments on a nanopore platform. To enhance sensitivity, wefocused on virulence-related genes as targets without limitation to the sites currently recommendedby Chinese or American Centers for Disease Control (CDC) in qPCR methods (Fig. 1). Becausethis method can precisely determine nucleic acid sequences, positive infection can be confirmed byanalyzing output sequence identity, coverage, and read number.region (genome bp 21,563–29,674; NC_045512.2), encoding S (1273 amino acids; AA), ORF3aAA), and ORF10 (38 AA) proteins. We also considered the RNA-dependent RNA polymerase(RdRP) region in orf1ab (Fig. 1). For the virulence regions, 11 fragments of 600–950 bp weredesigned as targets, fully covering the 9,115 bp region (Fig.1), amplified by 22 specific primersdesigned considering primer-primer interaction and annealing temperature, and potentialnonspecific binding to human and common bacterium and fungi genomes. To improve the sensitivityorf1ab region amplification, we designed two pairs of nested primers to amplify 300–500 bpregions to avoid amplification failures owing to site mutation. Finally, the 26 primers werecombined to develop the SARS-CoV-2 primer panel (Supplementary Table 1).and simultaneously analyze the data-output in real-time. This allowed confirmation ofSARS-CoVaccurate nucleic acid sequence generated using our pipeline could indicate whether thevirulencerelated genes were mutated during virus spreading, thereby rapidly providing information forsubsequent epidemiological analysis. Additionally, as the MinION nanopore sequencer is portable,NTS results interpretation and limit of detection (LoD). To test the SARS-CoV-2 detectionefficiency by NTS, we used standard plasmids harboring COVID-19 virus S and N genes tosimulate SARS-CoV-2. Standard plasmids were individually spiked into background cDNAsamples (cDNA reverse-transcribed from an uninfected respiratory flora throat swab) at 10, 100,500, 1000, and 3000 copies/mL. NTS for all test samples was performed on one MinION sequencerchip. Sequence data were evaluated at regular intervals using our in-house bioinformatics pipeline.By mapping output reads on the SARS-CoV-2 genome, all reads with high identity were calculatedfor each plasmid concentration. For 10 min and 1 h sequencing data, reads mapped to SARS-CoV-2significantly differed from those of negative controls in all replicates at concentrations ranging from3000 to 500 (Fig. 2a), and 3000 and 10 (Fig. 2b) copies/mL, respectively. This result confirmed thathigh-copy samples could rapidly yield sufficient valid sequencing data for diagnosis, and byextending the sequencing time, valid sequencing data could also be obtained from low-copysamples. Notably, as more sequencing data could be achieved with additional sequencing time(Supplementary Fig. 1) and clinical samples may exhibit higher complexity, thus, 10 min (for quickdetection) and 4 h (for final evaluation) sequencing times were used in subsequent evaluation ofEvaluation of the target distribution of these valid data revealed that in higher copies samples(1000 and 3000 copies/mL), all targeted regions could be detected (Fig. 2c, d). However, in lowerviral concentration samples (from 10 to 500 copies/mL), some targeted regions were lost (i.e., noreads mapped; Fig. 2c, d), indicating that for low-quality or low-abundance samples, comprehensivefragment amplification is difficult. Therefore, for accurate results, NTS cannot label a sample aspositive for infection by monitoring only one or two sites, as is customary for qPCR; rather, theresults from all target regions should be considered.Accordingly, we determined a scoring rule by referring to previous judgment rules14-16. Firstly,we counted the number of output reads with high identity to the SARS-CoV-2 genome, indicativeof high credibility for identification as SARS-CoV-2. By calculating the ratio of the counted validread numbers of the test sample to those of the negative control (with “0” in the negative controlcalculated as “1”), we defined that a ratio of ≥10 indicates a positive result for that fragment,scoring 1; ≥3 to 10 fold is inconclusive, scoring 0.4; and <3 is negative, scoring 0. Scores weresummed to obtain the NTS score. We considered that a sample in which at least 50% fragments (6fragments) are inconclusive or 2 fragments are positive (comparable to qPCR results) could bedefined as a positive infected sample (e.g., NTS score >2.4); 3–6 inconclusive fragments or 1positive fragment indicated a highly suspect (inconclusive) sample (e.g., NTS score of 1.2–2.4); and< 3 inconclusive or no positive fragments could be defined as negative sample (NTS score <1.2).To determine the NTS LoD, we used the defined rules to evaluate each replicate in thesimulated test. As the standard plasmids contain only 6 designed fragments (half of 12 designedfragments for SARS-CoV-2), we defined the scoring as NTS score >1.2 indicates positivedetection, 0.6–1.2 is inconclusive, and < 0.6 reflects negative detection. We calculated the score ofthe lowest concentration (10 copies) at different times according to this scoring method and judgedthe positive detection rate. The results (Supplementary table 2) showed that 3/4 of the 10 copies ofthe standard plasmids can be judged positive from 1 h. This result is consistent with the significantcomparation (Fig. 2b), that the data for 10 copies standard plasmids is also significantly differentfrom the negative control from 1h. This result shows that our scoring system is reliable forevaluating NTS test results, and the LoD (3/4 replicates positive) was determined as 10 copies/mLwith 1h sequencing data (1,372 to 43,967 reads per sample in a run with 24 samples).SARS-CoV-2 detection using qPCR vs NTS. We performed clinical sample testing at thefirstline hospital in Wuhan as soon as NTS method was established (Fig. 3). To verify NTS sensitivity,we evaluated 45 nasopharyngeal swab samples from outpatients with suspected COVID-19 early inthe epidemic. On February 6 and 7, 2020, we parallel tested these 45 samples in two batches using19 samples defined as positive by qPCR were recognized SARS-CoV-2-infected by NTS,indicating good inter-test concordance. Among 15 qPCR-inconclusive samples, 11 were recognizedas SARS-CoV-2-infected, 3 as negative, and 1 inconclusive by NTS. Among 11 qPCR-negativesamples, 4 were recognized SARS-CoV-2-infected, 4 as inconclusive, and 3 as negative by NTS.clinical data, such as chest computed tomographic scans, were not available to support the results.Therefore, we next evaluated samples retained from hospitalized patients with confirmedCOVID19 subjected to qPCR testing (kit 1, Fig. 1) on February 11 and 12, 2020. We randomly selected 16samples for NTS testing on February 20, 2020. 4 h sequencing (Fig. 4b) identified all 16 positivesamples, whereas only 9 samples were positive by qPCR. At the time of this writing, among these 7samples that qPCR negative or inconclusive, electronic records indicated that subsequent qPCRtesting of 4 of these 7 patients revealed two (R04 and R09) as positive whereas two (R06 and R07)remained inconclusive. This result confirmed that NTS could identify more positive cases thanqPCR. Three positive samples were identified by 10 min sequencing (Supplementary Fig. 2),indicating that NTS could rapidly detect positive samples with high concentration of virus.positive by both NTS and qPCR appeared to have higher nucleic acid quality or abundance, becauseNTS yielded more positive fragments. For qPCR-inconclusive samples, NTS yielded few, scatteredpositive target fragments, suggesting that low sample nucleic acid quality or abundance rendered itdifficult to draw clear conclusions by qPCR based on evaluation of only two sites. Moreover,contamination of individual viral fragments did not affect NTS results. For example, although thenegative control of the first chip in Fig. 4 appears to have been contaminated with a fragmentcontaining the N gene, we could exclude the contamination using a high threshold, and/or base thefinal conclusions on the 11 remaining sites. However, negative control contamination in qPCRwould invalidate the results of the whole experimental batch.infection-positive by both NTS and qPCR identified single nucleotide mutations at seven sites infour samples (Table 1), three of which (S_519 of C1, N_822 of C2, and S_2472 of E3) harboredsilent mutations. One variant (ORF8_251: T→C), encoding an AA change from Leu to Ser, wasidentified in the three samples. The ORF8_184 mutation in sample E3 also reflected a Val to Leumissense mutation. Comparison with the 67 complete SARS-CoV-2 genomes reported in thenegative rate of qPCR compromises early patient triage, resulting in wasted urgent medicalresources and enhancing potential cross-contamination during the diagnosis process.To extend the scope of NTS-based virus detection, we designed a respiratory virus primer panelfor amplification of 10 respiratory viruses including bocavirus, rhinovirus, humanmetapneumovirus, respiratory syncytial virus, coronavirus, adenovirus, parainfluenza virus,influenza A virus, influenza B virus, and influenza C virus. We collected target gene candidatesutilized for virus identification in the literature, then collected all complete and partial target genesequences for these viruses available at GenBank (through November 1, 2019). Though multiplenucleic acid sequence alignment of each gene, the conserved regions were chosen as candidateregions for amplification. Using similar constraints as for SARS-CoV-2 target region selection, wechose 20 target amplification regions (300–800 bp) for these 10 respiratory viruses (SupplementaryTable 3) capable of accurately distinguishing virus in addition to identifying virus species. Wedesigned 59 primers including some nested primers for amplification of these regions, comprisingthe respiratory virus primer panel (Supplementary Table 4).(influenza A virus, influenza B virus, parainfluenza, respiratory syncytial virus, and rhinovirus), theviruses in the clinical throat swabs were previously confirmed using a China Food and DrugAdministration (cFDA) approved kit (Health Gene Technologies, China) based on multiplex PCRand capillary electrophoresis analysis. The five samples were mixed to create a mock viruscommunity and used to test the NTS virus detection capacity. NTS 10 min sequencing data(Supplementary Table 5) successfully detected four of five viruses (influenza A virus, influenza Bvirus, respiratory syncytial virus, and rhinovirus); the remaining one virus with lower load could bedetected with 2 h sequencing data, confirming the suitability of NTS with the respiratory virusprimer panel for identification of other respiratory viruses.To verify the ability of NTS to detect SARS-CoV-2 and 10 kinds of respiratory viruses in asingle assay, 13 of the 45 suspected COVID-19 outpatient samples were subjected to simultaneousdetection analysis. Five replications of the plasmid containing the SARS-CoV-2 S and N genesserved as the positive control and Tris-EDTA (TE) buffer was used as the negative control (induplicate). For each sample, cDNA samples were separately amplified using the respiratory virusand the SARS-CoV-2 primer panels, then all amplified fragments were pooled. After the addition ofbarcodes, amplified fragments from all 20 samples (13 cases, 7 controls) were subjected nanoporesequencing on one chip. Analysis of the results (Table 2) revealed that E11 was co-infected byinfluenza A virus H3N2 and SARS-CoV-2.Herein, we developed an NTS method able to simultaneously detect SARS-CoV-2 and 10additional types of respiratory viruses within 6–10 h, at LoD of 10 copies/mL with at least 1 hsequencing data. The detection region of SARS-CoV-2 was composed of 12 fragments coveringnearly 10 kb of the genome, resulting in markedly higher sensitivity and accuracy than those ofqPCR kits currently in clinical use. Notably, 22 of 61 suspected COVID-19 samples that werenegative or inconclusive by qPCR testing were identified as positive by NTS. Moreover, NTSenabled the detection of virus mutations; in particular, we detected a nucleotide mutation inSARSCoV-2 that was undetected in the genomic data in the current GISAID database. Although this wasa silent mutation, its presence suggests that the virus may have undergone mutation during thespreading process. Additionally, NTS was verified as capable of detecting all five pre-addedrespiratory viruses in a single detection. This method also detected a co-infected case(SARS-CoVcomprehensive nucleic acid detection methods are needed to allow patients with suspected infectionto be isolated and treated as soon as possible, and to accurately confirm whether the patient is cured,to prevent continued epidemic spread caused by misdiagnosis. The LoD of NTS was shown to be aslow as 10 copies/mL, rendering it 100-fold more sensitive than qPCR (e.g., some kits describedetection methods. In addition, the detection of co-infection may allow the prevention of diseaseprogression from mild to severe or might be useful to inform clinical treatment. Overall, NTScombines sensitivity, broad detection range, same-day rapid turnaround time, variation monitoring,and low cost (compared with whole-genome sequencing), making it the most suitable method forthe detection of suspected viral infections that cannot be effectively diagnosed by other methods.Moreover, the MinION, the smallest Oxford Nanopore sequencer, is smaller than a cellphone; whenequipped with a laptop computer for data processing, it thus allows rapid performance of NTS invarious environments with low equipment cost. For data analysis, cloud analysis may also beintroduced for high-throughput detection17, 18.Several limitations of the current NTS method should be noted. Because the designed amplifiedfragments are 300–950 bp in length, which constitute suitable lengths for detection by a nanoporeplatform as nucleic acid fragments < 200 bp cannot be readily detected19, 20, thereby, the sensitivityof NTS for detecting target COVID-19 fragments in highly degraded nucleic acids may behampered. Additionally, although the turnaround time of NTS is longer than that of qPCR or otherpossible nucleic acid detection methods (e.g., SHERLOCK12), 6–10 h is considered acceptable forclinical use; moreover, NTS is already the fastest strategy based on sequencing methods to date andcan detect variations directly from clinical samples. Whereas the detection throughput of NTS is nothigh at present, the NTS method can be integrated into widely used automated or semi-automatedplatforms to improve the detection throughput in the future21-23. In addition, because PCR isincluded in NTS, processes involving opening the lid of the PCR tubes may cause mutualcontamination between samples24, 25. However, this situation also is inevitable in current nucleicacid detection methods (e.g., qPCR) or other nucleic acid detection schemes (e.g., SHERLOCK11, 12or toehold switch biosensor9, 10) that also involve PCR. The introduction of integration systems orsealed devices such as microfluidics may avoid this situation26, 27. At present, our processes ofsequencing data analysis and interpretation of results are not mature; nevertheless, as the number oftest samples increases, additional test results will be collected and the process continuouslyoptimized to obtain more accurate results.Notably, the comparison of NTS and qPCR results indicated a high false-negative rate in thelatter. This result highlights the need for extreme vigilance, as patient misdiagnosis (includingpatients admitted and discharged) will lead to spread of the epidemic and greater public healththreat. Suspected or negative results reported by the current qPCR methods should be subjected to amore accurate method for secondary confirmation; for this, we consider NTS as the mostrecommended solution currently available. The situation of co-infection, which has been reported inour previous study13, also warrants continued attention. Based on the current centralized treatmentstrategy, the lack of screening for multiple viruses may lead to large-scale cross-contamination andconfound clinical diagnosis and treatment. Alternatively, NTS represents and effective strategy thatcan rapid and accurate distinguish SARS-CoV-2 and multiple respiratory viruses at both the speciesand subtype level, and could be applied as a spot check in centralized clinics. Finally, the NTSmethod for respiratory virus detection might be extended to detect more viruses and other pathogensthrough the design of additional primer panels.simultaneously detect virus virulence- and infection-related genes and variants thereof. The 21,563–29,674 bp genome region, containing the genes encoding S, ORF3a, E, M, ORF6, ORF7a, ORF8,encoding ORF1ab was selected as a template to design a nested primer for higher sensitivitydetection of SARS-CoV-2. All primers were designed using online primer-blast(https://www.ncbi.nlm.nih.c/tools/primer-blast/) and the specificity of all primers was verifiedagainst Homo sapiens, fungi, and bacteria. Finally, we downloaded and selected N, S, rdrp, and Egene sequences of SARS-related viruses available at GenBank through January 1st, 2020 (accessionNC_045512). Multiple sequence alignment of SARS-CoV-2 against SARS-related viruses wasperformed using Clustal W (version 1.83) for each gene individually and the alignment was used forin-silico evaluation of specificity of the designed primers to SARS-CoV-2. All the specific primerswere collected to form the SARS-CoV-2 primer panel.Primers panel design for 10 kinds of respiratory virus detection. The target genes for each viruswere selected based on previous literature retrieval and all complete and partial gene sequencesavailable in GenBank through November 1, 2019 were downloaded. The list for each target genewas manually checked and artificial sequences (e.g., lab-derived, synthetic) along with sequenceduplicates was removed, resulting in a final list. Multiple sequence alignment was performed usingcalculated using an in-house pipeline. The final primers for each virus were manually selectedfollowing the previous metrics28 for multiplex PCR design with an expected amplicon length rangeLoD of the NTS test. Individual NTS libraries were prepared from a virus-negative nasopharyngealswab spiked with plasmids containing synthetic S and N genes of COVID-19 at concentrations of 0,10, 100, 500, 1,000, and 3,000 copies/mL, with four replicates at each concentration. The NTSlibraries were prepared as described above and sequenced using MinION for 10 min, 30 min, 1 h, 2h, and 4 h. The sequencing data were processed as described for virus identification. The LoD wasdetermined when the concentration of reads mapped to COVID-19 was significantly higher thanthat for the negative control in 3/4 replicates.NTS detection method. The targeted genes were amplified using the SARS-CoV-2 or 10respiratory virus primer panel in a 20 μL reaction system with 5 μL total nucleic acid, 5 μL primer(10 μM), and 10 μL 2× Phusion U Multiplex PCR Master Mix (Thermo Fisher, USA)29, 30.procedure: 1 cycle at 94 C for 3 min and 30 cycles at 95 C for 10 s, 55 C for 50 s, and 68 C forwith 0.8× AMpure beads (Beckman Coulter, USA) and eluted in 10 μL Tris- EDTA (TE) buffer.kit (EXP-PBC096; UK) and all primer oligos and full-length S and N gene fragments weresynthesized by Genscript (China). The products of second-step PCR from the different sampleswere pooled with equal masses. TE buffer was assayed in each batch as a negative control.sequencing data were performed using high accuracy mode in Guppy (v. 3.1.5) software; forwas used for adaptor trimming and barcode demultiplexing for retained reads.Mapping tool and mapping database. BLASTn32 (v. 2.9.0+) was used to map the reads of eachsample against the virus genome reference database. All virus genomic sequences were downloadedfrom NCBI Refseq FTP and the SARS-CoV-2 genome sequence was added to the BLAST databasesubsequently. The taxonomy of each read was assigned according to the taxonomic information ofthe mapped subject sequence.Sequence correction and candidate mutation calling. Sequence correction was performed usingmedaka33 (v. 0.10.5), which is a tool to create a consensus sequence of nanopore sequencing data.For each target sequencing region, 30 consensus sequences were generated using medaka’s defaultsettings through the medaka_consensus program. Subsequently, the consensus sequences werealigned to the reference sequence of target sequencing regions using the multiple sequencealignment tool ClustalW34 (version 1.83). The variants within certainty regions (except sequencehomopolymeric regions and primer binding sites)35 and with appropriate coverage (covered by atleast 90% consensus sequences and at least 50% uncorrected reads) were accepted as candidateInterpretation of NTS results. The sequenced data were obtained at regular intervals aftersequencing, then filtered to obtain valid reads. For determining whether the target was positive,interpretation was performed using the previous rule with modification14-16. In brief, if the readmatches the design fragment, the read will be counted. The mapping score was determined as 1, 0.4,or 0 when the ratio of count number in the sample to the negative control of each target was > 10,between 3–10, or < 3. The total mapping score of each target was summed and samples with > 2.4total mapping score were defined as positive for SARS-CoV-2 infection; 1.2 to 2.4 total mappingscore indicated an inconclusive result, and < 1.2 total mapping score was considered to indicatenegative for infection. For determination of the other 10 kinds of common respiratory virus, asample was considered positive for the virus if positive for at least one designed site, otherwise itwas negative.Total nucleic acid extraction from clinical specimens. Clinical throat swab specimens werecollected in 10 mL of Viral Transport Medium (Becton Dickinson, USA) from 45 suspectedWuhan University in Wuhan during February 2020. All throat swabs were sent to a clinicallaboratory and processed immediately. Swabs were vortexed in 1 mL of TE buffer and centrifugedat 20,000 ×g for 10 min. The supernatant was removed and 200 μL of the specimen was retainedfor total nucleic acid extraction. Total nucleic acid was extracted from 200 μL of pre-treatedsamples using the Sansure SUPRall DNA Extraction Kit (Changsha, China) following themanufacturer’s instructions. Extracted total nucleic acid was stored at 70 °C until qPCR or NTSqPCR for confirmation of SARS-Cov-2 infection. The total isolated nucleic acid was used forqPCR assay following the manufacturer’s instructions. Briefly, qPCR was carried out in a 25 μLreaction system using a novel coronavirus qPCR kit (kit 1, Huirui, China) with 5 μL total nucleicacid, or 20 μL reaction system using the 2019-nCoV qPCR kit (kit 2, BioGerm, China) with 5 μLtotal nucleic acid. For kit 1, amplification was performed using a Quantstudio Dx Real-time PCRsystem (Thermo Fisher, USA) with the following procedure: 1 cycle at 50 C for 15 min and 95 Cfor 5 min, and 35 cycles at 95 C for 10 s, 55 C for 40 s. The FAM and ROX fluorescencechannels were used to detect Orf1ab and N gene, respectively. Successful amplification of bothgenes and Ct value ≤35 was recognized as positive for SARS-CoV-2 infection; Ct value between35.2 to 39.2 was recognized as inconclusive, and one of the genes being undetected or Ct ≥ 39.2was recognized as negative. For kit 2, amplification was performed in a CFX96 Thermocycler(BioRad) using the following procedure: 1 cycle at 50 C for 10 min and 95 C for 5 min, and 35 cyclesat 95 C for 10 s, 55 C for 40 s. The FAM, HEX, and CY5 fluorescence channels were used todetect Orf1ab, E, and N genes, respectively. This kit only utilized the results of the Orf1ab and Ngene to reach a conclusion. Successful amplification of both genes and Ct value ≤35 was recognizedas positive for SARS-CoV-2 infection; only one site with Ct value ≤35 or both genes between Ct 35to 38 was taken as inconclusive, and no successful amplification or Ct ≥ 38 was recognized asdata were obtained using data collection forms from electronic medical records. The data werereviewed by a trained team of physicians. The study and use of all records were approved by the4254264274284294304314324334344354364374384394404414424434444454464474484494504514524534544554564574584594604614624634644654664674684696.7.8.9.10.47047147247347447547647747847948048148248348448548648748828.Shen, Z. et al. MPprimer: a program for reliable multiplex PCR primer design. BMC Bioinformatics 11, 143(2010).Calus, S.T., Ijaz, U.Z. & Pinto, A.J. NanoAmpli-Seq: a workflow for amplicon sequencing for mixed microbialcommunities on the nanopore sequencing platform. Gigascience 7 (2018).Gomez, C.A., Budvytiene, I., Zemek, A.J. & Banaei, N. Performance of Targeted Fungal Sequencing forCultureIndependent Diagnosis of Invasive Fungal Disease. Clin Infect Dis 65, 2035-2041 (2017).R., W., Edn. 0.2.4 Porechop: a tool for finding and removing adapters from Oxford Nanopore reads. ( 2017).Altschul, S.F., Gish, W., Miller, W., Myers, E.W. & Lipman, D.J. Basic local alignment search tool. Journal ofmolecular biology 215, 403-410 (1990).Research, O., Edn. 0.10.5 medaka: Sequence correction provided by ONT Research. (ONT Research, 2018).Thompson, J.D., Higgins, D.G. & Gibson, T.J. CLUSTAL W: improving the sensitivity of progressive multiplesequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice.Nucleic acids research 22, 4673-4680 (1994).Quick, J. et al. Real-time, portable genome sequencing for Ebola surveillance. Nature 530, 228-232 (2016).Specific primers and probes for detection 2019 novel coronavirus.http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.htmlInformation for Laboratories 2019-nCoV Requests for Diagnostic Panels and Virus.https://www.cdc.gov/coronavirus/2019-ncov/lab/rt-pcr-panel-primer-probes.htmlWuhan Dgensee Clinical Laboratory Co., Ltd have applied patent on this new strategy.Fig. 1 | Amplification targets of the NTS and qPCR method. NTS detected 12 fragmentsincluding ORF1ab and virulence factor-encoding regions. For qPCR, the Chinese CDCrecommends Orf1ab and N sites as targets,36 the United States CDC recommends three target sitesin the N gene,37 and Corman et al (2020) recommend RNA-dependent RNA polymerase (RdRP) inorf1ab and E sites as the targets. Kit 1 is a cFDA-approved kit with two target sites used in thisstudy; kit 2 is a cFDA-approved kit with three target sites used in this study.Fig. 2 | Performance verification test of NTS for detecting SARS-CoV-2 using standardsynthetic S and N genes. Comparison of all SARS-CoV-2 reads detected by NTS in replicates withdifferent concentrations and negative controls using 10 min (a) or 1 h (b) sequencing data. Readcounts mapped to each target region of the SARS-CoV-2 genome in replicates with differentconcentrations with 10 min (c) to 1 h (d) sequencing data. Two-tailed Student t-test (for normaldistribution samples) or Mann–Whitney U-test (for non-normal distribution samples): ns, notsignificant, *P < 0.05; bars represent the means ±SD.Fig. 3 | NTS testing in a front-line hospital in WuhanFig. 4 | Comparison of 61 nucleic acid sequences from clinical samples obtained using NTS (4COVID-19 obtained using NTS and qPCR (kit 2). b, Comparison of 16 nucleic acid sequences frompatients with confirmed disease obtained using NTS and qPCR (kit1). The numbers in the table onthe left represent the number of mapped reads according to our rules. PC: positive control. Theplasmid harboring an S gene was used as a positive control in NTS testing; a positive sample in thekit served as a positive control in qPCR testing. NC: negative control. TE buffer was used as anegative control in NTS testing; H2O in the kit served as a positive control in qPCR testing. Pos:C1C2C2E3E3E3E5S_519ORF8_251N_822S_2472ORF8_251ORF8_184ORF8_251G→AT→CC→TC→TT→CG→CT→CNCNCNCLeu→SerLeu→SerVal→LeuLeu→SerTable 1 | Variations of SARS-CoV-2 detected by NTSSampleSiteBase change Base change present Amino acid change(Gene_position)in the genomeaa The number indicates the count of genomes in which the base change appeared as reported in theGISAID database prior to February 8, 2020. NC: no change.0200012020", "ref_list": [[], ["Distribution of novel coronavirus pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["CDC Chinese"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Corresponding author:", "one_words_summarize": "COVID-19 diagnosis relies upon nucleic acid detection;however, current recommended methods exhibit high false-negative rates, low sensitivity, andcannot identify other respiratory virus infections, thereby resulting patient misdiagnosis andimpeding epidemic containment. Combining the advantages of target amplification and long-read,real-time nanopore sequencing, we developed nanopore target sequencing (NTS) to detectSARSCoV-2 and other respiratory viruses simultaneously within 6–10 h. Parallel testing with approvedqPCR kits of SARS-CoV-2 and NTS using 61 nucleic acid samples from suspected COVID-19cases confirmed that NTS identified more infected patients as positive, and could also monitor formutated nucleic acid sequence or other respiratory virus infection in the test sample. Nucleic acid detection is the golden standard for COVID-19 diagnosis. False-negatives facilitate epidemic spread through delayed patient isolationand treatment, and patients mistakenly considered uninfected or cured following misdiagnosedtreatment results. A rapid SHERLOCK method withvisual results can detect SARS-CoV-212 and toehold switch biosensors could theoretically bedeveloped for rapid and high-throughput SARS-CoV-2 detection. In severe cases, comprehensive analysis of infecting viruses is necessary. For 10 min and 1 h sequencing data, reads mapped to SARS-CoV-2significantly differed from those of negative controls in all replicates at concentrations ranging from3000 to 500 (Fig. Notably, as more sequencing data could be achieved with additional sequencing time(Supplementary Fig. Therefore, for accurate results, NTS cannot label a sample aspositive for infection by monitoring only one or two sites, as is customary for qPCR; rather, theresults from all target regions should be considered. We randomly selected 16samples for NTS testing on February 20, 2020. Three positive samples were identified by 10 min sequencing (Supplementary Fig. Moreover,contamination of individual viral fragments did not affect NTS results. After the addition ofbarcodes, amplified fragments from all 20 samples (13 cases, 7 controls) were subjected nanoporesequencing on one chip. Additionally, NTS was verified as capable of detecting all five pre-addedrespiratory viruses in a single detection. In addition, the detection of co-infection may allow the prevention of diseaseprogression from mild to severe or might be useful to inform clinical treatment. Moreover, the MinION, the smallest Oxford Nanopore sequencer, is smaller than a cellphone; whenequipped with a laptop computer for data processing, it thus allows rapid performance of NTS invarious environments with low equipment cost. Additionally, although the turnaround time of NTS is longer than that of qPCR or otherpossible nucleic acid detection methods (e.g., SHERLOCK12), 6–10 h is considered acceptable forclinical use; moreover, NTS is already the fastest strategy based on sequencing methods to date andcan detect variations directly from clinical samples. Alternatively, NTS represents and effective strategy thatcan rapid and accurate distinguish SARS-CoV-2 and multiple respiratory viruses at both the speciesand subtype level, and could be applied as a spot check in centralized clinics. Primers panel design for 10 kinds of respiratory virus detection. Multiple sequence alignment was performed usingcalculated using an in-house pipeline. The final primers for each virus were manually selectedfollowing the previous metrics28 for multiplex PCR design with an expected amplicon length rangeLoD of the NTS test. The products of second-step PCR from the different sampleswere pooled with equal masses. The taxonomy of each read was assigned according to the taxonomic information ofthe mapped subject sequence. The sequenced data were obtained at regular intervals aftersequencing, then filtered to obtain valid reads. All throat swabs were sent to a clinicallaboratory and processed immediately. The supernatant was removed and 200 μL of the specimen was retainedfor total nucleic acid extraction. Briefly, qPCR was carried out in a 25 μLreaction system using a novel coronavirus qPCR kit (kit 1, Huirui, China) with 5 μL total nucleicacid, or 20 μL reaction system using the 2019-nCoV qPCR kit (kit 2, BioGerm, China) with 5 μLtotal nucleic acid. 0.2.4 Porechop: a tool for finding and removing adapters from Oxford Nanopore reads. ( Real-time, portable genome sequencing for Ebola surveillance. Nature 530, 228-232 (2016).Specific primers and probes for detection 2019 novel coronavirus.http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.htmlInformation for Laboratories 2019-nCoV Requests for Diagnostic Panels and Virus.https://www.cdc.gov/coronavirus/2019-ncov/lab/rt-pcr-panel-primer-probes.htmlWuhan Dgensee Clinical Laboratory Co., Ltd have applied patent on this new strategy. NTS detected 12 fragmentsincluding ORF1ab and virulence factor-encoding regions. For qPCR, the Chinese CDCrecommends Orf1ab and N sites as targets,36 the United States CDC recommends three target sitesin the N gene,37 and Corman et al (2020) recommend RNA-dependent RNA polymerase (RdRP) inorf1ab and E sites as the targets. The numbers in the table onthe left represent the number of mapped reads according to our rules. Theplasmid harboring an S gene was used as a positive control in NTS testing; a positive sample in thekit served as a positive control in qPCR testing."}