{"date": "2020/02/26", "journal": "medrxiv", "authors": "Yuwen Cai, Tianlun Huang, Xin Liu, Gaosi Xu", "title": "The Effects of \"Fangcang, Huoshenshan, and Leishenshan\" Makeshift Hospitals and Temperature on the Mortality of COVID-19", "type": "preprint article", "abstract": "1Yuwen Cai and Tianlun Huang contributed equally to this work * Correspondence should to Professor Gaosi Xu (Ph.D. & M.D.); Department of Nephrology, the Running title: makeshift hospital and temperature on mortality of COVID-19", "text": "patients.Background: In December 2019, a novel coronavirus disease (COVID-19) broke out in Wuhan, China,however, the factors affecting the mortality remain unclear.        Methods: A cross-sectional study based on 32 days        In early December 2019, a novel coronavirus disease (COVID-19, previously known as 2019-nCoV)induced by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) broke out in Wuhan,China.1,2 This newly discovered coronavirus had been confirmed to have human-to-humantransmissibility3 and has now spread across the country.4 However, the mortality caused by COVID-19had been reported to be unbalanced in different regions.4 Briefly speaking, the mortality in Wuhan citywas generally higher than that in other cities, and the mortality in Hubei Province was generally higherthan that in other provinces. The specific reason needed to be investigated so that we can better containthe epidemic.Wuhan as the source of the epidemic, was under great pressure of treatment despite the assistancereceived from all over the country. Many patients in Wuhan were unable to see a doctor, could not behospitalized previously. The medical resources consumed by rescuing such patients would then furthercompress the treatment space of other patients. Such a vicious circle induced by inappropriate resourceallocation might be one of the reasons for the high mortality in Wuhan. In addition, by reviewing theoutbreak of severe acute respiratory syndrome (SARS) in Guangdong in 2003, we could find that theSARS epidemic gradually subsided with the warming of the weather, and was basically controlled untilthe warm April and May. Therefore, we assume that different temperatures in different regions mightalso contributed to the unbalanced mortality.Up to February 5, 2020, the first three Fangcang, Huoshenshan, and Leishenshan makeshift hospitals(MSHs) had been put into use in Wuhan.5 The Fangcang hospitals, which belong to field mobilemedical systems, are composed of a number of movable cabins. They have multiple functions such asemergency treatment, surgical disposal, clinical examination and so on. In case of any public healthemergency, the cabins can rush to the scene as soon as possible, and then in situ expand to a class IIhospital.6 In the present study, we aim to research whether these MSHs could reduce the mortalityinduced by COVID-19. In addition, we also studied whether the air temperature (AT) could improvethe survival of COVID-19 patients.From January 21 to February 21, the number of each day’s total confirmed cases, severe cases and newdeaths in Wuhan city, Hubei Province and non-Hubei regions were collected by two authorsindependently. All the above data were available on the official website of National HealthCommission of the people's Republic of China (http://www.nhc.gov.cn/). Growth rate of confirmedcases was calculated by dividing the new confirmed cases by the total confirmed cases on the previousday. Each day’s mortality was calculated by dividing the number of new deaths by the average numberof confirmed cases on that day and the previous day, and mortality of severe patients was calculated bythe number of severe cases. Each day’sATwere collected fromThe data of each region was divided into group A (after the hospitals were built) and group B (beforethe hospitals were built). Since the sample size was small (less than 50), the normality of data wasdetermined using Shapiro–Wilk test, and P value > .05 was considered as normally distributed.7 If theoutcomes of two groups were both normally distributed, Student’s t test would be performed tocompare the difference between groups, and if the outcomes of at least one group was skeweddistribution, Mann-Whitney U test would be performed instead.8 We compared data of eight days,sixteen days after the use of MSHs, respectively, with the data of sixteen days before the use of MSHs.As for the correlation analysis, if the AT and the corresponding outcome were both normally distributed,Pearson correlation analysis would be performed to investigate their correlation, otherwise, Spearman'scorrelation analysis would be performed instead.9 SPSS 26.0 statistical software (IBM, New York,USA) was used for statistical data processing, and GraphPad Prism 8.3 (GraphPad Software Inc., NewYork, USA) was applied for plotting graphs. All tests were two-sided, and P value < .05 wasconsidered as significant.As shown in table 1, for each outcome, at least one group was skew distribution (P < .05), soMann-Whitney U test was performed to compare the difference between groups. The results eight daysafter the use of MSHs are shown in figure 1. The growth rate of confirmed cases was significantlydecreased both in Wuhan (U = 27, P = .023) and Hubei (U = 23, P = .012), but in non-Hubei regions,as a contrast, changes were also significant (U = 3, P < .001). The mortality of confirmed cases wassignificantly decreased both in Wuhan (U = 1, P < .001) and Hubei (U = 0, P < .001), while innon-Hubei regions, as a contrast, the mortality of confirmed cases remained unchanged (U = 40, P= .139). Similarly, the mortality of severe cases was significantly decreased in Hubei (U = 0, P < .001),while in non-Hubei regions, the change was not significant (U = 33, P = .056).confirmed cases was basically consistent with that of the first eight days. Changes in the mortality ofconfirmed cases were significant both in Wuhan (U = 1, P < .001) and Hubei (U = 0, P < .001), but notlike the results of the first eight days, changes in non-Hubei regions became significant (U = 73, P= .038). Similarly, changes in the mortality of severe cases in Hubei were significant (U = 0, P < .001),while in non-Hubei regions, changes also became significant (U = 66, P = .019) this time.Except AT, all outcomes were skew distribution as shown in table 2. Therefore, Spearman’s analysiswas used to investigate their correlation among AT, and the results are shown in figure 3. For thegrowth rate of confirmed cases, it was not significantly related to AT no matter in Wuhan (P = .730) orin Hubei (P = .062). But for the mortality of confirmed cases, its correlation between AT wasconsidered to be significant both in Wuhan (r = .441, P = .012) and Hubei (r = .440, P = .012). Themortality of severe patients was also found to be significantly related to AT (r = .421, P = .016).Our study found that after eight days of the use of MSHs, the mortality of COVID-19 patients inWuhan and Hubei was significantly decreased, while as a contrast, the change in non-Hubei regionswas not significant. This preliminarily verified that these MSHs were beneficial to the survival ofCOVID-19 patients. Later, after another eight days, the difference of mortality between the pre andpost use of MSHs was still significant in Wuhan and Hubei. However, not like the results of the firsteight days, the difference in non-Hubei regions became significant. The accumulation of treatmentexperience of medical staff might be one of the reasons. In addition, according to the trade-offhypothesis, a pathogen must multiply within the host to ensure transmission, while simultaneouslymaintaining opportunities for transmission by avoiding host morbidity or death.10 That’s to say,coronavirus with weak virulence was more likely to spread than that with strong virulence, whichmight explain why the mortality in non-Hubei regions also decreased over time. However, empiricalevidence remains scarce and the truth needs to be investigated.Our study also found that the rise of AT could significantly reduce the mortality of both common andsevere patients. According to a previous study, the first occurred deaths were mainly elderly peoplewho had comorbidities or surgery history before admission.11 Acute or chronic cold exposure, however,could elicit bad effects on the respiratory system. Pulmonary mechanics would be compromised bybronchoconstriction, airway congestion, secretions and decreased mucociliary clearance.12 It has alsobeen reported that cold exposure was coincided with hormonal changes, which might directly orindirectly alter the immune system.13 The above factors would worsen the underlying medicalconditions of elderly people, and this might explain why a warm weather could reduce the mortality ofCOVID-19 patients.When it comes to the transmissibility of coronavirus, an in vitro study of transmissible gastroenteritisvirus and mouse hepatitis virus found that at higher temperatures, these coronaviruses survived for ashorter time on the surfaces of stainless steel.14 A case-crossover analysis performed in Saudi Arabiaalso found that primary Middle East Respiratory Syndrome were more likely to occur when conditionwas relatively cold and dry.15 However, our results seemed to be inconsistent with these previousstudies, as no significant correlation between AT and the growth rate of confirmed cases in Wuhan wasfound. One of the potential reasons was that the current AT was not high enough to exert a significantimpact on SARS-CoV-2. As the AT gets higher, subsequent studies are necessary to further validate ourresults. But considering the new cases in tropical areas such as Singapore and Malaysia,16 it seems thattemperature alone would not completely control this epidemic.The use of MSHs was found to have significantly improved the survival of COVID-19 patients.Although the rise of AT could not directly weaken the infectivity of COVID-19, it could significantlyimprove the prognosis of patients potentially through ways like improving the respiratory tract.Yuwen Cai and Tianlun Huang made substantial contributions to conception and design, acquisition ofdata and analysis and interpretation of data. Xin Liu drafted the article; Gaosi Xu revised it criticallyfor important intellectual content. All authors approved the final manuscript and agreed to beaccountable for all aspects of the work.We declare no competing interests.This study was supported by the National Natural Science Foundation of China (grant 81970583 toProf. Xu), and the Nature Science Foundation of Jiangxi Province (grant 20181BAB205016 to Prof.manuscript for publication.The funders had no role in the design and conduct of the study; collection, management, analysis, andinterpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the10.11.12.13.14.15.16.explains attenuation of HIV-1 in Uganda. eLife. 2016;5:e20492. doi:10.7554/eLife.20492Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet.2020;395(10223):507-513. doi:10.1016/S0140-6736(20)30211-7Giesbrecht GG. The respiratory system in a cold environment. Aviat Space Environ Med.1995;66(9):890-902. https://pubmed.ncbi.nlm.nih.gov/7487830van der Lans AAJJ, Boon MR, Haks MC, et al. Cold acclimation affects immune compositionin skeletal muscle of healthy lean subjects. Physiol Rep. 2015;3(7):e12394.doi:10.14814/phy2.12394Casanova LM, Jeon S, Rutala WA, Weber DJ, Sobsey MD. Effects of air temperature andrelative humidity on coronavirus survival on surfaces. Appl Environ Microbiol.2010;76(9):2712-2717. doi:10.1128/AEM.02291-09Gardner EG, Kelton D, Poljak Z, Van Kerkhove M, von Dobschuetz S, Greer AL. Acase-crossover analysis of the impact of weather on primary cases of Middle East respiratorysyndrome. BMC Infect Dis. 2019;19(1):113-113. doi:10.1186/s12879-019-3729-5World Health Organization. Coronavirus disease 2019 (COVID-19), Situation Report – 32.Published February 22, 2020. Accessed February 23, 2020.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200221-sitrep32-covid-19.pdf?sfvrsn=4802d089_2MSHs. (A): comparisons of the growth rate of confirmed cases in Wuhan, Hubei, and non-Hubeiregions. (B): comparisons of the mortality of confirmed cases in Wuhan, Hubei, and non-Hubei regions.(C): comparisons of the mortality of severe patients in Wuhan, Hubei, and non-Hubei regions. Before:before the use of MSHs. After: after the use of the use of MSHs.MSHs. (A): comparisons of the growth rate of confirmed cases in Wuhan, Hubei, and non-Hubeiregions. (B): comparisons of the mortality of confirmed cases in Wuhan, Hubei, and non-Hubei regions.(C): comparisons of the mortality of severe patients in Wuhan, Hubei, and non-Hubei regions. Before:before the use of MSHs. After: after the use of the use of MSHs.the growth rate of confirmed cases in Wuhan. (B): correlation between air temperature and the growthrate of confirmed cases in Hubei. (C): correlation between air temperature and the mortality ofconfirmed cases in Wuhan. (D): correlation between air temperature and the mortality of confirmedcases in Hubei. (E): correlation between air temperature and the mortality of severe cases in Hubei.Before: before the use of MSHs. After: after the use of the use of MSHs.a P > .05 was considered as normally distributed.Abbreviations: df, degree of Freedom; GRW, growth rate of confirmed cases in Wuhan; After, after the MSHs werebuilt; Before: before the MSHs were built; MCW: mortality of confirmed cases in Wuhan; GRH: growth rate ofconfirmed cases in Hubei; MCH: mortality of confirmed cases in Hubei; MSH: mortality of severe cases in Hubei;GRNH: growth rate of confirmed cases in non-Hubei regions; MCNH: mortality of confirmed cases in non-Hubeiregions; MSNH: mortality of severe cases in non-Hubei region.Abbreviations: df, degree of Freedom; AT, air temperature; GRW, growth rate of confirmed cases in Wuhan; GRH,growth rate of confirmed cases in Hubei; MCW, mortality of confirmed cases in Wuhan; MCH, mortality ofconfirmed cases in Hubei; MSH, mortality of severe cases in Wuhan.", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["Television"], [""], ["Challenges of Treating Adenovirus Infection: Application of a Deployable Rapid-Assembly Shelter Hospital"], ["Keshri A. Descriptive statistics and normality tests for statistical data"], ["Choosing statistical test"], ["Correlation Coefficients: Appropriate Use and Interpretation"], ["A transmission-virulence evolutionary trade-off"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F Wu", "S Zhao", "B Yu", "AE Gorbalenya", "SC Baker", "RS Baric"], ["Preprint", "S JF-W", "Kok K-H", "Novel Coronavirus Pneumonia Emergency Response Epidemiology T."], ["Zhonghua Liu Xing Bing Xue Za Zhi"], ["China Central"], [], ["S Bai", "B-G Yu", "Y-Z Zhang"], ["CM Pandey", "U Singh", "A Gupta", "C Sahu"], ["S. Bhalerao"], ["C Boer", "LA Schwarte"], ["Anesth Analg", "F Blanquart", "MK Grabowski", "J Herbeck"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "patients.", "one_words_summarize": "Background: In December 2019, a novel coronavirus disease (COVID-19) broke out in Wuhan, China,however, the factors affecting the mortality remain unclear. The specific reason needed to be investigated so that we can better containthe epidemic. They have multiple functions such asemergency treatment, surgical disposal, clinical examination and so on. In case of any public healthemergency, the cabins can rush to the scene as soon as possible, and then in situ expand to a class IIhospital.6 In the present study, we aim to research whether these MSHs could reduce the mortalityinduced by COVID-19. The growth rate of confirmed cases was significantlydecreased both in Wuhan (U = 27, P = .023) and Hubei (U = 23, P = .012), but in non-Hubei regions,as a contrast, changes were also significant (U = 3, P < .001). Except AT, all outcomes were skew distribution as shown in table 2. Our study also found that the rise of AT could significantly reduce the mortality of both common andsevere patients. According to a previous study, the first occurred deaths were mainly elderly peoplewho had comorbidities or surgery history before admission.11 Acute or chronic cold exposure, however,could elicit bad effects on the respiratory system. Yuwen Cai and Tianlun Huang made substantial contributions to conception and design, acquisition ofdata and analysis and interpretation of data. Cold acclimation affects immune compositionin skeletal muscle of healthy lean subjects. doi:10.1128/AEM.02291-09Gardner EG, Kelton D, Poljak Z, Van Kerkhove M, von Dobschuetz S, Greer AL. A): comparisons of the growth rate of confirmed cases in Wuhan, Hubei, and non-Hubeiregions. ( B): comparisons of the mortality of confirmed cases in Wuhan, Hubei, and non-Hubei regions.(C): comparisons of the mortality of severe patients in Wuhan, Hubei, and non-Hubei regions. D): correlation between air temperature and the mortality of confirmedcases in Hubei. ( Abbreviations: df, degree of Freedom; AT, air temperature; GRW, growth rate of confirmed cases in Wuhan; GRH,growth rate of confirmed cases in Hubei; MCW, mortality of confirmed cases in Wuhan; MCH, mortality ofconfirmed cases in Hubei; MSH, mortality of severe cases in Wuhan."}