{"date": "2020/03/01", "journal": "medrxiv", "authors": "Brandon Michael Henry, Maria Helena S Oliveira", "title": "Preliminary epidemiological analysis on children and adolescents with novel coronavirus disease 2019 outside Hubei Province, China: an observational study utilizing crowdsourced data", "type": "preprint article", "abstract": "Corresponding Author:", "text": "3. Pediatric COVID-19 Open Data Analysis Group, Ohio, USAThe outbreak of coronavirus disease 2019 (COVID-19) continues to expand across the world.Though both the number of cases and mortality rate in children and adolescents is reported to below in comparison to adults, limited data has been reported on the outbreak with respect topediatric patients. To elucidate information, we utilized crowdsourced data to perform apreliminary epidemiologic analysis of pediatric patients with COVID-19In this observational study, data was collected from two open-access, line list crowdsourced onlinedatabases. Pediatric cases of COVID-19 were defined as patients ≤19 years of age with a laboratoryconfirmed diagnosis. The primary outcomes were case counts and cumulative case counts.Secondary outcomes included days between symptoms onset and first medical care and daysbetween first medical care and reporting. Tertiary outcomes were incidence of travel to Wuhan,incidence of infected family members and incidence of symptoms.A total of 82 patients were included. The median age was 10 [IQR: 5-15] years. Patients frommainland China (outside Hubei) accounted for 46.3% of cases, while the remaining 53.7% of caseswere international. Males and females accounted for 52.4% and 32.9% of cases, respectively, withthe remaining 14.6% being designated as unknown. A male skew persisted across subgroupanalyses by age group (p=1.0) and location (inside/outside China) (p=0.22). While the number ofreported international cases has been steadily increasing over the study period, the number ofreported cases in China rapidly decreased from the start point. The median reporting delay was 3[IQR: 2-4.8] days. The median delay between symptom onset and first seeking medical care was1 [IQR: 0-3.25] day. In international cases, time to first seeking medical care was a median of 2.5days longer than in China (p=0.04). When clinical features were reported, fever was the mostcommon presentation (68.0%), followed by cough (36.0%).The number of reported international pediatric COVID-19 cases is rapidly increasing. COVID-19infections are, to-date, more common in males than females in both the children and adolescentage groups. Additionally, this male predominance remains the case both inside and outside ofChina. Crowdsourced data enabled early analysis of epidemiologic variables in pediatric patientswith COVID-19. Further data sharing is required to enable analyses that are required to understandthe course of this infection in children.The coronavirus disease 2019 (COVID-19) outbreak is rapidly expanding across the world andpresents a significant public health emergency with the potential of becoming pandemic.1 As ofMarch 1, 2020, cases of COVID-19 have been reported in nearly 60 countries. In early stages ofepidemics with emerging pathogens, real-time analysis of accurate and robust epidemiological andclinical data is essential to developing interventional strategies and guiding public healthdecisionmaking.2,3 Such data can provide insight into infectivity, routes of transmission, disease severity,and outcomes, thus enabling epidemiologic modelling and improved public health responses.4,5Line list data, which includes individual patient-level data on important epidemiological andclinical variables, is rarely available early during an outbreak with a novel pathogen.5 However,recognizing the utility of such data and its ability to provide for real-time analyses, multipleacademic groups have been curating line list data using crowdsourcing and openly sharing the datawith the scientific community.4,5 Crowdsourcing enables the collection of data from multipleplatforms including health-care-oriented social networks, government and public health agencies,and global news sources.Sun et al. recently reported the first epidemiological analysis of crowdsourced data in 507COVID19 patients.5 However, the number of pediatric cases, at least in the early stages of this outbreak,is limited. In a recent report, of the 44,672 confirmed COVID-19 cases in China, only 2.1% werein pediatric patients (≤19 years of age).6 The reason for this remains unknown but may be due tounderreporting of pediatric cases, as well as a combination of biologic and epidemiologic factors.During both the Severe Acute Respiratory Syndrome (SARS) and Middle Eastern RespiratorySyndrome (MERS) outbreaks, a limited number of cases with milder symptoms, fewerhospitalizations, and less mortality were observed in children as compared to adults.7–9As children and adolescents represent a unique patient group, pediatric specific analyses ofepidemiologic data may enable a better understanding of COVID-19 in these patients and providesituational-awareness to the pediatric health community. In this study, we analyzed pediatric casesof COVID-19 outside Hubei province in China collected from two crowdsourced curatedindividual line list data. We present early data on case counts, travel history, time betweensymptom onset, seeking medical care, and reporting, and symptomatology.In this observational study, we collected data on children and adolescent cases of laboratoryconfirmed COVID-19 from two open access crowdsourced line list databases sets through March1, 2020. Due to the format of reporting age, as well as significant lack of any age data for mostpatients, cases from within Hubei province of China were not able to be analyzed. As such, onlycases from outside the Hubei province in China and international cases were included. However,patients who lived in Hubei and were repatriated were included in the analysis.The methods of data curation for each of the used line lists has been previously published.4,5 Inbrief, the data curated by Sun et al. for China was collected from DXY.cn, a social network forChinese health-care professionals, which provides real-time coverage of COVID-19 withdeidentified patient data reported directly by public health agencies or state media.5 Each report islinked to an original source to allow for authentication. In addition, for international cases, datawas curated from media sources and national health agencies. Their data is updated regularly andis freely available on the website of the Laboratory for the Modeling of Biological +Sociotechnical systems website of Northeastern University. The second data set by Xu et al. (OpenCOVID-19 Data Curation Group) of confirmed COVID-19 cases was curated from multiplesources including World Health Organization (WHO) reports, national departments of health, andChinese local, provincial, and national health authorities.4 Their data is freely available online viaGoogle Drive.As only de-identified patient data from publicly available databases was used in this study, nopatient consent was obtained, and no ethical approval was required. This study is reported incompliance with Strengthening the Reporting of Observational Studies in Epidemiology(STROBE) Statement guidelines for observational studies (Supplement 1).Data on pediatric patients were collected from both of the line lists. This included age or age range,sex, location, date of symptom onset, date of seeking medical care, and date of COVID-19reporting. When available, travel history, information on infected relatives, and symptomatologywere also collected.After collecting cases from both databases, overlap of patients was assessed using age, location,and the three above mentioned dates. In the event of suspected duplicate patients, one case wasremoved from the dataset.Pediatric cases of COVID-19 were defined as patients ≤19 years of age with a laboratoryconfirmed diagnosis of SARS coronavirus 2 (SARS-CoV-2) infection.5 The definition of alaboratory confirmed cases is a patient blood or respiratory tract sample positive forSARS-CoV2 by quantitative RT-PCR, or presence of viral genome highly homologous to reference sequencefor SARS-CoV-2. Due to the format of data reporting from some Chinese provinces employingage ranges instead of raw age, the following classifications were employed for this study: children(0-≤12 years of age) and adolescents (13-≤19 years of age).The primary outcome of this epidemiologic analysis was case counts and cumulative case counts.Secondary outcomes included days between symptoms onset and first visit to hospital or clinic,and days between first visit to hospital or clinic and reporting. Tertiary outcomes includedincidence of travel to Wuhan, China, incidence of family members with a positive COVID-19diagnosis, and incidence of symptoms.Categorical variables were reported as frequency (%) and continuous variables as median(interquartile range). Subgroups analyzed included age range, sex, and location. Case counts werecompared between subgroups using Fisher’s exact test. Weekly case counts were analyzed usingthe date of reporting. Differences in delays between symptoms onset and first visit to hospital orclinic and days between first visit to hospital or clinic and diagnostic confirmation were comparedbetween subgroups using Wilcoxon test. All statistical analyses were performed using R (version3.6.1 (2019-07-05)) with a p-value of <0.05 being considered as significant.After combing the two line lists, a total of 100 pediatric cases were identified. Pediatric casesrepresented 3.0% of Sun et al.5 line list and 0.5% of the Xu et al.4 line list. Following removal of18 duplicates, a total of 82 pediatric patients were included in this analysis. The date range of caseswas January 21, 2020 to February 28, 2020. Patients from mainland China (outside Hubeiprovince) accounted for 38 (46.3%) cases, while the remaining 44 cases (53.7%) wereinternational. Within China, Yunnan province accounts for the most cases (n=8, 21.1% of cases inChina). A breakdown of cases within China by province is presented in Supplement 2. OutsideChina, Japan has the most pediatric cases included in this analysis (n=15), accounting for 34.1%of all international cases. In total, cases from 14 countries were included (Table 1).The median age of patients was 10 [IQR: 5-15] years. The distribution of patients by age ispresented in Figure 1. No significant difference between cases inside and outside China (10 [IQR:5-15] inside vs. 9 [IQR: 5-15.5] outside; p=0.91). For 13 patients (15.9%), only an age range wasavailable. To include these patients in further analyses, cases were split into two age groups basedon how data was reported in the line lists. There were 53 children (65.6%) between 0-12 years and27 adolescents (32.9%) between 13-19 years, with 2 missing age range data (2.4%).Males accounted for 52.4% of included cases, females accounted for 32.9% and 14.6% wereunknown (Table 2). When broken down by age range, no significant differences were observedbetween the proportion of cases between age groups (p=1.0), with a male skew of cases seen withinboth (Table 2). When compared by location, males accounted for 52.6% of cases within China and57.3% outside China (p=0.22).A timeline of cases and cumulative cases is presented in Figure 2 by age range and Figure 3 bylocation. In both children and adolescents, weekly cases peaked between January 20-26, 2020. Thenumber of reported cases continued to drop reaching a low in mid-February, then undergoing arapid increase sustained through to the end of the study period, driven by new international cases.Within China, the number of weekly cases steadily decreased from the beginning of the study,with no new cases added to the databases since February 3-9, 2020. The number of cumulativeinternational cases has been constantly increasing over the study period with a more rapid increasein recent weeks.The median delay between first visit to hospital/clinic and reporting was 3 [IQR: 2.0-4.8] days(n=14). No significant differences in this delay time was observed for subgroups of age (p=0.29)or location (inside/outside China) (p=0.67).The median delay between the onset of symptoms and first visit to hospital/clinic was 1 [IQR:03.3] day (n=20). There was no significant difference with respect to age subgroup (p=0.93).However, within China this delay was significantly shorter with a median duration of 1 day [IQR:0-2.5] versus 3.5 [IQR: 1.5-7] days abroad (p=0.04).A total of 14 (17.1%) cases were in patients who lived in Wuhan, China and were repatriated.Among the remaining 68 cases, 25 (30.5%) patients had a history of travel to Wuhan. Noinformation on travel history was available for the other 43 (52.4%) patients.A total of 29 (35.4%) patients were noted to have an infected family member. In one adolescentcase in Japan, the patient was the son of a physician who had earlier tested positive for the virus.Data on patient symptomatology was available in 25 (30.5%) of the cases. Fever was the mostcommon symptom, present in 17 (68.0%) of those cases, while 2 (8.0%) cases were asymptomatic.Cough was reported in 9 (36.0%) cases. A breakdown of patient symptoms is presented in Table3. Data on disease severity, need for hospitalization or intensive care support, and patient outcomewas not available for analysis.Real-time analysis of crowdsourced individual line list data provides a tool for monitoringoutbreaks with novel pathogens in early stages, as witnessed with Ebola.5,10 Though this data isoften difficult to obtain at the start of an outbreak, thanks to the efforts of multiple academic teamsin curating line list data from multiple sources, we have been able to gain some insight into thecurrent COVID-19 outbreak in children.4,5 Though this data cannot replace official data andanalyses provided by national and international health agencies, it can enable rapid analysis of dataand dissemination of key information in the preliminary stages of outbreak when minimal otherdata is available, and, as applied in this study, early data on specific subsets of patients.5Reports from both the Chinese Center for Disease Control and Prevention and the WHO on thecurrent COVID-19 outbreak, have found pediatric patients represent a small proportion of patients,with an attack rate of 2.4%.6,11 Children with COVID-19 appear to have milder symptoms as notedby a severe case rate of 2.5%, with only 0.2% developing critical illness.11 Similar finding oflimited cases and milder symptoms in children was observed in both SARS and MERS outbreaks.7–9 However, whether the limited number of pediatric COVID-19 cases is due to less susceptibilityor milder presentation leading to missed detection remains unknown. Moreover, the role ofchildren in transmission is still unknown.This study combined data from two crowdsourced line lists to obtain a sample of pediatric patientswith COVID-19 in order to gain some preliminary insights into the outbreak in children andadolescents. Cases in these patients represented only a small proportion of each line list. Thelimited number of pediatric cases is likely multifactorial. Age related differences in innateimmunity12,13, in which monocytes and macrophages may play an important role controlling anemerging viral pathogen, may be partially responsible for the milder observed symptoms andasymptomatic cases. Others have suggested that respiratory tract health, including less exposureto pollution, as well as lung epithelial cell senescence and immunosenescence of immune cells ofthe respiratory system may play a role.14 In both MERS and SARS outbreaks, children were lesslikely to develop severe respiratory distress seen in adults, experiencing a pneumonia or commoncold symptoms.7–9 Additionally, exposure of young children in China to other coronaviruses, suchas OC43, 229E, NL63, and HKU1,15 may impart some immunity not reinforced in olderindividuals, explaining partial protection against COVID-19 in children.16,17Comorbidities have been reported to be associated with severity of COVID-19 infection.18,19 Aschildren generally have less comorbidities, this may explain in part the lack of serious infectionsin children and contributing to decreased detection. Moreover, behavioral differences and limitedtravel as compared to adults may have also explained the limited number of cases early in theoutbreak.5In our data set, children (those less than 12 years old) made up a larger proportion of includedcases. This is different than data presented in a recent Chinese CDC report which showed a slightlygreater number of cases in those over age 10.6 Whether this is due to the availability of cases inthe line lists or a higher detection of cases in young children outside China is unclear, however,this should be monitored going forward. In general, infants and young children are often atincreased risk of poor outcomes from respiratory infections,20 which has not yet been witnessedwith COVID-19 from reported aggregate data.6Interestingly, a significant male skew in cases was observed in pediatric patients throughout theanalysis. This sex skew was not observed among children in SARS or MERS. In adults, cases ofCOVID-19 are reported to be skewed towards men also.5,6 However, explanations applied toadults, such as the high prevalence rates of smoking21 and comorbidities (i.e. cardiovasculardisease and diabetes)22,23 in Chinese men as compared to women, would not apply to children.While the fact that adult females produce more robust inflammatory responses as compared to menmay also in part explain this effect, the opposite is true in infants and children.24 Young malesproduce stronger inflammatory responses than females.24 However, females, beginning at birthand persisting throughout adulthood, have higher numbers of CD4+ T cells and higher CD4/CD8T cell ratios24, though the potential impact of this on COVID-19 infections is unknown.The male skew persisted through subgroup analysis by age, with no difference in the rate ofinfected males in children versus adolescents. As such, the impact of the protective effects ofestrogen receptor signaling protective for females in studies on SARS is likely minimal,25 as amore balanced sex ratio would be expected in younger children as compared to older pubescentfemales.phenomenon.To account for the skew in the sex ratio in the Chinese population as a potential confounder, wecompared the incidence of cases by sex inside and outside China, finding no significantdifferences. Larger epidemiologic studies are needed to confirm this sex skew in children andadolescents COVID-19 cases and, if persistent, further investigations are needed to understand thisThe weekly counts of reported cases in this study showed unique trends based on geographicalregion. In China, a rapid drop from a peak at study initiation on January 20 to no new cases afterFebruary 9 was observed. In the study by Sun et al., they used January 18 as the date when mediaand public awareness of COVID-19 became more pronounced, followed by significantgovernmental efforts aimed at containment.5 No cases in this data set were reported before thisdate. Whether the decrease in new cases in China is due to reporting difficulties/lack of caseinclusion in the line lists or effectiveness of Chinese public health interventions aimed at slowingthe spread of the virus, or a combination of both, is unclear.Internationally, the number of reported cases has steadily increased with a faster pace in recentweeks. We expect that this trend will continue, especially as testing becomes more readilyavailable in new countries. In Figure 3A, a small dip in reported cases in the last few days ofFebruary is observed. We believe that this is primarily due to the delay in reporting, which wascalculated to be a median of 3 days from the first medical visit in this study. As such, we expectto see the number of cases in the last week increase in the coming days.Though analyzed based on a small subset of included patients, patients in China were found to firstreceive medical attention a median of 2.5 days sooner after initiation of symptoms than thoseabroad. We hypothesize that this is due to heightened awareness of COVID-19 in China andperception of decreased risk of COVID-19 infection among those abroad. However, this isopposite of the trend observed by Sun et al., which may be due to a higher number of internationaltravelers in their data set.5Data on patient symptoms was only available for 25 patients. Fever was the most commonpresentation, followed by cough, with only 2 being asymptomatic. However, how representativethis small sample is remains unclear. Moreover, as this data was not collected directly for thepurpose of this analysis, we can not verify if a systematic review of symptoms was performed. TheWHO Joint Mission reported that many pediatric cases were identified through contact tracing inhouseholds with infected adults and reported many pediatric patients had only mild symptoms.11A report by Chan et. al on COVID-19 clusters found in one household that 5 adults hadsymptomatic infections, while a child present in the residence tested positive for COVID-19 butwas asymptomatic.26 An infected family member was commonly reported in the present study.While the WHO has noted that COVID-19 appears to present differently from SARS, feverfollowed by cough, was the most common presentation of SARS in children.7,11 However, furtherprogression of COVID-19 illness in children beyond initial presentation as compared to SARSrequires further data and analysis. Based on the obtained data, we suggest that in the presence ofactive community transmission in a region, children presenting with a fever of unknown cause orwith a fever in the presence of common cold symptoms should be tested for COVID-19.This study has several limitations. First, it presents data from a limited sample of total pediatriccases of COVID-19. As noted by Sun et al., line list data is available for only a small number ofChinese provinces, while aggregated data on number of cases and mortality is provided by all.5 Assuch, cases from some provinces, including Hubei which is the center of the initial outbreak, werenot able to be included. Cases in this study may also be those in whom the disease was severeenough to seek medical attention or identified by contact tracing, and as such, many minor casesmay have been missed and symptomatology data skewed.5Additionally, crowdsourced datawould be less likely to capture mild cases as curated via the applied data collection modalities.5Missing data was common for many of the included variables. Further efforts should be made tocollect follow up data on patient outcomes.Limited data in children with respect to travel history or exposure prevented any estimation ofincubation time. Sun et al. reported a median incubation time of 4.5 days [IQR: 3.0.5.5]5, whileothers using their data and other data sets have reported incubation rates of 5-6 days.19,27–29 Furtherefforts should be made in the coming weeks to estimate incubation in pediatric patients to improvepublic health guidanceAs the outbreak progresses and the curated line lists continue to grow, further analyses of pediatricepidemiologic data should be performed regularly. To that end, the authors have established thePediatric CO-VID19 Open Data Analysis Group, an international collaborative effort to study thedisease in children and adolescents. However, line lists curated by academic teams will struggleto keep pace with the rapid increase in number of cases as COVID-19 trends towards pandemic.We encourage coordinated efforts between national and international health agencies andacademia to produce line lists of patients which in turn will better enable the medical communityto develop effective interventions against COVID-19.The number of reported COVID-19 cases in pediatric patients is rapidly increasing around theworld. To date, COVID-19 infections are significantly more common in males than females inboth children and adolescents inside and outside of China. When symptomatic, fever is the mostcommon presentation, with or without symptoms of a common cold. In this study, crowdsourceddata enabled early analysis of epidemiologic variables in pediatric patients with COVID-19.Analyses of larger datasets are urgently needed to better understand this infection in children andprovide further situational awareness to the pediatric health community.The line lists used in this study are freely available online at the website of the Laboratory for theModeling of Biological + Socio-technical Systems of Northeastern University and Google Drive.Those interested in our pediatric specific dataset can email the corresponding author for data. ThePediatric CO-VID19 Open Data Analysis Group, a working group established to analyze pediatricepidemiologic and clinical data on COVID-19, strongly welcomes collaboration and participationfrom the international medical and scientific community. Those interested are encouraged tocontact the corresponding author.The authors would like to thank everyone involved in the curation of the line list datasets thatenabled this study. The results and conclusions in this study are those of the authors and do notrepresent the official position of their respective institutions. The authors declare no conflicts ofinterest.WHO. Statement on the second meeting of the International Health Regulations (2005)Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Genevathe-outbreak-of-novel-coronavirus-(2019-ncov). Accessed March 1, 2020.Rivers C, Chretien J-P, Riley S, et al. Using “outbreak science” to strengthen the use ofmodels during epidemics. Nat Commun. 2019;10(1):1-3. doi:10.1038/s41467-019-11067-2Morgan O. How decision makers can use quantitative approaches to guide outbreakresponses. Philos Trans R Soc Lond B Biol Sci. 2019;374(1776):20180365.Xu B, Kraemer MUG, Xu B, et al. Open access epidemiological data from the COVID-19outbreak. Lancet Infect Dis. 2020;0(0). doi:10.1016/S1473-3099(20)30119-5Sun K, Chen J, Viboud C. Early epidemiological analysis of the coronavirus disease 2019outbreak based on crowdsourced data: a population-level observational study. Lancet Digit        The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. TheEpidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases(COVID-19) — China,        Stockman LJ, Massoudi MS, Helfand R, et al. Severe acute respiratory syndrome inchildren. Pediatr Infect Dis J. 2007;26(1):68-74. doi:10.1097/01.inf.0000247136.28950.41Thabet F, Chehab M, Bafaqih H, AlMohaimeed S. Middle East respiratory syndromeMemish ZA, Al-Tawfiq JA, Assiri A, et al. Middle East respiratory syndrome coronavirus10. Cleaton JM, Viboud C, Simonsen L, Hurtado A, Chowell G. Characterizing EbolaTransmission Patterns Based on Internet News Reports. Clin Infect Dis. 2016;62(1):24-31.11. WHO-China Joint Mission. Report of the WHO-China Joint Mission on CoronavirusDisease 2019 (COVID-19). Geneva 2020.https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf. AccessedMarch 1, 2020.12. Shaw AC, Goldstein DR, Montgomery RR. Age-dependent dysregulation of innateimmunity. Nat Rev Immunol. 2013;13(12):875-887. doi:10.1038/nri354713. Simon AK, Hollander GA, McMichael A. Evolution of the immune system in humans frominfancy to old age. Proc R Soc B Biol Sci. 2015;282(1821). doi:10.1098/rspb.2014.308514. Busse PJ, Mathur SK. Age-related Changes in Immune Function: Impact on AirwayInflammation. J Allergy Clin Immunol. 2010;126(4):690-701.15. Zeng Z-Q, Chen D-H, Tan W-P, et al. Epidemiology and clinical characteristics of humancoronaviruses OC43, 229E, NL63, and HKU1: a study of hospitalized children with acuterespiratory tract infection in Guangzhou, China. Eur J Clin Microbiol Infect Dis Off PublEur Soc Clin Microbiol. 2018;37(2):363-369. doi:10.1007/s10096-017-3144-zInfluenza Pandemic from the GLaMOR Project: A Modeling Study. PLoS Med.17. Leung GM, Hedley AJ, Ho L-M, et al. The epidemiology of severe acute respiratorysyndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients. Ann Intern18. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. The Lancet. 2020;395(10223):497-506.doi:10.1016/S01406736(20)30183-519. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. N Engl J Med. doi:10.1056/NEJMoa200131620. Greenbaum AH, Chen J, Reed C, et al. Hospitalizations for severe lower respiratory tract21. Parascandola M, Xiao L. Tobacco and the lung cancer epidemic in China. Transl Lung22. Yang W, Lu J, Weng J, et al. Prevalence of diabetes among men and women in China. NEngl J Med. 2010;362(12):1090-1101. doi:10.1056/NEJMoa0908292Stroke in Patients with Type 2 Diabetes Mellitus and Their Association with Metabolic25. Channappanavar R, Fett C, Mack M, Ten Eyck PP, Meyerholz DK, Perlman S. Sex-BasedDifferences in Susceptibility to Severe Acute Respiratory Syndrome Coronavirus Infection.J Immunol Baltim Md 1950. 2017;198(10):4046-4053. doi:10.4049/jimmunol.160189626. Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a familycluster. The Lancet. 2020;395(10223):514-523. doi:10.1016/S0140-6736(20)30154-9reported confirmed cases: estimation and application. medRxiv. February28. Zhao S, Lin Q, Ran J, et al. Preliminary estimation of the basic reproduction number ofnovel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in theearly phase of the outbreak. Int J Infect Dis IJID Off Publ Int Soc Infect Dis.2020;92:214217. doi:10.1016/j.ijid.2020.01.05029.Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus(2019Eurosurveillance. 2020;25(5). doi:10.2807/1560-7917.ES.2020.25.5.20000621(100.0%)25(65.8%)(100.0%)(42.9%)10(66.6%)(100.0%)**(100.0%)(100.0%)(50.0%)53 (%)131TOTAL**No age data was available on the cases from Switzerland.(56.6%)(48.1%)1343(52.4%)198(35.8%)(29.6%)27(32.9%)46(7.5%)(22.0%)10(12.5%)*Data presented as n= (%). Age and sex was unknown for 2 patients.Abdominal PainDiarrheaMalaiseAsymptomaticNumber of Cases17 (68.0%)9 (36.0%)3 (12.0%)2 (8.0%)1 (4.0%)1 (4.0%)1 (4.0%)", "ref_list": [[], ["-statement-on-the-secondcoronavirus in children"], ["Global Mortality Estimates for the 2009 23"], ["The incubation period of 2019-nCoV from publicly"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["L Simonsen", "P Spreeuwenberg", "R Lustig", "J Yao M-F", "X Sun", "SL Klein", "KL Flanagan"], ["SA Lauer", "KH Grantz", "Q Bi"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3. Pediatric COVID-19 Open Data Analysis Group, Ohio, USA", "one_words_summarize": "Pediatric COVID-19 Open Data Analysis Group, Ohio, USAThe outbreak of coronavirus disease 2019 (COVID-19) continues to expand across the world. The primary outcomes were case counts and cumulative case counts. Secondary outcomes included days between symptoms onset and first medical care and daysbetween first medical care and reporting. Males and females accounted for 52.4% and 32.9% of cases, respectively, withthe remaining 14.6% being designated as unknown. Additionally, this male predominance remains the case both inside and outside ofChina. In a recent report, of the 44,672 confirmed COVID-19 cases in China, only 2.1% werein pediatric patients (≤19 years of age).6 The reason for this remains unknown but may be due tounderreporting of pediatric cases, as well as a combination of biologic and epidemiologic factors. In this study, we analyzed pediatric casesof COVID-19 outside Hubei province in China collected from two crowdsourced curatedindividual line list data. As such, onlycases from outside the Hubei province in China and international cases were included. In addition, for international cases, datawas curated from media sources and national health agencies. As only de-identified patient data from publicly available databases was used in this study, nopatient consent was obtained, and no ethical approval was required. After combing the two line lists, a total of 100 pediatric cases were identified. Pediatric casesrepresented 3.0% of Sun et al.5 line list and 0.5% of the Xu et al.4 line list. To include these patients in further analyses, cases were split into two age groups basedon how data was reported in the line lists. When compared by location, males accounted for 52.6% of cases within China and57.3% outside China (p=0.22).A timeline of cases and cumulative cases is presented in Figure 2 by age range and Figure 3 bylocation. In both children and adolescents, weekly cases peaked between January 20-26, 2020. The number of cumulativeinternational cases has been constantly increasing over the study period with a more rapid increasein recent weeks. A total of 29 (35.4%) patients were noted to have an infected family member. This is different than data presented in a recent Chinese CDC report which showed a slightlygreater number of cases in those over age 10.6 Whether this is due to the availability of cases inthe line lists or a higher detection of cases in young children outside China is unclear, however,this should be monitored going forward. This sex skew was not observed among children in SARS or MERS. they used January 18 as the date when mediaand public awareness of COVID-19 became more pronounced, followed by significantgovernmental efforts aimed at containment.5 No cases in this data set were reported before thisdate. We expect that this trend will continue, especially as testing becomes more readilyavailable in new countries. Cases in this study may also be those in whom the disease was severeenough to seek medical attention or identified by contact tracing, and as such, many minor casesmay have been missed and symptomatology data skewed.5Additionally, crowdsourced datawould be less likely to capture mild cases as curated via the applied data collection modalities.5Missing data was common for many of the included variables. reported a median incubation time of 4.5 days [IQR: 3.0.5.5]5, whileothers using their data and other data sets have reported incubation rates of 5-6 days.19,27–29 Furtherefforts should be made in the coming weeks to estimate incubation in pediatric patients to improvepublic health guidanceAs the outbreak progresses and the curated line lists continue to grow, further analyses of pediatricepidemiologic data should be performed regularly. To date, COVID-19 infections are significantly more common in males than females inboth children and adolescents inside and outside of China. The line lists used in this study are freely available online at the website of the Laboratory for theModeling of Biological + Socio-technical Systems of Northeastern University and Google Drive. Those interested are encouraged tocontact the corresponding author. The results and conclusions in this study are those of the authors and do notrepresent the official position of their respective institutions. doi:10.1016/S1473-3099(20)30119-5Sun K, Chen J, Viboud C. Early epidemiological analysis of the coronavirus disease 2019outbreak based on crowdsourced data: a population-level observational study. Lancet Digit        The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. doi:10.1016/S0140-6736(20)30154-9reported confirmed cases: estimation and application. doi:10.2807/1560-7917.ES.2020.25.5.20000621(100.0%)25(65.8%)(100.0%)(42.9%)10(66.6%)(100.0%)**(100.0%)(100.0%)(50.0%)53 (%)131TOTAL**No age data was available on the cases from Switzerland.(56.6%)(48.1%)1343(52.4%)198(35.8%)(29.6%)27(32.9%)46(7.5%)(22.0%)10(12.5%)*Data presented as n= (%)."}