{"date": "2020/03/04", "journal": "biorxiv", "authors": "Yonghua Wu", "title": "Strong evolutionary convergence of receptor-binding protein spike between COVID-19 and SARS-related coronaviruses", "type": "preprint article", "abstract": "Coronavirus Disease 2019 (COVID-19) and severe acute respiratory syndrome (SARS)-related coronaviruses (e.g., 2019-nCoV and SARS-CoV) are phylogenetically distantly related, but both are capable of infecting human hosts via the same receptor, angiotensin-converting enzyme 2, and cause similar clinical and pathological features, suggesting their phenotypic convergence. Yet, the molecular basis that underlies their phenotypic convergence remains unknown. Here, we used a recently developed molecular phyloecological approach to examine the molecular basis leading to their phenotypic convergence. Our genome-level analyses show that the spike protein, which is responsible for receptor binding, has undergone significant Darwinian selection along the branches related to 2019nCoV and SARS-CoV. Further examination shows an unusually high proportion of evolutionary convergent amino acid sites in the receptor binding domain (RBD) of the spike protein between COVID19 and SARS-related CoV clades, leading to the phylogenetic uniting of their RBD protein sequences. In addition to the spike protein, we also find the evolutionary convergence of its partner protein, ORF3a, suggesting their possible co-evolutionary convergence. Our results demonstrate a strong adaptive evolutionary convergence between COVID-19 and SARS-related CoV, possibly facilitating their adaptation to similar or identical receptors. Finally, it should be noted that many observed bat SARS-like CoVs that have an evolutionary convergent RBD sequence with 2019-nCoV and SARS-CoV may be preadapted to human host receptor ACE2, and hence would be potential new coronavirus sources to infect humans in the future.", "text": "The 2019 novel coronavirus (2019-nCoV, also called severe acute respiratory syndrome (SARS)-CoV-2)has caused the current outbreak of coronavirus disease (COVID-19), which has emerged as a seriouspublic health concern. The clinical and pathological features caused by 2019-nCoV resemble those seenin SARS 1-3, which is caused by SARS coronavirus (SARS-CoV). Both 2019-nCoV and SARS-CoV have beendetermined to be of bat origin, with possible intermediate hosts prior to infecting humans 4,5.Phylogenetic studies have shown that 2019-nCoV and SARS-CoV belong to the subgenus Sarbecovirus,but they are distantly related 5-8, with a sequence identity of 79.6% at the whole-genome level 5. Onerecent study showed that 2019-nCoV is more similar to a bat coronavirus (RaTG13), with a sequenceidentity of 96.2% at the whole-genome level, than many other coronaviruses from different hosts,suggesting a phylogenetic affinity of 2019-nCoV to bat coronavirus compared with SARS-CoV 5. Despitetheir relatively distant phylogenetic relationships, 2019-nCoV and SARS-CoV are both known to becapable of infecting humans using the same cell receptor, angiotensin-converting enzyme 2 (ACE2) 5,6,9,10,and their protein structures of receptor-binding protein spike (S) are found to be highly similar to eachother 10,11, suggesting their phenotypic convergence. The spike protein is responsible for receptorbinding and membrane fusion, and it is important for host tropism and transmission capacity 6. Thespike protein of coronaviruses comprises two subunits, S1 and S2. The S1 subunit contains areceptorbinding domain (RBD), which harbors a receptor-binding motif (RBM) to make complete contact withthe receptor (i.e., ACE2) 12,13.Considering that 2019-nCoV and SARS-CoV are distantly related, but show high similarity in the RBDprotein structure and can use the same cell receptor, ACE2 5-11, an evolutionary convergence may haveoccurred between them. In the present study, we employ a recently developed molecularphyloecological approach 14-16, which uses a comparative phylogenetic analysis of functional genesequences to determine the genetic basis of phenotypic evolution, and we examine the possiblemolecular basis underlying the phenotypic convergence between 2019-nCoV and SARS-CoV. Our resultsreveal positive selection signals and evolutionary convergent amino acid sites of the spike protein inboth 2019-nCoV and SARS-CoV and their related coronaviruses, providing new insights intounderstanding the evolutionary origin of their phenotypic convergence.We used likelihood ratio tests based on the branch and branch-site models implemented in the codemlprogram of PAML 17 to examine the possible Darwinian selection of all 11 genes annotated in the2019nCoV genome (NC_045512). Positively selected genes (PSGs) were found by the branch-site model(Table 1), independent of the initial value variation of parameters (kappa and ω). Specifically, for thebranches leading to 2019-nCoV and SARS-CoV, no PSGs were found, nor were PSGs found along thebranches leading to their sister coronaviruses. However, we detected PSGs along the ancestral branch(branch C) of 2019-nCoV and its sister taxon, RaTG13, as well as along the ancestral branch (branch K) ofSARS-CoV and its sister taxa, WIV16 and Rs4231 (Table 1, Fig. 1). For branch C, three PSGs (S, Orf1ab andN) were found, and for branch K, only one gene (S) was found to be under positive selection (Table 1).Orf1ab encodes replicase and N encodes nucleocapsid 18. Intriguingly, the S gene was subject toDarwinian selection in both branches, C and K. This gene encodes the spike protein, which mediatesreceptor binding and membrane fusion 6. The finding of Darwinian selection on the spike protein maysuggest its adaptive evolution to the host receptors. To further examine the possible adaptive evolutionof 2019-nCoV and SARS-CoV to a human host, we used RELAX 19 to analyze the relative selectionintensity change of the 11 genes along the branches leading to 2019-nCoV and SARS-CoV compared withtheir most recent ancestors, branches C and K, respectively (Tables S1-2). Among the 11 genes examined,gene S along the 2019-nCoV branch exhibited a significant selection intensification signal (K = 30.54, p =0.000, Table S1, Fig. S1), and this remained robust in four independent runs. We also found that theORF6 gene showed slight selection intensification (K = 1.81, p = 0.000) along the SARS-CoV branch (TableS2), while its statistical significance only received two supports among five independent runs. For theselectively intensified gene S along the 2019-nCoV branch, 0.46% of the amino acid sites (about fiveamino acids) were under positive selection, while most sites (86.63%) were under purification selection(Table S1). This may suggest that 2019-nCoV was subject to an adaptive evolution during its adaption topossible intermediate and/or human hosts.Given the positive selection of the S gene in both branches, C and K, we further examined its positiveselection signals using branch-site model along all other main branches (Fig. 1) to test whether thepositive selection uniquely occurred along the branches related to 2019-nCoV and SARS-CoV. Our resultsshowed positive selection signals along 10 out of 45 branches examined (Fig. 1, Table S3). This maysuggest that the S gene was widely subject to Darwinian selection in different coronavirus strains,indicating that it may be crucial for the successful survival of coronaviruses. Further analyses of positiveselection sites showed that most positive selection sites among all 12 branches under positive selectionwere located within subunit 1 of S gene (Table 1, Table S3), which is used for receptor binding. This maysuggest that there are strong selection pressures of different coronavirus strains for their own receptorbinding.Given the selection intensification of S gene in 2019-nCoV since its evolutionary divergence fromRaTG13, we conducted comparative sequence analyses between the two. We found that there weremore than 20 amino acid differences between them, and most of them were located within RBD,especially RBM (Fig. S2), suggesting a high variability of RBM. Given the importance of RBM for receptorbinding, we further conducted a comparative sequence analysis among all the coronavirus strainsstudied to examine its variability. The results showed high sequence variability, with insertion and/ordeletion and amino acid substitutions among the coronavirus strains studied (Fig. 2). Despite the highvariability of RBM, strikingly, we found that SARS-CoV and its phylogenetic relatives—including WIV16(KT444582), Rs4231 (KY417146), Rs7327 (KY417151), Rs9401 (KY417152), and BtRs-BetaCoV/YN2018B(MK211376), called SARS-related CoV here, shared many identical or nearly identical amino acids withtheir phylogenetically distant coronavirus strains, including 2019-nCoV and RaTG13, which we calledCOVID-19-related CoV (Fig. 2). These shared amino acids were clearly distinct from bat SARS-like CoVthat were phylogenetic intermediates between them (Fig. 2). Further analyses showed that suchidentical amino acids shared between SARS-related CoV and COVID-19-related CoV were not restrictedto RBM, but rather, they were scattered throughout the spike protein, with a total of 32 such sites,which were centered on RBD (28 sites in total, Fig. S3). To further examine whether such similarityoccurred in other proteins, we analyzed all 11 genes studied among these coronaviruses, and we foundthat one additional gene, ORF3a, contained eight such sites (Fig. 1). The existence of these sharedamino acids between SARS-related CoV and COVID-19-related CoV may suggest their high sequencesimilarity. In support of this, we reconstructed maximum likelihood and neighbor-joining phylogeniesusing full-length RBD protein sequences, and both showed that SARS-related CoV and COVID-19-relatedCoV were grouped in the same clade, with relatively high support, which is consistent with two previousstudies 6,7, at the same time, their phylogenetic intermediates were clustered in distinct clades (Fig. 3,Fig. S4). The phylogenetic uniting of SARS-related CoV and COVID-19-related CoV provide evidence oftheir high similarity of RBD protein sequences.Given their genome-level phylogenetic disparity, the high similarity of RBD protein sequences betweenSARS-related CoV and COVID-19-related CoV may suggest their evolutionary convergence in the spikeprotein. To test this possibility, we used an empirical Bayes approach in PAML 17 to reconstruct ancestralamino acid sequences along internal nodes, and our results showed there were up to 35 evolutionaryconvergent sites, including 3 convergent and 32 parallel amino acid substitutions that were shared bytwo ancestral branches leading to SARS-related CoV and COVID-19-related CoV, respectively (Fig. 1). Itshould be noted that the 35 evolutionary convergent sites of spike protein were apparentlyunderestimated, since those amino acid sites with alignment gaps were not considered by the approachused. Still, these 35 sites represented an unusually high incidence of evolutionary convergence sites,which have rarely been found in previous studies related to molecular convergent evolution 20-26. Thissuggests a strong evolutionary convergence between SARS-related CoV and COVID-19-related CoV. Oncompletion of our data analyses, one of the most recent studies showed that the RBD of the spikeprotein of Pangolin-CoV is nearly identical to that of 2019-nCoV, with only one amino acid difference 27,suggesting that Pangolin-CoV also belongs to the clade of COVID-19-related CoV. It should be noted thatthe RBD sequences of two other coronavirus strains, BM48-31 (GU190215) and BtKY72 (KY352407),were grouped with SARS-related CoV and COVID-19-related CoV (Fig. 3, Fig. S4), suggesting anevolutionary convergence among them. In addition to these evolutionarily convergent coronavirusstrains, intriguingly, we found the evidence of evolutionary convergence of the spike protein betweenthe ancestral branch leading to SARS-related CoV and the ancestral branch of COVID-19-related CoV andits sister strains (CoVZC45 and CoVZXC21), which harbored 9 evolutionary convergent amino acid sites(Fig. S5). These results suggest that the spike protein may have been subjected to a successiveevolutionary convergence among ancestral coronavirus strains leading to SARS-related CoV,COVID-19related CoV and CoVZC45 and CoVZXC21.Previous studies show that spike protein interacts tightly with a related protein ORF3a and they likelycoevolved 28-30. If their coevolution does occur, we may expect that the evolutionary convergence of thespike protein found may have led to the occurrence of the evolutionary convergence of ORF3a as well.To test this, we reconstructed ancestral amino acid sequences of ORF3a along internal nodes, and ourresults revealed 6 parallel amino acid substitutions shared between the ancestral branch leading toSARS-related CoV and the ancestral branch of COVID-19-related CoV and its sister strains (CoVZC45 andCoVZXC21) (Fig. S5). And we also detected a parallel amino acid substitution of ORF3a between the twoancestral branches leading to SARS-related CoV and COVID-19-related CoV (Fig. S6). Considering thatthese evolutionary convergent branches of ORF3a also showed evolutionary convergence in spikeprotein as mentioned above (Fig. 1, Fig. S5), it may suggest that spike protein and its partner proteinORF3a may have been subjected to a co-evolutionary convergence.Evolutionary convergence may occur by chance or by Darwinian selection. Our results showed that theevolutionary convergent sites found in this study were mainly restricted to two genes (S and ORF3a, Fig.1), and in particular, they were centered within the RBD of the S gene. This biased distribution ofevolutionary convergent sites is difficult to explain according to chance; rather, Darwinian selectionwould be favored as a plausible explanation. In support of this, we used CONVERG2 31 to evaluate theprobability of the occurrence of our observed convergent sites of spike protein between the twoancestral branches leading to SARS-related CoV and COVID-19-related CoV, and the results showed highstatistical significance (p = 0.000000), regardless of whether the JTT model or Poisson model was used.This result apparently rejects chance or neutral evolution as a possible explanation; rather, it indicates apredominately strong Darwinian selection. Moreover, we observed an apparently accelerated evolutionof RBD of SARS-related CoV and COVID-19-related CoV related to their phylogenetic intermediates (Fig.3), and we detected a significant Darwinian selection of the S gene along two branches (branches C andK) of SARS-related CoV and COVID-19-related CoV (Fig. 1, Table 1). These lines of evidence may stronglysupport the evolutionary convergence found in this study as a result of adaptive evolution. Regardingthe possible adaptive evolutionary convergence, previously proposed causes, such as gene duplicationand horizontal gene transfer 21,32,33, are less likely because only single-copy S genes were found in all 35genomes examined and evolutionary convergent sites presented an apparently biased distributionpattern. Parallel and/convergent evolution, which occur through point mutation, could contribute to ourobserved evolutionary convergence, but it could not account for the unusually high incidence ofconvergent sites observed in this study, representing a rare finding in previous studies 20-26. Recentstudies have shown a relatively high likelihood of occurrence of homologous recombination in spikeprotein 7,34,35 , and especially, it is considered that the RBD of 2019-nCov may be derived from arecombination event between that of human SARS-CoV and another (unsampled) SARS-like CoV 35. Ifthis is the case, the homologous recombination, if any, may have occurred between the ancestors(branches C and K) of SARS-related CoV and COVID-19-related CoV, accounting for their unusually highincidence of convergent sites observed in this study.Given the strong evolutionary convergence of RBD of spike protein between the two clades,COVID-19related CoV and SARS-related CoV, the coronaviruses of the two clades may have more likely adapted tosimilar or the same receptor. To date, 2019-nCoV and SARS-CoV have been known to be capable ofusing the ACE2 receptor in human host 5,6,9,10, but the receptors of their phylogenetic relatives from thetwo clades, COVID-19-related CoV and SARS-related CoV, are less clear 4,5,36,37. Regarding the batSARSlike CoV, Rs4231 and Rs7327 are known to be able to use human ACE2 receptor 37, while WIV16 iscapable of using the ACE2 receptor from humans, civets and Chinese horseshoe bats (Rhinolophussinicus) 4. The receptors of Rs9401, BtRs-BetaCoV/YN2018B, and BatCoV RaTG13 remain to be explored.Further studies on the receptors of these bat SARS-like CoVs in their natural reservoirs are badly neededto determine whether ACE2 or other candidates, if any, represent their shared cell receptor, leading totheir strong evolutionary convergence of spike protein.Our molecular phyloecological study demonstrates that spike protein shows significant Darwinianselection along two ancestral branches related to SARS-CoV and 2019-nCoV, suggesting their adaptiveevolution to recognizing their own cell receptors. Comparative sequence and phylogenetic analysesindicate a high similarity of RBD sequences of spike protein between SARS-related CoV andCOVID-19related CoV. Subsequent ancestral sequence reconstruction and convergent evolution analyses revealan unusually high incidence of parallel and convergent amino acid substitutions between them,suggesting an extremely strong adaptive evolutionary convergence in spike protein. In addition to spikeprotein, we also found evolutionary convergence of its partner protein, ORF3a, suggesting their possibleco-evolutionary convergence. Finally, considering that SARS-CoV and 2019-nCoV have posed seriousconcerns to public health and safety, it should be noted that many other bat SARS-like CoV strains thatwere evolutionarily convergent with SARS-CoV and 2019-nCoV recognized in this study may be potentialnovel coronaviruses to infect humans in the future.We used 35 coronavirus strain genomes of the subgenus Sarbecovirus based on two published studies 5,6,including 2019-nCoV, SARS-CoV, and their phylogenetic relative, bat SARS-like CoV (please see Fig. 1 fordetails). For all these coronavirus strains, we downloaded their full-length genome sequences fromGenBank except for five 2019-nCoV and RaTG13 strains, which were downloaded from GISAID. Wealigned these genome sequences using MAFFT (https://mafft.cbrc.jp/alignment/server/). The codingsequences of 11 genes (Fig. 1) annotated in the genome of 2019-nCoV (NC_045512) were used as areference sequence to obtain the homologous gene sequences of the 35 coronavirus strains. We alignedthese homologous gene sequences using the online software webPRANK(http://www.ebi.ac.uk/goldman-srv/webprank/) 38, which is considered to create a more reliablealignment to decrease false-positive results in positive selection analyses 39.We employed the branch and branch-site models implemented in the codeml program of PAML 17 toexamine the adaptive evolution of our focal genes. For this, a codon-based maximum-likelihood methodwas used to estimate the ratio of non-synonymous to synonymous substitutions per site (dN/dS or ω),and likelihood ratio tests (LRTs) were used to calculate statistical significance. A statistically significantvalue of ω > 1 suggests positive selection. Upon analysis, an unrooted taxon tree (Fig. 1) was constructedbased on two published studies 5,6. For branch model analysis, we used a two-rate branch model, andour focal branches were labelled as foreground branches, while others were treated as backgroundbranches. The two-rate branch model was compared with the one-rate branch model, which assumes asingle ω value across the tree, to determine statistical significance. If a statistically significant valueof ω > 1 in a foreground branch was detected, the two-ratio branch model was then compared with thetwo-ratio branch model with a constraint of ω = 1 to further determine whether the ω > 1 of theforeground branch was statistically significant. In addition to the branch model, we also used abranchsite model (Test 2) to detect positively selected sites for a particular branch. Test 2 compares a modifiedmodel A with its corresponding null model with a constraint of ω = 1 to determine the statisticalsignificance. Positively selected sites were found using an empirical Bayes method. For result robustness,we evaluated the dependence of the signal of positive selection on parameter variation. For this, weused two different initial values of kappa (kappa = 0.5, 3.0) and of omega (ω = 0.5, 2.0), and eventually,several independent runs were conducted for each of the positively selected genes found.We analyzed relative selection intensity using the RELAX 19 program, available from the Datamonkeywebserver (http://test.datamonkey.org/relax). RELAX is a hypothesis testing framework, and it can beused to test whether selection strength has been relaxed or intensified along a certain branch orlineage. For analyses, RELAX calculates a selection intensity parameter value (k), and k > 1 shows anintensified selection, while k < 1 indicates a relaxed selection, assuming a priori partitioning of the testbranches and reference branches. We would expect that an intensified selection shows ω categoriesaway from neutrality (ω = 1), while a relaxed selection is expected to show ω categories converging toneutrality (ω = 1). Statistical significance was evaluated by LRT by comparing an alternative model witha null model. The null model assumes k = 1 and the same ω distribution for both test and referencebranches, while the alternative model assumes that k is a free parameter, and the test and referencebranches may have different ω distributions.We reconstructed an maximum likelihood (ML) tree and neighbor-joining (NJ) tree using MEGA X 40. ForML analyses, the WAG+ G model was selected as the best amino acid substitution model according tothe Bayesian information criterion. All amino acid sites with an alignment gap were included for analyses.For NJ analyses, JTT+G was selected as the best model. For the ML and NJ analyses, the bootstrap valuewas set to 1, 000. Other parameters were used as defaults in the program.We used the amino acid-based marginal reconstruction implemented in the empirical Bayes approach inPAML 17 for ancestral sequence reconstruction. In the analyses, the character was assigned to a singleinterior node and the character with the highest posterior probability was used as the bestreconstruction. We used two different amino acid substitution models, JTT and Poisson, to examine theconsistency of our results. The JTT model assumes different substitution rates of different amino acids,while the Poisson model assumes the same substitution rate of all amino acids. For the analyses, weobtained the full-length spike protein sequences of our focal coronavirus strains and used theirphylogeny, as given in Fig. 1. The amino acid substitutions along our focal branches were analyzed. Theresults based on the JTT and Poisson models were generally identical; for convenience, only the resultsbased on the JTT model are shown.We used the CONVERG2 31 program to evaluate the probabilities that the observed convergent andparallel substitutions were due to random chance. A statistical significant p-value may suggest theobserved evolutionary convergent sites are less likely attributable to random chance, but instead, favorDarwinian selection as a possible explanation. For the analyses, two different amino acid substitutionmodels, JTT and Poisson, were used. The RBD amino acid sequences of our focal 35 coronavirusgenomes were abstracted and aligned using CLUSTAL W 41 program. The phylogenetic relationshipsamong the coronavirus strains studied are given in Fig. 1.We thank Hui Wang for helping with the convergent evolution analyses. This research was supported bythe National Natural Science Foundation of China (grant number, 31770401) and the FundamentalResearch Funds for the Central Universities.1234567891011121314151617181920212223242526272829303132333435363738394041CoV and COVID-19-related CoV. These shared amino acids are distinct from that of their phylogeneticintermediates. The phylogeny is the same as in Fig. 1.substitution model is used. The tree has the highest log likelihood (-3406.88). The node supports areshown in number. Hibecovirus and Nobecovirus are used as outgroups.foreground branches are shown. Positive selection sites located in subunit 1 of gene S are shown in grey.Underlining shows positive selected sites located within RBD. Dashes (-) shows alignment gaps in thereference sequence.Branch/GeneParameter estimates2∆Ldfp-valueBranch CNSBranch K551T,570-,577Q,615L,760A,770A4864S,4960H,5882S,5930N,6128H,6191S,6323I6396A,6428S,6436K,6488S11D,19Y,150N,390P2∆L: twice difference of likelihood values between two nested models; df: degrees of freedom; proportion of sites and theircorresponding ω values in four site classes (p0, p1, p2a and p2b) are shown.the common ancestral branch (reference branch) of 2019 n-CoV and RaTG13. The result shows that theω categories of the test branch are apparently away from neutrality (ω = 1), indicating an intensifiedselection along the 2019- nCoV branch.receptor-binding domain; RBM, receptor-binding motif.related CoV and COVID-19-related CoV. These shared amino acids are completely or nearly completelydistinct from those of their phylogenetic intermediates. The phylogeny is the same as in Fig. 1.The node supports are shown in numbers. Hibecovirus and Nobecovirus are used as outgroups.phylogeny is the same as in Fig. 1.leading to SARS-related CoV and COVID-19-related CoV. This parallel amino acid substitution is onlysupported as Poisson model was used. Eight identical amino acid sites of ORF3a protein shared betweenSARS-related CoV and COVID-19-related CoV are also shown. These shared amino acids are completelydistinct from those of their phylogenetic intermediates. The phylogeny is the same as in Fig. 1.MNTest branchReference branchTest branchReference branchTest branchReference branchTest branchReference branchTest branchReference branchTest branchReference branchORF8ORF10S***P < 0.001ORF7bORF8ORF10S***p < 0.001branch-site model. For convenience, only the ω values of the foreground branches are shown. Positiveselection sites located in subunit 1 of the S gene are shown in grey. Underlining shows positive selectedsites located in the RBD.p-valueBDEFGHIJLBranchp0= 0.902 p1= 0.071 p2a= 0.024 p2b= 0.001p0= 0.922 p1= 0.067 p2a= 0.009 p2b= 0.000p0= 0.925 p1= 0.069 p2a= 0.004 p2b= 0.000p0= 0.917 p1= 0.069 p2a= 0.011 p2b= 0.000p0= 0.926 p1= 0.071 p2a= 0.001 p2b= 0.000111111111187N,125H,138H,176K, 216E25S,27L,37P,52R,93F,149*176K,,216E,438T,473F136V,144D,174I,181L,222D, 229D,376H733N,756D2S,48A,63S,73V,160F,209*,240S259T,270L2∆L: twice difference of likelihood values between two nested models; df: degrees of freedom; proportion of sites and theircorresponding ω values in four site classes (p0, p1, p2a and p2b) are shown. * represents alignment gap in reference sequence.", "ref_list": [[], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Guan"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The 2019 novel coronavirus (2019-nCoV, also called severe acute respiratory syndrome (SARS)-CoV-2)\nhas caused the current outbreak of coronavirus disease (COVID-19), which has emerged as a serious\npublic health concern. The clinical and pathological features caused by 2019-nCoV resemble those seen\nin SARS 1-3, which is caused by SARS coronavirus (SARS-CoV). Both 2019-nCoV and SARS-CoV have been\ndetermined to be of bat origin, with possible intermediate hosts prior to infecting humans 4,5.\nPhylogenetic studies have shown that 2019-nCoV and SARS-CoV belong to the subgenus Sarbecovirus,\nbut they are distantly related 5-8, with a sequence identity of 79.6% at the whole-genome level 5. One\nrecent study showed that 2019-nCoV is more similar to a bat coronavirus (RaTG13), with a sequence\nidentity of 96.2% at the whole-genome level, than many other coronaviruses from different hosts,\nsuggesting a phylogenetic affinity of 2019-nCoV to bat coronavirus compared with SARS-CoV 5. Despite\ntheir relatively distant phylogenetic relationships, 2019-nCoV and SARS-CoV are both known to be\ncapable of infecting humans using the same cell receptor, angiotensin-converting enzyme 2 (ACE2) 5,6,9,10,\nand their protein structures of receptor-binding protein spike (S) are found to be highly similar to each\nother 10,11, suggesting their phenotypic convergence. The spike protein is responsible for receptor\nbinding and membrane fusion, and it is important for host tropism and transmission capacity 6. The\nspike protein of coronaviruses comprises two subunits, S1 and S2. The S1 subunit contains a\nreceptorbinding domain (RBD), which harbors a receptor-binding motif (RBM) to make complete contact with\nthe receptor (i.e., ACE2) 12,13.", "one_words_summarize": "The 2019 novel coronavirus (2019-nCoV, also called severe acute respiratory syndrome (SARS)-CoV-2)has caused the current outbreak of coronavirus disease (COVID-19), which has emerged as a seriouspublic health concern. Thespike protein of coronaviruses comprises two subunits, S1 and S2. Given the importance of RBM for receptorbinding, we further conducted a comparative sequence analysis among all the coronavirus strainsstudied to examine its variability. In addition to these evolutionarily convergent coronavirusstrains, intriguingly, we found the evidence of evolutionary convergence of the spike protein betweenthe ancestral branch leading to SARS-related CoV and the ancestral branch of COVID-19-related CoV andits sister strains (CoVZC45 and CoVZXC21), which harbored 9 evolutionary convergent amino acid sites(Fig. Evolutionary convergence may occur by chance or by Darwinian selection. In support of this, we used CONVERG2 31 to evaluate theprobability of the occurrence of our observed convergent sites of spike protein between the twoancestral branches leading to SARS-related CoV and COVID-19-related CoV, and the results showed highstatistical significance (p = 0.000000), regardless of whether the JTT model or Poisson model was used. This result apparently rejects chance or neutral evolution as a possible explanation; rather, it indicates apredominately strong Darwinian selection. Recentstudies have shown a relatively high likelihood of occurrence of homologous recombination in spikeprotein 7,34,35 , and especially, it is considered that the RBD of 2019-nCov may be derived from arecombination event between that of human SARS-CoV and another (unsampled) SARS-like CoV 35. The receptors of Rs9401, BtRs-BetaCoV/YN2018B, and BatCoV RaTG13 remain to be explored. Our molecular phyloecological study demonstrates that spike protein shows significant Darwinianselection along two ancestral branches related to SARS-CoV and 2019-nCoV, suggesting their adaptiveevolution to recognizing their own cell receptors. For this, a codon-based maximum-likelihood methodwas used to estimate the ratio of non-synonymous to synonymous substitutions per site (dN/dS or ω),and likelihood ratio tests (LRTs) were used to calculate statistical significance. A statistically significantvalue of ω > 1 suggests positive selection. Test 2 compares a modifiedmodel A with its corresponding null model with a constraint of ω = 1 to determine the statisticalsignificance. RELAX is a hypothesis testing framework, and it can beused to test whether selection strength has been relaxed or intensified along a certain branch orlineage. The null model assumes k = 1 and the same ω distribution for both test and referencebranches, while the alternative model assumes that k is a free parameter, and the test and referencebranches may have different ω distributions. All amino acid sites with an alignment gap were included for analyses. We used the amino acid-based marginal reconstruction implemented in the empirical Bayes approach inPAML 17 for ancestral sequence reconstruction. In the analyses, the character was assigned to a singleinterior node and the character with the highest posterior probability was used as the bestreconstruction. The amino acid substitutions along our focal branches were analyzed. 1.We thank Hui Wang for helping with the convergent evolution analyses. Hibecovirus and Nobecovirus are used as outgroups.foreground branches are shown. Positive selection sites located in subunit 1 of gene S are shown in grey. Underlining shows positive selected sites located within RBD. 1.MNTest branchReference branchTest branchReference branchTest branchReference branchTest branchReference branchTest branchReference branchTest branchReference branchORF8ORF10S***P < 0.001ORF7bORF8ORF10S***p < 0.001branch-site model."}