{"date": "2020/02/20", "journal": "medrxiv", "authors": "Kenji Mizumoto, Katsushi Kagaya, Alexander Zarebski, Gerardo Chowell", "title": "Estimating the Asymptomatic Proportion of 2019 Novel Coronavirus onboard the Princess Cruises Ship, 2020", "type": "preprint article", "abstract": "Corresponding author: Kenji Mizumoto", "text": "AffiliationsPotential transmissibility of asymptomatic 2019 Novel Coronavirus infection and asubstantial asymptomatic ratio have been reported in clinical studies. Employing astatistical modeling analysis, we derived a delay-adjusted asymptomatic ratio of thepositive 2019-nCoV infections onboard the Princess Cruises ship along with thetimeline of infections. We estimated the percentage of cases that are asymptomatic to be34.6% (95% CrI: 29.4%–39.8%), with most of the infections occurring before the startof the 2-week quarantine.        Since COVID-19 emerged in the city of Wuhan, China in December 2019, thousands ofpeople have succumbed to the novel coronavirus especially in the Province of Hubeiwhile dozens of imported and secondary cases have been reported in over 25 countriesas of February 19, 2020 [                The transmissibility and epidemiological characteristics of COVID-19 continue to beinvestigated as the virus continues its march through the human population [        As an epidemic progresses over time, suspected cases are examined and tested for theinfection using polymerase chain reaction (PCR) or rapid diagnostic test (RDT). Then,time-stamped counts of the test results stratified according to the presence or absence ofsymptoms at the time of testing are often reported to the public in near real-time.Nevertheless, it is important to note that the estimation of the asymptomatic ratio needsto be handled carefully since real-time outbreak data are influenced by the phenomenonof right censoring, due to the time lag between the time of examination and samplecollection and the development of illness.In this paper, we conduct a statistical modeling analysis to estimate the asymptomaticratio among infected individuals who have tested positive for 2019-nCoV infectionsonboard the Princess Cruises Ship along with their time of infections, accounting for thedelay in onset of symptoms and right-censoring.In Yokohama, Japan, an outbreak of COVID-19 is unfolding on board thePrincess Cruise Ship, which has been under quarantine orders since February 5, 2020,after a former passenger of the cruise ship tested positive for the virus afterdisembarking in Hong Kong. As of February 20, 2020, two days after the scheduledtwo-week quarantine came to an end, a total of 621 people including one quarantineofficer, one nurse and one administrative officer have tested positive for COVID-19 outof the 3,711 passengers and crew members on board. Laboratory tests by PCR havebeen conducted, prioritizing symptomatic or high risk groups.Daily time series of laboratory test results for COVID-19 (both positive andnegative), including information of presence or absence of symptoms from February 5,2020 to February 19, 2020 were extracted from secondary sources [12]. A total of 621people have tested positive among 3011 tests as of February 19, 2020. Out of 621 cases,a total of 309 cases are female and six were aged 0-19 years, 140 were aged 20-59 yearsand 475 were 60 years and older (Figure 1). The nationality of the cases includes Japan(270), United States (88), Canada (50), Australia (48), Philippines (46), Hong Kong(30) and China (28).Out of the 621 confirmed cases, a total of 299 and 322 cases have been reportedto be symptomatic and asymptomatic, respectively. The proportion of asymptomaticappears to be 16.1 % (35/218) before February 13, 25.6 % (73/285) on February 15,31.2 % (111/355) on February 16, 39.9% (181/454) on February 17, 45.4 % (246/542)on February 18 and 51.9% (322/621) on February 19 (Table 1). Soon after identificationof the first infections, both symptomatic and asymptomatic cases were transported todesignated medical facilities specialized in infectious diseases in Japan. However, thesepatients are treated as external (imported) cases, and a detailed description of theprogression of their symptoms has not been made public.The asymptomatic ratio was defined as the proportion of asymptomaticallyinfected individuals among the total number of infected individuals.The observations where treated as survival data with right-censoring. The probability ofbeing asymptomatic along with the infection time of each individual where estimated ina Bayesian framework using Hamiltonian Monte Carlo (HMC). A detailed descriptionof the model used and the computation is provided in a Technical Appendix.Posterior median estimates of true asymptomatic proportion among thereported asymptomatic cases is at 0.32 (95% CrI: 0.27–0.37), with the estimated totalnumber of true asymptomatic cases at 103.5 (95%CrI: 88.0-80.6) and the estimatedasymptomatic ratio at 34.6% (95% CrI: 29.4%–39.8%).We conducted sensitivity analyses to examine how varying the meanincubation period between 5.5 and 9.5 days affects our estimates of the trueasymptomatic proportion. Estimates of true asymptomatic proportion among thereported asymptomatic cases are somewhat sensitive to changes in the mean incubationperiod, ranging from 0.25 (95%CrI: 0.20–0.31) to 0.38 (95%CrI: 0.33–0.42), while theestimated total number of true asymptomatic cases range from 81.8 (95%CrI:64.7–99.0) to 121.3 (95%CrI: 107.3–135.4) and the estimated asymptomatic ratioranges from 27.4% (95%CrI: 21.6%–33.1%) to 40.6% (95%CrI: 35.9%–45.3%).Heat maps were used to display the density distribution of infection timing byindividuals (Figure S1) where the vertical line corresponds to the date of February 20,2020. Among the symptomatic cases, the infection timing appears to have occurred justbefore or around the start of the quarantine period, while the infection timing forasymptomatic cases appears to have occurred well before the start of the quarantineperiod.We have conducted statistical modeling analyses together with publiclyavailable data to elucidate the asymptomatic ratio, along with the time of infectionamong the COVID-19 infected cases onboard the Princess Cruises ship.          Our estimated asymptomatic ratio is at 34.6% (95% CrI: 29.4%–39.8%),consistent with recently derived estimates from data of Japanese citizens evacuatedfrom Wuhan [          Most of the infections appear to have occurred before or around the start of the2-week quarantine that started on February 5, 2020, which further highlights the potenttransmissibility of the SARS-CoV-2 virus, especially in confined settings. To furthermitigate transmission of COVID-19 and bring the epidemic under control in areas withactive transmission, it may be necessary to minimize the number of gatherings inconfined settings.Our study is not free from limitations. First, laboratory tests by PCR wereconducted focusing on symptomatic cases especially at the early phase of the quarantine,if asymptomatic cases where missed as a result of this, it would mean we haveunderestimated the asymptomatic proportion. Second, it is worth noting that the data ofpassengers and crews employed in our analysis is not a random sample from thepopulation. Considering that most of the passengers are 60 years and older, the nature ofthis age distribution may lead to underestimation if older individuals tend to experiencemore symptoms. An age standardized asymptomatic ratio would be more appropriate inthat case. Third, the presence of symptoms in cases with COVID-19 may correlate withother factors unrelated to age such as comorbidities (e.g. cardiovascular disease,diabetes, immunosuppression). Therefore, more detailed data documenting the baselinehealth of the individuals including the presence of underlying diseases would be usefulto remove the bias in this estimate of the asymptomatic ratio.In summary, we have estimated the proportion of asymptomatic cases amongindividuals who have tested positive for novel COVID-19 adjusting for the delay insymptom onset and right-censoring of the observations along with the times of infectionof confirmed cases onboard the Princess Cruises Ship.KM acknowledges support from the Japan Society for the Promotion of Science (JSPS)KAKENHI Grant Number 18K17368 and from the Leading Initiative for ExcellentYoung Researchers from the Ministry of Education, Culture, Sport, Science &Technology of Japan. KK acknowledges support from the JSPS KAKENHI GrantNumber 18K19336 and 19H05330. AZ acknowledges supports from the Oxford MartinSchool Programme on Pandemic Genomics. GC acknowledges support from NSF grant1414374 as part of the joint NSF-NIH-USDA Ecology and Evolution of InfectiousDiseases programA) Symptomatic cases (N= 299), B) Asymptomatic cases (N= 322). Vertical axisrepresents each individuals from 1 to N. Cases embarked after positive results. Day 1corresponds to January 20, 2020, when symptomatic index case embarked. Verticallines corresponds to February 5, 2020 when quarantine started.12. Ministerofof the asymptomatic ratio of novel coronavirus infections (COVID-19)doi:14. Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al. SARS-CoV-2 ViralLoad in Upper Respiratory Specimens of Infected Patients. N Engl J Med. 2020.Doi: 10.1056/NEJMc2001737Reported dateunavailable.As this is a cumulative number, the exact date of disembarkation is unavailable.¶As this is a cumulative number, the reported date for 35 asymptomatic cases areNo. ofasymptomatic cases(cumulative)73¶111181246322onboard the Princess Cruises ship (Female =309, Male = 312)", "ref_list": [[], ["Novel Coronavirus (2019-nCoV) situation reports"], ["Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travelers from Wuhan"], ["Abortive and subclinical poliomyelitis in a family during the 1992 epidemic in The Netherlands"], ["Achieving measles control: lessons from the 2002-06 measles control strategy for Uganda"], [""], ["the Asymptomatic Ratio of Norovirus Infection During Foodborne Outbreaks With Laboratory Testing in Japan"], ["Transmission potential of modified measles during an outbreak"], [""], ["Evidence of SARS-CoV-2 Infection in Returning Travelers from Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["NM Linton", "T Kobayashi", "Y Yang", "K Hayashi", "AR Akhmetzhanov", "SM Jung"], ["JA Backer", "D Klinkenberg", "J Wallinga", "Euro Surveill"], ["FP Kroon", "HT Weiland", "AM van Loon", "R. van Furth"], ["WB Mbabazi", "M Nanyunja", "I Makumbi"], ["MR Smallman-Raynor", "AD Cliff"], ["F Miura", "R Matsuyama", "H. Estimating Nishiura"], ["K Mizumoto", "T Kobayashi", "G Chowell", "March May 2018. Euro Surveill"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], ["A Berger", "M Kortenbusch", "J Cinatl", "D Bojkova", "H Rabenau"], ["C Huang", "Y Wang", "X Li"], ["H Nishiura", "T Kobayashi", "T Miyama", "A Suzuki", "S Jung", "K Hayashi"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Affiliations\nPotential transmissibility of asymptomatic 2019 Novel Coronavirus infection and a\nsubstantial asymptomatic ratio have been reported in clinical studies. Employing a\nstatistical modeling analysis, we derived a delay-adjusted asymptomatic ratio of the\npositive 2019-nCoV infections onboard the Princess Cruises ship along with the\ntimeline of infections. We estimated the percentage of cases that are asymptomatic to be\n34.6% (95% CrI: 29.4%–39.8%), with most of the infections occurring before the start\nof the 2-week quarantine.", "one_words_summarize": "AffiliationsPotential transmissibility of asymptomatic 2019 Novel Coronavirus infection and asubstantial asymptomatic ratio have been reported in clinical studies. Laboratory tests by PCR havebeen conducted, prioritizing symptomatic or high risk groups. The observations where treated as survival data with right-censoring. Therefore, more detailed data documenting the baselinehealth of the individuals including the presence of underlying diseases would be usefulto remove the bias in this estimate of the asymptomatic ratio. In summary, we have estimated the proportion of asymptomatic cases amongindividuals who have tested positive for novel COVID-19 adjusting for the delay insymptom onset and right-censoring of the observations along with the times of infectionof confirmed cases onboard the Princess Cruises Ship. KK acknowledges support from the JSPS KAKENHI GrantNumber 18K19336 and 19H05330. Day 1corresponds to January 20, 2020, when symptomatic index case embarked. Verticallines corresponds to February 5, 2020 when quarantine started.12. SARS-CoV-2 ViralLoad in Upper Respiratory Specimens of Infected Patients."}