{"date": "2020/03/02", "journal": "medrxiv", "authors": "Moritz U.G. Kraemer, Chia-Hung Yang, Bernardo Gutierrez, Chieh-Hsi Wu, Brennan Klein, David M. Pigott, Louis du Plessis, Nuno R Faria, Ruoran Li, William P. Hanage, John S Brownstein, Maylis Layan, Alessandro Vespignani, Huaiyu Tian, Christopher Dye, Simon Cauchemez, Oliver Pybus, Samuel V Scarpino", "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China", "type": "preprint article", "abstract": "One sentence summary: The spread of COVID-19 in China was driven by human mobility early on and mitigated substantially by drastic control measures implemented since the end of January.", "text": "3. Boston Children’s Hospital, Boston, United States5. School of Biological and Environmental Sciences, Universidad San Francisco de Quito USFQ,7. Institute for Health Metrics and Evaluation, Department of Health Metrics, University ofFranceThe ongoing COVID-19 outbreak has expanded rapidly throughout China. Major behavioral, clinical, andstate interventions are underway currently to mitigate the epidemic and prevent the persistence of thevirus in human populations in China and worldwide. It remains unclear how these unprecedentedinterventions, including travel restrictions, have affected COVID-19 spread in China. We use real-timemobility data from Wuhan and detailed case data including travel history to elucidate the role of caseimportation on transmission in cities across China and ascertain the impact of control measures. Early on,the spatial distribution of COVID-19 cases in China was well explained by human mobility data.Following the implementation of control measures, this correlation dropped and growth rates becamenegative in most locations, although shifts in the demographics of reported cases are still indicative oflocal chains of transmission outside Wuhan. This study shows that the drastic control measuresimplemented in China have substantially mitigated the spread of COVID-19.        The outbreak of COVID-19 has spread rapidly from its origin in Wuhan, Hubei Province, China (                As of 1st March 2020, 79,986 cases of COVID-19 have been confirmed in China (Fig. 1a) (                To identify accurately a timeframe for evaluating early shifts in SARS-CoV-2 transmission in China, wefirst estimated from case data the average incubation period of COVID-19 infection (i.e. the durationbetween time of infection and symptom onset (        outbreak in provinces in China. Vertical lines and boxes indicate key dates such as implementation ofcordon sanitaire of Wuhan (grey) and the end of the first incubation period after the travel restrictions(red). The thin grey line represents the closure of Wuhan seafood market on 1st January 2020. The widthof each horizontal tube represents the number of reported cases in that province. (b) Map of COVID-19confirmed cases (n = 554) that had reported travel history from Wuhan before travel restrictions wereimplemented on January 23, 2020. Colors of the arrows indicate date of travel relative to the date oftravel restrictions.          In order to understand whether the volume of travel within China can predict the epidemic outside ofWuhan, we analyzed real-time human mobility data from Baidu Inc., together with epidemiological datafrom each province (Materials and Methods). Small local transmission clusters (in a family) ofCOVID19 were first reported in Guangzhou, Guangdong province (          Among cases reported outside Hubei province in our dataset, we observe 515 cases with known travelhistory to Wuhan and a symptom onset date before 31st January 2020, compared with only 39 after 31stJanuary, 2020, illustrating the effect of travel restrictions (Figs. 1b, 2a, Fig. S3). We confirm the expecteddecline of importation with real-time human mobility data from Baidu Inc. Movements of individuals outof Wuhan increased in the days before the Lunar New Year and the establishment of the cordon sanitaire,before rapidly decreasing to almost no movement (Figs. 2a,b). The travel ban appears to have preventedtravel in and out of Wuhan around the time of the Lunar New Year celebration (Fig. 2a) and likelyreduced further dissemination of SARS-CoV-2 from Wuhan.          To test the contribution of the epidemic in Wuhan to seeding epidemics elsewhere in China we build anaïve COVID-19 GLM (          We find that the magnitude of the epidemic (total number of cases until February 10, 2020) outside ofWuhan is remarkably well predicted by the volume of human movement out of Wuhan alone (R2 = 0.89from a log-linear regression using cumulative cases, Fig. S8). Therefore cases exported from Wuhan priorto the cordon sanitaire appear to have not only contributed to initiating local chains of transmission, bothin neighboring provinces such as Henan, and in comparatively more distant provinces, e.g., Guangdongand Zhejiang (Figs. 1a, 2b) but that the frequency of introductions from Wuhan are also predictive of thesize of the epidemic in other provinces (controlling for population size).After 1st February 2020 (corresponding to one mean + one SD incubation period after the cordon sanitaireand other interventions were implemented), the correlation of daily case counts and human mobility fromWuhan decreases (Figs. 2c) which indicates that variability is better explained by other factors such aslocal public health response. This suggests that travel restrictions may have reduced the flow of caseimportations from Wuhan; but also that other factors guiding a local epidemic may be taking over.data extracted in real time from Baidu. Date of start of travel ban out of Wuhan and other controlmeasures on January 23,2020. Dark and red lines represent migration scale indexes for 2019 and 2020,respectively. b) Relative movements from Wuhan to other provinces in China. c) Timeline of dailycorrelation between daily incidence in Wuhan and incidence in all other provinces weighted by humanmobility.          We also estimate the growth rates of the epidemic in all other provinces (Materials and Methods).Interestingly, we find that all provinces outside Hubei experienced faster growth rates between January 9th– January 22nd, 2020 (Fig. 3b, Fig. S4b) which was the time before travel restrictions and drastic controlmeasures were implemented (Fig. 3c, Fig. S6); this is also apparent from the case counts by province(Fig. S6). In the same period, we show that variation in the growth rates are almost entirely explained byhuman movements from Wuhan (Fig. 3c), consistent with theory of infectious disease spread in highlycoupled metapopulations (          log linear daily case counts in each province (Materials and Methods). Above the red line are positivegrowth rates and below are growth rates that are negative. Blue indicates before the implementation ofthe cordon sanitaire and green after. c) Relationship between the growth rate and human mobility atdifferent times of the epidemic. Blue indicates before the implementation of the cordon sanitaire andgreen after.The travel ban coincides with increased testing capacity across provinces in China. An alternativehypothesis is that the observed epidemiological patterns outside Wuhan are the result of increased testingcapacity. We test this hypothesis by including differences in testing capacity before and after the rolloutof large scale testing in China on 20th of January 2020 and test its impact on the predictability of dailycases (Materials and Methods). We plot the relative improvement in the prediction of our model (basedon normalized residual error) of (i) a model that includes mobility from Wuhan and (ii) a model thatincludes testing availability (see more details in Materials and Methods). Overall, the inclusion ofmobility data from Wuhan produces a significant improvement in the models prediction (delta-BIC > 250,(24)) over a naive model that considers only autochthonous transmission with a doubling time of 2-8 days(Fig. 3b). Of the 27 provinces in China reporting cases through February 6th, 2020, we find that in 12provinces the largest improvements in prediction can be achieved using mobility only (Fig. S5). In 10provinces, both testing and mobility improve the models prediction and in only one province testing is themost important factor improving model prediction (Fig. S5). We conclude that laboratory testing duringthe early phase of the epidemic is critical, however, mobility out of Wuhan remains the main driver ofspread prior to the shutdown.As case counts are decreasing outside Wuhan (Fig 3b), we can further investigate the current contributionof imported cases to local epidemics outside Wuhan by investigating case characteristics. Age and sexdistributions can reflect heterogeneities in the risk of infection within affected populations. To investigatemeaningful shifts in the epidemiology of the COVID-19 outbreak through time, we examined age and sexdata for cases from different periods of the outbreak, and from individuals with and without travel fromWuhan. However, details of travel history exist for only a fraction of confirmed cases and thisinformation is particularly scant for some provinces (e.g. Zhejiang and Guangdong). Consequently, wegrouped confirmed cases into four categories: (I) early cases with travel history (early = reported before1st Feb), (II) early cases without travel history, (III) later cases with travel history (later = reportedbetween 1st – 10th Feb), (IV) later cases without travel history.        Using crowdsourced case data, we found that cases with travel history (categories I and III) had similarmedian ages and sex ratios in both the early and later phases of the outbreak (41 vs 42 years old, 50%interquartile interval: 32.75 vs 30.75 and 54.25 vs 53.5 respectively, p-value > 0.1; 1.47 vs. 1.45 malesper female, respectively; Fig. 4d, Fig. S7). Early cases with no information on travel history (category II)had a similar median age and sex ratio to those with known travel history (42 years old (50% interquartileinterval: 30.5 – 49.5, p-value > 0.1) and 1.80 males per female, Fig. 4d). However, the sex ratio of latercases without reported travel history (category IV) shifted to approximately 1:1 (57 male vs. 62 female,X2 test, p-value < 0.01), as expected under a null hypothesis of equal transmission risk (Fig. 4a,b,d, seealso reference (        cases with known travel history to Wuhan, (b) Age and sex distributions of confirmed cases that had notravel history. (c) Median age for cases reported early (before 1st Feb) and those reported later (between1st – 10th February. Uncertainty is shown in Fig. S7. (d) Change through time in the sex ratio of (i) allreported cases in China with no reported travel history, (ii) cases reported in Beijing without travelhistory, and (iii) cases known to have travelled from Wuhan.Containment of respiratory infections is particularly difficult if they are characterized by relatively mildsymptoms or transmission before the onset of disease (25). Intensive control measures, including travelrestrictions, have been implemented to limit the spread of COVID-19 in China. Here, we showed that thiscombination of interventions was successful in mitigating the spread and reduce local transmission ofCOVID-19 in China although it is not possible to definitively determine the individual impact of eachintervention. More analyses will be required to determine how to optimally balance the expected positiveeffects on health with the negative impact on individual liberties, the economy, and society at large.23.24.25.26.Acknowledgements: We would like to thank all individuals who are collecting epidemiological data ofthe COVID-19 outbreak around the world. Funding: HT, OGP and MUGK acknowledge support fromthe Oxford Martin School. MUGK is supported by a Branco Weiss Fellowship. NRF is supported by a SirHenry Dale Fellowship. The funders had no role in study design, data collection and analysis, decision topublish or preparation of the manuscript. WPH was supported by the National Institute of GeneralMedical Sciences (#U54GM088558). Authors contributions: MUGK, OGP, SVS developed the ideaand research. MUGK and SVS wrote the first draft of the manuscript and all other authors discussedresults and edited the manuscript. MUGK, BG, SVS, DMP and the open COVID-19 data working groupcollected and validated epidemiological data. RL and MUGK collected intervention data. C-HY, BK, andSVS collected and processed human mobility data. Competing interests: The authors declare nocompeting interests. Data and materials availability: Code and data are available on the followingGitHub repository: https://github.com/Emergent-Epidemics/covid19_cordonDavid M. Pigott7, open COVID-19 data working group*, Louis du Plessis1, Nuno R. Faria1, Ruoran Li8,11. Department of Zoology, University of Oxford, United Kingdom12. Harvard Medical School, Harvard University, Boston, United States13. Boston Children’s Hospital, Boston, United States14. Network Science Institute, Northeastern University, Boston, United States15. School of Biological and Environmental Sciences, Universidad San Francisco de Quito USFQ,Quito, EcuadorFrance16. Mathematical Sciences, University of Southampton, Southampton, United Kingdom17. Institute for Health Metrics and Evaluation, Department of Health Metrics, University of18. Harvard T.H. Chan School of Public Health, Boston, United States19. Mathematical Modelling of Infectious Diseases Unit, Institut Pasteur, UMR2000, CNRS, Paris,20. State Key Laboratory of Remote Sensing Science, College of Global Change and Earth System$Correspondence should be addressed to: s.scarpino@northeastern.edu; oliver.pybus@zoo.ox.ac.uk;*members of the open COVID-19 data working group are listed at the end of the manuscriptEpidemiological data: No officially reported line list was available for cases in China (26). We use astandard protocol (27, 28) to extract individual level data from December 1st, 2019 - February 10th, 2020.Sources are mainly official reports from provincial, municipal or national health governments. Dataincluded basic demographics (age, sex), travel histories and key dates (dates of onset of symptoms,hospitalization, and confirmation). Data were entered by a team of data curators on a rolling basis andtechnical validation and geo-positioning protocols were applied continuously to ensure validity. Adetailed description of the methodology is available (27) (attached in Supplementary information).Lastly, total numbers were matched with officially reported data from China and other governmentreports. For sensitivity, GLM analyses (see below) were performed with case counts from the WorldHealth Organization.Proportions of symptomatic travelers: The proportion of cases who travelled while symptomatic wasassessed from a subset of 236 cases for whom the dates of symptom onset and departure from Wuhanwere available. Residency was split into three categories: Wuhan, China and International. Foreignersliving in Wuhan were categorized as Wuhan and patients with missing Wuhan residency were either keptas missing values or categorized according to their country of origin. Both parametric (χ² test, (29)) andnon-parametric (exact Fisher test, (30)) tests were performed and the uncertainty in proportions wasassessed by the standard deviation of sample proportions.Statistical inference of the incubation period: The incubation period is the time interval betweeninfection and symptom onset. We assumed that cases travelling from Wuhan were exposed during theirstay in Wuhan. We estimated the incubation period from 38 travelling cases returning from Wuhan withknown dates of symptom onset, entry and exit. The end of the exposure period was assumed to be theexit travel date except if symptom onset occurred prior to the exit date (in which case exposure wasassumed to have occurred prior to symptom onset). The start of the exposure period corresponded to theentry date. We assumed that the incubation period could not exceed 30 days.For each case, the minimum and maximum incubation period was derived from the dates of entry, exitand symptom onsetWe fitted a truncated gamma distribution (0 to 30 days) and estimated the mean and variance of theincubation period using Markov Chain Monte Carlo (MCMC) in a Bayesian framework using anuninformative prior distribution. We derived the likelihood as follows:130A Metropolis-Hastings algorithm was implemented in R. Marginal posteriors were sampled from a chainof 5,000 steps after discarding a burn-in of 50 steps. Convergence was inspected visually.Models of shifting age and sex distributions: Age and sex distributions are important in understandingrisk of infection across populations. Assuming risk to be distributed relatively equally across apopulation, as an outbreak evolves age and sex distributions should follow the underlying populationstructure. Varying degrees of immunity and exposure may shift these distributions (31). To examinewhether the ongoing outbreak shifted from an epidemic concentrated in Wuhan and among travelers fromWuhan to an epidemic that was self-sustained in provinces across China we use age and sex data fromdifferent periods of the outbreak for individuals with reported travel history and no known travel history.We define two periods of the outbreak, an “early” phase, starting with the first reports in early Decemberand ending a set number of days after the Wuhan shutdown. This was selected to be 8 days after theWuhan shutdown, which conservatively corresponds to one incubation period + 1SD (see above) after theshutdown. After that date (i.e. 1st Feb 2020) we assume that most reported transmissions in provincesoutside of Wuhan are the result of local transmission. We further divided our data in those that had caseswith known travel history to Wuhan and those who did not. Then we produce the following summarystatistics:We then compare these with:Average age stratified by sex for all cases with reported travel history to Wuhan.Average age stratified by sex for all cases with no reported travel history to Wuhan in the periodbetween December 1, 2019 - January 31, 2020.Average age stratified by sex for all cases with no reported travel history to Wuhan in the periodbetween January 31, 2020 - February 10, 2020.Model M1 compares the distribution of age and sex among travelers to the reported infections outsideWuhan with no known travel history. In case these two distributions are similar, import driven epidemiccan be concluded. Under our model assumptions M2, if the epidemic was driven largely by importationsacross the two time periods, all age and sex distributions should mirror those of the reported travelerinfections. Under our model assumption M3, if the epidemic was driven by other factors (i.e., localtransmission), the two distributions should vary across the two time periods.We cannot exclude the possibility that shifts in distributions may be due to heightened awareness amongthe general population which may have increased reporting in female cases later in the epidemic. Further,more work will be necessary to understand the differential risk of severe or symptomatic disease to fullyunderstand the age and sex distributions in this outbreak. For example, why there are relatively fewreports of cases <18y old. However, as for other respiratory pathogens symptomatic and severe infectionwere more concentrated in older populations. We do not intend to make any general statements aboutdifferential risk but were more interested in shifts in reported cases across multiple geographies in China.Real time human mobility data: We extract human mobility data from the Baidu Qianxi web platform,which presents daily population travels between cities or provinces tracked through the Baidu Huiyansystem. The data do not represent numbers of individual travelers but rather an index of relativemovements constructed by Baidu’s proprietary methods which are correlated with human mobility (32)(http://qianxi.baidu.com/). In particular, two pieces of information are collected. First, we extract a seriesof migration scale indices for traveling out of Wuhan, from January 1st to February 10, both in 2019 and2020. Second, we obtain the proportion of human movement from Wuhan were bound for each of 31provinces in China. These proportions are available for January 1st - February 10, 2020. Based on thisdata we had access to both changes in mobility volume and changes in mobility direction. See moredetailed descriptions of the human movement data here: (33, 34)Review of interventions and reporting shifts: We reviewed the literature and online social media tounderstand the key timings of interventions and announcements that are relevant for disease transmissionacross China. We collated information about the type (e.g., announcement of outbreak, travel restrictions,isolation of patients, etc.), geographic location (e.g., city where available, province), and timing (specificdate or date range).Definitions of probable and confirmed COVID-19 cases have changed throughout the epidemic. Wecollected data from official sources describing the timing and specifics of the case definitions.          Probable: Need to satisfy (i) and (ii):i. Clinical symptoms: (          Confirmed: Need to satisfy criteria for probable case and have a real-time quantitative polymerase chainreaction (RT-qPCR) positive result from sputum, nasopharyngeal swabs, lower respiratory tract secretionsor other sample tissue, or genome sequencing highly similar with known SARS-CoV-2. available strains.          Probable: Need to satisfy (i) and any one epidemiologic history described in (ii):i. Clinical symptoms: (          Confirmed: Need to satisfy criteria for probable case and have a RT-qPCR positive result fromrespiratory or blood samples, or genome sequencing highly similar with known SARS-CoV-2. availablestrains.          Probable: Need to satisfy (i) and (ii):i. Clinical symptoms: (          Confirmed: Need to satisfy criteria for probable case and have a RT-qPCR positive result from sputum,nasopharyngeal swabs, lower respiratory tract secretions, or other samples, or genome sequencing highlysimilar with known SARS-CoV-2. available strains.          history described in (ii):Probable: Need to satisfy any two of the symptoms described in (i) and any of the epidemiologicali. Clinical symptoms: (          Confirmed: Need to satisfy criteria for probable case and have a RT-qPCR positive result fromrespiratory or blood samples, or genome sequencing highly similar with known SARS-CoV-2. availablestrains from lab test of respiratory or blood samples.mobility and testing on COVID-19 dynamics, we fit three different Generalized Linear Models (GLM).Model 1 was a Poisson GLM to estimate daily case counts, Model 2 was a negative binomial GLM toestimate daily case counts, and Model 3 was a log-linear regression to estimate daily cumulative cases.BIC scores shown in Fig. 4b are calculated on a GLM of the form Y(t) = Y(t-4) + IT(t) + M(t-5) + IM(t)where Y(t) is either the number of new cases observed on day t (Model 1 & 2) or cumulative number ofcases observed through day t (Model 3), Y(t-4) represents the number of cases (or the cumulative numberunder Model 3) four days prior (median doubling time outside Hubei province), IT(t) is an indicatorfunction for PCR test availability that is 1 after 19th January 2020 and 0 before, M(t-5) is theBaidu.Incestimated mobility between Wuhan and each province 5 days prior (median incubation period), and IM(t)is an indicator function which is set to 1 after 26th January 2020 and 0 before (which represents onemedian incubation period from 22nd January 2020). Models were fit to province-level data. The threemodels were compared using differences in Bayesian Information Criteria (BIC), where larger valuesindicate models with lower relative support, and BIC>4 considered the cutoff for substantial modelimprovement. We performed a detailed sensitivity analysis on the availability of PCR tests, doublingtime, and incubation periods. We obtained qualitatively similar results for Model 1 (Poisson GLM fit todaily case counts), Model 2 (negative binomial GLM fit to daily case counts ), and Model 3 (log-linearregressions fit to cumulative cases), see Table S2. In addition, we provide a full time series analysis of theoptimal lag structure for cases and mobility for each province. Additionally, although BIC is consideredmore conservative, model selection results were confirmed using AIC for model selection (see Fig. 4 andTable S2). Lastly, we validated our model selection results using elastic-net regression and n-fold crossvalidation as implemented in the R package GLMNET (11, 12.Estimating epidemic doubling time: To estimate the epidemic doubling time across each province, wefit a mixed effects Poisson GLM of daily case counts to days since the first case report in each province(fixed effect) and a random effect for each province on the slope and intercept, using the R package lme4v.1.1-21 (35). Daily case counts were determined using the date of symptom onset. However, we onlyhave a symptom onset date for 667 cases. Where the date of symptom onset was not available, weestimated the symptom onset date based on a linear regression model where symptom onset date was fitto confirmation date (n =632 with both onset and confirmation dates, p < 0.001, R2 = 0.77). Using thismodel, we estimated the onset date for the 31436 cases with a recorded confirmation date.negative binomial models with an elastic net penalty, i.e., 50/50 mixture of the lasso and ridge penalties,with the regularization coefficient (lambda) selected by leave-one-out cross-validation. As seen with theAIC/BIC-based model selection, the regularized model included terms for lagged cases, the mobility andtesting indicator variables, and mobility out of Wuhan. The out-of-sample log likelihood for theregularized Poisson regression was -9102 and was -22519 for the negative binomial model. Thesignificantly worse fit for the negative binomial model was primarily driven by two outlier predictions,removing those results in an out-of-sample log likelihood for the negative binomial model of -11625.Models were implemented in the R package glmnet v. 2.0-18 (36). Because glmnet has not implemented anegative binomial model, we performed regularization using the Poisson model and estimated theoverdispersion parameter using the glm.nb function in the R package MASS v. 7.3-51.4 (37).To ascertain whether earlier travel restrictions could have prevented the wide-spread increase in caseswitnessed in late-January we constructed a simple forecasting model for COVID-19. Briefly, we forecastthe cumulative number of cases in each Chinese province by simply doubling the number of cumulativecases reported six days prior. For dates prior to Jan. 28th and after Feb 3rd, this naive forecast producesan accurate estimate of the cumulative number of cases in each province (Fig. S4). However, thecumulative number of cases reported on Jan 28th is poorly estimated using this model (Fig. S4). In orderto accurately forecast the number of cases on Jan 28th, we must also include the relative amount ofmobility out of Wuhan into various provinces in the regression model. In Fig. S4, we show how a modelincluding only movement from Wuhan on January 22nd fit to the residuals from Fig. S4 is once againable to accurately forecast cumulative cases. This indicates that for any hope of success, movementrestrictions must be prompt.Table S1: Table shows the pseudo- R2 values for Poisson and Negative Binomial GLM of daily casecounts and 5-day lagged log mobility from Wuhan, where pseudo- R2 were calculated using modeldeviances as described (38, 39).Date01-14-202001-18-202001-25-202001-29-2020combinations of predictors.ModelCASES_lag4CASES_lag4-TESTCASES_lag4-MOBMOBMOBMOB-TESTTable S2: Table shows the AIC and BIC values for a log-linear regression based on cumulative cases, aPoisson GLM of daily case counts and a Negative Binomial GLM of daily case counts using sevenCASES_lag4-MOB_IND- 5520.7081 31000.071 6133.9615CASES_lag4-MOB_IND- 4971.6195 17807.457 5676.4389 5005.3789 17835.590 5710.198392836426223and standard deviation.Figure S2: Interval between symptom onset and date of confirmation in confirmed cases with reportedtravel history in two key periods, before and after January 23, 2020.Figure S3: Map of confirmed cases of COVID-19 with known travel history and date of onset date beforedate of travel.January 22nd can be accurately predicted based on simply doubling the number of cumulative number ofcases occurring on January 16th. b) However, by Jan. 28th, the expected number of cases has significantlyincreased with respect to predictions based on cases through January 22nd. c) By Feb. 34rd, cumulativecases are once again well estimated based on the cumulative number of cases in each province six daysearlier, i.e., on Jan. 28th. d) The deviation in cases on January 28th is well explained by the relativeamount of migration out of Wuhan on January 22nd.Relative improvement in model fit (Mobility)iunhA jiingeB ingohqngC ijnauF sunaG ngauodngG ixgnauG inanaH ieebH liijnogeangH nnaeH nanuH iJsunga iiJxgna iilJn iionangL iixgnaN iighnaQ ixanahS adnohngS ianhgahS ixnahS icuahnS jiinnaT jiiangnX nnanuY jiaenghZFigure S5: Relative importance of PCR testing vs. human mobility to improve a simple GLM ofCOVID19 when estimating exponential growth in province-level cases. Relative improvement is measured as oneminus the residuals of a GLM with lagged cases + PCR testing availability (y-axis) and a GLM withlagged cases + mobility from Wuhan. Values were normalized by the observed number of cases such thatthey ranged between 0 and 1. The resulting metric has a value of 0 for a model where the residual errorvastly eclipses the observed data and a value of 1 when residual error is 0, i.e., a perfect model fit.scale).Members of the COVID-19 working group: Bo Xu, Sumiko Mekaru, Kara Sewalk, Lauren Goodwin,Alyssa Loskill, Emily Cohn, Yulin Hswen, Sarah C. Hill, Maria M. Cobo, Alexander Zarebski, SabrinaLi, Erin Hulland, Julia Morgan, Lin Wang, Katelynn O'Brien.", "ref_list": [[], ["-19 control in China during mass population movements at New Year"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["Risk for Transportation of 2019 Novel Coronavirus Disease from Wuhan to Other Cities in China"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Middle East respiratory syndrome coronavirus: Quantification of the extent of the epidemic, surveillance biases, and transmissibility"], ["Incubation periods of acute respiratory viral infections: a systematic review"], ["Incubation period of 2019 novel coronavirus (2019- nCoV) infections among travellers from Wuhan"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["(available"], [""], ["Temporally Varying Relative Risks for Infectious Diseases"], ["(available"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Reproduction Numbers for the 2019 Novel Coronavirus (2019-nCoV) Epidemic"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], ["Multiscale, resurgent epidemics in a hierarchical metapopulation model"], ["Mathematical models to characterize early epidemic growth: A review"], ["Synchrony, waves, and spatial hierarchies in the spread of influenza"], ["Individual-based Perspectives on R0"], [""], ["Factors that make an infectious disease outbreak controllable"], ["Open access epidemiological data from the COVID-19"], [""], ["A database of geopositioned Middle East Respiratory Syndrome Coronavirus occurrences"], ["The Chi-square test of independence"], [""], ["Genomic and epidemiological monitoring of yellow fever virus transmission potential"], ["Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus"], ["The impact of traffic isolation in Wuhan on the spread of 2019- nCov"], ["Population movement, city closure and spatial transmission of the 2019-nCoV infection in China"], [""], [""], ["Regularization Paths for Generalized Linear Models via Coordinate Descent"], ["(available"], ["Pseudo R-squared measures for Poisson regression models with over- or underdispersion"], ["Regression models for count data in R"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Chen", "J. Yang", "W. Yang", "C. Wang"], ["N. Zhu", "N. Engl. J. Med"], ["H. Tian"], ["Z. Du"], ["K. J. T. Wu", "G. M. Leung", "Leung"], ["S. Cauchemez"], ["J. Lessler"], ["J. A. Backer", "D. Klinkenberg", "J. Wallinga"], ["Q. Li"], [], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], ["V. E. Goldstein", "Pitzer", "M. J. J. O'Hagan", "Lipsitch"], [], ["J. F.-W. Chan"], ["S T. J. Hastie", "J. M. Hastie"], ["C. L. J. Riou", "Althaus"], ["D. N. A. R. Tuite", "Epidemic Fisman", "Growth"], ["Q. Li"], ["O. N. M. J. Keeling", "B. T. Bjørnstad", "Grenfell"], ["R. D. J. Watts", "D. C. Muhamad", "P. S. Medina", "Dodds"], ["L. Sattenspiel", "S. Bansal"], ["C. Viboud"], ["B. T. M. J. Keeling", "Grenfell"], ["D. R. K. P. Burnham", "Multimodel Anderson", "Inference"], ["C. Fraser", "S. Riley", "N. M. R. M. Anderson", "Ferguson"], ["B. Xu"], [], ["R. E. Ramshaw"], ["M. L. McHugh"], ["J. H. McDonald"], ["N. R. Faria"], ["M. U. G. Kraemer"], ["G. Jin", "J. Yu", "S"], ["A. S. Ai"], ["D. Bates", "M. Mächler", "B. Bolker", "S. Walker", "Fitting Linear"], ["Stat"], ["J. Friedman", "T. Hastie", "R. Tibshirani"], ["B. Ripley"], ["H. Heinzl", "M. Mittlböck"], ["A. Zeileis", "C. Kleiber", "S. Jackman", "Stat"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3. Boston Children’s Hospital, Boston, United States\n5. School of Biological and Environmental Sciences, Universidad San Francisco de Quito USFQ,\n7. Institute for Health Metrics and Evaluation, Department of Health Metrics, University of\nFrance\nThe ongoing COVID-19 outbreak has expanded rapidly throughout China. Major behavioral, clinical, and\nstate interventions are underway currently to mitigate the epidemic and prevent the persistence of the\nvirus in human populations in China and worldwide. It remains unclear how these unprecedented\ninterventions, including travel restrictions, have affected COVID-19 spread in China. We use real-time\nmobility data from Wuhan and detailed case data including travel history to elucidate the role of case\nimportation on transmission in cities across China and ascertain the impact of control measures. Early on,\nthe spatial distribution of COVID-19 cases in China was well explained by human mobility data.\nFollowing the implementation of control measures, this correlation dropped and growth rates became\nnegative in most locations, although shifts in the demographics of reported cases are still indicative of\nlocal chains of transmission outside Wuhan. This study shows that the drastic control measures\nimplemented in China have substantially mitigated the spread of COVID-19.", "one_words_summarize": "School of Biological and Environmental Sciences, Universidad San Francisco de Quito USFQ,7. Institute for Health Metrics and Evaluation, Department of Health Metrics, University ofFranceThe ongoing COVID-19 outbreak has expanded rapidly throughout China. We confirm the expecteddecline of importation with real-time human mobility data from Baidu Inc. Movements of individuals outof Wuhan increased in the days before the Lunar New Year and the establishment of the cordon sanitaire,before rapidly decreasing to almost no movement (Figs. b) Relative movements from Wuhan to other provinces in China. Blue indicates before the implementation ofthe cordon sanitaire and green after. Age and sexdistributions can reflect heterogeneities in the risk of infection within affected populations. To investigatemeaningful shifts in the epidemiology of the COVID-19 outbreak through time, we examined age and sexdata for cases from different periods of the outbreak, and from individuals with and without travel fromWuhan. c) Median age for cases reported early (before 1st Feb) and those reported later (between1st – 10th February. Authors contributions: MUGK, OGP, SVS developed the ideaand research. Competing interests: The authors declare nocompeting interests. Data and materials availability: Code and data are available on the followingGitHub repository: https://github.com/Emergent-Epidemics/covid19_cordonDavid M. Pigott7, open COVID-19 data working group*, Louis du Plessis1, Nuno R. Faria1, Ruoran Li8,11. Department of Zoology, University of Oxford, United Kingdom12. Network Science Institute, Northeastern University, Boston, United States15. Harvard T.H. Chan School of Public Health, Boston, United States19. Mathematical Modelling of Infectious Diseases Unit, Institut Pasteur, UMR2000, CNRS, Paris,20. Dataincluded basic demographics (age, sex), travel histories and key dates (dates of onset of symptoms,hospitalization, and confirmation). Data were entered by a team of data curators on a rolling basis andtechnical validation and geo-positioning protocols were applied continuously to ensure validity. Proportions of symptomatic travelers: The proportion of cases who travelled while symptomatic wasassessed from a subset of 236 cases for whom the dates of symptom onset and departure from Wuhanwere available. Statistical inference of the incubation period: The incubation period is the time interval betweeninfection and symptom onset. The end of the exposure period was assumed to be theexit travel date except if symptom onset occurred prior to the exit date (in which case exposure wasassumed to have occurred prior to symptom onset). We assumed that the incubation period could not exceed 30 days. Varying degrees of immunity and exposure may shift these distributions (31). We further divided our data in those that had caseswith known travel history to Wuhan and those who did not. In case these two distributions are similar, import driven epidemiccan be concluded. For example, why there are relatively fewreports of cases <18y old. First, we extract a seriesof migration scale indices for traveling out of Wuhan, from January 1st to February 10, both in 2019 and2020. Based on thisdata we had access to both changes in mobility volume and changes in mobility direction. Clinical symptoms: (          Confirmed: Need to satisfy criteria for probable case and have a RT-qPCR positive result fromrespiratory or blood samples, or genome sequencing highly similar with known SARS-CoV-2. In orderto accurately forecast the number of cases on Jan 28th, we must also include the relative amount ofmobility out of Wuhan into various provinces in the regression model. S4 is once againable to accurately forecast cumulative cases. Table S1: Table shows the pseudo- R2 values for Poisson and Negative Binomial GLM of daily casecounts and 5-day lagged log mobility from Wuhan, where pseudo- R2 were calculated using modeldeviances as described (38, 39).Date01-14-202001-18-202001-25-202001-29-2020combinations of predictors. c) By Feb. 34rd, cumulativecases are once again well estimated based on the cumulative number of cases in each province six daysearlier, i.e., on Jan. 28th."}