{"date": "2020/03/01", "journal": "medrxiv", "authors": "Kaike Ping", "title": "Epidemiologic Characteristics of COVID-19 in Guizhou, China", "type": "preprint article", "abstract": "At the end of 2019, a coronavirus disease 2019 (COVID-19) outbroke in Wuhan, China, and spread to Guizhou province on January of 2020. To acquire the", "text": "epidemiologic characteristics of COVID-19 in Guizhou, China, we collected data on162 laboratory-confirmed cases related to COVID-19. We described the demographiccharacteristics of the cases and estimated the incubation period, serial interval andbasic reproduction number. With an estimation of 8 days incubation period and 6 daysserial interval, our results indicate that there may exist infectiousness during theincubation period for 2019-nCoV. This increases the difficulty of screening oridentifying cases related to COVID-19.2324252627282930313233343536373839404142434445At the end of 2019, a Novel Coronavirus Infected Pneumonia (NCIP) outbrokein Wuhan, China. This coronavirus was named as 2019-Novel Coronavirus(2019nCoV), and then renamed this disease caused by the virus strain from 2019-nCoVacute respiratory disease to \"coronavirus disease 2019\" (COVID-19) by World HealthOrganization (WHO) officially0. This incident caused a public health issue withinChina immediately, and spread to several countries over the world2–5.Guizhou province is in Southwest of China, close (~1,000 km) to Wuhan. Withthe increasing number of COVID-19 patients in mainland China, Guizhou detected itsfirst confirmed case on January 21, and was officially confirmed by Chinese Centerfor Disease Control and Prevention (China CDC) on January 23. Before theconfirmation of the first case, Guizhou CDC identified and screened suspectedCOVID-19 cases by “pneumonia of unknown etiology” surveillance mechanism6.After the confirmation, Guizhou CDC started to identify and screen every case withUntil February 16, over 140 laboratory-confirmed cases were officiallyreported by Guizhou Health Committee7. In this study, we analyzed the data on thelaboratory-confirmed cases in Guizhou to demonstrate the epidemiologicAccording to standard clinical guidelines, suspected case of COVID-19 wasdefined as the combination of clinical characteristics and epidemiologic histories.Clinical characteristics of suspected case must fit at least 2 of 3 following criteria:464748495051525354555657585960616263646566676869“fever and/or symptoms in respiratory system; radiographic evidence of pneumonia;low or normal white-cell count or low lymphocyte count.” 8 Epidemiologic historiesmust fit at least 1 of 4 following criteria: “A history of traveling Hubei Province orother districts that has confirmed cases reported within 14 days of symptom onset; Ahistory of contacting with patient who has fever or symptoms in respiratory systemfrom Hubei Province or other districts that has confirmed cases reported within 14days of symptom onset; Any person who has had a close contact with confirmedcases; cluster cases.”8 With a stricter definition, Guizhou Health Committee countedall cases that fit clinical characteristics criteria but not any criteria of epidemiologichistories described above as suspected cases. A confirmed case was defined as a casewith respiratory specimens that tested positive for the 2019-nCoV by at least one ofthe following two methods: positive result by real-time reverse-transcription–polymerase-chain-reaction (RT-PCR) assay for 2019-nCoV or a genetic sequence thatmatches 2019-nCoV. Asymptomatic carrier (i.e. case that displays no signs orsymptoms to 2019-nCoV) was not announced by Health Committee officially, butwas included in this study.Suspected case was screened by local hospital or local Center for DiseaseControl and Prevention (CDC). Once the patient was identified as confirmed case bylaboratory, a joint field epidemiology team comprising members from Guizhou CDCand local CDC would open a detailed field investigation on demography information,epidemiologic histories, timelines of key events, and close contacts.All data from epidemiological reports were inputted into standardized formsfrom technical protocols designed by China CDC. At least two team members7071727374757677787980818283848586878889909192independently review the full report of each case report to ensure that data is correctlyinput.Once a case was evaluated as suspected case, local CDC would finish aninitial investigation report in 24 hours and collect respiratory specimens forcentralized laboratory testing. When case was confirmed as positive to 2019-nCoV,province CDC would send a special epidemiology team to investigate with localCDC, in order to acquire more detailed information. Information was collected frominfected individuals, family members, medical workers, close contacts, GPS-info, andCCTV camera, etc. Information included basic demography data, detailed life traceand all close contacts, clinical characteristics, exposure history, etc.With the guidelines of protocol by World Health Organization (WHO) 9,specimens of suspected cases were taken from whose upper and lower respiratorytract by professional medical worker from CDC or hospital. RNA was extracted andtested by RT-PCR with primers and probes for 2019-nCoV. Cross-reactivity with otherknown respiratory viruses and bacteria such as Influenza A (H1N1, H3N2, H5N1, orH7N9), Influenza B (Victoria or Yamagata), MERS-CoV, Adenovirus, etc. are also beThe onset date was defined as the self-reported first date to have symptomsrelated to 2019-nCoV or the date of visiting to clinical facilities if it was unavailableto acquire the accurate onset date, and as the confirmation date for confirmed cases93949596979899100101102103104105106107108109110111112113114115116without symptoms. As the date of infecting exposure for a given individual fallswithin a finite interval, an exposure window was clarified to denote this interval.Criteria of infecting exposure was described above in the Case Definitions section.Continuous variables were expressed as the means and standard deviations ormedians, the interquartile range (IQR) equals the difference between 75th and 25thpercentiles. Categorical variables were summarized as the counts and percentages ineach category. The incubation period is defined as the delay from viral infection to theonset of illness10, which was estimated by fitting a parametric accelerated failure timemodel with log-normal distribution of cases with detailed exposure window data, andstandard errors of parameters was computed using a 1,000 times bootstrap routine,this was performed by R package coarseDataTools11. The serial interval distribution(i.e. the duration between symptom onset of a primary/index case and symptom onsetof its secondary cases) was fitted by a Weibull distribution with data from clusterevents. The basic reproduction number (R0) was defined as the expected number ofcases directly generated by one case in a population where all individuals aresusceptible to infection, it was estimated by maximum likelihood estimation via Rpackage R012.All analyses and statistical graphs were conducted with R software version3.6.2 (R Foundation for Statistical Computing).Data collection and analysis of cases and their close contacts were determinedby Guizhou Health Commission of the People’s Republic of China. It is part of acontinuing public health outbreak investigation and exempted from institutionalreview board assessment.117118119120121122123124125126127128129130131132133134135136137138139140There were 759 cases in total. Among all patients, 144 (18.97%) cases wereconfirmed cases with symptoms to 2019-nCOV, 18 (2.37% of all 759 cases, 11.11%of all 162 confirmed cases) cases were confirmed as cases without symptoms, 597(78.65%) cases were diagnosed as other diseases after clinical diagnosing orlaboratory testing, 34 (4.47%) cases were suspected cases that were pending forlaboratory testing. Figure 1 shows the geographic distribution of confirmed casesthroughout China and Guizhou. The median age of all confirmed cases was 37 years(ranges from 1 month to 89 years), 82 (50.62%) confirmed cases were male, 84(51.85%) confirmed cases were exposed to Wuhan or other districts outside Guizhou,the detailed demographic data are shown in Table 1.The first case was detected on January 21 and was officially confirmed byChina CDC on January 23. It was reported by Guiyang (capital city of Guizhou)CDC. This case was a 51-year-old male, infected in Wuhan where he was there to dosome business affairs. His onset date was on January 9 when he was still in Wuhan.After returning to Guizhou on January 14, he visited a local hospital for several timesuntil January 16 when he was isolated by the Division of Infection. Figure 2 showsthe distribution of the onset date of all cases related to 2019-nCoV over time. It isnotable that there was a decline of cases after February 7th, which is most likelyattributed to the delay of reporting by the local hospital and laboratory confirmation.We included 93 confirmed cases with detailed exposure window and onsetdate information to estimate the incubation period (Fig. 3 A-B). The medianincubation period was 8.06 days (95% confidence interval [CI]: 6.89 – 9.36). The95% percentile was 21.90 days (95% CI: 18.21 – 25.45). Other percentiles are shown141142143144145146147148149150151152153154155156157158159160161162163164on Table 2. We obtained 57 observations from cluster cases and estimated the serialinterval distribution (Fig. 3C) with the mean (±SD) of 6.37±4.15 days. The estimatedbasic reproduction number (R0) was 1.09 (95% CI: 0.94 – 1.26).This study provides an initial analysis among epidemiologic characteristicsand two typical transmission phenomena of COVID-19. Most index cases wereexposed to Wuhan or confirmed cases related to Wuhan, but it is also necessary toprevent the community transmission of COVID-19. Measures such as communityscreening, isolation of close contacts, public transportation limitation, extendedpopulation of PCR testing, enhanced disinfection, and health education etc. could betaken. Our findings provide more epidemiologic data to this incident of COVID-19,which contribute to the further analysis and the control of this disease.In addition to the evidence of the human-to-human transmission, it is likelythat there exists infectiousness to some extend during the incubation period, and thepresence of “super-spreaders”. The median incubation period was 8.2 days (95% CI:7.9 – 9.5) in our study, which is longer than a recent report of 425 patients (8.2 daysvs. 5.2 days), this may be a results of recall bias, during epidemiological investigation,we found that some cases actually have had shown mild symptoms days before thedate they reported so as to their ignorance. We estimated the R0 as 1.09 (95% CI: 1.9– 1.2), which means each patient can infect other 1.09 people on average. Incommonly used infection models, when R0 > 1 the infection will be able to startspreading in a population, but not if R0 < 1.However, it should be treated with caution that the basic reproduction numberR0 was calculated under the assumptions that an infected individual but has nosymptoms does not yet infect others, which assumes that all index cases should showsymptoms before their secondary cases. However, as the investigation went on,Guizhou CDC found that there existed index cases who showed symptoms after thatof their secondary cases. This may lead to that the estimated R0 was not robust as wedo not hold enough evidence and information to the presence of asymptomatic carrier,those data were not included in the estimation model.There are several limitations in our study. First, we could not collect allcomplete exposure and onset data from all confirmed cases, due to the recall bias andthe lack of standardization on epidemiological investigation at the beginning of theincident. Second, some key data from asymptomatic carrier, especially the onset dateor onset window, and left bound of exposure window from cases of Wuhan residentswere unavailable, other statistical model may be used to fit such kind of censored datato estimate serial interval and R0 more accurately.165166167168169170171172173174175176177178179180181182183184185186187The authors received no specific funding for this research.Kaike Ping acquires his Master degree of Biostatistics in Southern MedicalUniversity on 2017. Now he is a researcher at Center for Disease Control andPrevention of Guizhou, China, where he has been investigating respiratory diseasesand their epidemiologic Characteristics. His research interests include diseasedistributions, time series analysis, survival analysis, and machine learning.1. World Health Organization. Novel Coronavirus (2019-nCoV): situation report,22 [EB/OL]. World Health Organization.https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200211-sitrep-22-ncov.pdf.2020-0211.25.2. Ryan R, Kerri B. Health officials to announce 'presumptive case' ofcoronavirus in Toronto [EB/OL]. Global News.https://globalnews.ca/news/6462626/coronavirus-toronto-hospital/.2020-013. Lena H. S, Lenny B. First U.S. case of potentially deadly Chinese coronavirusconfirmed in Washington state [EB/OL]. The Washington Post.2020-01-21.4. World Health Organization. WHO | Novel Coronavirus – Japan (ex-China)[EB/OL]. World Health Organization.http://www.who.int/csr/don/16-january2020-novel-coronavirus-japan-ex-china/en/. 2020-01-17.5. Jacob E. Coronavirus: trois premiers cas confirmés en France [EB/OL]. Le6. Xiang N, Havers F, Chen T, et al. Use of national pneumonia surveillance todescribe influenza A(H7N9) virus epidemiology, China, 2004–2013. Emerg7. Guizhou Health Committee. COVID-19 condition in Guizhou province until2020-02-14 [EB/OL]. Guizhou Health Committee.2112122132142152162172182192202212222232242252262272282292302318. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus–Infected Pneumonia[J]. New England Journal of9. World Health Organization. Laboratory diagnostics for novel coronavirus[EB/OL]. World Health Organization.https://www.who.int/healthtopics/coronavirus/laboratory-diagnostics-for-novel-coronavirus. 2020-02-12.10. Vynnycky E, Fine PE. Lifetime risks, incubation period, and serial interval of11. Reich NG, Lessler J, Cummings DAT, Brookmeyer R. (2009). Estimatingincubation periods with coarse data. Statistics in Medicine.28(22):2769-2784.12. Obadia T, Haneef R, Boëlle P Y. The R0 package: a toolbox to estimatereproduction numbers for epidemic outbreaks. BMC medical informatics anddecision making, 2012, 12(1): 147.13. Rothe, Camilla, et al. \"Transmission of 2019-nCoV infection from anasymptomatic contact in Germany.\" New England Journal of Medicine (2020).14. National Health Committee. COVID-19 condition in China until 2020-02-15[EB/OL]. National Health Committee [EB/OL].23223323415. Nishiura, Hiroshi, et al. \"The Rate of Underascertainment of NovelCoronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers238239240241242243244245246247248249250251252Committee14. In total 57,416 cases were confirmed throughout China, and 144 caseswere in Guizhou. (B) Geographic distribution and statistics in Guizhou province asof February 16. In addition to confirmed cases with symptom, 18 cases withoutsymptom were also included, leading to 162 cases shown in the figure. Guiyang,locating in the center of Guizhou, is the capital and largest city of the province, where38 cases were reported. Throughout Guizhou province, 38 out of 88 administrativedistricts have reported confirm cases.The horizontal axis represents the onset date of confirmed cases or suspected cases.The onset data was defined as the self-reported first date to have symptoms related to2019-nCoV and as the confirmation date for confirmed cases without symptoms. OnJanuary 21, the first case was officially confirmed and reported by Guiyang (capitalcity of Guizhou) CDC, whose onset date was on January 9th when the case was still in253254255256257Wuhan. On January 29th, we started to identify and screen close contacts ofconfirmed cases and those had a positive result by real-time reverse-transcription–polymerase-chain-reaction (RT-PCR) yet without symptoms were labeled as“Confirmed cases without symptoms” in the figure. It is notable that there shows adecline of cases after February 12, which is most likely attributed to the delay ofreporting by the local hospital and laboratory confirmation.(A) The time windows of exposure and onset points of symptoms for 93 cases (45females, 48.38%; 48 males, 51.62%; median age 42, IQR: 27-55) that have detailedinformation of exposure and onset dates. Blue shaded regions indicate the exposure264265266267268269270271272273274windows, and blue points represent the midpoint within the region. Exposures weredefined as travel histories to Wuhan or close contact to other infectious individuals.(B) The estimated incubation period distribution using a log-normal model with 1,000times bootstrap resamples. The estimated median incubation period in Guizhou is 8.06days (95% CI: 6.89 – 9.36). It was estimated that approximately 2.5% of theindividuals have symptoms in 2.45 days (95% CI: 1.71 – 3.56) after the infection, and97.5% of that show symptoms within 26.52 days (95% CI: 21.35 – 31.77) after theinfection. (C) The estimated serial interval distribution -- the duration betweensymptom onset of a primary case and symptom onset of its secondary cases -- fittedvia the Weibull distribution, with a mean (±SD) of 6.37±4.15 days.276-2*Log Likelihood = 306.3", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "epidemiologic characteristics of COVID-19 in Guizhou, China, we collected data on\n162 laboratory-confirmed cases related to COVID-19. We described the demographic\ncharacteristics of the cases and estimated the incubation period, serial interval and\nbasic reproduction number. With an estimation of 8 days incubation period and 6 days\nserial interval, our results indicate that there may exist infectiousness during the\nincubation period for 2019-nCoV. This increases the difficulty of screening or\nidentifying cases related to COVID-19.", "one_words_summarize": "epidemiologic characteristics of COVID-19 in Guizhou, China, we collected data on162 laboratory-confirmed cases related to COVID-19. As the date of infecting exposure for a given individual fallswithin a finite interval, an exposure window was clarified to denote this interval. Criteria of infecting exposure was described above in the Case Definitions section. The basic reproduction number (R0) was defined as the expected number ofcases directly generated by one case in a population where all individuals aresusceptible to infection, it was estimated by maximum likelihood estimation via Rpackage R012.All analyses and statistical graphs were conducted with R software version3.6.2 (R Foundation for Statistical Computing).Data collection and analysis of cases and their close contacts were determinedby Guizhou Health Commission of the People’s Republic of China. Among all patients, 144 (18.97%) cases wereconfirmed cases with symptoms to 2019-nCOV, 18 (2.37% of all 759 cases, 11.11%of all 162 confirmed cases) cases were confirmed as cases without symptoms, 597(78.65%) cases were diagnosed as other diseases after clinical diagnosing orlaboratory testing, 34 (4.47%) cases were suspected cases that were pending forlaboratory testing. This case was a 51-year-old male, infected in Wuhan where he was there to dosome business affairs. The medianincubation period was 8.06 days (95% confidence interval [CI]: 6.89 – 9.36). Other percentiles are shown141142143144145146147148149150151152153154155156157158159160161162163164on Table 2. Most index cases wereexposed to Wuhan or confirmed cases related to Wuhan, but it is also necessary toprevent the community transmission of COVID-19. Second, some key data from asymptomatic carrier, especially the onset dateor onset window, and left bound of exposure window from cases of Wuhan residentswere unavailable, other statistical model may be used to fit such kind of censored datato estimate serial interval and R0 more accurately.165166167168169170171172173174175176177178179180181182183184185186187The authors received no specific funding for this research. Kaike Ping acquires his Master degree of Biostatistics in Southern MedicalUniversity on 2017. World Health Organization.https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200211-sitrep-22-ncov.pdf.2020-0211.25.2. Jacob E. Coronavirus: trois premiers cas confirmés en France [EB/OL]. COVID-19 condition in Guizhou province until2020-02-14 [EB/OL]. Guizhou Health Committee.2112122132142152162172182192202212222232242252262272282292302318. OnJanuary 21, the first case was officially confirmed and reported by Guiyang (capitalcity of Guizhou) CDC, whose onset date was on January 9th when the case was still in253254255256257Wuhan. It is notable that there shows adecline of cases after February 12, which is most likely attributed to the delay ofreporting by the local hospital and laboratory confirmation.(A) The time windows of exposure and onset points of symptoms for 93 cases (45females, 48.38%; 48 males, 51.62%; median age 42, IQR: 27-55) that have detailedinformation of exposure and onset dates. Blue shaded regions indicate the exposure264265266267268269270271272273274windows, and blue points represent the midpoint within the region."}