{"date": "2020/03/04", "journal": "medrxiv", "authors": "Chengfeng Qiu, Qian Xiao, Xin Liao, Ziwei Deng, Huiwen Liu, Yuanlu Shu, Dinghui Zhou, Ye Deng, Hongqiang Wang, Xiang Zhao, Jianliang Zhou, Jin Wang, Zhihua Shi, Long Da", "title": "Transmission and clinical characteristics of coronavirus disease 2019 in 104 outside-Wuhan patients, China", "type": "preprint article", "abstract": "Ye Deng, Hongqiang Wang contributed equally to this article. China, or at qiuchengfeng@163.com; to Prof. Da Long at the Shaoyang Central Hospital,", "text": "China;Cases with coronavirus disease 2019 (COVID-19) emigrated from Wuhan escalated the riskof spreading in other cities. This report focused on the outside-Wuhan patients to assess thetransmission and clinical characteristics of this illness.Contact investigation was conducted on each patient who admitted to the assigned hospitals inHunan Province (geographically adjacent to Wuhan) from Jan 22, 2020 to Feb 12, 2020.Demographic, clinical, laboratory and radiological characteristics, medication therapy andoutcomes were collected and analyzed. Patients were confirmed by PCR test.BackgroundMethodsResultsOf the 104 patients, 48 (46.15%) were imported cases and 56 (53.85%) were indigenous cases;93 (89.42%) had a definite contact history with infections. Family clusters were the majorbody of patients. Transmission along the chain of 3 “generations” was observed. Mean agewas 43 (rang, 8-84) years (including 3 children) and 49 (47.12%) were male. Most patientshad typical symptoms, 5 asymptomatic infections were found and 2 of them infected theirrelatives. The median incubation period was 6 (rang, 1-32) days, of 8 patients ranged from 18to 32 days. Just 9 of 16 severe patients required ICU care. Until Feb 12, 2020, 40 (38.46%)discharged and 1 (0.96%) died. For the antiviral treatment, 80 (76.92%) patients receivedConclusionsFamily but not community transmission occupied the main body of infections in the twocenters. Asymptomatic transmission demonstrated here warned us that it may bring more riskto the spread of COVID-19. The incubation period of 8 patients exceeded 14 days.Coronavirusdisease2019;Transmissionandclinical characteristics;Outside-Wuhan; Asymptomatic transmissionIntroductionCoronavirus disease 2019 (COVID-19) was officially named by theWorld HealthOrganization (WHO) on Feb 11, 2020. As the causative pathogen of novel coronaviruspneumonia (NCP), COVID-19 has caused more than 67081 patients worldwide1. Evidenceshave demonstrated the person-to-person transmission of COVID-192-4. The controversy of thesharply increased infections and the medical shortage in Wuhan may be the most reasonleading to the outbreak of COVID-19 in early stage. On Jan 23, 2019 before the coming ofChinese Lunar New Year, a precedent scale of Wuhan Shutdown was implemented to block orslow the spread of COVID-19.Unlike the initial infections which all closely related to the Huanan seafood market inWuhan, China, infections in other cities mainly linked to the patients emigration from Wuhan5.It’s worth noting that the epidemic and clinical status of outside-Wuhan may largely differwith the observed status in Wuhan. Serval studies have showed the high ICU rates,hospital-associated infections in Wuhan2,6. Until we know this information about COVID-19,it also hard to assess how bad this novel coronavirus is going to get.HunanProvincegeographicallyadjacent to Wuhan,HubeiProvince,high-efficiency transport between the two provinces may lead to a rapid spread of COVID-19in Hunan Province. This report included the hospitalized patients with COVID-19 to assessthe transmission and clinical characteristic of two hospitals, which designated as the treatmentcenter for the NCP in Huaihua and Shaoyang cities, Hunan Province, China. These findingscould provide value information to better understand such new illness.MethodsStudy populationIn this study, we recruited confirmed patients with COVID-19 from two hospitals, the FirstPeople’s Hospital of Huaihua and the Central Hospital of Shaoyang which designated as thetreatment center of Huaihua and Shaoyang city, Huanan Province, China from Jan 22, 2020 toFeb 12, 2020. According to the guidelines of China7, patient was confirmed by the positiveresult from the real-time reverse-transcription-polymerase-chain-reaction (RT-PCR) assay ofnasopharyngeal or throat swab. Suspected infectors that did not confirmed by PCR wereexcluded. For the study population, imported case was defined as an infector who emigratedfrom Wuhan (who ever lived in or traveled to Wuhan), the rest of study patients were definedas indigenous cases.ProceduresWe carefully surveyed the contact history of every patients, including whether he or she everlived in or travelled to Wuhan, or had closely contacted with people returning from Wuhanduring two months before their illness onset. In addition, the history of contacting withanimals and eating game meat was also screened. If necessary, we directly communicatedwith the attending physician, patients or their family members. Demographic, clinical,laboratory and radiological characteristics, medication therapy (ie, antiviral therapy,antibacterial therapy, corticosteroid therapy and traditional Chinese medicine therapy),underlying comorbidities, symptoms, sign and chest computed tomographic images wereobtained from electronic medical records. Outcomes were followed till Feb 12, 2020.Standard questionnaire and form were used for contact investigation and data collection. Thedata were independently reviewed by two trained physicians (Ye Deng and Xin Liao) andchecked by another two physicians (Hongqiang Wang and Da Long) respectively. Every onesigned Data Authenticity Commitment and stamp official seal.The date of onset symptom was defined as the day when the case firstly developed symptomsrelated to NCP. Acute respiratory distress syndrome (ARDS) was defined according to theBerlin definition8. Acute kidney injury was identified by an abrupt decrease in kidneyfunction including changes in serum creatinine (SCr) (≥0.3mg/dl or 265.5μmol/L) when theyoccur within a 48-hour period, other diagnostic items according to evaluation, andmanagement of acute kidney injury: a KDIGO summary9. Liver function abnormal wasdefined as abnormal of liver enzymes or bilirubin. Cardiac injury was identified by the serumlevels of cardiac biomarkers (eg, troponin I) which is above the 99th percentile upperreference limit or new abnormalities shown in electrocardiography and echocardiography2.Real-Time reverse transcription polymerase chain reaction assayIn this study, case confirmation accords to the positive results of PCR. Nasopharyngeal swabwas collected from suspected patients. Sample collection and extraction followed the standardprocedure. The primers and probe target to open reading frame (ORF1ab) and nucleoprotein(N) gene of COVID-19 were used.Target 1（ORF1ab）:Forward primer: CCCTGTGGGTTTTACACTTAA,Reverse primer: ACGATTGTGCATCAGCTGA,The probe: 5’-FAM- CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3';Target 2 (N):Forward primer: GGGGAACTTCTCCTGCTAGAAT,Reverse primer: CAGACATTTTGCTCTCAAGCTG,The probe: 5'-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3.The procedure and reaction condition for PCR application was followed by the manufacture’sprotocol (Sansure Biotech): reverse transcription at 50for 30 minutes, cDNA preincubationfor 1 minutes, 45 cycles of denaturation at 95°C for 15 seconds, and extending andcollecting fluorescence signal at 60 °C for 30 seconds. Results definition accords to therecommendation by the National Institute for Viral Disease Control and Prevention (China)10 .Ethics approvalThis study was approved by the ethics committee of the First People’s Hospital of Huaihua(KY-2020013102) and the Central Hospital of Shaoyang (KY-202000103), China.Considering the infectious of NCP, we conducted an oral informed consent with every patientinstead of written informed consent (www.chictr.org.cnNormally distributed continuous variables were described as mean and standard deviation(SD). For non-normally distributed continuous variables, we used median and interquartilerange (IQR) or range. Categorical variables were expressed as ratio and percentages (%).Differences in means of normally distributed continuous variables were compared usingStudent’s t-test (two groups) and the non-normally distributed continuous variables comparedusing Mann-Whitney U test. Categorical variables were compared using the χ2 test or Fisherexact test. A two-sided P-value 0.05 was considered statistically significant. All statisticaltests were performed using SPSS version 25.0.ResultsControl measures in China and current status in two centersSince China firstly reported the outbreak of a cryptic pneumonia to WHO on December 31,2019. The causative agent was soon identified as a novel coronavirus on Jan 7, 2020. As the23, 2020. Hunan Province, geographically closed to Wuhan, immediately launched a levelone emergency response to prevent the infection spreading. The other cities also respondedstrict control measures in succession. From Jan 22, 2020 to Feb 12, 2020, a total of 104 caseswere confirmed in the two centers of Hunan Province, 48 (46.15%) were imported cases and56 (53.85%) were indigenous cases.Since Feb 6, 2020, imported case no longer appeared in the two centers (Figure 1 A).The cumulative number of confirmed cases increased smoothly in the two centers (Figure 1B), newly confirmed cases per day ranged from 0 to 11, a slight increase of newly confirmedcases was observed from Jan 22, 2019 to Feb 4, 2020, and then the number turned to a littledecline lasted to Feb 12, 2020 (Figure 1 B). The stable of the two centers was quite differentfrom the sharply growth of patients in Wuhan in recent month.The timeline of control measures in China and the time distribution of imported cases andindigenous cases (A). The growth of cumulative confirmed patients and the newly confirmedcases per day (B).Transmission characteristics of 104 patientsWith the aim to better understand the transmission characteristics of COVID-19 inoutside-Wuhan cities. We carefully clarified the contact history of each patients. Of the 104patients, 93 (89.42%) patients had a clear contact history with the infections, 11 (10.53%)were sporadic cases that hardly identified a definite contact history. As showed in Table 1,cluster infections including couples, relatives, friends and colleagues transmitted through aclose domestic life or dinner. Family clusters accounted the most infections of COVID-19 inthis study population. Cluster 6 (2 cases) and 14 (7 cases) infected via taking the same publicvehicle together. Nosocomial transmission did not happen so far in the two centers.Six clusters (Table 1, cluster 2, 12, 14, 15, 18 and 19) demonstrated the existing oftransmission chain of 3 “generation” (index case of one cluster identified as an infector whooriginally contracted the COVID-19 from Wuhan and then infected someone else, whowere found in this study. In cluster 5, C89 was infected from his wife C45. With the aim tofast screen the potential infections, their family members took the PCR test. Their son-in-law(C’1) and their grandson (C’2) (C’1 and C’2 not included in this study population) gotpositive results in another hospital, but till now all of them had never developed anysymptoms. In cluster 17, C’3 (not included in this study population) returned Shaoyang cityfrom Wuhan on Jan19, 2020, three relatives of C’3 were identified as COVID-19 infectionafter several days of closely contacted with C’3. None of them had contacted with the othersuspected infectors during those days. Her sister-in-low (C37) was confirmed on Feb 1, 2020,her sister (C44) and mother (C49) were confirmed on Feb 4, 2020. But so far C’3 had neverdeveloped any symptoms. Weather C’3 is an asymptomatic infection did not been identifiedby PCR test, but the same contact history and the similar onset time of her three relativesindicate that C’3 was an asymptomatic COVID-19-carrier. In cluster 19, C’4 (not included inthis study population) contacted with her college who traveled from Wuhan, and soonconfirmed by PCR positive result. As an asymptomatic patient, C’4 infected C92 (C’4’smother), C94 (C’4’ s father-in-law) and C102 (C’4’ s daughter), C102 also had no symptomsClinical characteristics and medical treatment of 104 casesAs showed in Table 2, of the 104 patients, 49 (47.12%) were male, the mean age was 43 (SD,7.54, rang, 8-83) years, three children with NCP aged 13, 8 and 8 years. There were 22(21.15%) patients that had one or more comorbidities on admission, diabetes (12 [11.54%]),hypertension (15 [14.42%]) and cardiovascular disease (7 [6.73%]) were the most commoncomorbidities. Common onset symptoms included dry cough (79[75.96%]), fever(66[63.46%]), expectoration (39[37.50%]), fatigue (33[31.73%]), muscular soreness(20[19.23%]) and dyspnea (15[14.42%]). A few patients developed diarrhea (2[1.92%]) andpalpitation (1[0.96%]) as onset symptoms. The median incubation duration was 6 days,ranged from 1 to 32 days; 8 patients got more longer incubation duration (18, 19, 20, 21, 23,24, 24 and 32 days) that more than 14 days. Median time from onset to confirmation was 6(rang, 0-17) days. There were 16 (15.38%) patients were identified as severe, the ratio of malevs. female was 11:5 and median age was 53 (rang, 18-81); 9 (8.65%) patients required ICUcare, the ratio of male vs. female was 4:5 and median age was 59 (rang, 18-84). Of the 9 ICUpatients, 3 received invasive ventilation and 4 received noninvasive ventilations. Somepatients presented with organ function damage, including 5 (4.81%) with liver functionabnormal, 3 (2.14%) developed with cardiac injury and 2 (1.89%) developed with acutekidney injury. ARDS occurred in 13 (12.50%) patients. For the period from admission todeveloped ARDS, the median time was 2 (1-8) days. As we followed until Feb 12, 2020, 40(38.46%) had discharged and 1 (0.96%) died, the rest 63 (60.58%) patients stayed in hospital.As showed in Table 3, for the white cell count, 71 (70.30%) of 101 patients was normal,15 (14.85%) were below the normal and 15 (14.85%) were above the normal level; 101patients took the lymphocyte count test, results showed 37 (36.63%) patients were normal and63 (62.38%) patients were below the normal level; 82 patients took the CRP test, 29 (35.37%)were normal and 53 (64.63%) were above the normal level; 101 patients took the PCT testand all were at the normal level; 70 patients took the test of erythrocyte sedimentation rate(ESR)，results showed 17 (27.14%) patients were normal and 51 (72.86%) patients wereabove the normal level; 25 patients took the IL-6 test, 15 (60%) patients were normaland 10 (40%) patients were above the normal level. For the D-dimer test, 56 (56%) of 100patients were normal and 44 (44%) were above the normal level. Just 19 patients took theCD4 and CD8 count test, 17 patients had lower level of CD4 and 9 patients had lower level ofCD8. Compared with the imported patients, indigenous patients had higher lymphocytecounts, lower level of triglyceride, total protein and globulin, no significant differences of theother laboratory parameters between the two group was observed. 103 (99.04%) patientsreceived antiviral therapy, 51 (49.04%) received 1 to 2 antiviral drugs, 52 (50.96%) received 2or more antiviral drugs (Interferon α atomization 97 [93.27%], Lopinavar/ ritonavir 86[82.69%], Abidol 66 [63.46%]). Some (21[20.19%]) received antibacterial therapy,glucocorticoid therapy (9 [8.65%]), immunopotentiation therapy (thymalfasin (9 [8.65%]) andimmunoglobulin (14[13.46%]). It was worth pointing out that 80 (76.92%) patients receivedCT imaging findings of two discharged patients of serious conditionsThere were 75 of 94 (79.79%) patients lesions involving both lungs. Data of initial chestshowed multiple patchy pure ground glass opacity (GGO), GGO with reticular and/orwas found multiple ground glass shadows and infiltrating shadows in bilateral lunginvolvement, even more consolidation lung lesions occurred. In addition, lung parenchymafrom peripheral to central lung interstitium, no findings included pleural effusion. On the day21 of admission (Figure 4 C, F), most of the lesions in the lungs were absorbed and some ofthem showed changes of pulmonary interstitial fibrosis.Figure 2 Chest Computed Tomographic Images of two Discharged Patients of SeriousConditions Infected With NCPmultiple patchy pure ground glass opacity (GGO), GGO with reticular and/or interlobularpulmonary consolidation occurred, lung parenchyma from peripheral to the central lunginterstitium (B). Follow-up CT images at 21 day show most of the lesions were absorbed andsome of them showed changes of pulmonary interstitial fibrosis (C).Baseline CT images atadmission of the second discharged patient (IP: C54, 37years) show multiple patchy pureground glass opacity (GGO), GGO with reticular and/or interlobular septal thickening (D).occurred, from peripheral pulmonary parenchyma to the central lung interstitium (E).Follow-up CT images at 21 day show most of the lesions were absorbed and some of themshowed changes of pulmonary interstitial fibrosis (F).DiscussionHere we report the transmission and clinical characteristic of COVID-19 pneumonia in 104outside-Wuhan patients. The main observations of this case series were followed. First, thesmoothly increase in the cumulative number of confirmations of the two centers indicates thatthe timely control measures work well. Second, family clusters represent as the major body ofinfections, transmission along the chain of 3 “generations” was observed. The asymptomatictransmission exists and may bring more risk to the spread of COVID-19. Third,no gender difference of patients was found, indicating male and female may have the samesusceptibility of this illness. Fourth, clinical characteristics of this study population weresimilar to the previous reported patients.Since the outbreak in Wuhan, it is unclear how many people truly infected and howmany infected people of Wuhan has imported to the other cities. Screening the potentialinfectors related to Wuhan was implemented quickly by the local governments after theannounced of Wuhan shutdown. Dynamic analysis of 104 cases from two centers in Hunanprovince showed that the imported cases mainly appeared during Jan 22, 2019 to Feb 5, 2020,then the indigenous cases became the major body, suggesting the initial cases have beenfounded over nearly 20 days of screening. Our observation showed a smoothly increase in thecumulative number of confirmations, newly confirmed cases per day also remained relativelystable. Compared with the contemporary growth trend in Wuhan, explosive increase in theconfirmed cases was not observed in the two centers from Jan 22, 2019 to Feb 12, 2020,indicating that the timely control measures in the two cities worked well. But the true turningpoint of decline remained to be observed. While the massive travel of returning after SpringFestival season, continued strict control measures is very important to block the infectionspreading.Yet fundamental information gaps exist on how to accurately assess the transmissionefficiency. While the controversy of sharply increased cases and medical shortage in the earlyand outbreak stage in Wuhan, patients in Wuhan may have limitation to fully reflect the trueepidemiological characteristics of this illness. Evidence has suggested person-to-persontransmission of COVID-19 via droplets or skin touch2,3,11. The data of this study showeda notable feature is clustering occurrence, most patients were infected from their familymembers, relatives or friends through a close contact. Only 11 (10.53%) of this study patientsweresporadic casesthathardlyidentifiedinfectorthatcommunity transmission of COVID-19 is not developed rapidly in the two cities (Huaihuaand Shaoyang); this also matches the smooth growth of total confirmed cases. Of note, strictcontrol measures by the local government produced a powerful effect on the slowing spread.We are eager to know how infectious the virus is. Except the confirmed cases, whetherthe asymptomatic COVID-19-carriers has the infectious is unclear. Three cases (C37, C44 andC49) infected from the same person (C’3) who ever traveled to Wuhan. But until now, C’3did not develop any symptoms. Though we did not take a PCR test to confirm whether C’3was a virus-carrier, the same contact history and the similar onset time of her three relativesindicate that C’3 was an asymptomatic COVID-19-carrier. Five asymptomatic patients werefound in this study, one patients (C’4) who infected three family members (C92, C94 andC102) provide evidence that the asymptomatic transmission risks the spread of COVID-19,which brings more difficult to cut off the epidemic’s transmission route. We surveyed eightinfected couples, a total of 3 infants were closely lived with their parents, but none of themwas infected. Just 3 children were infected from their parents or relatives. These observationsfurther demonstrated that infant and child are not so susceptible as adult, that is consistentwith the previous reports2,3,6,12. Unlike the other reported populations, no nosocomialtransmission was found in the two centers2. The safeguard of protective equipment and thestrengthen of nosocomial infection control may play key roles in the zero accident ofhospital-related infection.Unlike some earlier reports3,6, here no gender difference was found among this studypatients (47.12% patients were male). This is consistent with a recent report of 138 Wuhanpatients 2. This report further provides the evidence that male and female may have the samesusceptibility of this illness. This study patients were younger than that of reported patients. Itmay be related to the patients’ job characteristics and social relationship. With the SpringFestival coming, young or middle-aged people are more likely to attend social activity, whichresults in person-to-person transmission. Common symptoms of onset were similar to thereported patietns1-3. The atypical symptoms such as diarrhea, nausea and runny nose bring usmore difficult to diagnose precisely. The incubation duration ranged from 1 to 32 days withthe median time of 6 days which was similar to the reported patients13. A recent report warnedus the incubation duration may extend to 24 days14. We also found the incubation duration of8 patients ranged from 18 to 32 days, indicating that it may exceed 14 days which reportedwith the initial infections 3.Patients who required ICU care just presented 8.65%. With the increased awareness ofearly discovery and timely treatment, organ function damage was occurred just in few patients,that is quite different from observation of patients in Wuhan patients. The higher rate ofdischarge (38.46%) and lower mortality (0.96%) of this study population may mainlyattribute to the relatively superior treat conditions, including enough healthcare worker andsingle ward for every patient. In addition, psychological intervention was also performed topatients. Studies suggested that COVID-19 may attacks human’s immune system whichresulted in cytokine storm3 . The lymphocyte counts of this study patients were below thenormal. Here 17 of 19 patients showed a significant decrease in CD4 cell counts and 9 of 17patients showed a decrease in CD8 cell counts, it is a pity that rest of the patients did not takethe test. We still don’t know the pathogenic mechanism of COVID-19, so we should take aroute test of the CD4 and CD8 counts for better understanding of this illness.Though no antiviral treatment for COVID-19 infection has been proves to bepatients of this study received one or more antiviral drugs, including Lopinavar/ ritonavir,interferon α atomization and Abidol. Lopinavar/ ritonavir was proved to be substantial clinicalChinese medicine therapy, the efficacy in COVID-19 treatment needs more clinical evidenceto be confirmed. Controversy about corticosteroids in NCP treatment has not reached aconsensus19,20. Evidence suggests corticosteroids did not decrease the mortality of patientsstudy received glucocorticoids treatment, most of them are severe patients.Baseline CT images of the cases showed most pulmonary lesions involved bilateral lungswith multiple lung lobes, with predominant distribution in posterior and peripheral part of thelungs20. No difference was found from previous studies2,3,6,22. Lung consolidation may occurin severe cases, therefore, finding of consolidation lesions would serve as an alert in themanagement of patients.This study has several limitations. First, just two centers of Hunan Province wereincluded, there is limited information based on the data to fully assess the transmission andRT-PCR through nasopharyngeal or throat swab, it could not reflect viral load change inchanges of viral load in blood. Third, the follow-up period is not long enough to examine theoutcomes of all the included patients.In conclusion, this report gives showed that timely control measures after the Wuhantransmission occupied the main body of infections in the two centers. Asymptomatictransmission demonstrated here warned us that it may bring more risk to the spread ofDistribution of the 2019-nCoV Epidemic. 2020. (Accessed february 15, 2020, athttp://2019ncov.chinacdc.cn/2019-nCoV/.)Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet (London, England) 2020.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.Lancet (London, England) 2020.England) 2020.program. 5th ed2020.Kellum JA, Lameire N. Diagnosis, evaluation, and management of acute kidney injury: a10. Specific primers and probes for detection 2019 novel coronavirus. 2020. (AccessedJanuary 28, 2020, at （http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html）.)11. Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-Human Transmission12. Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novelcoronavirus outbreak in China. medRxiv 2020..stneitap401foscitsiretcarahcnoissimsnarT1elbaTspuorgbuS)retsis(68C)dneirf(43C)eugaelloc(11C)nos(01C1retsulC28)dnabsuh(59Crennidroefilcitsemod)dneirf(78C)walninos(1’C54C5retsulC)nosdnarg(2’C)efiw(7C81C)rethguad(62C)dnabsuh(58C)dnabsuh(98C223retsulC)dneirf(37C)elcnu(19C)nos(87C)efiw(66C)retsis(47C)rehtaf(67C)rehtom(18C)eugaelloc(95C)rehtom(301Crennid)eugaelloc(06C)eugaelloc(55C)dnabsuh(28C77C21retsulC)regnessap(63C)eugaelloc(09C)regnessap(24C)eugaelloc(3X)regnessap(34C)regnessap(79C)walniretsis(71C)nos(25C)dnabsuh(13C61retsulC423)rehtaf(04C)amdnarg(23C)walniretsis(73C)retsis(44C3’C)rehtom(94C71retsulC)efiw(61C41C)rethguad(69C)dneirf(15C2)rehtom(29C)walnirehtaf(49C)rethguad(201C)eugaelloc(4’Ckrow91retsulC)nos(56C)rehtorb(96C42retsulC)efiw(14C)dnabsuh(22C99C,48C,17C,76C,46C,36C,26C,05C,64C,83C,33C,03C,92C,72C,42C,02C,51C,9C,8C,4C,3C,2C,1C32*srehtoehT401C,101C,39C,38C,27C,85C,65C,45C,35C,84C,31C11sesaccidaropSydutssihtnidedulcnitondidohwsesacehtsetacidniX.sretnecowtehtniainomuenp91DIVOCsademrifnocneebevahohwsesacehtsetacidniC,setoN91DIVOChtiwdetcefnistneitapfoscitsiretcarahclacinilcdnascihpargomeD.2elbaT%.oN)401=N(latoTelbairaV)21.74(94elasraey,spuorgbusegAsraey410)00.52(41＞)12.32(31)52.13(51)29.62(82sraey9554)12.32(31sraey06≥)58.3(4)00.57(63)69.57(97hguocyrD)75.35(03)00.57(63)64.36(66reveF)46.44(52)71.92(41noitarotcepxE)63.03(71)33.33(61)37.13(33eugitaF)77.5(6aiglagnyrahP17.0)411(6)231(5.5)231(6syad‡ ,†doirepnoitabucnI)710(6)411(6)710(6syad† ,sisongaidottesnomorfemiT)83.51(61sesacereveS56.0)41.2(3yrujnicaidraC79.0kcohS)29.74(32)85.06(36tnemtaertgniognOhtaeD)97.62(51)64.83(04egarhcsiDP,)egnar(naideWgnivaelmorfemitehtsisesacdetropmifodoirepnoitabucnieh‡ T.tset91DIVOChtiwdetcefnistneitapfosgnidnifTCdna)latipohotnoissimdanostneitap(stluseryrotarobaL.3elbaTlatoTemoctuO)05.790.4(41.5)49.561.4(99.4)60.731.4(40.5)101=n(L9 /01×,† tnuocllecdoolbetihW)46.167.0(80.1)90.166.0(58.0)74.117.0(79.0)101=n(L9 /01×,† tnuocetycohpmyL)50.020.0(40.0)50.030.0(30.0)50.020.0(40.0)101=n(L/gμ† ,ninoticlacorP92.0)85.1468.4(59.11)57.1311.3(53.11)37.2355.3(57.11)28=n(L/gm† ,nietorpnoitcaerC22.0)00.0500.02(00.23)00.9805.81(05.04)03.8500.02(00.53)88.139.0(34.1)73.381.1(12.2)58.200.1(36.1)57=n(L/lomm† ,edirecylgirT)51.177.0(78.0)20.197.0(19.0)60.177.0(98.0)57=n(L/lomm† ,nietorpopilytisnedhgiH69.0)04.442.3(47.3)54.451.3(27.3)14.481.3(37.3)57=n(L/lomm,† loretselohclatoT)47.091.0(15.0)46.091.0(54.0)07.091.0(74.0)001=n(L/gm† ,remidD66.042.81±40.73128.41±25.83146.61±47.731)101=n(L/g* ,nibolgomeH53.0)50.2757.15(55.06)51.3700.94(00.75)02.2700.15(08.85)59=n(L/UI† ,esatahpsohpenilaklA63.0)1452.51(05.02)89.1386.31(57.91)52.4300.51(00.02)201=n(L/UI† ,esarefsnartonimaeninalA)52.4385.12(05.62)37.3352.02(56.52)80.4338.02(00.62)10.4162.7(46.01)26.916.7(40.11)56.6155.7(09.01)201=n(L/lomμ† ,niburiliblatoT43.0)51.584.2(54.3)73.631.2(05.4)79.554.2(08.3)201=n(L/lomμ† ,niburilibtceriD)201=n(L/g* ,nietorplatoT50.0)02.6342.42(96.82)49.9325.62(94.33)05.8365.52(18.03)201=n(L/g† ,nilubolG29.064.7±92.7333.6±34.7329.6±53.73)201=n(L/g* ,nimublA13.029.81±18.7626.61±71.4688.71±90.66)201=n(L/lomμ* ,eninitaerC29.0)87.04199.05(05.96)52.02105.25(05.17)52.13132.15(00.17)201=n(L/U† ,esanikenitaerC19.0)38.7872.53(28.05)53.1700.04(86.94)77.3705.83(23.05)201=n(L/gμ† ,nibolgomehoyM23.094.0±38.354.0±29.374.0±78.3)301=n(L/lomm* ,muissatoP)301=n(L/lomm* ,muidoS52.012.0±61.291.0±11.202.0±41.2)301=n(L/lomm* ,muiclaCsisylanasagdoolB)88=n()52.53151.78(55.79)00.51102.87(05.98)52.33138(52.29)88=n(gHmm† ,erusserpnegyxO06.0)09.161.1(04.1)88.180.1(05.1)09.151.1(24.1)77=n(L/lomm† ,dicacitcaLgnidnif15.0)80.77(73)16.28(83)97.97(57)49=n()29.74(32)40.94(15%,.oN,sgurdlarivitnaowtroenO)00.05(25%,.oN,sgurdlarivitnaowtnahteroM)80.77(73)29.67(08%,.oN,enicidemesenihClanoitidarT)68.71(01)29.22(11)91.02(12%,.oN,stnegalairetcabitnA)38.02(01Mro,tset²χ,tsetTmorferasesacsuonegidnIdnasesacdetropmIgnirapmocseulavP,)RQI(naide", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China;", "one_words_summarize": "China;Cases with coronavirus disease 2019 (COVID-19) emigrated from Wuhan escalated the riskof spreading in other cities. Contact investigation was conducted on each patient who admitted to the assigned hospitals inHunan Province (geographically adjacent to Wuhan) from Jan 22, 2020 to Feb 12, 2020.Demographic, clinical, laboratory and radiological characteristics, medication therapy andoutcomes were collected and analyzed. Transmission along the chain of 3 “generations” was observed. The median incubation period was 6 (rang, 1-32) days, of 8 patients ranged from 18to 32 days. Asymptomatic transmission demonstrated here warned us that it may bring more riskto the spread of COVID-19. Coronavirusdisease2019;Transmissionandclinical characteristics;Outside-Wuhan; Asymptomatic transmissionIntroductionCoronavirus disease 2019 (COVID-19) was officially named by theWorld HealthOrganization (WHO) on Feb 11, 2020. The controversy of thesharply increased infections and the medical shortage in Wuhan may be the most reasonleading to the outbreak of COVID-19 in early stage. On Jan 23, 2019 before the coming ofChinese Lunar New Year, a precedent scale of Wuhan Shutdown was implemented to block orslow the spread of COVID-19.Unlike the initial infections which all closely related to the Huanan seafood market inWuhan, China, infections in other cities mainly linked to the patients emigration from Wuhan5.It’s worth noting that the epidemic and clinical status of outside-Wuhan may largely differwith the observed status in Wuhan. Until we know this information about COVID-19,it also hard to assess how bad this novel coronavirus is going to get. HunanProvincegeographicallyadjacent to Wuhan,HubeiProvince,high-efficiency transport between the two provinces may lead to a rapid spread of COVID-19in Hunan Province. Suspected infectors that did not confirmed by PCR wereexcluded. Outcomes were followed till Feb 12, 2020.Standard questionnaire and form were used for contact investigation and data collection. Acute kidney injury was identified by an abrupt decrease in kidneyfunction including changes in serum creatinine (SCr) (≥0.3mg/dl or 265.5μmol/L) when theyoccur within a 48-hour period, other diagnostic items according to evaluation, andmanagement of acute kidney injury: a KDIGO summary9. Sample collection and extraction followed the standardprocedure. Categorical variables were compared using the χ2 test or Fisherexact test. Hunan Province, geographically closed to Wuhan, immediately launched a levelone emergency response to prevent the infection spreading. From Jan 22, 2020 to Feb 12, 2020, a total of 104 caseswere confirmed in the two centers of Hunan Province, 48 (46.15%) were imported cases and56 (53.85%) were indigenous cases. Nosocomial transmission did not happen so far in the two centers. Six clusters (Table 1, cluster 2, 12, 14, 15, 18 and 19) demonstrated the existing oftransmission chain of 3 “generation” (index case of one cluster identified as an infector whooriginally contracted the COVID-19 from Wuhan and then infected someone else, whowere found in this study. None of them had contacted with the othersuspected infectors during those days. Median time from onset to confirmation was 6(rang, 0-17) days. On the day21 of admission (Figure 4 C, F), most of the lesions in the lungs were absorbed and some ofthem showed changes of pulmonary interstitial fibrosis. Fourth, clinical characteristics of this study population weresimilar to the previous reported patients. Compared with the contemporary growth trend in Wuhan, explosive increase in theconfirmed cases was not observed in the two centers from Jan 22, 2019 to Feb 12, 2020,indicating that the timely control measures in the two cities worked well. Yet fundamental information gaps exist on how to accurately assess the transmissionefficiency. While the controversy of sharply increased cases and medical shortage in the earlyand outbreak stage in Wuhan, patients in Wuhan may have limitation to fully reflect the trueepidemiological characteristics of this illness. The incubation duration ranged from 1 to 32 days withthe median time of 6 days which was similar to the reported patients13. Controversy about corticosteroids in NCP treatment has not reached aconsensus19,20. In conclusion, this report gives showed that timely control measures after the Wuhantransmission occupied the main body of infections in the two centers. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. 5th ed2020.Kellum JA, Lameire N. Diagnosis, evaluation, and management of acute kidney injury: a10."}