{"date": "2020/02/29", "journal": "medrxiv", "authors": "Tao Suo, Xinjin Liu, Ming Guo, Jiangpeng Feng, Wenjia Hu, Yang Yang, Qiuhan Zhang, Xin Wang, Muhanmmad Sajid, Dong Guo, Zhixiang Huang, Liping Deng, Tielong Chen, Fang Liu, Ke Xu, Yuan Liu, Qi Zhang, Yingle Liu, Yong Xiong, Guozhong Guo, Yu Chen, Ke Lan", "title": "ddPCR: a more sensitive and accurate tool for SARS-CoV-2 detection in low viral load specimens", "type": "preprint article", "abstract": "Word count (abstract): 246", "text": "3†3032333435363738394041424344454647484950515253545556clinical detection of SARS-CoV-2. However, due to the low viral load in patientthroat and the limitation of RT-PCR, significant numbers of false negative reports areinevitable, which should not be ignored.SARS-CoV-2 from 57 clinical pharyngeal swab samples and compared with RT-PCRin terms of the sensitivity and accuracy. Among 57 samples, all of which werereported as negative nucleic acid by officially approved clinical RT-PCR detection, 43samples were collected from suspected patients with fever in clinic, and 14 were fromsupposed convalescents who were about to discharge after treatment. The experimentwas double-blind.Results: The lower limit of detection of the optimized ddPCR is at least 500 timeslower than that of RT-PCR. The overall accuracy of ddPCR for clinical detection is94.3 %. 33 out of 35 negative pharyngeal swab samples checked by RT-PCR werecorrectly judged by ddPCR based on the follow-up investigation. In addition, 9 out of14 (64.2 %) supposed convalescents with negative nucleic acid test twice by RT-PCRwere positive by ddPCR detection.Conclusions: ddPCR shows superiority for clinical detection of SARS-CoV-2 toreduce the false negatives, which could be a powerful complement to the currentstandard RT-PCR. Before the ddPCR to be approved for diagnosis, the current clinicalpractice that the convalescent continues to be quarantined for 2 weeks is reasonableand necessary.5859606162636465666768697071727374757677787980818283848586The recent outbreak of coronavirus disease 2019 (COVID-19) caused by the infectionof severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) poses a greatthreat to public health all over the world.1,2 On February 28, 2020, the world healthorganization (WHO) has upgraded the global risk level of this viral pneumonia from\"high\" to \"very high\". According to WHO and Chinese Center for Disease Controland Prevention (CDC), the current gold standard for the diagnosis of SARS-CoV-2infection is based on the real-time fluorescent quantitative PCR (RT-PCR), whichmeans that the nucleic acid of SARS-CoV-2 could be detected in patient specimensusing RT-PCR.3,4 However, the disadvantages of insufficient detection of RT-PCR aremore and more prominent, especially the problem of detection dynamic range in theclinical application. At present, it has been found in clinical practice that somepatients had fever, and chest CT showed symptoms of suspected viral pneumonia suchas lower lobe lesions of the lungs, but the nucleic acid test of pharyngeal swab did notshow positive results until 5-6 days after the onset of viral pneumonia. It wasestimated that only 30 %-60 % positive results can be obtained among COVID-19patients that further confirmed by chest CT.5 This might be explained by the relativelylow viral load in the throat of patients and the sensitivity limitation of RT-PCRtechnology, which inevitably produced the false negatives during the clinicaldiagnosis, leading to a potential risk of viral transmission. Besides, supposedconvalescent, who is about to discharge, also need multiple tests with negative resultsfor confirmation. Therefore, it is a pressing needs for a more sensitive and accuratedetection method for the pathogenic detection.Digital PCR is based on the principles of limited dilution, end-point PCR, and Poissonstatistics, with absolute quantification as its heart.6 It has broader dynamic rangewithout external interference and robustness to variations in PCR efficiency. 7–9 In2011, Hindson developed the droplet digital PCR (ddPCR) technology based ontraditional digital PCR.10 The reaction mixture can be divided into tens of thousandsof nanodroplets during the process. These vast and highly consistent oil dropletssubstantially improve the detection dynamic range and accuracy of digital PCR in alow-cost and practical format.11 In recent years, this technology has been widely used,such as analysis of absolute viral load from clinical samples, analysis of gene copynumber variation, rare allele detection, gene expression, microRNA analysis andgenome edit detection et al.12,13,14,15 Here, taking the advantages of ddPCR, weoptimized the preparation of pharyngeal swab samples, and develop a workflow ofddPCR to detect SARS-CoV-2 using Chinese CDC approved primer and probe sets.Based on the results of this optimized ddPCR system, we showed that the overallaccuracy of the ddPCR for clinical pathogen detection is 94.3 %, and 64.2 % ofsupposed convalescents with two consecutive negative nucleic acid tests by RT-PCRstill carry SARS-CoV-2.All the procedure follow the manufacture instructions of the QX200 Droplet DigitalPCR System using supermix for probe (no dUTP) (Bio-Rad). Briefly, the TaqManPCR reaction mixture was assembled from a 2× supermix for probe (no dUTP)(Bio-Rad), 20× primer and probes (final concentrations of 900 and 250 nM,respectively) and template (variable volume) in a final volume of 20 μl. Twentymicroliters of each reaction mix was converted to droplets with the QX200 dropletgenerator (Bio-Rad). Droplet-partitioned samples were then transferred to a 96-wellplate, sealed and cycled in a T100 Thermal Cycler (Bio-Rad) under the followingcycling protocol: 95 ◦C for 10 min (DNA polymerase activation), followed by 40cycles of 94 ◦C for 30 s (denaturation) and 60 ◦C for 1 min (annealing) followed by aninfinite 4-degree hold. The cycled plate was then transferred and read in the FAMchannels using the QX200 reader (Bio-Rad).RT-PCRThe primers and probes used in ddPCR are also used in RT-PCR. A 30-μl reaction wasset up containing 10 μl of RNA, 18.5 μl of reaction buffer provided with the one stepRT-PCR system and 1.5 µl enzyme mix (BGI BIOTECHNOLOGY). Thermal cyclingwas performed at 50 °C for 20 min for reverse transcription, followed by 95°C for 10min and then 40 cycles of 95 °C for 15 s, 60 °C for 30 s in BIO-RAD CFX96 TouchUsing a manual threshold to define positivity, 9 % of negative controls (3/32) werescored as positive due to one single positive droplet (data not shown). The presence oftwo positive droplets or more was not observed for negative controls. Serial dilutionsof a positive control DNA fragment of SARS-CoV-2 were tested with primers/probesets targeting ORF1ab and N of SARS-CoV-2, respectively for ddPCR. It shows goodlinearity (R2: 0.9932 and 0.9824, respectively) (Fig. 1A and 1B). Reportable range ofddPCR is from 10 copies/μl to 2500 copies/μl for both ORF1ab and N primes/probesets. In contrast, the dynamic range of RT-PCR is from 50 copies/μl to 105 copies/μlfor both ORF1ab and N primes/probe sets (Fig. 1C and 1D). To define the limit ofquantification of ddPCR, five low concentrations of plasmid control were analyzedwith 8 replicates. The lower limit of quantitation (LLoQ) of the optimized ddPCR is1.003 copies/μl and 0.415 copies/μl for ORF1ab and N primers/probe sets,respectively. The lower limit of detection (LLoD) of the optimized ddPCR is 0.109copies/μl and 0.021 copies/μl for ORF1ab and N primers/probe sets, respectively (Fig.2), which is at least 500 times lower than the RT-PCR detection kit used in currentclinical test. Therefore, the ddPCR is more sensitive for samples with low levelanalyte.Detection of SARS-CoV-2 from patient specimens with ddPCR57 clinical pharyngeal swab samples (Fig. 3), which were judged to be negative byboth officially approved clinical RT-PCR detection and the commercial RT-PCRdetection kit for double check (generally referred to as RT-PCR), were tested withddPCR in double-blind. We did not know any information, results of clinicaldiagnosis and status of enrolled patients during the tests. The follow-up investigationrevealed those information after ddPCR tests. Compared with the information andclinical diagnosis, our results show that the overall accuracy of the optimized ddPCRis 94.3 % and 64.2 % of supposed convalescents are still carrying SARS-CoV-2.Firstly, among 27 febrile suspected patients whose SARS-CoV-2 nucleic acid werenegative initially tested by RT-PCR, 25 out of 27 were detected with ddPCR aspositive and 2 out of 27 were negative. However, all 27 patients were diagnosed withSARS-CoV-2 infection by chest CT as well as RT-PCR in subsequent follow-upinvestigations, and all of them were hospitalized. As a result, 92.6 % of patients withfalse negative nucleic acid test could be identified as positive by the optimized ddPCR(Table 1).Secondly, pharyngeal swabs of 8 febrile patients with negative results tested byRT-PCR were also tested negative by ddPCR. In the follow-up investigationCOVID-19 was excluded based on the normal results of chest CT and RT-PCR (Table1).Thirdly, pharyngeal swabs collected from 8 febrile suspected patients in the clinicrecently with negative nucleic acid tests by RT-PCR, were detected positive byddPCR. However, chest CT of these 8 patients did not show any abnormalities upontheir first visit the clinic. According to official clinical guidelines, these 8 patientswere home quarantined and no further followed-up by us (Table 1).Finally, pharyngeal swabs of 14 supposed convalescent were tested negative in twoconsecutive tests by RT-PCR (Table 2). However, using ddPCR, 9 out of 14 werepositive with a positive rate of 64.2 %. Therefore, the current clinical practice that theconvalescent continues to be quarantined for 2 weeks is reasonable and necessary.In conclusion, compared with RT-PCR, ddPCR show superiority for clinical detectionof SARS-CoV-2 to reduce the false negatives, which could be a powerful complementto the current standard RT-PCR.More and more nucleic acid detection kits have been developed for SARS-CoV-2recently based on RT-PCR to meet the requirement of large-scale clinical moleculardiagnosis. It has been reported that 6 kinds of RT-PCR detection kits were comparedand analyzed for their detection performance. Results showed that there aredifferences in the detection ability of these kits for weakly positive samples, and theaccuracy, sensitivity and reproducibility of some reagents are not ideal 17 In themeantime, many efforts have been focusing on developing better and complementarytechnology for clinical diagnosis of SARS-CoV-2, due to the limited sensitivity andprecision of RT-PCR for viral quantitation. Different from RT-PCR that the data aremeasured from a single amplification curve and a Cq value, which is highlydependent on reaction efficiency, primer dimers and sample contaminants, ddPCR ismeasured at reaction end point which virtually eliminates these potential pitfalls.Results in this work proved that ddPCR is more sensitive (Fig. 1) and accurate for lowviral load diagnosis (Fig. 2), which can greatly reduce the false negatives detection(Fig 3).Based on two primers/probe sets targeting ORF1ab and N of SARS-CoV-2, resultsshowed that N primers/probe set was more sensitive compared to that of ORF1ab.Among 42 samples that were judged as positive with ddPCR, 40 in 42 were detectedas positive by N primers/probe set, and 12 in 42 were detected as positive by ORF1abprimers/probe set. This could be explained by the subgenomic RNA discontinuousreplication and transcription model of coronavirus. The genome RNA ofSARS-CoV-2 encodes single copy of ORF1ab and N, respectively. In contrast, anested set of around 10 subgenomic RNAs (sgRNAs), each of which encodes onecopy of N, are synthesized by viral replication and transcription complex in a mannerof discontinuous transcription .18,19,20 Therefore, the copy numbers of N gene issignificantly higher than that of ORF1ab gene in SARS-CoV-2 infected cells.Although 2 patients, who were clinically confirmed by chest CT and RT-PCRsubsequently, were reported as negative nucleic acid in pharyngeal swabs by ourddPCR, leading to 2 false negative reports by ddPCR in 35 cases (5.7 % missing rate),the overall accuracy of SARS-CoV-2 detection is significantly improved, which willbenefit to the early diagnosis, intervention and treatment.Notably, 64.2 % supposed convalescent patients, who are negative for pharyngealswab nucleic acid tests twice by RT-PCR, are still carrying SARS-CoV-2 based on ourwork. Although there is no evidence that such COVID-19 convalescent carryingSARS-CoV-2 will be infectious to other healthy person, the risk still exists. Therefore,the current clinical practice that the convalescent continues to be quarantined for 2weeks is reasonable and necessary. And we recommend that ddPCR could be acomplement to the current standard RT-PCR to re-confirm the convalescent, whichwill benefit to reduce the risk of the SARS-CoV-2 epidemic and social panic.268269270271272273274275276277278279280281282283284285286287288289290291292293294295296(#2018ZX10733403 and #2018YFA0900801), China NSFC grants (#81672008) andProgram of China (#2018YFE0204500). None of the funders had any role in the studydesign and the collection, analysis, and interpretation of data or in the writing of thearticle and the decision to submit it for publication. The researchers confirm theirindependence from funders and sponsors.No authors have received research funding from the company whose commercialproducts were used in this work. All authors report no competing interests. All authorshave completed the Unified Competing Interest form.Wu F, Zhao S, Yu B, et al. A new coronavirus associated with humanrespiratory disease in China. Nature 2020;https://doi.org/10.1038/s41586-020-2008-3human coronavirus from two individual pneumonia cases in 2019 WuhanWorld Health Organization. Laboratory testing for 2019 novel coronavirus(2019-nCoV) in suspected human cases. [Internet]. 2020; Available from:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-g13.uidance/laboratory-guidanceGeneral Office of the National Health and Health Commission O of the SA ofTCM. Diagnosis and treatment of pneumonitis with a new type of coronavirusinfection (trial version 5) [Internet]. 2020;Available from:http://bgs.satcm.gov.cn/zhengcewenjian/2020-02-06/12848.htmlWu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of aReport of 72 314 Cases From the Chinese Center for Disease Control andPrevention. JAMA [Internet] 2020;2019:25–8. Available from:http://www.ncbi.nlm.nih.gov/pubmed/32091533Vogelstein B, Kinzler KW. Digital PCR. Proc Natl Acad Sci U S A1999;96(16):9236–41.Pohl G, Shih I-M. Principle and applications of digital PCR. Expert Rev MolDiagn 2004;4(1):41–7.Sanders R, Mason DJ, Foy CA, Huggett JF. Evaluation of Digital PCR forAbsolute RNA Quantification. PLoS One 2013;8(9):e75296.White RA, Blainey PC, Fan HC, Quake SR. Digital PCR provides sensitiveand absolute calibration for high throughput sequencing. BMC Genomics2009;10(1):110–6.Hindson BJ, Ness KD, Masquelier DA, et al. High-throughput droplet digitalPCR system for absolute quantitation of DNA copy number. Anal Chem2011;83(22):8604–10.Hindson CM, Chevillet JR, Briggs HA, et al. Absolute quantification bydroplet digital PCR versus analog real-time PCR. Nat Methods2013;10(10):1003–5.Brunetto GS, Massoud R, Leibovitch EC, et al. Digital droplet PCR (ddPCR)for the precise quantification of human T-lymphotropic virus 1 proviral loadsin peripheral blood and cerebrospinal fluid of HAM/TSP patients andidentification of viral mutations. J Neurovirol 2014;20(4):341–51.Caviglia GP, Abate ML, Tandoi F, et al. Quantitation of HBV cccDNA in363364365366367368369370371372373374375376377378379380381382with 3 replicates for each concentration.(LLoQ) and the lower limit of detection (LLoD) of ddPCR. Replicate reactions ofdetection end point determined in preliminary dilution experiments. The X axis showsexpected concentration (copies/μl). The Y axis shows fraction of positive results in allparallel reactions performed. The inner line is a probit curve (dose-response rule). Theouter lines are 95 % CI. Data are representative of three independent experiments with81.0NNNNNNNN.91DIVOCfostneitapdetcepsusdnaelirbefrofRCPddfostluserelbaTRCPlatipsoHTCRCPddNPrebmuNFFFFFFF000NNNNNNNN86.066.0HNNN000000NNNNNNNNNevitisoFFFevitage1.00090000000000molamromolamro33momolamrolamromolamromolamromomo00000000lamro8.0lamrolamrolamroNNNNNNNNlamrolamrolamrolamrolamrolamrostneitaptnecselavnocdesoppusrofwRRCPddRCPemitlaerrebmuN)evitageN/evitisoP(NRObalruoniRCPTR)evitageN/evitisoP(54.0NNNNNNNNNNNNNNNNNNSevitageNevitageNtnecselavnocdesoppuS", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3\n†", "one_words_summarize": "3†3032333435363738394041424344454647484950515253545556clinical detection of SARS-CoV-2. SARS-CoV-2 from 57 clinical pharyngeal swab samples and compared with RT-PCRin terms of the sensitivity and accuracy. Results: The lower limit of detection of the optimized ddPCR is at least 500 timeslower than that of RT-PCR. Before the ddPCR to be approved for diagnosis, the current clinicalpractice that the convalescent continues to be quarantined for 2 weeks is reasonableand necessary.5859606162636465666768697071727374757677787980818283848586The recent outbreak of coronavirus disease 2019 (COVID-19) caused by the infectionof severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) poses a greatthreat to public health all over the world.1,2 On February 28, 2020, the world healthorganization (WHO) has upgraded the global risk level of this viral pneumonia from\"high\" to \"very high\". Besides, supposedconvalescent, who is about to discharge, also need multiple tests with negative resultsfor confirmation. Based on the results of this optimized ddPCR system, we showed that the overallaccuracy of the ddPCR for clinical pathogen detection is 94.3 %, and 64.2 % ofsupposed convalescents with two consecutive negative nucleic acid tests by RT-PCRstill carry SARS-CoV-2.All the procedure follow the manufacture instructions of the QX200 Droplet DigitalPCR System using supermix for probe (no dUTP) (Bio-Rad). A 30-μl reaction wasset up containing 10 μl of RNA, 18.5 μl of reaction buffer provided with the one stepRT-PCR system and 1.5 µl enzyme mix (BGI BIOTECHNOLOGY). The presence oftwo positive droplets or more was not observed for negative controls. Therefore, the ddPCR is more sensitive for samples with low levelanalyte. Therefore, the current clinical practice that theconvalescent continues to be quarantined for 2 weeks is reasonable and necessary. Results in this work proved that ddPCR is more sensitive (Fig. Among 42 samples that were judged as positive with ddPCR, 40 in 42 were detectedas positive by N primers/probe set, and 12 in 42 were detected as positive by ORF1abprimers/probe set. Although 2 patients, who were clinically confirmed by chest CT and RT-PCRsubsequently, were reported as negative nucleic acid in pharyngeal swabs by ourddPCR, leading to 2 false negative reports by ddPCR in 35 cases (5.7 % missing rate),the overall accuracy of SARS-CoV-2 detection is significantly improved, which willbenefit to the early diagnosis, intervention and treatment. All authorshave completed the Unified Competing Interest form. Diagnosis and treatment of pneumonitis with a new type of coronavirusinfection (trial version 5) [Internet]. Expert Rev MolDiagn 2004;4(1):41–7.Sanders R, Mason DJ, Foy CA, Huggett JF. High-throughput droplet digitalPCR system for absolute quantitation of DNA copy number. Data are representative of three independent experiments with81.0NNNNNNNN.91DIVOCfostneitapdetcepsusdnaelirbefrofRCPddfostluserelbaTRCPlatipsoHTCRCPddNPrebmuNFFFFFFF000NNNNNNNN86.066.0HNNN000000NNNNNNNNNevitisoFFFevitage1.00090000000000molamromolamro33momolamrolamromolamromolamromomo00000000lamro8.0lamrolamrolamroNNNNNNNNlamrolamrolamrolamrolamrolamrostneitaptnecselavnocdesoppusrofwRRCPddRCPemitlaerrebmuN)evitageN/evitisoP(NRObalruoniRCPTR)evitageN/evitisoP(54.0NNNNNNNNNNNNNNNNNNSevitageNevitageNtnecselavnocdesoppuS"}