{"date": "2020/02/19", "journal": "medrxiv", "authors": "Zhanwei Du, Xiaoke Xu, Ye Wu, Lin Wang, Benjamin J Cowling, Lauren Ancel Meyers", "title": "The serial interval of COVID-19 from publicly reported confirmed cases", "type": "preprint article", "abstract": "As a novel coronavirus (COVID-19) continues to emerge throughout China and threaten the globe, its transmission characteristics remain uncertain. Here, we analyze the serial", "text": "America4. Computational Communication Research Center, Beijing Normal University, Zhuhai,6. The University of Hong Kong, Hong Kong SAR, China7. Santa Fe Institute, Santa Fe, New Mexico, The United States of Americaintervals–the time period between the onset ​of symptoms in an index (infector) case and theonset of symptoms in a secondary (infectee) case–​of 468 infector-infectee pairs withconfirmed COVID-19 cases reported by health departments in 18 Chinese provinces betweenJanuary 21, 2020, and February 8, 2020. The reported serial intervals range from -11 days to20 days, with a mean of 3.96 days (95% confidence interval: 3.53-4.39), a standard deviationof 4.75 days (95% confidence interval: 4.46-5.07), and 12.1% of reports indicatingpre-symptomatic transmission.A new coronavirus (COVID-19) emerged in Wuhan, China in late 2019 and was declared apublic health emergency of international concern ​by the World Health Organization (WHO)on ​January 30, 2020​ ​(1)​. As of February 19, 2020, the WHO has reported over 75,204COVID-19 infections and over 2,009 COVID-19 deaths ​(2)​, while key aspects of thetransmission dynamics of COVID-19 remain unclear ​(3)​. The serial interval of COVID-19 isdefined as the time duration between a primary case (infector) developing symptoms andsecondary case (infectee) developing symptoms ​(4,5)​. Obtaining robust estimates for thedistribution of COVID-19 serial intervals is a critical input for determining the reproductionnumber which can indicate the extent of interventions required to control an epidemic ​(6)​.However, this quantity cannot be inferred from daily case count data alone ​(7)​.To obtain reliable estimates of the serial interval, we obtained data on 468 COVID-19transmission events reported in mainland China outside of Hubei Province between January21, 2020, and February 8, 2020. Each report consists of a probable date of symptom onset forboth the infector and infectee as well as the probable locations of infection for both cases.The data include only confirmed cases that were compiled from online reports from 18provincial centers for disease control and prevention.        Notably, 59 of the 468 reports indicate that the infectee developed symptoms earlier than theinfector. Thus, pre-symptomatic transmission may be occurring, i.e., infected persons may beinfectious before their symptoms appear. In light of these negative-valued serial intervals, weassume that COVID-19 serial intervals follow a normal distribution rather than the morecommonly assumed gamma or Weibull distributions that are limited to strictly positive values(8,9)​. We estimate a mean serial interval for COVID-19 of 3.96 [95% CI 3.53-4.39] with astandard deviation of 4.75 [95% CI 4.46-5.07], which is considerably lower than reportedmean serial intervals of 8.4 days for SARS ​(9)​ and 12.6 days ​(                These estimates reflect reported symptom onset dates for 752 cases from 93 Chinese cities,who range in age from 1 to 90 years (mean 45.2 years and SD 17.21 years). We note threekey caveats of the analysis. First, the data are restricted to online reports of confirmed casesand therefore may be biased towards more severe cases in areas with a high-functioninghealthcare and public health infrastructure. Second, the distribution of serial intervals variesthroughout an epidemic, with the time between successive cases contracting around theepidemic peak ​(        Given the heterogeneity in type and reliability of these sources, we caution that our findingsshould be interpreted as working hypotheses regarding the infectiousness of COVID-19requiring further validation as more data become available. The potential implications forCOVID-19 control are mixed. While our lower estimates for ​R​ 0​ suggest easier containment,the large number of reported asymptomatic transmission events is concerning.transmission events in China between January 21, 2020 and February 8, 2020. ​Barsindicate the number of infection events with specified serial interval and blue lines indicatefitted normal distributions for (a) all infection events (​N​ = 468) reported across 93 cities ofmainland China by February 8, 2020, and (b) the subset infection events (​N​ = 122) in whichboth the infector and infectee were infected in the reporting city (i.e., the index case was notan importation from another city). Negative serial intervals (left of the vertical dotted lines)suggest the possibility of COVID-2019 transmission from asymptomatic or mildlysymptomatic cases.assume that the serial intervals follow normal distributions and report the estimated meansand standard deviations for (a) all ​468 infector-infectee pairs reported from 93 cities inmainland China by February 8, 2020, (b) a subset of 122 infection events in which the indexcase was infected locally, and (c) a subset of 346 infection events in which the index case wasan importation from another city. The rightmost column provides the proportion of infectionevents in which the secondary case developed symptoms prior to the index case.GroupAll (​N​ =468)Locally infected index case(​N​ =122)Imported index case(​N​ =346)Mean [95 CI%]SD [95 CI%]Proportion ofserial intervals < 0We collected publicly available online data on 6,903 confirmed cases from 271 cities ofmainland China, that were available as of February 8, 2020. The data were extracted inChinese from the websites of provincial public health departments and translated to English.We then filtered the data for clearly indicated transmission events consisting of: (i) a knowninfector​ and ​infectee​ , (ii) reported locations of infection for both cases, and (iii) reported datesand locations of symptom onset for both cases. We thereby obtained 468 infector-infecteepairs from 93 Chinese cities between January 21, 2020 and February 8, 2020 (Figure S1).The index cases (infectors) for each pair are reported as either importations from the city ofWuhan (​N​ = 239), importations from cities other than Wuhan (​N​ = 106) or local infections (​N= 122). The cases included 752 unique individuals, with 98 index cases who infected multiplepeople and 17 individuals that appear as both infector and infectee. They range in age from 1to 90 years and include 386 females, 363 males and 3 cases of unreported sex.          For each pair, we calculated the number of days between the reported symptom onset date forthe infector and the reported symptom onset date for the infectee. Negative values indicatethat the infectee developed symptoms before the infectee. We then used the fitdist function inMatlab ​(          Estimating the basic reproduction number (​R​ 0​)Given a epidemic growth rate ​r​ and a normally distributed serial interval with mean ( ) andstandard deviation ( ), the basic reproduction number is given by​(6)​.          Assuming our point estimates for the mean and standard deviation of the serial intervaldistribution (Table S1) and a recently published estimate for the exponential growth rate ofCOVID-19 infections in Wuhan of 0.10 per day ​(          To facilitate interpretation and future analyses, we summarize key characteristics of theAge distribution​ : Of the 737 unique cases in the data set, 1.7%, 3.5%, 54.1%, 26.1% and14.5% were ages 0-4, 5-17, 18-49, 50-64, and over 65 years, respectively. Across alltransmission events, approximately one third occurred between adults ages 18 to 49, ~92%had an adult infector (over 18), and over 99% had an adult infectee (over 18) (Table S2).Secondary case distribution​ : Across the 468 transmission events, there were 301 uniqueinfectors. The mean number of transmission events per infector is 1.55 (Figure S2) with amaximum of 16 secondary infections reported from a 40 year old male in Liaocheng city ofGeographic distribution​ : The 468 transmission events were reported from 93 Chinese citiesin 17 Chinese provinces and Tianjin (Figure S3). ​There are 22 cities with at least fiveinfection events and 71 cities with fewer than five infection events in the sample. Themaximum number of reports from a city is 72 for Shenzhen, which reported 339 cumulativecases as of February 8, 2020.the number of infector-infectee pairs in the specified age combination. Age was not reportedfor the remaining 11 pairs.Infector0-45-1718-4950-4665+Total0-40010121300511824Infectee5-1718-4950-460115447222240060491011965+0144131977Total0228811552457Figure S1. Geographic composition of the infection report data set​. ​The data consist of468 infector-infectee pairs reported by February 8, 2020 across 93 cities in mainland China.Colors represent the number of reported events per city, which range from 1 to 72, with anaverage of 5.03 (SD 8.54) infection events. The 71 cities with fewer than five events arecolored in blues; the 22 cities with at least five events are colored in shades of orange.There are ​301 unique infectors across the 468 infector-infectee pairs. The number oftransmission events reported per infector ranges from 1 to 16, with ~55% having only one.We acknowledge the financial support from NIH (U01 GM087719) and the National NaturalDr. Du is a postdoctoral researcher in the Department of Integrative Biology at the Universityof Texas at Austin. He develops mathematical models to elucidate the transmission dynamics,surveillance, and control of infectious diseases.References        Wallinga J, Lipsitch M. How generation intervals shape the relationship between growthrates and reproductive numbers. Proc Biol Sci. 2007 Feb 22;274(1609):599–604.Vink MA, Bootsma MCJ, Wallinga J. Serial Intervals of Respiratory InfectiousDiseases: A Systematic Review and Analysis [Internet]. Vol. 180, American Journal ofEpidemiology. 2014. p. 865–75. Available from: ​http://dx.doi.org/10.1093/aje/kwu209Kuk AYC, Ma S. The estimation of SARS incubation distribution from serial intervaldata using a convolution likelihood. Stat Med. 2005 Aug 30;24(        ", "ref_list": [[], ["WHO | Pneumonia of unknown cause -"], ["-of-unkown-cause-china/en/"], [""], [""], [""], [""], ["the ongoing global novel coronavirus (2019-nCoV) outbreak"], [""], [""], ["Modern infectious disease epidemiology"], ["A note on generation times in epidemic models"], [""], ["Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea"], ["Outbreaks of Middle East Respiratory Syndrome in Two Hospitals Initiated by a Single Patient in Daejeon, South Korea"], ["Real time estimation of the risk of death from novel coronavirus (2019-nCoV) infection: Inference using exported cases [Internet]"], [""], ["Reproduction Numbers for the 2019 Novel Coronavirus (2019-nCoV) Epidemic [Internet]"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Generation interval contraction and epidemic data analysis"], ["Fit probability distribution object to data - MATLAB fitdist [Internet]"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["-"], ["WH Organization"], [], [], ["-", "-"], [], [], [], ["Giesecke J."], ["Svensson A."], ["Jul"], ["BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu", "Eurosurveillance"], ["SH Park", "Y-S Kim", "Y Jung", "SY Choi", "N-H Cho", "HW Jeong"], ["AR Jung S-M", "K Hayashi", "NM Linton", "Y Yang", "B Yuan"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "Pneumonia. N Engl J Med"], ["AR Tuite", "DN Fisman"], ["JT Wu", "K Leung", "GM Leung"], ["E Kenah", "M Lipsitch", "JM Robins"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "America\n4. Computational Communication Research Center, Beijing Normal University, Zhuhai,\n6. The University of Hong Kong, Hong Kong SAR, China\n7. Santa Fe Institute, Santa Fe, New Mexico, The United States of America\nintervals–the time period between the onset ​of symptoms in an index (infector) case and the\nonset of symptoms in a secondary (infectee) case–​of 468 infector-infectee pairs with\nconfirmed COVID-19 cases reported by health departments in 18 Chinese provinces between\nJanuary 21, 2020, and February 8, 2020. The reported serial intervals range from -11 days to\n20 days, with a mean of 3.96 days (95% confidence interval: 3.53-4.39), a standard deviation\nof 4.75 days (95% confidence interval: 4.46-5.07), and 12.1% of reports indicating\npre-symptomatic transmission.\nA new coronavirus (COVID-19) emerged in Wuhan, China in late 2019 and was declared a\npublic health emergency of international concern ​by the World Health Organization (WHO)\non ​January 30, 2020​ ​(1)​. As of February 19, 2020, the WHO has reported over 75,204\nCOVID-19 infections and over 2,009 COVID-19 deaths ​(2)​, while key aspects of the\ntransmission dynamics of COVID-19 remain unclear ​(3)​. The serial interval of COVID-19 is\ndefined as the time duration between a primary case (infector) developing symptoms and\nsecondary case (infectee) developing symptoms ​(4,5)​. Obtaining robust estimates for the\ndistribution of COVID-19 serial intervals is a critical input for determining the reproduction\nnumber which can indicate the extent of interventions required to control an epidemic ​(6)​.\nHowever, this quantity cannot be inferred from daily case count data alone ​(7)​.\nTo obtain reliable estimates of the serial interval, we obtained data on 468 COVID-19\ntransmission events reported in mainland China outside of Hubei Province between January\n21, 2020, and February 8, 2020. Each report consists of a probable date of symptom onset for\nboth the infector and infectee as well as the probable locations of infection for both cases.\nThe data include only confirmed cases that were compiled from online reports from 18\nprovincial centers for disease control and prevention.", "one_words_summarize": "Computational Communication Research Center, Beijing Normal University, Zhuhai,6. Notably, 59 of the 468 reports indicate that the infectee developed symptoms earlier than theinfector. First, the data are restricted to online reports of confirmed casesand therefore may be biased towards more severe cases in areas with a high-functioninghealthcare and public health infrastructure. We thereby obtained 468 infector-infecteepairs from 93 Chinese cities between January 21, 2020 and February 8, 2020 (Figure S1).The index cases (infectors) for each pair are reported as either importations from the city ofWuhan (​N​ = 239), importations from cities other than Wuhan (​N​ = 106) or local infections (​N= 122). Infector0-45-1718-4950-4665+Total0-40010121300511824Infectee5-1718-4950-460115447222240060491011965+0144131977Total0228811552457Figure S1. There are ​301 unique infectors across the 468 infector-infectee pairs. Du is a postdoctoral researcher in the Department of Integrative Biology at the Universityof Texas at Austin."}