{"date": "2020/03/01", "journal": "medrxiv", "authors": "Hui Wan, Jing-an Cui, Guo-Jing Yang", "title": "Risk estimation and prediction by modeling the transmission of the novel coronavirus (COVID-19) in mainland China excluding Hubei province", "type": "preprint article", "abstract": "Background: In December 2019, an outbreak of novel coronavirus disease (COVID-19) emerged in Wuhan, China and has swiftly spread to other parts of China and a number of oversea countries. Our aim is to evaluate the effectiveness of the evolution of interventions and self-protection measures, estimate the risk of partial lifting control measures and predict the epidemic trend of the virus in mainland China excluding Hubei province based on the published data and a novel mathematical model. Methods: A novel COVID-19 transmission dynamic model incorporating the intervention measures implemented in China is proposed. We parameterize the model by using the Markov Chain Monte Carlo (MCMC) method and estimate the control reproduction number Rc, as well as the effective daily reproduction ratio Re(t), of the disease transmission in mainland China excluding Hubei province. Results: The estimation outcomes indicate that the control reproduction number is 3.36 (95% CI 3.20-3.64) and Re(t) has dropped below 1 since January 31st, 2020, which implies that the containment strategies implemented by the Chinese government in mainland China excluding Hubei province are indeed effective and magnificently suppressed COVID-19 transmission. Moreover, our results show that relieving personal protection too early may lead to the spread of disease for a longer time and more people would be infected, and may even cause epidemic or outbreak again. By calculating the effective reproduction ratio, we proved that the contact rate should be kept at least less than 30% of the normal level by April, 2020. Conclusions: To ensure the epidemic ending rapidly, it is necessary to maintain the current integrated restrict interventions and self-protection measures, including travel restriction, quarantine of entry, contact tracing followed by quarantine and isolation and reduction of contact, like wearing masks, etc. People should be fully aware of the real-time epidemic situation and keep sufficient personal protection until April. If all the above conditions are met, the outbreak is expected to be ended by April in mainland China apart from Hubei province.", "text": "Coronaviruses are a group of enveloped viruses with a positive-sense, single-stranded        Page 2 of 10belong to the order of Nidovirales, family of Coronaviridae, and subfamily ofOrthocoronavirinae ([                In December 2019, an outbreak of novel coronavirus disease (COVID-19) emergedin Wuhan, China and has swiftly spread to other parts of China and a number ofoversea countries. By February 27th, the new virus has infected more than 78,900people and killed at least 2791 in China ([                At the early stage of the outbreak, estimation of the basic reproduction numberR0 is crucial for determining the potential and severity of an outbreak, andproviding precise information for designing and implementing disease outbreak responses,namely the identification of the most appropriate, evidence-based interventions,mitigation measures and the determination of the intensity of such programs in orderto achieve the maximal protection of the population with the minimal interruptionof social-economic activities [                Recently, some papers have been released as pre-prints or undergone peer-reviewand published to estimate R0 and the risk of outbreak. Li et al. ([                Page 3 of 10the risk impact of resumption on secondary outbreak in Wuhan and surroundingareas ([                With the gradual alleviation of the epidemic situation in mainland Chinaexcluding Hubei province, considering the pressure of economic operation and the needsof people’s normal production and life, some places have adjusted the primaryresponse of epidemic prevention and control to the secondary response [        The aim of this work is to evaluate the effectiveness of varied interventions andselfprotection measures, estimate the risk of partial lifting control measures and predictthe epidemic trend of the virus in mainland China excluding Hubei province byestablishing a COVID-19 transmission model incorporating the intervention measuresimplemented and fitting the data obtained from the National Health Commissionof China (NHCC).Based on the clinical progression of the disease, epidemiological status of theindividuals and intervention measures (including travel restriction, body temperaturemeasurement, close contact tracing, self-isolation and protection, etc.), we proposea novel deterministic COVID-19 transmission model.We parameterize the model using data obtained until February 27th, 2020 inmainland China excluding Hubei province, and estimate the control reproductionnumber as well as the effective daily reproduction ratio of the disease transmission.The population was grouped into various compartments, namely susceptible (S),exposed (E), infectious with symptoms (I), infectious but asymptomatic (A),isolated susceptible (Si), quarantined infected pending for confirmation (Q),hospitalized (H), and recovered (R). We assume that recovered individuals have immunityat least during this epidemic period. Let N (t) = S(t) + E(t) + I(t) + A(t) + R(t) bethe total number of individuals in the free community. In order to fit the data, weexplicitly generated additional two groups, i.e. the cumulative number of recoveredRh(t) and dead cases D(t) from hospital . The total number of cumulative reportedcases is set to be T (t). All the state variables are summarized in Table 1.⟨ Table 1 is near here ⟩Due to the travel restriction, migrations from/to Hubei province and other regionsare ignored. Birth and nature death are also neglected.          With the increasing of cumulative number of confirmed cases, theprobability of contact transmission among the informed susceptible populations wouldcertainly reduce ([                    Page 4 of 10decreasing with T (t), so as to well reflect the impact of media coverage on people’spsychology and behaviors. c(t) = c0 for T = 0 and lim c(T ) = 0. It should bemenT !1tioned that the contact function c(t) in [          By body temperature measurements everywhere and diagnoses in hospitals,symptomatic infectious individuals can be detected. The detection rate is assumed to beq2I(t). Infected individuals in Q class can be confirmed at the rate of ηQ(t) bynucleic acid testing. Additionally, close contact tracing followed by quarantine andisolation is a critical control measure. We assume that, once a case is confirmed,q3 individuals would be traced. Therefore, q3(q2I(t) + ηQ(t)) individuals would betraced in a unit time, which is dependent on the number of new confirmed casesq2I(t) + ηQ(t). We also assume that, among these traced individuals, NS fractionparts are susceptible, NE fraction parts are exposed, NI fraction parts are infectiouswith symptoms and NA fraction parts are infectious but asymptomatic. NR fractionparts are recovered, which are not needed to be isolated and are still in the R class.The disease transmission flow chart is depicted in Figure 1 and other parametersare summarized in Table 2. Based on the above assumptions, we formulate thefollowing model to describe the transmission dynamics of COVID-19.>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>8 dddddSEASddIddditt(((((tttttttt))))) ===== (qθβ13ϕcβ((Eqct2)(θI(t)I)+(ϕγ+IEIηI+ξQAξ))AγNdSNAS)IANS µqϕ2SEIi,< dQ(t) = q3(q2I + ηQ) E + I + A> dt N>>>>>>>> dHdt(t) = q2I + ηQ dH γH H,>>>>>>> dRd(tt) = γI I + γAA + γH H,>>>>>>>> dRdht(t) = γH H,>>>>>:>>>>>> ddDTddt((ttt)) == qd2HI.+ ηQ.q3(q2I + ηQ) NS + µSi,q3(q2I + ηQ) NE ,q3(q2I + ηQ) NI ,q3(q2I + ηQ) NA ,ηQ,(1)⟨ Figure 1 is near here ⟩          According to the concept of next generation matrix in [          Page 5 of 10Rc =βθc0γI + d + q2+ βξ(1 − θ)c0 .γA          The basic reproduction number is the average number of secondary infectionsdue to an infective during the infectious period when everyone else in thepopulation is susceptible [          Re(t) =βθc0e T (t)γI + d + q2+ βξ(1 − θ)c0eγAT (t)as the effective daily reproduction ratio, the average number of new infectionsinduced by a single infected individual during the infectious period at time t.⟨ Table 2 is near here ⟩          COVID-19 data excluding Hubei province were archived from NHCC from January20th (the first day that the number of confirmed cases was reported) to February27th, 2020, as shown in Figure 2 ([          We used the Markov Chain Monte Carlo (MCMC) method with an adaptiveMetropolis-Hastings (M-H) algorithm to fit the model. The algorithm is run for110,000 iterations with a burn-in of the first 80,000 iterations, and the Gewekeconvergence diagnostic method is employed to assess convergence of chains. At thesignificance level of 5%(the critical value of z is 1.96), all parameters and initialvalues estimated do not reject the original hypothesis of convergence to a posteriordistribution (Figure 3).⟨ Figure 2 is near here ⟩          The population of mainland China excluding Hubei province is around 1,336,210,000[          ⟨ Figure 3 is near here ⟩Page 6 of 10Figure 4 (a) and (b) show that our model yields a good visual fit to the epidemiccurves. The MCMC estimation results of each parameters and initial values of somestate variables are given in Table 1 and Table 2. By fitting the data, we estimatedthe control reproduction number to be 3.36 (95% CI 3.20-3.64).Using the estimated parameter values and the number of cumulative cases T (t),the effective daily reproduction ratio Re(t) can be calculated (Figure 5). The resultdemonstrates that Re(t) has dropped sharply from 3.34 (Re(1) = 3.34) on January20th to 0.89 (Re(12) = 0.89, less than 1) on January 31st, 2020, which implies thatthe integrated control strategies implemented in mainland China excluding Hubeihas successfully reduced transmission intensity and prevented the epidemic growthin a short time frame.⟨ Figure 4 is near here ⟩Under the current rigorous integrated control and self-protection measures, thetime series of T (t) depicted in Figure 4 (a) shows that the cumulative number ofconfirmed cases will continue growing slowly for some duration and tend to itspredicted maximum, which is 13155. Besides, although the number of hospitalizedindividuals has peaked on around February 12th, 2020, but it will not shrink to zeroin the near future (Figure 4 (c)). Obviously, new infections would occur as long asthe infectious individuals who have not been detected exist once people start relieveself-isolation and protection. It is the number of undetected infectious individualsthat determines when people’s lives are able to return back to normal. Hence weshould closely follow the total number of I(t) and R(t). Figure 4 (d) displays thatthe number of infectious individuals has been decreasing gradually since the end ofJanuary. However, it will not descent down to 1 until late March, which infers thatpeople should be fully aware of the real-time epidemic situation and keep personalprotect before April.⟨ Figure 5 is near here ⟩Using the estimated parameter values and the expression of the effectivereproduction ratio Re(t), the threshold value of the intervention coefficient with respectto contact, q1, can be calculated, which is 0.3. This implies that in order to blockthe continuous spread of the virus, the value of q1 must be less than 0.3 to guaranteeRe(t) is below 1. In other words, the contact rate should be kept below 30% of thenormal level.To examine the impact of partial lifting control measures on disease transmission,we plot the predicted time series of the number of cumulative confirmed cases, T (t),and the number of the infectious individuals, I(t)+A(t), with different contact rates(Figure 6). Assuming that the adjusting time is from March 5th, 2020, Figure 6 (a)and (b) illustrate that contact rate with 20% of the initial value c0 will not causethe disease re-bounce. However, the epidemic period will be extended for about 40days until early May and the cumulative number of confirmed cases will increase byaround 0.5% to 13227. While if the starting time of the adjusting is postponed toMarch 20th, the epidemic time of disease will be extended for about one week andthe cumulative number of confirmed cases will increase by only around 0.05% to13161, compared with the scenario of no changes. Nevertheless, if the contact rateis half of the initial value, i.e. q1 = 0.5 and Re(t) = 1.68, COVID-19 will re-bouncePage 7 of 10on a large scale in a short time frame, even if the starting time is postponed toMarch 20th.⟨ Figure 6 is near here ⟩In this paper, we proposed a novel COVID-19 transmission model incorporating theintervention measures implemented in China. Particularly, we adopted two novelfunction forms which dynamically captured the real-time endemic situation. Thefirst one is the contact rate, c(t), which was assumed to be dependent on thecumulative number of confirmed cases to better quantify the varied interventions andself-protection measures. The other one is the contact tracing rate, which wasdependent on the number of new cases.We evaluated the impact of partial lifting control measures on COVID-19transmission. Our results show that relieve self-protection too early may lead to thespread of the virus for a longer time and more people would be infected, and mayeven lead to the mass transmission of the virus again. The reduction of theemergency response level does not mean that people can be off guard. At least until theend of March, life will not be able to return to normal.In the process of recovery of production and life, we should pay attention totake protective measures to minimize the contact between people, such as wearingmasks and trying to avoid crowded places to cut the risk of catching coronavirus.By calculating the effective reproduction ratio, we assert that people’s contact rateshould be kept below 30% of the normal level and the lower the better.The forecasts presented are based on the assumption that there are no importedcases from Hubei and other infected regions. The WHO recently upgraded the globalrisk of the epidemic to ’very high’. New endemic foci outside China are formed, suchas South Korea, Italy, Iran, Japan, etc. Although the current endemic situation inChina is under control, population migration cross country border should be takeninto consideration when we modify the updated controlling policy of COVID-19.With the development of the epidemic situation in other countries in the world, itis very important to maintain and strengthen the quarantine of entry personnel. Theimpact of international mobility on the transmission of COVID-19 will be studiedin our future works.We concentrated on the epidemic situation in mainland China excluding Hubeiprovince is due to the significant differences between Wuhan, Hubei, and the rest ofthe country. In Wuhan, Hubei, the origin of the new emerging disease COVID-19, ittook much longer time to recognize and understand the disease transmission thanother regions. It requires certain time from unknown to known. Therefore, the dataaccuracy in Wuhan, Hubei is a major issue for parameters’ calibration. In addition,the sudden large outbreak in Wuhan, Hubei exhausted all medical resources in ashort time. A more targeted model considering medical resource capacity will beanticipated in the future.In conclusion, to ensure the COVID-19 epidemic ending rapidly, it is necessary tomaintain the current integrated control intervention and self-protection measures,Page 8 of 10including travel restriction, quarantine of entry, contact tracing followed byquarantine and isolation and reduction of contact, like wearing masks, etc. People shouldbe fully aware of the real-time epidemic situation and keep sufficient personalprotection until April. If all the above conditions are met, the outbreak is expected tobe ended by April in mainland China apart from Hubei province.COVID-19: Corona Virus Disease 2019; NHCC: National Health Commission of the People’s Republic of China;MCMC: Markov Chain Monte Carlo method; R0: Basic reproduction number; Rc; Control reproduction number;Re(t): Effective daily reproduction ratio.The authors declare that they have no competing interests.HW designed research; HW conceived the experiments, HW, JC and GY conducted the experiments and analyzedthe results; HW and GJ wrote the manuscript. All authors read and approved the final manuscript.This work is supported by the National Natural Science Foundation of China (No.11971240 and No.11871093) andthe NSF of the Jiangsu Higher Education Committee of China (No.17KJA110002).The authors thank graduate students Yuanyuan Yu and Jingyuan Li for their efforts in collecting data during thestudy.Not applicable.Not applicable.Not applicable.Additional file 2 — Sample additional file titleAdditional file descriptions text.Page 10 of 10", "ref_list": [[], [""], [""], ["Organization (WHO);"], ["Models of Contact Tracing: Systematic Review of Transmission Studies of Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome. Computational and structural biotechnology journal"], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Estimation of the epidemic properties of the 2019 novel coronavirus: A mathematical modeling study"], ["A mathematical model for simulating the phase-based transmissibility of a novel coronavirus"], ["The basic reproduction number (R0) of measles: a systematic review"], ["An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)"], ["When will be the resumption of work in Wuhan and its surrounding areas during COVID-19 epidemic? A data-driven network modeling analysis"], ["Real-time forecasts of the 2019-nCoV epidemic in China from February 5th to February 24th"], [""], ["/psychological impact on multiple outbreaks of emerging infectious diseases"], ["The impact of media on the control of infectious diseases"], ["The impact of media coverage on the dynamics of infectious disease"], ["On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations"], ["Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission"], ["The Threshold Infection Level for Wolbachina Invasion in a Two-Sex Mosquito Population Model"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WG Carlos", "CS Dela Cruz", "B Cao", "S Pasnick", "S. Jamil", "Novel Wuhan"], [], ["World Health"], ["KO Kwok", "A Tang", "VW Wei", "WH Park", "EK Yeoh", "S. Epidemic Riley"], ["B Tang", "X Wang", "Q Li", "NL Bragazzi", "S Tang", "Y Xiao"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["J Riou", "CL Althaus"], ["S Zhao", "SS Musa", "Q Lin", "J Ran", "G Yang", "W Wang"], ["S Zhao", "Q Lin", "J Ran", "SS Musa", "G Yang", "W Wang"], ["J Li", "Y Wang", "S Gilmour", "M Wang", "D Yoneoka", "Y Wang"], ["S Zhao", "Q Lin", "J Ran", "SS Musa", "G Yang", "W Wang"], ["FM Guerra", "S Bolotin", "G Lim", "J Heffernan", "SL Deeks", "Y Li"], ["B Tang", "NL Bragazzi", "Q Li", "S Tang", "Y Xiao", "J Wu"], ["W Xia", "T Sanyi", "C Yong", "F Xiaomei", "X Yanni", "X Zongben"], ["K Roosa", "Y Lee", "R Luo", "A Kirpich", "R Rothenberg", "J Hyman"], [], ["R Liu", "J Wu", "H. Zhu", "Media"], ["J Cui", "Y Sun", "H. Zhu"], ["Y Liu", "Cui Ja"], ["O Diekmann", "JAP Heesterbeek", "JA Metz"], ["P Van den Driessche", "J Watmough"], ["D Li", "H. Wan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronaviruses are a group of enveloped viruses with a positive-sense, single-stranded", "one_words_summarize": "Coronaviruses are a group of enveloped viruses with a positive-sense, single-stranded        Page 2 of 10belong to the order of Nidovirales, family of Coronaviridae, and subfamily ofOrthocoronavirinae ([                In December 2019, an outbreak of novel coronavirus disease (COVID-19) emergedin Wuhan, China and has swiftly spread to other parts of China and a number ofoversea countries. We assume that recovered individuals have immunityat least during this epidemic period. With the increasing of cumulative number of confirmed cases, theprobability of contact transmission among the informed susceptible populations wouldcertainly reduce ([                    Page 4 of 10decreasing with T (t), so as to well reflect the impact of media coverage on people’spsychology and behaviors. It is the number of undetected infectious individualsthat determines when people’s lives are able to return back to normal. In other words, the contact rate should be kept below 30% of thenormal level. Nevertheless, if the contact rateis half of the initial value, i.e. q1 = 0.5 and Re(t) = 1.68, COVID-19 will re-bouncePage 7 of 10on a large scale in a short time frame, even if the starting time is postponed toMarch 20th.⟨ Figure 6 is near here ⟩In this paper, we proposed a novel COVID-19 transmission model incorporating theintervention measures implemented in China. The reduction of theemergency response level does not mean that people can be off guard. At least until theend of March, life will not be able to return to normal. The WHO recently upgraded the globalrisk of the epidemic to ’very high’. Theimpact of international mobility on the transmission of COVID-19 will be studiedin our future works. In addition,the sudden large outbreak in Wuhan, Hubei exhausted all medical resources in ashort time. People shouldbe fully aware of the real-time epidemic situation and keep sufficient personalprotection until April. Additional file 2 — Sample additional file titleAdditional file descriptions text."}