{"date": "2020/03/01", "journal": "medrxiv", "authors": "Xiandeng Jiang, Le Chang, Yanlin Shi", "title": "How does the outbreak of 2019-nCoV spread in mainland China? A retrospective analysis of the dynamic transmission routes", "type": "preprint article", "abstract": "The fourth outbreak of the Coronaviruses, known as the 2019-nCoV, has occurred in Wuhan city of Hubei province in China in December 2019. We propose a timevarying sparse vector autoregressive (VAR) model to retrospectively analyze and visualize the dyamic transmission routes of this outbreak in mainland China over January 31 { February 19, 2020. Our results demonstrate that the in uential interprovince routes from Hubei have become unidenti able since February 4, whereas the self-transmission in each province was accelerating over February 4{15. From February 16, all routes became less detectable, and no in uential transmissions could be identi ed on February 18 and 19. Such evidence supports the e ectiveness of government interventions, including the travel restrictions in Hubei. Implications of our results suggest that in addition to the origin of the outbreak, virus preventions are of crucial importance in provinces with the largest migrant workers percentages (e.g., Jiangxi, Henan and Anhui) to controlling the spread of 2019-nCoV.", "text": "1        IntroductionCoronaviruses are single-stranded, enveloped and positive-sense RNA viruses, which arespherical in shape and have petal-like spines [                To combat against the rapid spread of the 2019-nCoV, since mid-January 2020, thecentral government of China and all local governments have implemented intensivepreventions. Examples include tracing close contacts and quarantining infected cases, promotingsocial consensus on self-protection like wearing face mask in public area, among others[        During this anti-epidemic war, statistic and mathematical modeling plays a non-negligiblerole. Among the emerging large volume of studies, the classical susceptible exposedinfectious recovered (SEIR) model wth its various extensions is the most popular method [25{38]. SEIR family models are e ective in exploring the epidemic characteristics of theoutbreak, forecasting the in ection point and ending time, and deciding the measures to curbthe spreading. Despite this, they are less appropriate in identifying transmission routes ofthe 2019-nCoV outbreak, which is also not thoroughly investigated in existing literature.        In this paper, we ll in this gap and perform a retrospective analysis using the publiclyavailable data [        MethodsThroughout this study, we are interested in the growth rate yi;t such that:yi;t+1 = ln(xi;t+1)ln(xi;t);where xi;t is the accumulated con rmed cases in province i on day t (i = 1; : : : ; N and t =1; : : : ; T ). T and N de ne the number of days and number of provinces under consideration,respectively. We then de ne yt = (y1;t; : : : ; yN;t)0, an N1 vector of the growth rate on dayt. To investigate a dynamic direct transmission of the growth rate among provinces, wepropose a time-varying coe cient sparse VAR model, namely the tvSVAR model, whichassumes that Granger causality coe cients are functions of time, such that:yt+1 =t + Btyt + t;wheret is an N -dimensional intercept vector at time t. Bt is an NN Granger causalitymatrix at time t with a dynamic sparse structure, for which entries can be exactly zeroand the locations of zeros can vary with time. t is an N1 vector of error terms. Thesparsity of Bt is assumed because N could be even larger than T in our case, which leadsto very unstable estimations and problematic interpretations of Bt.One important bene t of using the proposed tvSVAR to model the transmissions is thatthe Granger causality matrix, Bt, can provide both the direction and strength of the routeon day t. For example, the ijth entry in Bt measures the strength of the transmission fromprovince i to province j on day t. The ith diagonal of Bt represents the self-transmissionin province i that captures the relationship between the growth rate in the current andprevious days. More critically, the sparse structure eases the interpretation of Bt becausemany weak transmissions may be of a random nature. The corresponding coe cients,therefore, can be treated as noises and are shrunk to zeros exactly. Moreover, atimevarying design of Bt allows us to investigate changes in the identi ed transmissions overtime.To capture both dynamic and sparse structure of the Granger causality coe cients, wesolve the following optimization problem:(T 1( bt; Bbt) = arg mt;iBnt Xs=1 (ys+1tBtys)T Ws (ys+1tBtys) +        NX wi;j;tj i;j;tji;j)(3)where Ws = diag (Kb1( s ); : : : ; KbN ( s )) is the matrix of kernel weights calculatedbased on the bandwidth bi, i = 1; : : : ; N , and Kbi( s ) = K( sbi )=bi with s de nedas a scaled time T s 1 . We use the Epanechnikov kernel K(x) = 0:75(1 x2)+ and auni ed bandwidth for each i (bi b) to avoid a large number of tuning parameters. Thecoe cients i;j;t denotes the ijth entry of the Granger causality matrix Bt, and is thetuning parameter that aims to shrink insigni cant i;j;t to zero and thus controls the sparsityof Bt. Another essential feature of our proposed model is that the adaptive weights wi;j;tare employed to penalize i;j;t di erently in the lasso (L1) penalty [                The estimators as in (3) can also be viewed as a penalized version of local constantkernel smoothing estimator [        Given a bandwidth b and a penalty parameter , we can nd the estimator ( t; Bbt) forbeach day t and observe the dynamic patterns of the transmission over time t for each pair ofprovinces. The bandwidth and penalty parameter are chosen to optimize the cross-validatedforecasting accuracy, as measured by the one-step-ahead root mean squared forecast error(RMSFE), such thatvuuRMSFE(b; ) = tN (T11T01)N T1 1X Xi=1 t=T0(b; )ybi;t+1yi;t+12;(4)where [T0; T1] is the evaluation period, which is given by the last third of the data in our(b; )study, ybi;t+1 denotes the one-step-ahead forecast for province i based on the data up to dayt, and yi;t+1 de nes the observed growth rate at day t + 1 for province i.2.2Code availabilityThe R code that supports the ndings of this study is available from the author on request.33.1Data and Results        The data studied in this paper include con rmed 2019-nCoV cases which occurred inmainland China from the National Health Commission of the People's Republic of China [        Estimation results: Transmission routesBy taking the di erence of the logged accumulated cases and applying one lag, ourestimated transmission routes are available from January 31 to February 19 (two observationsare lost). To avoid potential noises caused by small numbers, we only include data ofprovinces, which had at least 150 accumulated con rmed cases as of February 19.Altogether, our modeled sample contains 20 province-level con rmed cases. A non-zero estimateof i;j;t, the ijth entry of Bt in (2), indicates that on the tth day, the growth rate of provincej is Granger caused by that of province i. In other words, there is a transmission routefrom province i to province j. Among the 20-day results, we noticed that the estimatedtransmission routes on days 1{5 changed considerably on daily basis. From the sixth dayonwards, however, those estimated routes were more steady. Hence, we plot the estimateson days 1{5 and those on the every fth day thereafter, on Figure 2. Be noted thatestimates smaller than 0.2 (none-in uential) are not presented to avoid inevitable estimationnoises and for a better illustration.In Figure 2, we use color of light orange (small) to dark red (large) indicating theaccumulated con rmed cases in each province, up to time t. Estimated transmission routes arecolored in blue. Self-transmissions are denoted by dots, and a larger size of dot suggestsa larger estimatedi;i;t. Inter-province transmission is represented by arrows, with thetransparency indicating the magnitude of estimatedi;j;t. On the rst day (January 31),there were in uential inter-province transmissions from Hubei to Jiangxi, Heilongjiang,Zhejiang, Henan, Shandong, Jiangsu and Shaanxi, sorted by the magnitudes of strength(big to small). There were a few additional detected such transmissions on the second day,including those from Hubei to Guangxi, from Zhejiang to Fujian, and from Guangdong toYunnan, Hunan and Fujian. The number of such identi ed inter-province routes, however,reduced rapidly over the next three days. On the fth day (February 4), no in uentialtransmission routes were found from Hubei to directly a ect other provinces, and there were onlythree in uential routes identi ed nationally, including Zhejiang{Shaanxi, Zhejiang{Jiangxiand Jiangxi{Shanghai. The number of those detected inter-province routes declined againin the next few days, and on day 13, only Henan{Heilongjiang was found in uential. Ondays 19 and 20 (February 18 and 19), there were no in uential inter-provincetransmissions identi ed. The above ndings suggest that the number of in uential inter-provincetransmissions overall dropped quickly in the rst ve days and then reduced steadily forthe rest fteen days. This is consistent with the observations of Figure 3 (a), where thetime-varying estimates of the Granger causality of Hubei on other provinces are plotted.On each day, we report the mean, standard deviation (Std. Dev.), the 25% quantile (Q1)and 75% quantile (Q3) of those estimates in Table 1, which also leads to consistent ndings.As for the self-transmission, we rstly examine Figure 2 (b). It can bee seen that therewere quite a few detected in uential self-transmissions on the rst two days. However,this number dropped quickly over days 3{5, and only self-transmissions of Heilongjiang,Guangdong and Zhejiang were found in uential on day 5. Since then, the number ofin uential self-transmissions increased quickly with growing magnitudes (in uence). On thesixteenth day (February 15), 16 out of the 20 examined provinces had an estimated i;i;20 ofat least 0.2. Those large self-transmissions, however, disappeared rapidly again in the nextthree days. On February 18 and 19, there were no in uential self-transmissions identi ed.This is consistent with our ndings on Figure 3 (b), where time-varying estimated i;i;t areplotted for each province. We report daily descriptive statistics of those estimates in Table1, which also results in consistent conclusions.4        DiscussionsSince 23 January 2020, many cities on mainland China started to introduce travelrestrictions, including ve cities (Wuhan, Huanggang, Ezhou, Chibi and Zhijiang) of Hubeiprovince [        We now focus on the inter-province transmission routes. Since in uential routes fromHubei were no longer detected since day 5, we calculate the average i;j;t of the 19 provincesa ected by Hubei over the rst four days (January 31 { February 3). The top vedestinations are presented in Panel A of Table 2. Apart from its geographic neighbors Jiangxiand Henan, Hubei has lead to in uential routes to Heilongjiang, Zhejiang and Shandongdirectly. This may be explained by the substantial oating population working and livingin Hubei from those provinces. Excluding routes originating in Hubei, the Panel B of Table2 suggests that the top destinations of transmission routes have not changed much over therst four days and the rest sixteen days. Despite minor di erences in ranking, Shaanxi,Heilongjiang, Jiangxi, Anhui, Henan and Jiangsu appear to be the destinations su eredmost from inter-province transmissions from origins other than Hubei. Similarly, the topve sources (excluding Hubei) of those transmissions are basically identical over the days1{4 and days 5{20, as shown in Panel C of Table 2. This is consistent with the fact thattravel restrictions in Hubei should not a ect the connections among other provinces. Inall cases, Jiangxi, Henan, Guangdong, Zhejiang and Anhui are the most in uential originsother than Hubei.        It is worth noting that Jiangxi, Henan and Anhui belong to both the top origins anddestinations of the inter-province transmissions, excluding Hubei. Since the impact ofHubei is not considered, this cannot be explained by the two in uential transmission routesof Hubei{Jiangxi and Hubei{Henan listed in Panel A of Table 2. To see this, over days5{20, the transmissions out of Hubei are no longer signi cant and thus should not a ectroutes from Jiangxi and Henan to another province. In contrast, one explanation is thelarge migrant workers from Jiangxi, Henan and Anhui to other provinces (excluding Hubei).According to the Report on China's migrant population development of 2017 [        ConclusionsCoronaviruses have lead to three major outbreaks ever since the SARS occurred in 2003.Although the exact origin is still debatable, the current shock, namely 2019-nCoV, hastaken place in Wuhan, the capital city of Hubei province in mainland China. As thefourth large-scale outbreak of coronaviruses, 2019-nCoV is spreading quickly to all provincesin China and has recently become a world-wide epidemic. As a signi cant complement toexisting research, this study employs a tvSVAR model and retrospectively investigates andvisualizes the transmission routes in mainland China.Demonstrated in Figure 2, our baseline results review both the dynamic inter-provinceand self-transmission routes. Since February 4, the spread out of Hubei was largely reduced,leading to no identi able routes to other provinces. Simultaneously, the self-transmissionsstarted to accelerate and peaked on around February 15 for most provinces. Given anaverage incubation period of 10 days, those results support the argued e ectiveness ofthe travel restrictions to control the spread of 2019-nCoV, which took place in multiplecities of Hubei on January 23. On February 18{19, there existed no in uentialinterprovince or self-transmission routes. Thus, the growth rates of con rmed cases are of amore random nature in all provinces thereafter, implying that the spread of 2019-nCoV hasbeen under control. For the detected inter-province transmissions, our ndings demonstratethat Jiangxi, Heilongjiang, Zhejiang, Henan and Shandong are the top 5 provinces a ectedmostly via routes directly from Hubei. When the in uence of Hubei is excluded, Jiangxi,Henan and Anhui are among both the top origins and destinations of transmission routes.Our results have major practical implications for public health decision- andpolicymakers. For one thing, the implemented timely ad-hoc public health interventions areproven e ective, including contact tracing, quarantine and travel restrictions. For another,apart from the origin of the virus, as provinces with largest migrant workers percentages,virus preventions are also of crucial importance in Jiangxi, Henan and Anhui to controllingthe epidemics like the outbreak of 2019-nCoV in the future. With limited resources, takingad-hoc interventions in such provinces may most e ectively help stop the spread of a newvirus, from an economic perspective.Author ContributionsX.J. collected data and designed the research. L.C. and Y.S. performed the research andanalyzed the data. X.J., L.C., and Y.S. wrote the paper.11. World Health Organization (WHO). https : / / www . who . int / healthtopics /coronavirus (2020).30. Nishiura, H. et al. Estimation of the asymptomatic ratio of novel coronavirus infections(COVID-19). medRxiv (2020).0.3demifrnoCccA0.2foetaRhtworG0.10.0000 00 0 00 0 0 1 +0 5 1 − 00 1 − − 0 0n1 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1medRxiv preprint doi: https://doi.org/10.1101/2020.03.01.20029645. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .)721oileHgnajignolieHgnajigoileH)3yaD(2yraurbeF)c(yrurbeF)b()1yaD(13yraunaJ)a(T9yaD(8yrareF)f()5yaD(4yraurbF)()4yaD(3yraurbeF)d(nliiJnliiJnliiJgninoaiLailognoMrennIgnaijniXgninoaiLaliognoMrennIgnajiniXgninoaiLailognoMrennIgnajiniXdemrifccAusnausnaGusnaG000 00 0 00 0 0 1 +0 5 1 − 00 1 − − 0 0n1 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1tebiTtebitebiThSixnaaa hix SgnigniQixnaa hix SgniNiahgniQixnaaa hix SgniNiahgnid n h nijn an ia iu Z jiag n h J h i ujiine iaT ie S nA xgn FbB eaiJnHi ax n in e ea H bhnawiaTgnodgnauG naniaHu anH ugninauhciSH ixgnqg u an o uo zh Gh iC unannuYebe)000 00 0 0demrifncA0 0 0 1 +0 5 1 − 00 1 − − 0 01 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1c31yaD(21yraurbe202/2/91{02cAdemrifccAniliJnliiJnliiJgninoaiLailognoMrennIgnajiniXgninoaiLaliognoMrennIgnaijniXgninoaiLailognoMrennIgnajiniXaGusnaGixnaa hix SgniNiahgniQixnaaa hix SgniNiahgniQtebiT0 1 − − 0 01 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1.2 .3 .4 .5 .60 0 0 0 0000 00 0 00 0 0 1 +0 5 1 − 00 1 − − 0 0n1 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1oileHtebiTtebiTtebiTniliJnliiJnliiJgninoaiLailognoMrennIgnajiniXgninoaiLailognoMrennIgnaijniXgninoaiLaliognoMrennIgnajiniXusnausnaGusnaG000 00 0 00 0 0 1 +0 5 1 − 0Sixnaa hix SgniNiahgniQdemrifncA000 00 0 00 0 0 1 +0 5 1 − 00 1 − − 0 01 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1cixnaa hix SgniNiahgniQixnaaa hix SgniNiahgniQ.2 .3 .4 .5 .60 0 0 0 0.2 .3 .4 .5 .60 0 0 0 0demrifccA000 00 0 00 0 0 1 +0 5 1 − 00 1 − − 0 0n1 − 0 0 0 0o A − 0 0 0 0 0C N 0 1 1 5 1 1yyaaDD((16nnnSSaaarGGanH uuG naniaHG nSSaniaHooGGnnn nng su ha jiao g S ed n h nijn na ia iu Z ijag n h J h i uijine iaT ie S nA xg FbB enHi ax n in e ea H bhiahg gnaiJnanuH ugninauhciSH ixgqng u an o uo zh Gh iC uGnannuYnawiaTgndgnauiahg gn ngn su ah ijao g S ed n h nijn na ia iu Z ijag n h J h i uijine iaT ie S nA xng FbB eaiJnHi ax n in e eba HhnawiaTgndgnauG naniaHnu anH ugnauhciSH ixgniq ng u an o uo zh Gh iC unannuY0.60.40.20.00.60.40.20.0(a) Inter-province transmissions: from Hubei to others", "ref_list": [[], ["Emerging coronaviruses: genome structure, replication, and pathogenesis"], ["History and recent advances in coronavirus discovery"], ["Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread Via Commercial Air Travel"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["New SARS-like virus in China triggers alarm"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle"], ["China coronavirus: cases surge as o cial admits human to human transmission 2020."], ["Therapeutic options for the 2019 novel coronavirus ("], ["National Health Commission of the People's Republic of China"], ["Epidemic analysis of COVID-19 in China by dynamical modeling"], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)"], ["Lockdown may partially halt the spread of 2019 novel coronavirus in Hubei province"], ["The lockdown of Hubei Province causing di erent transmission dynamics of the novel coronavirus (2019-nCoV"], ["The e ect of travel restrictions on the spread of the 2019 novel coronavirus (2019-nCoV) outbreak"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["Assessing spread risk of Wuhan novel coronavirus within and beyond China, January-April 2020: a travel network-based modelling study"], ["E ectiveness of airport screening at detecting travellers infected with novel coronavirus (2019-nCoV)"], ["Interventions targeting air travellers early in the pandemic may delay local outbreaks of SARS-CoV-2"], ["Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts"], ["The impact of tra c isolation in Wuhan on the spread of 2019-nCov"], ["A mathematical model for simulating the transmission of Wuhan novel Coronavirus"], ["A time delay dynamical model for outbreak of 2019-nCoV and the parameter identi cation"], ["A data driven time-dependent transmission rate for tracking an epidemic: a case study of 2019-nCoV"], ["Epidemiological identi cation of a novel infectious disease in real time: Analysis of the atypical pneumonia outbreak in Wuhan"], ["the daily trend in the size of COVID-19 infected population in Wuhan"], [""], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Highly Contagious and More Infectious Than Initially Estimated"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["the infected population and spread trend of 2019- nCov under di erent policy by EIR model"], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Predictions of 2019-nCoV Transmission Ending via Comprehensive Methods"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Regression shrinkage and selection via the lasso"], ["The adaptive lasso and its oracle properties"], ["Local polynomial regression"], ["A fast iterative shrinkage-thresholding algorithm for linear inverse problems"], [""], ["National Health and Family Planning Commission of China. Report on China's migrant population development (China Population Publishing House"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y. Chen", "Q. Liu", "D. Guo"], ["J. S. Kahn", "K. McIntosh"], ["I. I. Bogoch"], ["P. Zhou"], ["Nature"], ["C. Huang"], ["J. Cohen", "D. Normile"], ["H. Lu", "C. W. Stratton", "Y.-W. Tang"], ["J. Parry"], ["G. Li", "E. De Clercq"], [], ["L. Peng", "W. Yang", "D. Zhuge", "C. Hong", "L."], ["B. Tang"], ["B. Tang"], ["M. Shen", "Z. Peng", "Y. Guo", "Y. Xiao", "L. Zhang"], ["X. Li", "X. Zhao", "Y. Sun"], ["M. Chinazzi"], ["J. A. Backer", "D. Klinkenberg", "J. Wallinga"], ["S. Lai"], ["B. J. Quilty"], [], ["J. Hellewell"], ["G. Jin", "L. Yu", "S. Duan"], ["T. Chen"], ["Chen", "Y. Jiang", "K. Liu"], ["N. E. Huang", "F. Qiao", "Bulletin"], ["Jung"], ["Q. Lin", "T. Hu", "X.-H. Estimating Zhou"], ["Nishiura"], ["J. M. Read", "J. R. Bridgen", "D. A. Cummings", "A. Ho", "C. P. Jewell"], ["S. Sanche"], ["J. T. Wu", "K. Leung", "G. Leung"], ["H. Xiong", "H. Simulating Yan"], ["Y. Yang"], ["T. Zeng", "Y. Li", "Z. Liu", "X. Qiu", "B."], ["S. Zhao"], ["R. Tibshirani"], ["H. Zou"], ["J. Fan", "I. Gijbels"], ["A. Beck", "M. Teboulle"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1", "one_words_summarize": "1        IntroductionCoronaviruses are single-stranded, enveloped and positive-sense RNA viruses, which arespherical in shape and have petal-like spines [                To combat against the rapid spread of the 2019-nCoV, since mid-January 2020, thecentral government of China and all local governments have implemented intensivepreventions. Despite this, they are less appropriate in identifying transmission routes ofthe 2019-nCoV outbreak, which is also not thoroughly investigated in existing literature. In this paper, we ll in this gap and perform a retrospective analysis using the publiclyavailable data [        MethodsThroughout this study, we are interested in the growth rate yi;t such that:yi;t+1 = ln(xi;t+1)ln(xi;t);where xi;t is the accumulated con rmed cases in province i on day t (i = 1; : : : ; N and t =1; : : : ; T ). T and N de ne the number of days and number of provinces under consideration,respectively. The corresponding coe cients,therefore, can be treated as noises and are shrunk to zeros exactly. Moreover, atimevarying design of Bt allows us to investigate changes in the identi ed transmissions overtime. A non-zero estimateof i;j;t, the ijth entry of Bt in (2), indicates that on the tth day, the growth rate of provincej is Granger caused by that of province i. In other words, there is a transmission routefrom province i to province j. Among the 20-day results, we noticed that the estimatedtransmission routes on days 1{5 changed considerably on daily basis. From the sixth dayonwards, however, those estimated routes were more steady. On the fth day (February 4), no in uentialtransmission routes were found from Hubei to directly a ect other provinces, and there were onlythree in uential routes identi ed nationally, including Zhejiang{Shaanxi, Zhejiang{Jiangxiand Jiangxi{Shanghai. Those large self-transmissions, however, disappeared rapidly again in the nextthree days. Apart from its geographic neighbors Jiangxiand Henan, Hubei has lead to in uential routes to Heilongjiang, Zhejiang and Shandongdirectly. Since February 4, the spread out of Hubei was largely reduced,leading to no identi able routes to other provinces. Our results have major practical implications for public health decision- andpolicymakers. With limited resources, takingad-hoc interventions in such provinces may most e ectively help stop the spread of a newvirus, from an economic perspective. Author ContributionsX.J. collected data and designed the research."}