{"date": "2020/02/25", "journal": "medrxiv", "authors": "Hongdou Li, Shuang Wang, Fan Zhong, Wuyin Bao, Yipeng Li, Lei Liu, Hongyan Wang, Yungang He", "title": "Age-dependent risks of Incidence and Mortality of COVID-19 in Hubei Province and Other Parts of China", "type": "preprint article", "abstract": "New coronavirus 2019-nCOV poses a big challenge for global public health in early 2020. Coronavirus Disease 2019 (COVID-19) caused by the virus rapidly spreads all over the world and takes thousands of lives in just two months. To assess illness and fatality risk of the viral infection is exceedingly helpful to ensure effective management of the general public and patients in the outbreak. Therefore, it is critical to quantify illness and fatality risk of COVID-19 for the general public. In this report, we investigate the illness and fatality risk of the infection by analyzing the age composition of 5319 infected patients, 76 mortality cases, and 1,144,648 individuals of the general public in China. Our result shows a relatively low illness risk for young people but a", "text": "very high fatality risk for seniors. Notably, fatality risk could be as high as 0.48 forpeople older than 80 years. Furthermore, our study suggests that a good medical servicecan effectively reduce the mortality rate of the viral infection to 1% or less.On Jan 7, 2020, a new pathogenic virus caused pneumonia was identified in thesample of bronchoalveolar lavage fluid from a patient in Wuhan, Hubei province, China.It has typical features of the coronavirus family and therefore is classified as thesubgenus Sarbecovirus, Orthocoronavirinae subfamily1, 2. Coronavirus is one of themain pathogens of human respiratory infection owing to frequent cross-speciesinfections. This virus caused coronavirus disease in 2019 is the third epidemiccoronavirus that emerges in the human population in the 21st century, following thesevere acute respiratory syndrome coronavirus (SARS) outbreak in 2002 and theMiddle East respiratory syndrome coronavirus (MERS) outbreak in 20123, 4.The emerging virus rapidly becomes a challenge for global public health due tospread by human-to-human transmission. The majority of the earliest COVID-19patients were linked to the Huanan Seafood Wholesale Market. However,human-tohuman transmission has frequently been occurring and that the epidemic has beengradually growing5. As of February 22th, 2020, 76,396 laboratory-confirmed caseshave been reported in China. Internationally, more than 1,515 cases have been reportedin 28 countries6, 7. The number of infected individuals is far surpassing that of SARSand MERS.        This emerging virus can cause severe and even fatal respiratory diseases such asacute respiratory distress syndrome. It has been reported that COVID-19 is more likelyto affect older males with comorbidities, suggests that age and comorbidity may be riskfactors for poor outcomes8, 9. In China, the reported death is approaching 3% in total ofCOVID-19 patients in        At present, information regarding the illness and case-fatality on clinical featuresand epidemiology of COVID-19 remains scarce. However, relatively accurateevaluation of illness risk and mortality is required that will help refine the riskassessment and ensure that the public and patients are managed in an effective way.Therefore, it is necessary to quantitatively evaluate the risks for individual groups ofdifferent ages and gender. In this report, we show our initial analysis of the public datafrom local authorities. Our study shows that the illness risk of COVID-19 might be aslow as 0.1 for children while it could be over 0.9 for 40-years old adults. Our result alsosuggests that the fatality risk might be above 0.2 for patients older than 80 years old.Notably, the fatality risk is significantly different between patients of Hubei provinceand that of other parts of China.The public data of a total of 5319 identified COVID-19 cases were included in ouranalysis. There were 2829 (53.2%) males and 2490 (46.8%) females in the COVID-19cases, the male to female ratio turned out roughly equal across all age groups. The ageof COVID-19 patients ranged from 0.5 to 97 years, with a mean of 45.2 years. It shouldbe noted that all the involved 5319 cases were reported by local authorities outsideHubei Province. Data of 1,144,648 individuals from the General Census of China (2018)was used as a composition of the general public10. The age and gender composition ofCOVID-19 patients and the public reference is presented in Table 1. Compared to thegeneral public, the COVID-19 cases had higher average age, and there was a higherproportion of people aged 30 to 69 years.We collected detailed information of 76 mortality cases (45 cases from Hubeiprovince and 31 cases from other parts of China) and plotted the age composition of thecases and the general public in Figure 1. It is evident that death occurs more frequentlyin older people but rare for patients under 40 years old. The mortality cases were from34 to 89 years old, with an average age of 71.47 and a standard deviation 12.49. Due tothe limit sample size, conditional effect of gender on ages was not investigated for themortality cases in the present study.Individuals were grouped and presented on x-axis. For the general public, proportionof each age group was shown on left-hand side; number of fatality cases in each groupwas present on right-hand side.-4 -9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 +0 5 -1 -1 -2 -2 -3 -3 -4 -4 -5 -5 -6 -6 -7 -7 -80 -85 -90 590 5 0 5 0 5 0 5 0 5 0 5 0 51 1 2 2 3 3 4 4 5 5 6 6 7 7 8 8 9Based on the age composition of COVID-19 cases and the general public, weassessed the relationship between the illness risk and age in a Bayesian approach. Giventhe age composition of the general public and illness risk of different age groups, age0.100.080.060.040.020.00181614121086420composition of infected individuals can be achieved inP( Agei | illness) =P(illness | Agei )P( Agei ) .∑ P(illness, Agei )Where P(illness | Age ) is the illness risk of age group i; P( Age ) is the proportion ofi iage group i in general public. We assumed that the illness risk for different age groupscould be obtained by a function of age, for example, a logistic function in this study.Therefore, the risk can be estimated in a maximum likelihood approach when the agecomposition of both COVID-19 cases and the general public is known.Our result shows that the disease can happen in all age groups, and there lacks asignificant difference between males and females (Figure 2). The illness risk is low forchildren and teenagers but rapidly increases for adults. For adults over 40-years old, therisk is higher than 0.9 when they have full exposure to the virus. The difference inillness risk for different gender is observed only for the groups between 15 and 50 yearsold. After the age of 15, males have slightly higher illness risk than women but theincrease is ignorable for people over 50 years old. Our result does not support a previousreport that COVID-19 generally affects more male than female in the epidemic8.-4 -9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 +0 5 -011 -511 -022 -522 -033 -533 -044 -544 -055 -555 -066 -566 -077 -577 -088 -588 -099 59General riskMale-specific riskFemale-specific riskIt should be mentioned that the illness risk in this study should be interpreted withthe aforementioned Bayesian approach. Otherwise, it may mislead the understandingof our analysis. There is no evidence that any individual can be free from infection afterfull exposure to the virus. Infected young people may not become ill but asymptomaticduring the course of infection.In a Bayesian approach similar to that mentioned above, we obtainP( Agei | Infection, Death) =P(Death | Infection, Agei )P( Agei | Infection)∑ P(Death, Agei | Infection).iWhereP(Death | Infection, Age ) is the probability of death condition on aniindividual's age and infection state; P( Age | Infection, Death) is age composition ofifatality cases of COVID-19. In this study, we assumed that infection happens in all agegroups for the general public. In other words, we have P( Age | Infection) = P( Agei ) .iWith the assumption fatality risk of COVID-19 for the general public is a logisticfunction of age of each individual, we applied the maximum likelihood approach toestimate the fatality risk of COVID-19 in the general public P(Death | Infection, Agei ) .Our result shows that there is a significantly higher fatality risk in older adults(Figure 3). The estimated fatal probability is less than 0.01 for individuals under 40years old, but it is more than 0.51 for people older than 90 years. The estimated risk ismuch higher than the previous reports. To eliminate the concern that the high fatalityrisk of older people may inflate the mortality rate of infected population, we furtherimputed the mortality rate of infected people by summation of the proportion of deathgroups of different ages, i.e. P(Death | Infection) = ∑ P(Death, Agei | Infection) .Ouriresult is consistent with most of the previous studies, supporting the hypothesis thatolder age is associated with an increased risk of mortality in COVID-19 patients. Agehas been reported as the independent predictor of adverse outcome in SARS and MERS.Comorbidities and low immune function of older people might be the major cause ofhigher mortality of coronaviruses3, 4, 11. Our analysis suggests a mortality rate of 2.38%for general infection. It agrees with previous reports for the raw mortality ofCOVID19 in China. However, we noticed that raw mortality of COVID-19 is significantlydifferent between identified cases of Hubei province and that of other parts of China.-4 -9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 +0 5 -1 -1 -2 -2 -3 -3 -4 -4 -5 -5 -6 -6 -7 -7 -8 -85 -90 950 5 0 5 0 5 0 5 0 5 0 5 0 5 01 1 2 2 3 3 4 4 5 5 6 6 7 7 8 8 9To compare fatality risk between Hubei and other provinces of China, we divided76 mortality cases into two subsets, 45 cases from Hubei province and 31 cases fromother parts of China. The aforementioned Bayesian analysis for fatality risk is appliedto the two subsets with nine age groups each. We obtained standard deviation ofestimations by applying the same method on 1000 simulated data sets that generatedwith initial estimation. Our result shows that fatality risk is no more than 0.13 ± 0.10for people over 80 years old outside Hubei province, but the risk is as high as 0.60±0.15for the corresponding age group in Hubei province. Fatality risk falls under 0.05 forpeople younger than 70 years in other parts of China, while only people under 50 yearsold have a risk under 0.05 in Hubei province. We also calculated the mortality rate fora general infection inside and outside Hubei province as 4.78% and 0.95%. On the onehand, this difference may be partially explained by insufficient medical resources dueto such a large amount of patients in Wuhan city in the breakout. On the other hand,detailed information on the majority part of fatal cases (40 of 45 in total) from Hubeiprovince was published before January 25th, 2019. The fatality rate of early reportedcases may be overstated because case detection is highly biased towards the moresevere cases, and the risk may be decreased with the improvement of medical service.Our analysis was based on the composition of the age of the different populations,and therefore it is less affected by the disease progression of patients, especially theincreasing death of critically ill patients. As of February 23th 2020, there were still10,968 COVID-19 patients in severe condition in China. In contrast to a row mortalityrate of 2.3% reported by a research group of Chinses CDC, our analysis on their agedata of mortality cases suggests a higher mortality rate as 5.63% for COVID-19 patients.It is higher than the fatality risk of infection for the general public in both Hubeiprovince and other parts of China. The difference may be explained by the existence ofasymptomatic carriers in infection cases of the general public.In conclusion, we investigate the illness and fatality risk of the infection byanalyzing the age composition of COVID-19 patients and the general public in China.Our data shows a relatively low illness risk for young people but a very high fatalityrisk for old adults. Therefore, it is prudent to strengthen the tertiary preventive andclinical care of old aged patients to reduce mortality. Furthermore, our results alsosupport that a good medical service can effectively reduce the mortality rate of the viralinfection to 1% or less. Our study could be of value to medical authorities to implementeffective medical service. The lack of complete data for all COVID-19 cases potentiallyincreases the occurrence of selection and measurement biases in this study. Therefore,further large-scale epidemiological studies are necessary to elucidate the risk factors ofCOVID-19 for the general public.on y-axis while age of grouped cases was shown on x-axis.        is no conflict of interest.This work was supported by grants from National Natural Science Foundation of China(Grant No. 31871255 and 91731310 to Y.H.) and Shanghai Municipal Science andTechnology Major Project (Grant No. 2017SHZDZX01). The authors declare that        Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected withDonnelly CA, Ghani AC, Leung GM, Hedley AJ, Fraser C, Riley S, et al. Epidemiologicaldeterminants of spread of causal agent of severe acute respiratory syndrome in Hong Kong. The", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["First case of 2019 novel coronavirus in the United States"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], [""], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "N Engl Ahmed", "AE"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["ML Holshue", "C DeBolt", "S Lindquist", "KH Lofy", "J Wiesman", "H Bruce"], ["C Rothe", "M Schunk", "P Sothmann", "G Bretzel", "G Froeschl", "C Wallrauch"], ["N Chen", "M Zhou", "X Dong", "J Qu", "F Gong", "Y Han"], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], [], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "very high fatality risk for seniors. Notably, fatality risk could be as high as 0.48 for\npeople older than 80 years. Furthermore, our study suggests that a good medical service\ncan effectively reduce the mortality rate of the viral infection to 1% or less.", "one_words_summarize": "Notably, fatality risk could be as high as 0.48 forpeople older than 80 years. Coronavirus is one of themain pathogens of human respiratory infection owing to frequent cross-speciesinfections. The number of infected individuals is far surpassing that of SARSand MERS. In this report, we show our initial analysis of the public datafrom local authorities. The mortality cases were from34 to 89 years old, with an average age of 71.47 and a standard deviation 12.49. The illness risk is low forchildren and teenagers but rapidly increases for adults. In this study, we assumed that infection happens in all agegroups for the general public. In other words, we have P( Age | Infection) = P( Agei ) .iWith the assumption fatality risk of COVID-19 for the general public is a logisticfunction of age of each individual, we applied the maximum likelihood approach toestimate the fatality risk of COVID-19 in the general public P(Death | Infection, Agei ) .Our result shows that there is a significantly higher fatality risk in older adults(Figure 3). Agehas been reported as the independent predictor of adverse outcome in SARS and MERS.Comorbidities and low immune function of older people might be the major cause ofhigher mortality of coronaviruses3, 4, 11. Our analysis suggests a mortality rate of 2.38%for general infection. However, we noticed that raw mortality of COVID-19 is significantlydifferent between identified cases of Hubei province and that of other parts of China.-4 -9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 9 4 +0 5 -1 -1 -2 -2 -3 -3 -4 -4 -5 -5 -6 -6 -7 -7 -8 -85 -90 950 5 0 5 0 5 0 5 0 5 0 5 0 5 01 1 2 2 3 3 4 4 5 5 6 6 7 7 8 8 9To compare fatality risk between Hubei and other provinces of China, we divided76 mortality cases into two subsets, 45 cases from Hubei province and 31 cases fromother parts of China. As of February 23th 2020, there were still10,968 COVID-19 patients in severe condition in China. Our study could be of value to medical authorities to implementeffective medical service. Therefore,further large-scale epidemiological studies are necessary to elucidate the risk factors ofCOVID-19 for the general public.on y-axis while age of grouped cases was shown on x-axis. This work was supported by grants from National Natural Science Foundation of China(Grant No. The authors declare that        Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al."}