{"date": "2020/02/11", "journal": "medrxiv", "authors": "Cleo Anastassopoulou, Lucia Russo, Athanasios Tsakris, Constantinos Siettos", "title": "Data-Based Analysis, Modelling and Forecasting of the COVID-19 outbreak", "type": "preprint article", "abstract": null, "text": "deaths have been reported in China up to February 10, 2020, evoking fear locally and internationally.Here, based on the publicly available epidemiological data (WHO, CDC, ECDC, NHC and DXY)for Hubei from January 11 to February 10, 2020, we provide estimates of the main epidemiologicalparameters, i.e. the basic reproduction number (R0) and the infection, recovery and mortality rates,along with their 90% confidence intervals. As the number of infected individuals, especially of thosewith asymptomatic or mild courses, is suspected to be much higher than the official numbers, we haverepeated the calculations under a scenario that considers five times the number of confirmed infectedcases and eight times the number of recovered. Our computations and analysis were based on a meanfield Susceptible-Infected-Recovered-Dead (SIRD) model. Thus, based on the SIRD simulations,the estimated average value of R0 was found to be 2.5, while the one computed by the officialcounts of the confirmed cases from the 11th of January until the 18th of January was found to be4.6. Furthermore, on the estimated parameters from both scenarios, we provide tentative three-weekforecasts of the evolution of the outbreak at the epicenter. Our forecasting flashes a note of cautionfor the presently unfolding outbreak in China. Based on the official counts for confirmed cases,the cumulative number of infected will surpass 68,000 (as a lower bound) and could reach 140,000(with an upper bound of 290,000) by February 29. Regarding the number of deaths, simulationsforecast that on the basis of current data and estimations on the official count of infected people in thepopulation, the death toll might exceed 7,000 by February 29; however, our analysis further revealsa significant decline of the mortality rate to which various factors may have contributed, such asthe severe control measures taken in Hubei, China (e.g. quarantine and hospitalization of infectedindividuals), but also a high underestimation of the number of infected and recovered people in thepopulation, which will hopefully lower the death toll.Corresponding authoryCorresponding authorspiraled into an epidemic that is ravaging China and threatening to reach a pandemic state [1]. The causative agent soonproved to be a new betacoronavirus related to the Middle East Respiratory Syndrome virus (MERS-CoV) and the Severethe World Health Organization (WHO) and on January 30, the 2019-nCoV outbreak was declared to constitute a PublicHealth Emergency of International Concern by the WHO Director-General [2]. Despite the lockdown of Wuhan and thesuspension of all public transport, flights and trains on January 23, a total of 40,235 confirmed cases, including 6,484(16.1%) with severe illness, and 909 deaths (2.2%) had been reported in China by the National Health Commission upto February 10, 2020; meanwhile, 319 cases and one death were reported outside of China, in 24 countries [3]. Theorigin of 2019-nCoV has not yet been determined although preliminary investigations are suggestive of a zoonotic,possibly of bat, origin [4, 5]. Similarly to SARS-CoV and MERS-CoV, the novel virus is transmitted from personto person principally by respiratory droplets, causing such symptoms as fever, cough, and shortness of breath aftera period believed to range from 2 to 14 days following infection, according to the Centers for Disease Control andPrevention (CDC) [1, 6, 7]. Preliminary data suggest that older males with comorbidities may be at higher risk forsevere illness from 2019-nCoV [6, 8, 9]. However, the precise virologic and epidemiologic characteristics, includingtransmissibility and mortality, of this third zoonotic human coronavirus are still unknown. Using the serial intervals (SI)of the two other well-known coronavirus diseases, MERS and SARS, as approximations for the true unknown SI, Zhaoet al. estimated the mean basic reproduction number (R0) of 2019-nCoV to range between 2.24 (95% CI: 1.96-2.55)and 3.58 (95% CI: 2.89-4.39) in the early phase of the outbreak [10]. Very similar estimates, 2.2 (95% CI: 1.4-3.9),were obtained for R0 at the early stages of the epidemic by Imai et al. 2.6 (95% CI: 1.5-3.5) [11], as well as by Li et al.,who also reported a doubling in size every 7.4 days [1]. Wu et al. estimated the R0 at 2.68 (95% CI: 2.47–2.86) with adoubling time every 6.4 days (95% CI: 5.8–7.1) and the epidemic growing exponentially in multiple major Chinesecities with a lag time behind the Wuhan outbreak of about 1–2 weeks [12]. Amidst such an important ongoing publichealth crisis that also has severe economic repercussions, we reverted to mathematical modelling that can shed light toessential epidemiologic parameters that determine the fate of the epidemic [13]. Here, we present the results of theanalysis of time series of epidemiological data available in the public domain (WHO, CDC, ECDC, NHC and DXY)from January 11 to February 10, 2020, and attempt a three-week forecast of the spreading dynamics of the emergedcoronavirus epidemic in the epicenter in mainland China.2Our analysis was based on the publicly available data of the new confirmed daily cases reported for the Hubei provincefrom the 11th of January until the 10th of February. Based on the released data, we attempted to estimate the meanvalues of the main epidemiological parameters, i.e. the basic reproduction number R0, the infection ( ), recovery ( )and mortality rate ( ), along with their 90% confidence intervals. However, as it has been suggested [14], the number ofinfected, and consequently the number of recovered, people is likely to be much higher. Thus, in a second scenario, wehave also derived results by taking five times the number of reported cases for the infected and recovered cases, whilekeeping constant the number of deaths that is more likely to be closer to the real number. Based on these estimates wealso provide tentative forecasts until the 29th of February. Our methodology follows a two-stage approach as describedbelow.a population or die out. R0 represents the average number of secondary cases that result from the introduction of asingle infectious case in a totally susceptible population during the infectiousness period. Based on the reported data ofconfirmed cases, we provide estimations of the R0 from the 16th up to the 20th of January in order to satisfy as much aspossible the hypothesis of S = N that is a necessary condition for the computation of R0.starting with one infected person on the 16th of November, which has been suggested as a starting date of the epidemic[6], run the SIR model until the 10th of February and optimize to fit the reported confirmed cases from the 11th ofLet us start by denoting with S(t), I(t), R(t), D(t), the number of susceptible, infected, recovered and dead personsrespectively at time t in the population of size N . For our analysis we assume that the total number of the populationremains constant. Based on the demographic data for the province of Hubei N = 59m. Thus, the discrete SIRD modelreads:        on this assumption, by Eq.(        C I(t); C R(t); CCtX(t) = XX(t);i=1where, X = I; R; D.        Let us also denote by CX(t) = [CX(                Starting with the estimation of R0, we note that as the province of Hubei has a population of 59m, one can reasonablyassume that for any practical means, at least at the beginning of the outbreak, S N . By making this assumption,one can then provide an approximation of the expected value of R0 using Eq.(        I(t1) + R(t)R(t1) + D(t)D(t1) =1)I(t1)S(tS1)(tR(t)R(t1) + D(t)D(t1) =I(t1) + I(t1)Finally, assuming that for any practical means at the beginning of the spread that S = N and dividing Eq.(7) by Eq.(8)we get:I(t)I(t 1) + R(t)R(t) R(tR(t 1) + D(t)1) + D(t) D(t1)D(t1)=+Thus, based on the above, a coarse estimation of R0 and its corresponding confidence intervals can be provided bysolving a linear regression problem using least-squares problem as:R^0 = (CR + CD)0 (t)(CR + CD)(t)) 1(CR + CD)0 (t)(CI + C        R + C(        (NHC) of the People’s Republic of China [15], that is the ratio of the cumulative number of recovered/deaths and thatof infected at time t. Thus, a coarse estimation of the mortality rate (and in a similar way of the recovery rate) can becalculated solving a linear regression problem by least squares as:^ = (CI0 (t)CI(t)) 1CI0 (t)(Cbiased by the assumption of S = N can be obtained by using the SIRD simulator. In particular, in the SIRD model weset ^ and ^, and set as initial conditions one infected person on the 16th of November and run the simulator until thelast date for which there are available data (here up to the 10th of February). Then, the value of the infection rate canbe found by “wrapping\" around the SIRD simulator an optimization algorithm (such as a nonlinear least-squares solver)to solve the problem:Mt=1argminfX((w1ft( ))2 + (w2gt( ))2 + (w3ht( ))2)g;ft( ) = C ISIRD(t)gt( ) = RSIRDtht( ) = DtSIRDC I(t);CC        R(t);D(t)(        Resultswhere, QSIRD (Q = I; R; D) are the differences between the cumulative new cases of the infected, recovered andkdead people resulting from the SIRD simulator and the reported (or, in the second scenario the five times the reportedinfected and recovered) real-world cumulative cases at time t; w1, w2, w3 correspond to scalars serving in the generalcase as weights to the relevant functions. For the solution of the above optimization problem use used the function“lsqnonlin\" of matlab [16] using the Levenberg-Marquard algorithm.As discussed, we have derived results using two different scenarios (see in Methodology). For each scenario, we firstpresent the results obtained by solving the least squares problem as described in section 2.1 using a rolling windowof an one-day step. The first time window was that from the 11th up to the 16th of January i.e. we used the first sixdays to provide the very first estimations of the epidemiological parameters. We then proceeded with the calculationsby adding one day in the rolling window as described in the methodology. For each window, we also report, thecorresponding coefficients of determination (R2) representing the proportion of the variance in the dependent variablethat is predictable from the independent variables, and the root mean square of error (RMSE).3.1Figure1 depicts an estimation of R0 for the period January 16-January 20. Using the first six days from the 11th ofJanuary, R^0 results in 4.80 (90% CI: 3.35-6.27); using the data until January 17, R^0 results in 4.60 (90% CI:3.56-5.65); using the data until January 18, R^0 results in 5.14 (90%CI: 4.25-6.04); using the data until January 19,R^0 results in 6.09 (90% CI: 5.02-7.16); and using the data until January 20, R^0 results in 7.09 (90% CI: 5.84-8.35)Jan 17until the 10th of February, the estimated value of the mortality rate is 2.94% (90% CI: 2.89%-3.0%) and that of therecovery rate is 0.05 (90% CI: 0.045-0.055) corresponding to 20 days (90% CI: 18-22). However, it is interestingto note that as the available data become more, the estimated recovery rate increases significantly from the 31th ofIn Figures3,4,5, we show the coefficients of determination (R2) and the root of mean squared errors (RM SE), for R^0,^ and ^, respectively.by optimization with w1=1, w2=2, w3=2. Thus, we performed the simulations by setting =0.05 and =0.0294, andas initial conditions one infected, zero recovered and zero deaths on November 16th 2019, and run until the 10th ofvalue of the infected rate ( ) was 0.199 (90% CI: 0.197-0.201). This corresponds to a mean value of the basicreproduction number R^0 = 2:5. Note that this value is different compared to the value that was estimated using solelythe reported data.0Jan 16 Jan 19 Jan 22 Jan 25 Jan 28 Jan 31 Feb 03 Feb 06 Feb 092020As Figures 6,7 suggest, the forecast of the outbreak at the end of February, through the SIRD model is characterized bya high uncertainty. In particular, simulations result to an expected number of 140,000 infected cases but with a highvariation: the lower bound is at 70,000 infected cases while the upper bound is at 290,000 cases. Similarly for therecovered population, simulations result to an expected number of 60,000, while the lower and upper bounds are at33,000 and 95,000, respectively. Finally, regarding the deaths, simulations result to an average number of 16,000,with lower and upper bounds, 9000 and 29,000, respectively. However, as more data are released it appears thatthe mortality rate is lower than the predicted with the current data and thus the death toll is expected, hopefully to besignificantly less compared with then predictions.3.2For our illustrations, we assumed that the number of infected is five times the number of the confirmed infected andeight times the number of the confirmed recovered people. Figure9 depicts an estimation of R0 for the period January16-January 20. Using the first six days from the 11th of January to 16th of January, R^0 results in 4.15 (90% CI:2.92-5.38); using the data until January 17, R^0 results in 3.98 (90% CI: 3.11-4.85); using the data until January 18, R^0results in 4.39 (90% CI: 3.67-5.11); using the data until January 19, R^0 results in 5.15 (90% CI: 4.30-6.01) and usingthe data until January 20, R^0 results in 6.01 (90% CI: 4.93-7.08)In Figures 11,12,13, we show the coefficients of determination (R2) and the root of mean squared errors (RM SE), forR^0, ^ and ^, respectively.Again, we used the SIRD simulator to provide estimation of the infection rate by optimization with with w1 = 1,w2 = 2, w3 = 2. Thus, to find the optimal infection run, we used the SIRD simulations with = 0:08, and = 0:0058and as initial conditions one infected, zero recovered, zero deaths on November 16th 2019, and run until the 10th ofvalue of the infected rate ( ) was 0.227 (90% CI: 0.224-0.229). This corresponds to a mean value of the basicreproduction number R^0 = 2:64.characterized by a high uncertainty. In particular, in Scenario II, simulations result to an expected number of 1minfected cases in the whole population with a lower bound at 330,000 and an upper bound at 2.2m cases. Similarly,for the recovered population, simulations result to an expected number of 580,000, while the lower and upper boundsare at 230,000 and 960,000, respectively. Finally, regarding the deaths, simulations under this scenario result to anaverage number of 19,000, with lower and upper bounds, 7000 and 35,000.4In the digital and globalized world of today, new data and information on the novel coronavirus and the evolution of theoutbreak become available at an unprecedented pace. Still, crucial questions remain unanswered and accurate answersfor predicting the dynamics of the outbreak simply cannot be obtained at this stage. We emphatically underline theuncertainty of available official data, particularly pertaining to the true baseline number of infected (cases), that maylead to ambiguous results and inaccurate forecasts by orders of magnitude, as also pointed out by other investigators[1, 14, 17]. Of note, 2019-nCoV, which is thought to be principally transmitted from person to person by respiratorydroplets and fomites without excluding the possibility of the fecal-oral route [18] had been spreading for at least over amonth and a half before the imposed lockdown and quarantine of Wuhan on January 23, having thus infected unknownnumbers of people. The number of asymptomatic and mild cases with subclinical manifestations that probably did notpresent to hospitals for treatment may be substantial; these cases, which possibly represent the bulk of the 2019-nCoVinfections, remain unrecognized, especially during the influenza season [17]. This highly likely gross under-detectionand underreporting of mild or asymptomatic cases inevitably throws severe disease courses calculations and deathrates out of context, distorting epidemiologic reality. Another important factor that should be taken into considerationpertains to the diagnostic criteria used to determine infection status and confirm cases. A positive PCR test was requiredto be considered a confirmed case by China’s Novel Coronavirus Pneumonia Diagnosis and Treatment program in theearly phase of the outbreak [19]. However, the sensitivity of nucleic acid testing for this novel viral pathogen mayonly be 30-50%, thereby often resulting in false negatives, particularly early in the course of illness. To complicatematters further, the guidance changed in the recently-released fourth edition of the program on February 6 to allow fordiagnosis based on clinical presentation, but only in Hubei province [19]. The swiftly growing epidemic seems to beoverwhelming even for the highly efficient Chinese logistics that did manage to build two new hospitals in record timeto treat infected patients. Supportive care with extracorporeal membrane oxygenation (ECMO) in intensive care units(ICUs) is critical for severe respiratory disease. Large-scale capacities for such level of medical care in Hubei province,or elsewhere in the world for that matter, amidst this public health emergency may prove particularly challenging. Wehope that the results of our analysis contribute to the elucidation of critical aspects of this outbreak so as to contain thenovel coronavirus as soon as possible and mitigate its effects regionally, in mainland China, and internationally.0Jan 16Jan 23Jan 30Feb 06Feb 13Feb 20probable bat origin. Nature, feb 2020.[6] Nanshan Chen, Min Zhou, Xuan Dong, Jieming Qu, Fengyun Gong, Yang Han, Yang Qiu, Jingli Wang, Ying Liu,Morb Mortal Wkly Rep, feb 2020.[8] C Hunag, Y Wang, X Li, and et al. Clinical features of patients infected with 2019 novel coronavirus in wuhan,china. Lancet, jan 2020.[9] Dawei Wang, Bo Hu, Chang Hu, Fangfang Zhu, Xing Liu, Jing Zhang, Binbin Wang, Hui Xiang, Zhenshunhospitalized patients with 2019 novel coronavirus–infected pneumonia in wuhan, china. JAMA, feb 2020.6.565.54.5[19] Johns Hopkins Center for Health Security. Daily updates on the emerging novel coronavirus from the JohnsHopkins Center for Health Security. February 9, 2020, feb 2020.10-3using a rolling window (see section 2.1). Solid lines correspond to the mean values and dashed lines to lower and upper90% confidence intervalssolution of the linear regression problem with least-squares for the basic reproduction number (R0)0.90.80Jan 16 Jan 19 Jan 22 Jan 25 Jan 28 Jan 31 Feb 03 Feb 06 Feb 090solution of the linear regression problem with least-squares for the recovery rate ( )0Jan 16Jan 23Jan 30Feb 06Feb 13Feb 20R0x5 Infected, x8recovered ofconfirmed casesR0parameter4.804.605.142.50.1980.05020 days2.94%140,00060,00016,000", "ref_list": [[], [""], ["Regarding Cluster of Pneumonia Cases in Wuhan"], ["Novel coronavirus(2019-nCoV)"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in china, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak"], ["and"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in wuhan, china: a modelling study"], ["Siettos and Lucia Russo"], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in wuhan, china, as at 22 january 2020"], ["NHC"], [""], ["-novel coronavirus (2019-nCoV): estimating the case fatality rate - a word of caution"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], ["World Health Organization. WHO Statement"], [], ["Roujian Lu", "Xiang Zhao", "Juan Li", "Peihua Niu", "Honglong Wu", "Hong Zhou", "Li Weimin Zhou", "Jing Zhao", "Chen", "Wang Ji", "Lin Yang", "Yuan Jianying", "George F Gao", "Weifeng Guizhen Wu", "Wenjie Shi", "Tan"], ["Peng Zhou", "Yang Xing-Lou", "Wang Xian-Guang", "Si Hao-Rui", "Bei Li", "Huang Chao-Lin", "Chen Hui-Dong", "Jiang Ren-Di", "Liu Mei-Qin", "Shen Xu-Rui", "Xi Wang", "Zheng Xiao-Shuang", "Chen Quan-Jiao", "Liu Lin-Lin", "Yan Bing", "Zhan Fa-Xian"], ["Zhao Shi", "Qianyin Lin", "Wang Weiming", "Daozhou Gao", "Yang Lin", "Daihai He", "Maggie H Wang"], ["N Imai", "A Cori", "I Dorigatti"], ["Joseph T Wu", "Kathy Leung"], ["I. Constantinos"], ["Wu Peng", "Eric H Y Lau", "Kathy S M Leung", "Joseph T Wu", "Benjamin J Cowling"], [], ["Mathworks The", "Natick"], ["Battegay Manuel", "Hans H. Hirsch", "Andreas F. Widmer", "A. Richard", "Neher"], ["J Gale. Coronavirus May Transmit Along Fecal-Oral", "Route"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "deaths have been reported in China up to February 10, 2020, evoking fear locally and internationally.\nHere, based on the publicly available epidemiological data (WHO, CDC, ECDC, NHC and DXY)\nfor Hubei from January 11 to February 10, 2020, we provide estimates of the main epidemiological\nparameters, i.e. the basic reproduction number (R0) and the infection, recovery and mortality rates,\nalong with their 90% confidence intervals. As the number of infected individuals, especially of those\nwith asymptomatic or mild courses, is suspected to be much higher than the official numbers, we have\nrepeated the calculations under a scenario that considers five times the number of confirmed infected\ncases and eight times the number of recovered. Our computations and analysis were based on a mean\nfield Susceptible-Infected-Recovered-Dead (SIRD) model. Thus, based on the SIRD simulations,\nthe estimated average value of R0 was found to be 2.5, while the one computed by the official\ncounts of the confirmed cases from the 11th of January until the 18th of January was found to be\n4.6. Furthermore, on the estimated parameters from both scenarios, we provide tentative three-week\nforecasts of the evolution of the outbreak at the epicenter. Our forecasting flashes a note of caution\nfor the presently unfolding outbreak in China. Based on the official counts for confirmed cases,\nthe cumulative number of infected will surpass 68,000 (as a lower bound) and could reach 140,000\n(with an upper bound of 290,000) by February 29. Regarding the number of deaths, simulations\nforecast that on the basis of current data and estimations on the official count of infected people in the\npopulation, the death toll might exceed 7,000 by February 29; however, our analysis further reveals\na significant decline of the mortality rate to which various factors may have contributed, such as\nthe severe control measures taken in Hubei, China (e.g. quarantine and hospitalization of infected\nindividuals), but also a high underestimation of the number of infected and recovered people in the\npopulation, which will hopefully lower the death toll.\nCorresponding author\nyCorresponding author", "one_words_summarize": "deaths have been reported in China up to February 10, 2020, evoking fear locally and internationally. Here, based on the publicly available epidemiological data (WHO, CDC, ECDC, NHC and DXY)for Hubei from January 11 to February 10, 2020, we provide estimates of the main epidemiologicalparameters, i.e. the basic reproduction number (R0) and the infection, recovery and mortality rates,along with their 90% confidence intervals. Our forecasting flashes a note of cautionfor the presently unfolding outbreak in China. Despite the lockdown of Wuhan and thesuspension of all public transport, flights and trains on January 23, a total of 40,235 confirmed cases, including 6,484(16.1%) with severe illness, and 909 deaths (2.2%) had been reported in China by the National Health Commission upto February 10, 2020; meanwhile, 319 cases and one death were reported outside of China, in 24 countries [3]. However, as it has been suggested [14], the number ofinfected, and consequently the number of recovered, people is likely to be much higher. Our methodology follows a two-stage approach as describedbelow.a population or die out. As discussed, we have derived results using two different scenarios (see in Methodology). We then proceeded with the calculationsby adding one day in the rolling window as described in the methodology. For each window, we also report, thecorresponding coefficients of determination (R2) representing the proportion of the variance in the dependent variablethat is predictable from the independent variables, and the root mean square of error (RMSE).3.1Figure1 depicts an estimation of R0 for the period January 16-January 20. Using the first six days from the 11th ofJanuary, R^0 results in 4.80 (90% CI: 3.35-6.27); using the data until January 17, R^0 results in 4.60 (90% CI:3.56-5.65); using the data until January 18, R^0 results in 5.14 (90%CI: 4.25-6.04); using the data until January 19,R^0 results in 6.09 (90% CI: 5.02-7.16); and using the data until January 20, R^0 results in 7.09 (90% CI: 5.84-8.35)Jan 17until the 10th of February, the estimated value of the mortality rate is 2.94% (90% CI: 2.89%-3.0%) and that of therecovery rate is 0.05 (90% CI: 0.045-0.055) corresponding to 20 days (90% CI: 18-22). In particular, simulations result to an expected number of 140,000 infected cases but with a highvariation: the lower bound is at 70,000 infected cases while the upper bound is at 290,000 cases. Finally, regarding the deaths, simulations result to an average number of 16,000,with lower and upper bounds, 9000 and 29,000, respectively. Thus, to find the optimal infection run, we used the SIRD simulations with = 0:08, and = 0:0058and as initial conditions one infected, zero recovered, zero deaths on November 16th 2019, and run until the 10th ofvalue of the infected rate ( ) was 0.227 (90% CI: 0.224-0.229). The number of asymptomatic and mild cases with subclinical manifestations that probably did notpresent to hospitals for treatment may be substantial; these cases, which possibly represent the bulk of the 2019-nCoVinfections, remain unrecognized, especially during the influenza season [17]. Wehope that the results of our analysis contribute to the elucidation of critical aspects of this outbreak so as to contain thenovel coronavirus as soon as possible and mitigate its effects regionally, in mainland China, and internationally.0Jan 16Jan 23Jan 30Feb 06Feb 13Feb 20probable bat origin. Clinical features of patients infected with 2019 novel coronavirus in wuhan,china."}