{"date": "2020/03/01", "journal": "medrxiv", "authors": "Zonghao Zhao, Jiajia Xie, Ming Yin, Yun Yang, Hongliang He, Tengchuan Jin, Wenting Li, Xiaowu Zhu, Jing Xu, Changcheng Zhao, Lei Li, Yi Li, Hylemariam Mihiretie Mengist, Ayesha Zahid, Ziqin Yao, Chengchao Ding, Yingjie Qi, Yong Gao, Xiaoling Ma", "title": "Clinical and Laboratory Profiles of 75 Hospitalized Patients with Novel Coronavirus Disease 2019 in Hefei, China", "type": "preprint article", "abstract": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n230000, China.\na The first author of this article.\n* Corresponding Author: Yong Gao, Department of Infectious Diseases, The First Affiliated\nHospital of USTC, Division of Life Sciences and Medicine, University of Science and", "text": "2728293031323334353637383940414243444546474849505152230000, China.a The first author of this article.* Corresponding Author: Yong Gao, Department of Infectious Diseases, The First AffiliatedHospital of USTC, Division of Life Sciences and Medicine, University of Science andXiaoling Ma, Department of Laboratory Medicine, The First Affiliated Hospital of USTC,Division of Life Sciences and Medicine, University of Science and Technology of China,The outbreak of the novel coronavirus disease 2019 (COVID-19) infection began inDecember 2019 in Wuhan, and rapidly spread to many provinces in China. Thenumber of cases has increased markedly in Anhui, but information on the clinicalcharacteristics of patients is limited. We reported 75 patients with COVID-19 in theFirst Affiliated Hospital of USTC from Jan 21 to Feb 16, 2020, Hefei, Anhui Province,China. COVID-19 infection was confirmed by real-time RT-PCR of respiratorynasopharyngeal swab samples. Epidemiological, clinical and laboratory data werecollected and analyzed. Of the 75 patients with COVID-19, 61 (81.33%) had a director indirect exposure history to Wuhan. Common symptoms at onset included fever(66 [88.0%] of 75 patients) and dry cough (62 [82.67%]). Of the patients withoutfever, cough could be the only or primary symptom. The most prominent laboratoryabnormalities were lymphopenia, decreased percentage of lymphocytes (LYM%),decreased CD4+ and CD8+ T cell counts, elevated C-reactive protein (CRP) andlactate dehydrogenase (LDH). Patients with elevated interleukin 6 (IL-6) showedsignificant decreases in the LYM%, CD4+ and CD8+ T cell counts. Besides, thepercentage of neutrophils, CRP, LDH and Procalcitonin levels increased significantly.We concluded that COVID-19 could cause different degrees of hematological545556575859606162636465666768697071727374757677787980abnormalities and damage of internal organs. Hematological profiles including LYM,LDH, CRP and IL-6 could be indicators of diseases severity and evaluation oftreatment effectiveness. Antiviral treatment requires a comprehensive and supportiveapproach. Further targeted therapy should be determined based on individual clinicalmanifestations and laboratory indicators.Keywords: coronavirus disease 2019, clinical profile, hematological abnormality,interleukin 6        Since Dec 2019, a series of acute respiratory illness outbreaks in Wuhan, HubeiProvince, China [                The novel coronaviruse is an enveloped non-segmented positive sense RNA virusbelonging to the betacoronaviruses. The well-known atypical pneumonia virus(SARS-CoV) and Middle East Respiratory Syndrome Virus (MERS-CoV) are alsobetacoronaviruses [        At present, there are relatively few reports about novel coronavirus pneumonia in828384858687888990919293949596979899100101102103104105106107108Anhui Province. Here, we described the epidemiological, clinical and laboratorycharacteristics of 75 COVID-19 confirmed patients admitted to the First AffiliatedHospital of USTC, Hefei. This study will be beneficial for the diagnosis and treatmentof COVID-19 patients in clinical practice.In this study, we eventually enrolled 75 patients from the First Affiliated Hospitalof USTC between Jan 21, and Feb 16, 2020. Most patients came to the hospitalbecause of fever or respiratory symptoms. Our clinical team consulted and recordedtheir epidemiological history in detail regarding to whether they had been to Wuhanor exposed to people who came from Wuhan recently. Nasopharyngeal and throatswabs were taken for respiratory pathogens test. The physical findings, hematological,biochemical and radiological results were also recorded. All patients were identifiedas laboratory-confirmed COVID-19 infection. All patients enrolled in this study werediagnosed according to World Health Organization interim guidance. The study wasapproved by the Ethics Committee of the First Affiliated Hospital of USTC .Respiratory nasopharyngeal swabs were collected and the presence of COVID-19was detected by next real-time RT-PCR methods. Viral RNA was extracted usingQIAamp RNA virus Kit (Qiagen, Heiden, Germany). The diagnostic test was doneusing a commercial coronavirus test kit (Shenzhen Huada Yinyuan PharmaceuticalTechnology Co., Ltd., Shenzhen). The specific primers and probe targeted tonucleocapsidprotein (N) were used and the sequences were as follows: forward primer5′-GGGGAACTTCTCCTGCTAGAAT-3′;reverse5′-CAGACATTTTGCTCTCAAGCTG-3′;andthe5'-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3'.Conditionsforamplifications were 50°C for 20 min, 95°C for 10 min, followed by 40 cycles ofdenaturation at 95°C for 15 s and extending and collecting fluorescence signal at 60°Cprimerprobethe110111112113114115116117118119120121122123124125126127128129130131132133134135for 30 s. A cycle threshold value (Ct-value) less than 37 was defined as a positive testresult, and a Ct-value of 40 or more was defined as a negative test. A medium load,defined as a Ct-value of 37 to less than 40, requires a retesting according to theguidelineofWe also examined other respiratory viruses, including influenza, avian influenza,respiratory syncytial virus, adenovirus, parainfluenza virus, SARS-CoVandMERS-CoV, with realtime RT-PCR. Hematological parameters including bloodroutine, blood biochemistry, coagulation profile, and infection-related biomarkerswere recorded. Plasma cytokine interleukin 6 (IL-6) levels were detected by ELISA.And the CD4+ and CD8+ T cell subsets were counted using flow cytometry.We presented continuous measurements as median (IQR) and categorical variablesas number (%). Continuous variables were analyzed using the Mann-Whitney test.For laboratory results, we also assessed whether the measurements were outside thenormal range. Graphpad prism 8.3 was used for all analyses. A two-sided α of lessthan 0.05 was considered statistically significant.Totally, 75 patients diagnosed with COVID-19 were included in this study. Amongthem, 61 (81.33%) patients had been to Wuhan or exposed to people who came fromWuhan. The median age of the patients was 47 years. Among them, 36 (48%) wereaged 40-59 years, 25 (33.3 %) were aged 20-39 years, 11 (14.67%) were aged 60-79years. The youngest patient aged 16 years and the oldest aged 91 years. More thanhalf of the participants were men (42 [56%]). Twenty-nine (38.67%) patients had oneor more chronic diseases, including cardiovascular and cerebrovascular disease,diabetes, chronic kidney disease, respiratory system disease, nervous system disease,chronic liver diseases, and malignant tumor (Table 1).Most patients admitted to hospital because of fever (66 [88.0%]) and dry cough (62[82.67%]). Nearly a third of patients had chest tightness (24 [32.0%]). And 20(26.67%) patients had all the three symptoms mentioned above. Less commonsymptoms included sputum production (22 [29.33%]), fatigue (17 [22.67%]), musclesoreness (9 [12.0%]) and poor appetite (9 [12.0%]). Other symptoms includeddiarrhea, sore throat, headache, shortness of breath and stomach ache. Nine patientshad a body temperature below 37.3℃, and all of them had symptom of dry cough.Only a small proportion had sputum, fatigue, poor appetite and chest tightness (Table2).The blood counts of patients on admission showed leucopenia (white blood cellcounts below the normal range; 12 [16.0%]). Twenty-nine (38.67%) patients showedincreased neutrophil percentage (NEU%). Over half of the patients (40 [53.33%])showed lymphopenia (lymphocytes counts less than 1.1×109/L). However, no patientshad increased lymphocytes counts. Thirty-one (41.33%) and 28 (37.33%) patientsshowed decreased counts of CD4+ and CD8+ T cell levels, respectively. TheCD4+/CD8+ ratio was below the normal range in 11 (14.67%) patients. Haemoglobinwere decreased in 11 (14.67%) patients and increased in 18 (24%) patients. Plateletswere below the normal range in 14 (18.67%)) patients and above the normal range inonly 2 (2.67%) patients. Most patients showed impaired coagulation function.Activated partial thromboplastin time (APTT) was longer in 44 (58.67%) patients andprothrombin time (PT) was longer in 30 (40%) patients (Table 3).Fifteen patients had differing degrees of liver function abnormality, with alanineaminotransferase (ALT) or aspartate aminotransferase (AST) above the normal range.One patient with no underlying disease had a serious liver function damage (ALT 171U/L, AST 60 U/L). Nearly half of patients showed abnormal myocardial zymogram,with the elevation of lactate dehydrogenase (LDH) in 33 (44%) patients and theelevation of Troponin I in 13 (17.33%) patients. Fifteen (20%) patients had differentdegrees of renal function damage with elevated serum creatinine. One patient withuremia had creatinine level of 1561 μmol/L (Table 3). These findings suggested that166167168169170171172173174175176177178179180181182183184185186187188189190191192the internal organs could also be potential targets of COVID-19.Regarding the infection index, most patients showed elevated C-reactive protein(CRP) and Erythrocyte sedimentation rate (ESR) levels. Procalcitonin (PCT) waselevated in 2 out of 59 patients. Forty-nine patients were tested for IL-6, and 14(28.57%) of them showed levels above the normal range (Table 3). Further analysisshowed that the 14 patients had significant decreases in lymphocytes percentage,CD4+ and CD8+ T cell counts, compared to those with normal IL-6 range. Besides, theNEU%, CRP and LDH levels increased significantly (Table 4; Figure 1). PCT valueswere within normal range in both two groups. These data indicated that there might becorrelation between the increased IL-6 level and the severity of viral infection. Andwe will continue paying attention to this point in the future.This report, to our knowledge, is the first case series of patients with COVID-19 inAnhui Province. As most patients remain hospitalized, we focus on the clinical andlaboratory profiles upon their admission. Epidemiological research shows that mostpatients have been to Wuhan recently. Common symptoms were fever, cough, andchest tightness. However, a significant proportion of patients presented with atypicalsymptoms such as fatigue, muscle soreness and diarrhea. We also pay attention topatients without fever in which cough may be the only or primary symptom.Therefore, to avoid further transmission, screening and closely monitoring of eachsuspect remain important. Further studies on the epidemiological characteristics ofthese atypical cases are recommended.The most common laboratory abnormalities observed in this study were decreasedtotal lymphocytes, prolonged APTT, elevated LDH, CRP and ESR. Similaritiesabnormalities between          andpreviouslyobservedbetacoronavirus,MERS-CoV and SARS-CoV infection, have been noted [                    COVID-19 belongs to the betacoronavirus. As a single-stranded positive-senseRNA virus, COVID-19 has 79.5% homology with SARS-CoV [          Currently, there is no specific therapy for patients with new coronavirus pneumonia.The pathologic mechanisms of disease progression and exacerbation are also unclear.          How to relieve the clinical symptoms of critically ill patients, and reduce the severityand mortality of patients still remains challenging. Considering the similaritiesbetween SARS-CoV and COVID-19, some pre-clinical drugs against SARS-CoVhave been applied to COVID-19 patients. Remdesivir (RDV), a broad-spectrumantiviral nucleotide analogue, is reported to treat MERS-CoV and SARS-CoVinfections effectively [14, 15]. A randomized controlled trial was initiated todetermine the safety and efficacy of RDV in patients with COVID-19 in Wuhan,China recently. It is crucial to determine host tropism and transmission capacity interms of prevention of the virus infection [          This study has several limitations. First, only 75 patients with confirmedCOVID-19 were included. It would be better to include as many patients as possibleto get a more comprehensive understanding of COVID-19. Second, more detailedpatient information, particularly treatment strategies and clinical outcomes, wasunavailable at the time of analysis. Regarding the inflammatory factors, we onlymeasured IL-6 level changes. Future studies should focus on changes of variouspro-inflammatory factors, ie IL-1, which may provide precise target treatment optionsfor different patients.In conclusion, this study provides an early assessment of the clinical and laboratoryprofiles of COVID-19 patients in Hefei, China. The clinical manifestation of252253254255256257258259260261262263264265266267268269270271272273274275COVID-19 was nonspecific. Specific coronavirus antivirals show proven efficacies inhumans are unavailable to date. Antiviral therapy requires a comprehensive andsupportive treatment. Targeted therapy should also be determined based on individualclinical manifestations and laboratory indicators.This work is funded by the Key Research and Development Plan Project of AnhuiScience and Technology Department (YG, No. 201904b11020044).ZZ and MY collected the epidemiological and clinical data. JJX contributed to thestatistical analysis and drafted the manuscript. YY, TJ, HM, and AZ revised the finalmanuscript. HH, WL, ZY, XZ, JX, CZ, LL, YL, CD and YQ contributed to clinicaland laboratory data acquisition. YG and XM had the idea for the study and takeresponsibility for the integrity of the data and the accuracy of the data analysis.We acknowledge all health-care workers involved in the diagnosis and treatment ofpatients in Hefei. We thank the Chinese National Health Commission for coordinatingdata collection for patients with COVID-19.We declare no competing interests.coronaviruses to global health — The latest 2019 novel coronavirus outbreak in Wuhan, China. INT J277278279280281282283284285286287288289290291292293294295296297298299300301coronavirus indicating person-to-person transmission: a study of a family cluster. The Lancet2019. N Engl J Med 2020 2020-01-24.syndrome vis-a-vis onset of fever. CHEST 2004 2004-08-01;126(2):509-17.probable bat origin. NATURE 2020 2020-02-03.Wuhan: An analysis based on decade-long structural studies of SARS. J VIROL 2020 2020-01-29.protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis.J PATHOL 2004 2004-06-01;203(2):631-7.cellular perspective. CELL MOL LIFE SCI 2004 2004-11-01;61(21):2704-13.patients linked to viral loads and lung injury. Science China Life Sciences 2020 2020-02-09.14. Sheahan TP, Sims AC, Graham RL, et al. Broad-spectrum antiviral GS-5734 inhibits both303304305306307308309310311312313314315316317318319320321322epidemic and zoonotic coronaviruses. SCI TRANSL MED 2017 2017-06-28;9(396).combination lopinavir, ritonavir, and interferon beta against MERS-CoV. NAT COMMUN 2020Age, years, Median (IQR)Range＜2020-3940-5960-79≥80SexFemaleMaleExposure to Wuhan peopleChronic medical illnessCardiovascular and cerebrovascular diseasesDiabetesChronic kidney diseaseChronic liver diseaseRespiratory system diseaseNervous system diseaseMalignant tumour326327328329330Abbreviations: COVID-19, coronavirus disease 2019; IQR, interquartile range.Data are presented as median (IQR) or n/N (%). N is the total number of patients with availabledata.Fever, cough and chest tightnessData are presented as n/N (%). N is the total number of patients with available data.Neutrophils (×10^9 per L; normal rangePercentage of neutrophils (%; normalLymphocytes (×10^9 per L; normal range3.5-9.5)1.8-6.3)range 40-75)1.1-3.2)range 20-50)125-350)Percentage of Lymphocytes (%; normalPlatelets (×10^9 per L; normal rangeHaemoglobin (g/L; normal range18 (24%)8143.71.5312324501914Activated partial thromboplastin time (s;Prothrombin time (s; normal range8.0-14.0)Alanine aminotransferas (IU/L; normalAspartate aminotransferase (IU/L; normalrange 7-40)range 13-40)3.4-21.0)Total bilirubin (μmol/L; normal rangeBlood urea nitrogen (mmol/L; normalrange 2.6-7.5)Serum creatinine (μmol/L; normal range41-81)22.0–269.0)Creatine kinase (IU/L; normal rangeLactate dehydrogenase (U/L; normalrange 120-250)14.50 (11.1-18.2)55.9Ttroponin I (ug/L; normal range 0-0.3)Adenovirusnormal range 0-15) (n=45)Data are median (IQR) or n/N (%). The maximum and minimum values have been presented.Increased means over the upper limit of the normal range and decreased means below the lowerlimit of the normal range.Leucocytes (×109 per L; normal range 3.5-9.5)6.23 (4.13-6.86)5.44 (3.9-6.63)Neutrophils (×109 per L; normal range 1.8-6.3)5.09 (3.36-5.66)3.43 (1.81-4.75)Percentage of neutrophils (%; normal range40-75)20-50)7-40)13-40)CD4 (cell/uL; normal range 410-1590)322 (138.5-420.5)Alanine aminotransferas (IU/L; normal rangeAspartate aminotransferase (IU/L; normal rangeLymphocytes (×109 per L; normal range 1.1-3.2)Total bilirubin (μmol/L; normal range 3.4-21.0)Serum creatinine (μmol/L; normal range 41-81)Creatine kinase (IU/L; normal range 22.0–269.0)Lactate dehydrogenase (U/L; normal range120-250)318 (252.5-408.8)230 (177.8-319.3)Ttroponin I (ug/L; normal range 0-0.3)0.26(0.09-0.77)0.08 (0.07-0.29)C-reactive protein (mg/L; normal range 0-8.0)76.45 (21.53-110.5)9.0 (3.26-23.10)Erythrocyte sedimentation rate (mm/h; normalrange 0-15)69 (19.50-115.4)29.10 (13.40-62.25)Procalcitonin (ng/mL; normal range 0-0.5)339340341342Data are presented as median (IQR) or n/N (%). Statistical analysis, Mann-Whitney test. P valuesindicate differences between patients with elevated and normal IL-6 level. * P < .05 wasconsidered statistically significant.362363364365366367368369370and (d) Changes of the infection indicator, CRP in two groups. Data are presented as median(interquartile range, IQR) and analyzed by Mann-Whitney test. All statistical analyses wereperformed using GraphPad Prism 8.3. P values indicate differences between patients with elevatedand normal IL-6 level (* p<.05, ** p<.005, *** p<.001). P <.05 was considered statisticallysignificant.Abbreviations: IL-6, Interleukin-6; lymphocytes percentage, LYM%; neutrophil percentage,NEU%; lactate dehydrogenase, LDH; C-reactive protein, CRP.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The continuing 2019-nCoV epidemic threat of novel 3"], ["A Novel Coronavirus from Patients with Pneumonia in China, 5"], ["Predictive factors for pneumonia development and progression to respiratory failure in MERS-CoV infected patients"], ["Clinical and laboratory features of severe acute respiratory 8"], ["A pneumonia outbreak associated with a new coronavirus of 10"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Convalescent plasma: new evidence for an old therapeutic tool? Blood Transfus 2016"], ["Use of convalescent plasma therapy in SARS patients in Hong Kong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["DS Hui", "I Azhar E Madani", "TA", "JF Chan", "S Yuan", "K Kok"], ["N Zhu", "D Zhang", "W Wang", "N Chen", "M Zhou", "X Dong"], ["JH Ko", "GE Park", "JY Lee"], ["CL Liu", "YT Lu", "MJ Peng", "D Wang", "B Hu", "C Hu"], ["P Zhou", "X Yang", "X Wang", "Y Wan", "J Shang", "R Graham", "RS Baric", "F Li", "I Hamming", "W Timens", "ML Bulthuis", "AT Lely", "G Navis", "H. van Goor", "FJ Warner", "AI Smith", "NM Hooper", "AJ Turner", "Y Liu", "Y Yang", "C Zhang", "TP Sheahan", "AC Sims", "SR Leist"], ["R Lu", "X Zhao", "J Li"], ["G Marano", "S Vaglio", "S Pupella"], ["Y Cheng", "R Wong", "YO Soo"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n230000, China.\na The first author of this article.\n* Corresponding Author: Yong Gao, Department of Infectious Diseases, The First Affiliated\nHospital of USTC, Division of Life Sciences and Medicine, University of Science and", "one_words_summarize": "2728293031323334353637383940414243444546474849505152230000, China.a The first author of this article.* Of the 75 patients with COVID-19, 61 (81.33%) had a director indirect exposure history to Wuhan. Common symptoms at onset included fever(66 [88.0%] of 75 patients) and dry cough (62 [82.67%]). Patients with elevated interleukin 6 (IL-6) showedsignificant decreases in the LYM%, CD4+ and CD8+ T cell counts. Antiviral treatment requires a comprehensive and supportiveapproach. Keywords: coronavirus disease 2019, clinical profile, hematological abnormality,interleukin 6        Since Dec 2019, a series of acute respiratory illness outbreaks in Wuhan, HubeiProvince, China [                The novel coronaviruse is an enveloped non-segmented positive sense RNA virusbelonging to the betacoronaviruses. The well-known atypical pneumonia virus(SARS-CoV) and Middle East Respiratory Syndrome Virus (MERS-CoV) are alsobetacoronaviruses [        At present, there are relatively few reports about novel coronavirus pneumonia in828384858687888990919293949596979899100101102103104105106107108Anhui Province. Most patients came to the hospitalbecause of fever or respiratory symptoms. A medium load,defined as a Ct-value of 37 to less than 40, requires a retesting according to theguidelineofWe also examined other respiratory viruses, including influenza, avian influenza,respiratory syncytial virus, adenovirus, parainfluenza virus, SARS-CoVandMERS-CoV, with realtime RT-PCR. Continuous variables were analyzed using the Mann-Whitney test. Totally, 75 patients diagnosed with COVID-19 were included in this study. Other symptoms includeddiarrhea, sore throat, headache, shortness of breath and stomach ache. Haemoglobinwere decreased in 11 (14.67%) patients and increased in 18 (24%) patients. Nearly half of patients showed abnormal myocardial zymogram,with the elevation of lactate dehydrogenase (LDH) in 33 (44%) patients and theelevation of Troponin I in 13 (17.33%) patients. This report, to our knowledge, is the first case series of patients with COVID-19 inAnhui Province. As most patients remain hospitalized, we focus on the clinical andlaboratory profiles upon their admission. In conclusion, this study provides an early assessment of the clinical and laboratoryprofiles of COVID-19 patients in Hefei, China. JJX contributed to thestatistical analysis and drafted the manuscript. HH, WL, ZY, XZ, JX, CZ, LL, YL, CD and YQ contributed to clinicaland laboratory data acquisition. INT J277278279280281282283284285286287288289290291292293294295296297298299300301coronavirus indicating person-to-person transmission: a study of a family cluster. J VIROL 2020 2020-01-29.protein, the functional receptor for SARS coronavirus. P valuesindicate differences between patients with elevated and normal IL-6 level. * P < .05 wasconsidered statistically significant.362363364365366367368369370and (d) Changes of the infection indicator, CRP in two groups."}