{"date": "2020/03/03", "journal": "medrxiv", "authors": "Lauren Tindale, Michelle Coombe, Jessica E Stockdale, Emma Garlock, Wing Yin Venus Lau, Manu Saraswat, Yen-Hsiang Brian Lee, Louxin Zhang, Dongxuan Chen, Jacco Wallinga, Caroline Colijn", "title": "Transmission interval estimates suggest pre-symptomatic spread of COVID-19", "type": "preprint article", "abstract": "Netherlands", "text": "Netherlandstify values of key variables that determine the transmission and the effort required to controlthe epidemic. We determine the incubation period and serial interval distribution fortransmission clusters in Singapore and in Tianjin. We infer the basic reproduction number and identifythe extent of pre-symptomatic transmission.from Jan.19-Feb.26 and Jan.21-Feb.27, respectively. We estimated incubation periods andserial intervals in both populations.days for Tianjin. Both datasets had shorter incubation periods for earlier-occurring cases. Themean serial interval was 4.56 (2.69, 6.42) days for Singapore and 4.22 (3.43, 5.01) forTianjin. We inferred that early in the outbreaks, infection was transmitted on average 2.55 and 2.89days before symptom onset (Singapore, Tianjin). The estimated basic reproduction number forand Tianjin, suggesting that pre-symptomatic transmission is occurring. Shorter serialintervals lead to lower estimates of R0, which suggest that half of all secondary infections shouldbe prevented to control spread.          The novel Coronavirus Disease, COVID-19, was first identified in Wuhan, Hubei Province, Chinain December 2019 and has since spread across the globe. Many of the initial cases were traced tothe Huanan Seafood Wholesale Market [          The serial interval can be used to estimate the basic reproduction number (R0), which is used todetermine the amount of transmission that needs to be stopped in order to contain an outbreak. Theserial interval and incubation period distributions together can be used to identify the extent ofpresymptomatic transmission. Early COVID-19 estimates borrowed parameters from SARS [7, 8, 9],but more recent estimates have been made using information from early clusters of COVID-19cases. Depending on the population used, estimates for incubation periods have ranged from3.6that the estimates of incubation period and serial interval are based on the same outbreak, and arecompared to those obtained from outbreaks in other populations. New distinct outbreak clustersare ideal for understanding how COVID-19 can spread through a population with no prior exposureto the virus.from Wuhan. Many of the initial cases were imported from Wuhan, with later cases being causedby local transmission. Singaporean officials have been working to identify potential contacts ofconfirmed cases; close contacts were monitored and quarantined for 14 days from their lastexposure to the patient, and other low risk contacts were put under active surveillance and contacteddaily to monitor their health status.Tianjin is a city in the northeast of China with a population of over 15 million. COVID-19 caseswere traced to a department store, where numerous customers and sales associates were likelyinfected. Additional customers who had potential contact were asked to come forward throughstate news and social media, as well as asked if they had visited the department store at variouscheckpoints in the city. All individuals identified as having visited the store in late January werequarantined and sections of the Baodi District where the store is located were sealed and put undersecurity patrol.We screened publicly available data to identify datasets for two COVID-19 clusters that can beused to estimate transmission dynamics within a relatively closed system, where immediate publichealth responses were implemented, contacts were identified and quarantined, and key infectiondates were tracked and published. We use these clusters to estimate both incubation period andserial interval for COVID-19, in both datasets, and discuss the implications of our findings for R0estimates and pre-symptomatic transmission.22.119, 2020 until February 26, 2020. Tianjin data was obtained from the Tianjin Health Commission[15] online press releases. The Tianjin dataset comprises 135 cases confirmed from January 21 toFebruary 22, 2020. The symptom onsets were available on the official website for all but a fewpatients who had not had symptoms before being diagnosed at a quarantine center. Both datasetscontained information on exposure times, contacts among cases, time of symptom onset and more(see Supplementary Information for column descriptions and data processing).2.2For both Singapore and Tianjin, the daily incidence of hospitalization and mortality was plottedwith the cumulative number of cases confirmed and discharged. The daily incidence rate was alsovisualized by date of symptom onset per probable source of infection. For the symptom onsetplots, any cases that did not have information on date of onset of symptoms were removed. Caseswere then grouped based on information provided in the “presumed reason“ column for Singaporedataset and by the “Infection source“ column in the Tianjin dataset. In the Tianjin dataset, therewere a small number of cases (n = 10) that could be classified into two possible infection sourcegroups (e.g. from Wuhan and has a close relationship with another known case). These caseswere assigned their infection source groups based on the following hierarchy of possible sources:(highest priority) Known relationship > Wuhan origin > Other China travel > Location uncleartravel > Mall (for shoppers, workers, or individuals living near to the Baodi mall outbreak) >source group without conflict. The group designations were not used in the statistical estimates.Incubation period estimates were based on data for the earliest and latest possible exposure times,and on the reported times of symptom onset. It is impossible to confirm the exact times ofexposure, so we use interval censoring (R package icenReg [16]) to make parametric estimates of theincubation period distribution. Where the earliest exposure is not specified in the “startsource”column, we noted that the case must have been exposed some time since the beginning of theoutbreak (Dec 01, 2019). Where the last possible exposure is not given in “end source”, we noted thatexposure must have occurred before symptom onset. In the Singapore dataset, some cases had atravel history or contact with a known location or presumed source of the virus and this defined amost recent time of exposure. For these we proceed as in Tianjin. Other individuals had estimatedexposure times based on the symptom times for their presumed infector. For these, we definean exposure window using the symptoms of their presumed infector ±4 days. Having definedexposure windows, we proceed with interval censoring as in the Tianjin data. In both datasetswe stratified the data according to whether symptom onset occurred early or late and estimatedincubation periods separately.Serial intervals were estimated with the expectation-maximization approach described in Vink etal [17]. Briefly, this approach assigns the case with earliest symptom onset in the cluster as a“putative index” (PI) status, and uses the time difference between symptom onset of subsequentcases in the cluster and the putative index as “index case to case” (ICC) intervals for putativeindex cases in small clusters. The ICC intervals are the time differences between the symptomonset in the putative index (PI) and the others, so the collection of times tj − tpi for each j in thecluster. These intervals are not samples of the serial interval distribution, because it need not be thecase that the PI infected the others. Vink et al [17] used a mixture model in which ICC intervalstj − tpi can arise in four ways: (1) an outside case infects PI and j; (2) PI infects j; (3) PI infectsan unknown who infects j and (4) PI infects unknown 1 who infects unknown 2 who infects j.Accordingly, if the serial interval x ∼ N (μ, σ2), the density for the ICC intervals isf (x; μ, σ2) =Xi2wifi(μ, σ )where wi are weights of the i0th component density and fi are the component densities for the i0thtransmission route. See [17] for more details. Expectation-maximization is used to determine μand σ.direct contacts between individuals. We use the connected components of the graph to define thesmall clusters. We also explored using earliest end exposure time, in case the first symptomaticcase was not the index case for the cluster. A few clusters are large enough that the four models inthe mixture are likely insufficient to cover the transmission possibilities, so we restrict the analysisto only the first 3, 4, 5 or 6 cases per cluster.(assuming independence) then the difference between the mean serial interval and the meanincubation time. We calculate the reproduction number as in [18]: R = exp rμ − 1/2r2σ2 with rthe exponential growth rate, μ the mean serial interval and σ the standard deviation of the serialinterval. To obtain confidence intervals for33.1for the Singapore and Tianjin data. In the Singapore dataset, new hospitalization and dischargecases were documented daily from January 22 to February 26, 2020. 66.7% (62/93) of theconfirmed cases recovered and were discharged from the hospital by the end of the study period(Figure 1a). The disease progression timeline of the 93 documented cases in Figure 1c indicates thatsymptom onset occurred 6.6 ± 4.8 (mean ± SD) days after the initial presumed viral exposure andhospitalization occurred 5.9 ± 5.1 days after symptom onset. The mean length of hospital stay was13.3 ± 6.0 days before individuals recovered and were discharged.In the Tianjin dataset, new confirmed cases were documented daily from January 21 to February22, 2020. 48.1% (65/135) recovered and 2.2% (3/135) had died by the end of the study period(Figure 2a). The timeline of the 135 cases is shown in Figure 2c. Symptom onset occurred 5.4± 4.5 (mean ± SD) days after the latest presumed viral exposure. Cases were confirmed 5.2± 4.2 days after symptom onset. The duration of hospital stay of the Tianjin cases is unknownas the discharge date of each case was not available. In both datasets, daily counts decline overtime, which is likely a combination of delays to symptom onset and between symptom onset andreporting, combined with the effects of strong social distancing and contact tracing.Legenddischarged cases. (b) Incidence curve with probable source of infection (c) Disease progressiontimeline, including dates at which each case is unexposed, exposed, symptomatic, hospitalized,and discharged. Not all cases go through each status as a result of missing dates for some cases.Date(c)LegendConfirmed per dayCumulative confirmedDate(c)charges and daily death cases. (b) Incidence curve with probable source of infection (c) Diseaseprogression timeline; not all cases go through each status as a result of missing dates for somecases.3.2distribution; shape 1.88 (95%CI 1.47, 2.39); and scale 7.97 (6.8, 9.3). The mean incubation periodis 7.1 (95%CI 6.1, 8.3) days. In Tianjin we find a median 8.62 days; shape 2.25 (1.79, 2.83);scale 10.15 (8.91, 11.56). The mean is 9 (7.92, 10.2) days. We also fitted gamma and log normaldistributions; see Tables 1 and S1. These are consistent with previous estimates.However, in Singapore they based on a combination of cases for whom last possible exposure isgiven by travel, and later cases (for whom the presumed infector was used). In Tianjin, socialdistancing measures took place. We find that the estimated incubation period is different, particularlyin Tianjin, for cases with symptom onset prior to January 31. The estimated median incubationperiod for pre-Jan 31 cases in Tianjin is 6.9 days; the q = (0.025, 0.975) quantiles are (2, 12.7)days. In contrast, post-Jan 31 the median is 12.4 days with q = (0.025, 0.975) quantiles (5.4, 19)days. The means are 7 (6.1, 8.0) days for early cases and 12.4 (10.8, 14.2) days for later cases.In Singapore we find the same effect, though less pronounced. The estimated median incubationtime is 5.46, with (0.025, 0.975) quantiles of (1.34, 11.1) days for early cases and 7.27 days(quantiles (1.31, 17.3)) days for late-arising cases. The means are 5.71 (4.55, 7.06) days for earlycases and 7.86 (6.57, 9.38) days for later cases. Fits of gamma and log-normal distributions aresimilar; see Table S2. In Singapore, this difference could be explained by the fact that presumedinfectors’ symptom times are used to define exposure windows, but infection may be indirect;however, changes in perception of exposure times and pre-symptomatic transmission could resultin missing intermediate transmission events and hence lengthened incubation period estimates.StrataAlStrataAlGammaLognormWeibulStrataGammaLognormpost−quarantinepre−quarantineWeibulStrataAlStrataAlGammaLognormWeibulStrataGammaLognormStratum:EarlyStratum:LateWeibulpanels show unstratified data (all cases with symptom onset given). Bottom panels show ‘early’and ‘late’ cases, defined in Tianjin by those with symptom onset prior to January 31 vs later, andin Singapore, those with a specified last possible exposure (all prior to or on January 30).3.3comparison to other analyses and assumptions in Table S4. We estimate the mean serial intervalto be 4.22 (3.43, 5.01) days with standard deviation 0.40 for Tianjin and 4.56 (2.69, 6.42) days (sd0.95) for Singapore, using the first 4 cases in each cluster. Du et al [20] obtain a similar estimatefor the serial interval (3.96 days with 95%CI: 3.53-4.39) but with standard deviation 4.75 days,based on 468 cases in 18 provinces.is pre-symptomatic transmission, with infection occurring on average 2.89 and 2.55 days beforesymptom onset of the infector (Tianjin, Singapore). Because the incubation period is differentfor early- and late-occurring cases in our data, on average transmission for early-occurring casesis 2.79 and 1.2 days before symptom onset (Tianjin, Singapore) and 8.2, 3.3 days before (Tianjin,Singapore) for late-occurring cases. The fact that serial intervals are shorter than incubation periodsis robust in our sensitivity analysis (Table S3). These estimates are strengthened by the fact thatwe have estimated both incubation period and serial interval in the same population and by thefact that we obtain the same result in two distinct datasets. In both sets of estimates, samples ofthe incubation period minus serial interval are negative with probability 0.8 or higher (Tianjin)and 0.7 or higher (Singapore), suggesting that a substantial portion of transmission may occurbefore symptom onset (see Supplementary Information and Figure S2), consistent with the clinicalobservations reported by Rothe et al. [21] and Bai et al. [22].        Shorter serial intervals yield lower reproduction number estimates. For example, when theepidemic grows at a rate of 0.15 (doubling time of 6.6 days; [        ● 21and symptom onset times to estimate both the incubation period and serial interval of COVID-19.In Singapore and Tianjin we estimated relatively short serial intervals. Of particular note, earlyestimates of R0 for COVID-19 used the SARS serial interval of 8.4 days [7, 8, 26]. Our serialinterval findings from two populations mirror those of and Zhao et al [27] and Nishiura et al[13], who estimated a serial interval of 4.4 and 4.0 days. Furthermore, we estimate the serialinterval to be shorter than the incubation period in both clusters, which suggests pre-symptomatictransmission. This indicates that spread of SARS-CoV-2 is likely to be difficult to stop by isolationof detected cases alone. However, shorter serial intervals also lead to lower estimates of R0, andour serial intervals support R0 values close to 2; if correct this means that half of the transmissionsneed to be prevented to contain outbreaks.incubation period was longer for those with post-quarantine symptom onset. The reason for this isunclear, but one possible explanation is that there were (unknown, therefore unreported) exposuresduring the quarantine period. If people are quarantined in groups of (presumed) uninfected cases,pre-symptomatic transmission in quarantine would result in true exposure times that are morerecent than reported last possible exposure times.There are several limitations to this work. First, the times of exposure and the presumed infectorsare uncertain, and the incubation period is variable. We have not incorporated uncertainty in thedates of symptom onset. We have used the mixture model approach for serial intervals to avoidassuming that the presumed infector is always the true infector, but the mixture does not captureall possible transmission configurations. Our R0 estimates are very simple and could be refinedwith more sophisticated modelling in combination with case count data. We have not adjusted fortruncation (eg shorter serial intervals are likely to be observed first). However, the serial intervalestimates are consistent between the two datasets, are robust to the parameter choices, and areconsistently shorter than the estimated incubation times.In conclusion, in both the Singapore and Tianjin COVID-19 clusters we identified both theincubation period and the serial interval. Our results suggest that there is substantial pre-symptomatictransmission, with the serial interval shorter than incubation period by 2-4 days. We finddifferences in estimated incubation period between early and later cases; this may be due topresymptomatic transmission or differences in reporting and/or in perceived exposure as the outbreakprogressed, in the context of social distancing measures. Finally, our shorter serial intervals lead toan estimate of the basic reproduction number of approximately 2 in both datasets, suggesting thatstopping half the transmission events may be sufficient to control outbreaks.lishing information about cases through online press releases. We thank the participants of’Epinovel coronaviruses to global health — The latest 2019 novel coronavirus outbreak in Wuhan,China, Feb 2020.ogy, Feb 2020.[4] C. Sheridan. Coronavirus and the race to distribute reliable diagnostics. NatureBiotechnol[5] A. Patel and D.B. Jernigan. Initial Public Health Response and Interim Clinical Guidance forthe 2019 Novel Coronavirus Outbreak - United States, December 31, 2019-February 4, 2020.MMWR. Morbidity and mortality weekly report, 69(5):140–146, Feb 2020.by real-time RT-PCR. Euro surveillance : bulletin Europeen sur les maladies transmissibles= European communicable disease bulletin, 25(3), Jan 2020.[7] J.T. Wu, K. Leung, and G.M. Leung. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modellingstudy. The Lancet, 2020.[8] S. Abbott, J. Hellewell, J. Munday, and S. Funk. The transmissibility of novel Coronavirus inthe early stages of the 2019-20 outbreak in Wuhan: Exploring initial point-source exposuresizes and durations using scenario analysis. Wellcome Open Research, 5:17, Feb 2020.[9] X. Jiang, S. Rayner, and M. Luo. Does SARS-CoV-2 has a longer incubation period thanSARS and MERS? Journal of Medical Virology, Feb 2020.nCoV) disease in Republic of Korea. Epidemiology and Health, Feb 2020.(2019-nCoV) infections among travellers from Wuhan, China, 20-28 January 2020. Eurosurveillance : bulletin Europeen sur les maladies transmissibles = European communicabledisease bulletin, 25(5), Feb 2020.[12] N.M. Linton, T. Kobayashi, Y. Yang, et al. Incubation Period and Other Epidemiological[13] H. Nishiura, N.M. Linton, and A.R. Akhmetzhanov. Serial interval of novel coronavirus(2019-nCoV) infections. medRxiv, 2020.[14] Ministry of Health Singapore. Updates on COVID-19 (Coronavirus Disease 2019) LocalSituation. https://www.moh.gov.sg/covid-19 [Last accessed: 28 Feb 2020].[15] Tianjin Health Commission. http://wsjk.tj.gov.cn [Last accessed: 28 Feb 2020].[16] C Anderson-Bergman. icenReg: Regression models for interval censored data in R. Journalof Statistical Software, 81(12):1–23, 2017.[17] M.A. Vink, M.C.J. Bootsma, and J. Wallinga. Serial intervals of respiratory infectiousdiseases: a systematic review and analysis. American journal of epidemiology, 180(9):865–875,2014.[18] J Wallinga and M Lipsitch. How generation intervals shape the relationship between growthrates and reproductive numbers. Proceedings of the Royal Society B: Biological Sciences,274(1609):599–604, 2007.[19] R Core Team. R: A Language and Environment for Statistical Computing. R Foundation formedRxiv, 2020.The Journal of the American Medical Association, 2020.from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases. Journal ofClinical Medicine, 9(2):523, 2020.[24] R.M. Anderson, C. Fraser, A.C. Ghani, et al. Epidemiology, transmission dynamics andcontrol of SARS: the 2002–2003 epidemic. Philosophical Transactions of the Royal Societyof London. Series B: Biological Sciences, 359(1447):1091–1105, 2004.[25] C. Fraser, S. Riley, R.M. Anderson, and N.M. Ferguson. Factors that make an infectiousdisease outbreak controllable. Proceedings of the National Academy of Sciences, 101(16):6146–6151, 2004.[26] M. Majumder and K.D. Mandl. Early transmissibility assessment of a novel coronavirus inWuhan, China. available at https://ssrn.com/abstract=3524675, 2020.[27] S. Zhao, D. Gao, Z. Zhuang, et al. Estimating the serial interval of the novel coronavirusdisease (COVID-19): A statistical analysis using the public data in Hong Kong from January16 to February 15, 2020. medRxiv, 2020.and Tianjin datasets. CIs are based on the standard deviation of bootstrap estimates of the meanserial interval.DataNumber of Mean Incubation PeriodSupplementary Appendix for Transmission intervalestimates suggest pre-symptomatic spread ofCOVID-19, by Tindale et al.23456Contents1 Details of the Singapore and Tianjin datasets2 Statistical methods3 Additional published estimations4 Figure S15 Figure S22.1 Incubation period . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32.2 Serial interval . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 367891In the Singapore dataset: “related cases” are direct known contacts between cases; “cluster links”are cases that are linked together through an identified cluster event; “presumed infected date”and “presumed reason” are the earliest known date and the reason that each case was known tolikely be infected; “last poss exposure” and “symptom presumed infector” are sub-classifications of“presumed infected date,” representing either the last date that each case could have been infected– the date of arrival in Singapore for travellers from Wuhan – or the date that each case was likelyinfected during a local transmission event in Singapore, respectively; “cluster” is the Ministry of        In the Tianjin cases summary spreadsheet, the main columns are: gender, age, symptom onset,symptom type, confirmation date, severity and death date [        We used bootstrapping to explore the range for the point estimates of μ and σ from the mixturemodel. Figure S1 shows the results. The mean of the bootstrapped mean estimates is 4.26 ±1.02 for Tianjin and 4.57 ± 0.95 days in Singapore. Bootstrap values are consistent with a serialinterval that is considerably shorter than the incubation periods in both datasets. Table S3 showsthe sensitivity analysis; we varied the the number of cases per cluster to include in the ICC intervaldata and we explored sorting the cases in the clusters according to the time of last exposure (iethe putative index status assigned to the individual with the earliest end to their exposure window,instead of the first symptomatic individual).2.3We sampled the estimated serial interval and incubation period distributions to estimate theprobability that the incubation period minus the serial interval is negative. This could indicate the portionof transmission that occurs before symptom onset, but it makes the strong assumption thatincubation period and onset of symptoms occur independently and it does not take the growth curve ofthe outbreak, or censoring or truncation, into account. We find that the portion of negative samplesis 0.67 for early cases and 0.73 for unstratified (overall incubation period) cases in Singapore, and0.82 (early) and 0.87 (all) cases in Tianjin. Early cases have shorter estimated incubation periodsso the fractions are lower. Late cases have higher portions (0.78, 0.98) but this is due to the longincubation estimate and fixed serial interval distribution; it may be influenced by censoring andtruncation. Figure S2 illustrates the distributions.3Figure S14mu6Figure S1: Bootstrap values of the mean serial interval for (left) Tianjin and (right) Singapore,based on 100 replicates using the first 4 cases in each cluster.15tnu10oc50Figure S21000tnuoc0group12501000750tnuoc 5002500group−10TimeDiff0−20−1505−10TimeDiff−5Figure S2: Samples of the incubation period distribution minus the serial interval distribution,assuming independence and without considering the (unknown) growth curve of the outbreaks orthe extent of censoring.Table S1the shape and scale (log mean and sd for log normal) parameters are shown in brackets.Log normal6.408.29Table S2Log normalMedianShapeShapeScaleScaleTable S3OnsetOnsetOnsetOnsetLast ExposureBootstrapTable S3: Serial interval estimatesorderingNumber cases per clusterμ (Tianjin)σ (Tianjin)μ (Singapore)σ (Singapore)345644*Note: included 3 infector-infectee pairs from this Singapore cluster. Remainder from Vietnam (4), SouthReferencesCoronavirus–Infected Pneumonia. New England Journal of Medicine, Jan 2020.disease in Republic of Korea. Epidemiology and Health, Feb 2020.surveillance : bulletin Europeen sur les maladies transmissibles = European communicabledisease (COVID-19): A statistical analysis using the public data in Hong Kong from January", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Detection of 2019 novel coronavirus (2019-nCoV"], ["Real-Time Estimation of the Risk of Death 2.3 Pre-symptomatic transmission"], ["Jinyun news reference"], ["[3] local government Baodi district of Tianjin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q. Li", "X. Guan", "P. Wu", "C. Huang", "Y. Wang", "X. Li"], ["D.S. Hui", "E.I Azhar", "T.A. Madani", "V.M. Corman", "O. Landt", "M. Kaiser", "M. Ki", "J.A. Backer", "D. Klinkenberg", "J. Wallinga", "Z. Du", "L. Wang", "X. Xu", "Y. Wu", "B.J. Cowling", "L.A. Meyers", "C. Rothe", "M. Schunk", "P. Sothmann", "Y. Bai", "L. Yao", "T. Wei"], ["S. Jung", "A.R. Akhmetzhanov", "K. Hayashi", ". . . . . . . . . . . . . . . . . . . . . . . . . . . .", "Tianjin Health"], ["Jinyun News"], ["J.A. Backer", "D. Klinkenberg", "J. Wallinga"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Netherlands", "one_words_summarize": "Netherlandstify values of key variables that determine the transmission and the effort required to controlthe epidemic. We estimated incubation periods andserial intervals in both populations.days for Tianjin. We inferred that early in the outbreaks, infection was transmitted on average 2.55 and 2.89days before symptom onset (Singapore, Tianjin). Shorter serialintervals lead to lower estimates of R0, which suggest that half of all secondary infections shouldbe prevented to control spread. New distinct outbreak clustersare ideal for understanding how COVID-19 can spread through a population with no prior exposureto the virus.from Wuhan. Tianjin is a city in the northeast of China with a population of over 15 million. COVID-19 caseswere traced to a department store, where numerous customers and sales associates were likelyinfected. The group designations were not used in the statistical estimates. Serial intervals were estimated with the expectation-maximization approach described in Vink etal [17]. A few clusters are large enough that the four models inthe mixture are likely insufficient to cover the transmission possibilities, so we restrict the analysisto only the first 3, 4, 5 or 6 cases per cluster.(assuming independence) then the difference between the mean serial interval and the meanincubation time. Symptom onset occurred 5.4± 4.5 (mean ± SD) days after the latest presumed viral exposure. Date(c)LegendConfirmed per dayCumulative confirmedDate(c)charges and daily death cases. ( In Tianjin we find a median 8.62 days; shape 2.25 (1.79, 2.83);scale 10.15 (8.91, 11.56). We also fitted gamma and log normaldistributions; see Tables 1 and S1. However, in Singapore they based on a combination of cases for whom last possible exposure isgiven by travel, and later cases (for whom the presumed infector was used). Bottom panels show ‘early’and ‘late’ cases, defined in Tianjin by those with symptom onset prior to January 31 vs later, andin Singapore, those with a specified last possible exposure (all prior to or on January 30).3.3comparison to other analyses and assumptions in Table S4. We estimate the mean serial intervalto be 4.22 (3.43, 5.01) days with standard deviation 0.40 for Tianjin and 4.56 (2.69, 6.42) days (sd0.95) for Singapore, using the first 4 cases in each cluster. Du et al [20] obtain a similar estimatefor the serial interval (3.96 days with 95%CI: 3.53-4.39) but with standard deviation 4.75 days,based on 468 cases in 18 provinces.is pre-symptomatic transmission, with infection occurring on average 2.89 and 2.55 days beforesymptom onset of the infector (Tianjin, Singapore). Because the incubation period is differentfor early- and late-occurring cases in our data, on average transmission for early-occurring casesis 2.79 and 1.2 days before symptom onset (Tianjin, Singapore) and 8.2, 3.3 days before (Tianjin,Singapore) for late-occurring cases. In both sets of estimates, samples ofthe incubation period minus serial interval are negative with probability 0.8 or higher (Tianjin)and 0.7 or higher (Singapore), suggesting that a substantial portion of transmission may occurbefore symptom onset (see Supplementary Information and Figure S2), consistent with the clinicalobservations reported by Rothe et al. [ We have not adjusted fortruncation (eg shorter serial intervals are likely to be observed first). We thank the participants of’Epinovel coronaviruses to global health — The latest 2019 novel coronavirus outbreak in Wuhan,China, Feb 2020.ogy, Feb 2020.[4] C. Sheridan. Journal of Medical Virology, Feb 2020.nCoV) disease in Republic of Korea. Epidemiology and Health, Feb 2020.(2019-nCoV) infections among travellers from Wuhan, China, 20-28 January 2020. Eurosurveillance : bulletin Europeen sur les maladies transmissibles = European communicabledisease bulletin, 25(5), Feb 2020.[12] N.M. Linton, T. Kobayashi, Y. Yang, et al. Serial intervals of respiratory infectiousdiseases: a systematic review and analysis. Series B: Biological Sciences, 359(1447):1091–1105, 2004.[25] C. Fraser, S. Riley, R.M. Anderson, and N.M. Ferguson. Factors that make an infectiousdisease outbreak controllable. Early transmissibility assessment of a novel coronavirus inWuhan, China. 32.2 Serial interval . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}