{"date": "2020/03/02", "journal": "medrxiv", "authors": "Francesco Di Lauro, István Z Kiss, Joel Miller", "title": "The timing of one-shot interventions for epidemic control", "type": "preprint article", "abstract": "The apparent early success in China's large-scale intervention to control the COVID19 epidemic has led to interest in whether other countries can replicate it as well as concerns about a resurgence of the epidemic if or when China relaxes the interventions. In this paper we look at the impact of a single short-term intervention on an epidemic. We see that if an intervention cannot be sustained long-term, it has the greatest impact if it is imposed once infection levels have become large enough that there is an appreciable number of infections present. For minimising the total number infected it should start close to the peak so that there is no rebound once the intervention is stopped, while to minimise the peak prevalence, it should start earlier, allowing two peaks of comparable size rather than one very large peak. In populations with distinct subgroups, synchronized interventions are less e ective than targeting the interventions in each sub-population separately. We do not attempt to clearly determine what makes an intervention sustainable or not. We believe that is a policy question. If an intervention is sustainable, it should be kept in place. Our intent is to o er insight into how best to time an intervention whose impact on society is too great to maintain.", "text": "        The In uenza pandemic of 1918 was one of the deadliest epidemics of infectious disease theworld has ever seen. In response, many cities introduced widespread interventions intendedto reduce the spread. There is evidence [        A similar pattern can be observed for the 2009 H1N1 in uenza pandemic. When it wasrst recognized, there were many cases present in Mexico City. After a 2 week school closurewith many additional interventions in place, the number of cases in Mexico City droppeddramatically and did not signi cantly increase after relaxing the controls.As the disease was introduced into other geographic regions, many schools closed inresponse to the rst observations of infection. Once these schools reopened, they were likelyto eventually have a new introduction. The remaining susceptible population was almost aslarge as at the outset, so new epidemics were likely to be as large as the original epidemicswould have been. The school closure provided increased time to prepare, but the overallepidemic was very similar.        We can understand these historical patterns by observing that some of the mostdrastic social distancing interventions are unsustainable. We will refer to these as \\one-shot\",meaning that the intervention cannot be maintained inde nitely or repeated. Thetheoretical work contained in [        The phenomenon can be explained by noting that epidemics rely on two things to spread:infected individuals and a supply of susceptible individuals. If the intervention is too early,the number infected may fall, but there will be enough susceptibles available that it canre-establish and grow again; the intervention only delays the spread. However, if theintervention occurs once the susceptible population has been noticeably depleted, then thenumber of infections falls quickly and it may not be able to rebound.        In the ongoing COVID-19 epidemic, China has introduced drastic control measures.These appear to have signi cantly reduced transmission, apparently reducing the e ectivereproduction number (the number of new infections per infected individual) very close orbelow one [        Similarly, in response to observed infections in some regions Japan has turned to widespreadschool closures. Other counties are implmenting or considering similar interventions. Someof these control measures are likely unsustainable. So they will be relaxed eventually. Itis unclear what will happen if or when the interventions are relaxed. China, in particular,faces a challenge. It may be that in Wuhan, the epicenter of the initial spread, thesusceptible fraction is su ciently depleted that the disease is unable to return (although theapparent fraction infected thus far is quite small, so this seems unlikely). In other regions ofChina which have apparently been quickly brought under control with only a small numberof transmissions it seems likely the the disease may easily return if the measures are relaxedfully.Motivated in part by current decisions facing policy makers for the COVID-19 epidemic,we develop mathematical models which allow us to explore how to time short-terminterventions in response to an emerging epidemic. We are particularly interested in how the timingof the intervention might a ect the total fraction infected and the peak prevalence, but weare also interested in the resulting delay of the epidemic.We model an infection introduced into a fully susceptible population. We make anassumption that is appropriate for an established pandemic that eliminating infection soonafter it is introduced to the population will not prevent future reintroductions. So we donot focus our attention on the possibility of eliminating the disease. We will investigate theimpact of intervention on the timing of epidemics, the peak fraction infected, and the nalfraction infected (in the absence of additional interventions).        Our results have important implications for the ongoing COVID-19 epidemic. If anintervention de nitely cannot be sustained for an extended period of time, then it is best ifit is \\held in reserve\" until depletion of susceptibles has reduced the e ective reproductivenumber enough that the one-shot intervention will have maximal impact. However, we mustexercise care in determining that an intervention cannot be sustained. The uncertaintyabout the case fatality rate remains high [        In this paper, we rst introduce the mathematical models we use to explore the impactof a one-shot intervention against an infectious disease in a single well-mixed populationand a metapopulation made up of several distinct sub-populations. Then we discuss resultsfrom those mathematical models. Finally we discuss the implications of these results. Aparticularly important point to raise is that for an infection like COVID-19 with a relativelyhigh proportion of severe cases, we need to think carefully about an intervention before wedecide that it is not sustainable. In the Appendix we develop some mathematical theoryexplaining the mechanism underlying the e ect in more detail.Our goal is not to provide speci c predictions for a speci c population, but rather todemonstrate the generic impact of delaying a one-o intervention and to show its robustness.2In this section we introduce mathematical models for an \\SIR\" (Susceptible{Infected{Recovered)epidemic in a single well-mixed population and in a metapopulation made up of severalsubpopulations. We assume that the intervention is initiated at a speci c time t (typically oncethe cumulative number of infections I + R reaches some threshold), and that theintervention lasts for a xed duration D. In the metapopulation model, we compare outcomes whenthe intervention is implemented in all populations at the same time or in each individualpopulation separately.2.1          To study an intervention in a well-mixed population, we use the standard SIR model [          IS;I;where S, I, and R denote the susceptible, infected and recovered fractions of the populationwith S + I + R = 1. There are a few important quantities to consider.The basic reproduction number R0: The typical number of infections an infectedindividual causes early in the epidemic in the absence of intervention and the absence ofany depletion of susceptibles. This is R0 = = .The e ective reproduction number Re: As depletion of susceptibles occurs orinterventions are put into place, the number of infections an infected individual causes isreduced. When Re < 1, the number of infections declines.If R0 > 1 the typical behavior of an epidemic without an intervention is that at t = 0 wehave S 1, I is very small and R = 0. As time increases, I and R grow and S decreases.The reduction in S reduces the e ective reproduction number: Re = R0S. Once S < 1=R0,I begins to fall as well as recoveries outweigh new infections: I ! 0. Some fraction remainuninfected: S(1) > 0 and R(1) = 1 S(1), see gure 1 for typical pro les of S, I and Rin time. We will measure time in multiples of the typical infection duration. Making thisassumption means that = 1 and = R0.We assume that at some time t = t , a social distancing intervention is introducedwith duration D. The intervention reduces by some factor c. So from time t = t totime t = t + D the transmission rate = R0 is replaced by = (1 c)R0. During theintervention, the e ective reproduction number is Re = S(1 c)R0. After time t = t + Dthe transmission rate returns to = R0, and Re = SR0.We will typically assume that t is chosen based on the cumulative number of infectionsI(t) + R(t) crossing some threshold.We will measure three quantities of interest:the attack rate or total fraction infected R(1),the peak prevalence or maximum value of I(t), andthe time of peak, or tp at which I is maximized.In general the goal of our intervention is to reduce R(1), reduce I(tp), and increase tp.One detail that needs attention in interpreting later results is that if an intervention is putinto place before S = 1=R0, but after the number of infections is large, it may happen thatthe intervention causes an immediate decline in I, and that I never recovers to the level it1.00.8t() 0.6R,)t(I,t) 0.4(S0.20.0(a)(b)0510was at before the intervention. In this case, we would see that tp = t , which corresponds toan earlier peak. This seeming acceleration in the time of the peak is actually a consequence ofthe intervention reducing or eliminating the later peak prevalence. We should not interpreta reduction in tp due to this e ect as a failure of the intervention.2.2We will also investigate the e ectiveness of interventions in a metapopulation made up ofdistinct sub-populations. We are particularly interested in whether it is better to time theintervention to each sub-population separately or whether it is best for the intervention tobe synchronized.          It is well-known that if the sub-populations have strong enough coupling, the epidemics inall sub-populations are e ectively synchronised [                    Thus to compare whether a global intervention is comparable to an individually targetedintervention and understand the magnitude of the di erence, we need to explore a populationwith weak coupling. The model we will use is a standard meta-population model [          S_j =I_j =X ijIiSj;XijIiSjR_ j = Ij;Ij;where 0 Si 1, 0 Ii 1 and 0 Ri 1, with (Si + Ii + Ri)(t) = 1 for all t 0,represent the fraction of susceptible, infected and infectious and recovered individuals insub-population i, where i = 1; 2; : : : ; N .To simplify the presentation, all sub-populations are of equal size. The recovery rateis identical for all populations. As before we measure time in multiples of the typicalinfectious period, so we set to 1. The cross-infection between sub-populations is modelledby B = ( ij)i;j=1;2;:::N , where ij represents the rate at which infectious contacts are madefrom sub-population i towards susceptible individuals in sub-population j.          We implement a weak coupling by joining the population in a linear fashion: populationi is only connected to population (i 1) and (i + 1). The rst and the last populationsonly connect to the second and the pen-ultimate population, respectively. The entries forthe coupling/mixing matrix are generated as follows. On the main diagonal, the ii valuesare set to 2 + (U nif (0; 1) 0:5). O -diagonal entries are set to U nif (0; 1)( ii=10) ( =maxi=1;2;:::;N ii) and represent a scaled and randomised version of the largest entry on themain diagonal. This yields an R0 above 2, comparable to current estimates forCOVID19 [          We will use this model to explore whether it is better to implement an intervention ina synchronized fashion across all sub-populations or whether it is better to implement it ineach sub-population. In particular, we will consider the following scenarios:track (Ii + Ri)(t) in each sub-population and as soon as (Ii + Ri)(t) > T ri, a one-shotcontrol is deployed in the corresponding sub-population,track (I + R)(t) = N1 PiN=1(Ii + Ri)(t) globally and as soon as (I + R)(t) > T r, aone-shot control is deployed across all sub-populations, andtrack each sub-population and deploy the one-shot control is deployed across allsubpopulations as soon as threshold for (I + R)(t) is breached in any of the individualepidemics.One-shot control in a sub-population is understood to mean reduction in the internal,incoming, and outgoing rates of infection with a factor of (1 c), where 0 c 1 denotes thee ciency of the intervention in sub-population i. This reduction lasts for a duration D and,as soon as the control is over, the transmission rates for that sub-population are restored tothe starting levels.3We use our mathematical models to demonstrate how the timing of an intervention canimpacttotal attack rate,peak prevalence, andtime of peak.These are expected to be good measures of the total impact on the population or the burdenon the health services.We nd that one-shot interventions that begin at the rst sign of infection have littlee ect on the nal outcome beyond delaying it. This is because the intervention blocks fewtransmissions because only a few individuals are infected when the intervention isimplemented. When the restrictions are lifted, the disease eventually spreads again in an almostfully susceptible population, and its trajectory is for all practical purposes the same, justdelayed. In contrast if the intervention is delayed to start closer to the peak of the epidemicit will be more e ective.For a weakly-coupled metapopulation model, the subgroups are likely to have somewhatasynchronous epidemics. In this case it is better to implement the one-shot interventionsbased on a local threshold rather than a global threshold. If the coupling is stronger, theepidemics are closely synchronized and there is little di erence between the strategies.3.1For a well-mixed population we nd that the timing of a one-shot intervention has animportant impact on the e ectiveness of an intervention the peak prevalence and total fractioninfected. If the intervention is put in place early, then the impact on the peak is to delay it.If the intervention is put into place later, then the we may arti cially see that the time theintervention is implemented becomes the new peak since the later peak is either dramaticallyreduced or eliminated altogether.Figure 2 shows the impact of an intervention in a population with R0 = 2:5 and anintervention of strength c = 4=5 (it prevents 4 of every 5 transmissions), and duration 2(time units measured in multiples of the typical infection duration). The gure focuses onthe impact of varying the threshold value of I + R at which the intervention is introduced.Figure 3 shows how the optimal threshold changes as the parameters of the disease orintervention change.3.1.1If the intervention is introduced early on, it will have an immediate impact. However,when the intervention is lifted, there are still many susceptibles around, so the epidemic canrebound. Even if the disease is eliminated locally, in a pandemic setting it will eventually0.90)0.85∞R(0.800.805return to the population. The models predict an almost identical epidemic curve once itrebounds, except with a shift to later time. So an early intervention has little impact on theattack rate R(1).In Figure 2(a) we see that the intervention is introduced later, we see a clear improvementin R(1), up to a threshold of I + R of 0:6, which is close to where the peak prevalence in theepidemic without intervention. As a general rule of thumb to reduce the attack rate R(1),the intervention is most e ective if it eliminates as many transmissions as possible. So wewant to time the epidemic to maximize the number of infected individuals present duringthe intervention (Mathematically we want to maximize Rtt +D I ( )d given D, c, and R0).Thus the ideal timing is not at the rst hint of infection (when there are not enoughinfected individuals to cause many transmissions), but rather, close to the peak. Thissuggests that the more e ective an intervention is, the closer we should be to the peak before(a)0.80.6c0.4430R20.80Duration460.80.60.40.2Threshold(f )(i)0.80.60.40.2Threshold234implementing it. It also suggests that for a longer duration intervention, we can implementit somewhat sooner, but not signi cantly sooner. If the infectiousness of the disease goes up,the need to begin the intervention near the peak implies that the threshold value of I + Rwill need to be larger (though the time t at which it is implemented is smaller).These predictions are borne out by observations of the rst column of Figure 3 whichshows how the optimal threshold value of I + R for implementing the intervention changesas the the e ciency c, the duration D, or the reproductive number R0 change.3.1.2As in the attack rate case, an early intervention only delays the epidemic curve. It does notsigni cantly alter the shape. Thus the peak prevalence remains e ectively the same.If the susceptible population has been signi cantly depleted prior to the elimination of theintervention, then once the intervention is stopped, the epidemic rebound will be signi cantlymuted. Moving the intervention later makes the rebound smaller. However, it means thatthe number of infections prior to the intervention is larger. There comes a point at whichit can no longer rebound to the level of infection prior to the intervention. Delaying theintervention past this value results in a larger pre-intervention peak.Figure 2(c) shows the optimal threshold to reduce the peak prevalence occurs sooner thanto reduce the attack rate. For optimizing peak prevalence, having a moderate sized reboundis less of a concern than for optimizing the attack rate. For the purpose of reducing peakprevalence, the optimal time to introduce the intervention is when the current prevalencematches the peak prevalence that would occur once the disease rebounds.We can crudely estimate the threshold necessary for minimizing the peak prevalence.If we know a population's reproductive number R0 and its initially immune fraction Rand susceptible fraction S = 1 R , we can determine the peak prevalence.1 In the limitof a very long (D ! 1) and strong intervention (c ! 1), at the end of the interventionS(t + D) S(t ) and R(t + D) I(t ) + R(t ). This will be a reasonable estimate as longas D is longer than a typical infection, even if c is not very close to 1.We can use this to estimate when I(t ) will approximate the rebound. As this is notstrongly dependent on duration, or c, this explains why the optimal threshold for peak sizedoes not vary much in Figures 3(b) and (e). We do not currently have an explanation forthe fact that it remain similar as R0 changes in Figure 3(h).3.1.3As we noted for the attack rate and the peak prevalence discussions, an early interventionsimply shifts the epidemic curve to later, which increases tp. For very early interventions,the shift in the peak time is the regardless of the threshold2. However, as the thresholdto r1eTcohgenreizies tahcattuaRll0y, aRn aannadlyStic aforermsuulacfioenrtthtoisd1eterRm10ine Rthe pelnakSR0pRr0evbauletnfcoer. our purposes we just need2of course if the disease is eliminated locally which is more likely with a small threshold, then the predictionof the next peak depends on frequency of reintroduction. We do not consider this hereincreases and we start to see an impact on R(1) and Imax, there is also an impact on tp.As with the other targets, a later intervention tends to have an increased impact. The peaktime tp moves later as the start time increases.There is an abrupt change that occurs for later interventions when the epidemic is nolonger able to rebound to the same number of infections seen prior to the intervention. Inthis case, the peak becomes the time at which the intervention is implemented. This appearsin Figure 2 as a an abrupt drop in tp. It rises again and eventually settles to a constantvalue, corresponding to the intervention being introduced after the natural epidemic peak.In a real-world context, we anticipate that the model may overstate the delay from a veryearly intervention if there is signi cant transmission outside the population of interest. In asetting where the disease is spreading well outside the population, the reduction of infectionswithin the population during the intervention is immediately negated by new transmissionsfrom outside, so the delay of the peak is e ectively equal to the duration of the intervention.However, in a setting where the disease is not yet well-established outside the population(as occurred in China early in the COVID-19 epidemic), a major e ort at early time maysigni cantly delay the eventual epidemic.3.2We now consider a more realistic population which consists of coupled sub-populations,so e ectively a metapopulation model. The most obvious reason for this setup could belocation/geographic or by age, but other alternatives exist including religion, ethnicity orsocio-economic status. We again consider one-shot interventions that either target the entirepopulation at once or that target individual sub-populations at di erent times. A typicalplot of the prevalence level in each sub-populations is shown in gure 4 in the absence ofintervention. The epidemic starts in sub-population two but it then spreads to all the other.          The overall impact of these interventions is qualitatively similar to that of thesinglepopulation model. We nd that if the epidemics in the sub-populations are not synchronous(as occurs if the coupling is small [          As before we consider the impact of intervention on attack rate, peak prevalence, and peaktiming. We nd that an intervention which is targeted at each sub-population individuallysigni cantly outperforms synchronized interventions that either begin when the rstsubpopulation reaches a threshold or the global infection crosses a threshold.3.2.1The smallest values of the attack rates are achieved when control acts independently ineach sub-population meaning that as soon as (Ii + Ri)(t) is larger than the threshold, theone-shot control is switched on in sub-population i. This is true independently of whetherthe e cacy or duration of control is kept xed, while the other is varied, see gure 5(a,d).0.200.15The impact of the threshold is qualitatively similar. Typically, as in the case of a singlepopulation, there seems to be a clear optimal threshold value which leads to the smallestnal epidemic size. Applying the control too early or too late leads to higher attack rates.Fixing the threshold value and increasing the duration of control, see Figure 5(a), or thee cacy of control [Figure 5(d)]leads to smaller attack rates. Both these e ects are nulli edif the intervention is too early or too late.The impact of the intervention based on the global level of (I + R)(t) [see gure 5(b,e)]or on the rst sub-population to reach a threshold [see gure 5(c,f)] are similar, butqualitatively di erent compared to the individually-targeted intervention. First of all, there ais a monotonic but slow decrease in the attack rate with increasing values of the threshold,duration of control and e cacy. However, the decrease is modest and this is due to the factthat when control is deployed the epidemics in some sub-populations may have e ectively10.00.8nished or not even started (see the asynchrony in Figure 4). The situation is very similarwhen control is based on the rst population to reach a threshold, see gure 5(c,f). Finally, itis clear that the biggest impact on the attack rate still comes from the value of the threshold.Larger values of the threshold mean that control is more likely to hit more of the individualepidemics as they become established at di erent times. The duration of control and itse cacy only really matter at lower values.Finally, in gure 6 we show how the best one-shot control works when the optimalthreshold for xed control e cacy and duration is implemented. As expected, this plotcon rms that intervention happens close to the peak of the epidemic in each sub-populationand secondary waves of infection do not occur.Here we look at the e ect of the intervention in terms of the peak prevalence, that is themaximum value achieved by I(t) = N1 Pi Ii(t) during the time course of the epidemics.Perhaps not surprisingly, gure 7 is qualitatively similar to gure 5. In gure 7 (a,d) theoptimal threshold for intervention is evident and is shifted to the left, this is in line with thetrend observed in gure 2 for the one single population case. Here we notice that di erentstrategies lead to di erent optimal choices for intervention, as we observed when we studiedthe attack rate. If each sub-population is followed locally and the reduction in peak is themain target then it is best to start the intervention with some delay, rather than immediatelyenforce it as soon as a few cases emerge. This is contrary to our other two strategies wherefollowing the global epidemic or the rst local outbreak means that in many othersubpopulations the intervention will be too early to have a signi cant impact. Thus, in linewith our previous observation when looking at reduction in the attack rate, targeting eachsub-population locally appears to be the overall best strategy to reduce the peak prevalence.We also notice that, if interventions are global, the duration of control has a limited impacton the overall peak, unless it is started at a later stage of the epidemic. Finally, in all thecases it appears that the strength of control is not as signi cant as its duration.10.0In the spirit of last subsection, we can also notice how di erent control strategies a ect thepeak prevalence time. The most striking feature emerging from simulations is that a controlstrategy tailored to the needs of each sub-population, gure 8(a)-(d) can delay the time ofthe peak by quite a margin, in accordance to what is observed in the single population case.When the intervention acts on a global level, the e ect of control on peak-time appears to bemore regular, being proportional to the duration of the intervention being mildly a ected bythe threshold at which intervention happens. This is due to the fact that if the interventionis not perfectly timed on each epidemic curve, the peaks do not change by much, exactly asdiscussed in the single population case. The lower peak observed in panel (d) happens forc ! 1 and a threshold lower than 0:2 in a sub-population based approach, and it means thatas soon as control is triggered, the epidemic is completely stopped for a duration D and itcannot return to values higher than the ones that triggered intervention.4.0pet 3.5akDur2ati4on6 810 0.8 0.6 0.4 0.2 0.0ThresholdOur analysis shows clearly that a one-shot intervention is much more e ective if implementedonce the number of infections is reasonably large. This pattern is consistent for well-mixedpopulations and for metapopulations. In the metapopulation model, the intervention issigni cantly more e ective when the timing in each subgroup is based on the infection levelsin that group as opposed to synchronized across the population. Our analysis also shows thatif a sustainable transmission-reducing intervention has not yet been implemented once thedisease is already established, then there is still signi cant bene t even if the introductionis delayed.There is some di erence in the optimal threshold to use for the intervention based onwhether the goal is to control peak prevalence (thus reducing the maximal load on the healthcare system) or reducing the total number infected. However in both cases the optimalthreshold is well after the disease is established.So for a one-shot intervention, it is clear that delaying the intervention until infectionlevels have become relatively large is optimal. However, we must think critically about whatconstitutes a one-shot intervention. Obviously an intervention that prevents the populationfrom getting food cannot be maintained. But what about other interventions?We nd that in the metapopulation model, the targeted one-shot intervention achievessigni cant improvements over a synchronized one-shot intervention. This is because theinherent asynchrony of the epidemics means that many communities have an epidemic eitherbefore or after the intervention. Our results o er strong support for targeting theinterventions if they cannot be maintained for a long period. We have ignored the logisticalchallenges that might be associated with implementing the intervention separately for eachsub-population. On a large scale (states within a country) we anticipate that this islogistically feasible, while on a small scale (suburbs in a city) it is more likely that the epidemicswill be synchronized.            Current estimates of case fatality rate (not to be confused with infection fatality rate)range from 0:7% in China outside of Hubei province to around 2% in much of the world, toaround 5:8% in Wuhan [            In deciding whether an intervention is sustainable policy maker could formulate an answerto this question: \\if infection rates are the same or higher at some future time, and wouldincrease if they were dropped, would you be willing to maintain the intervention in place?\"If so, then the intervention is sustainable. If the answer is \\no\", and the intervention will beabandoned at some future time regardless of the new infection pro le, then this is a one-shotintervention, and it should be held in reserve until it will have more impact.AIn this section we provide mathematical analyses of the single population model to supportour results for reducing attack rate and peak prevalence.A.1Because S + I + R = 1, we can fully specify the current state and the future dynamics byknowing S and R, in which case I = 1 S R. It will be useful to use this to explore the0.8dynamics of an epidemic and the impact of an intervention.In Figure 9 we show how S(t) and R(t) evolve together in time for three values of R(0)(0.5, 2, and 4) and for several di erent initial conditions. For a given point (S0; R0), thevalue of I at that time is given by the horizontal (or vertical) distance to the diagonal lineS + R = 1.In the gure, we can see that if S > 1=R0 (which is only possible if R0 > 1), then thehorizontal distance from the orbit to the S + R = 1 line is increasing as the orbit movesforward. In other words, I is increasing. Once S < 1=R0, the distance decreases andeventually goes to 0.Using these orbits, we can investigate the impact of an intervention, as shown in Figure 10.We follow S and R along an orbit. When we turn on the one-shot intervention at time t ,it no longer follows the original curve. Instead the change in S and R follows the paths wewould nd for (1 c)R0, starting from the point (R(t ); S(t )). It follows this curve untilreaching (R(t + D); S(t + D)) when the intervention is halted. It then follows the curvesfor the original R0, but starting from this new point.Note that there is a point (R; S) = (1 1=R0; 1=R0) at which separates the points onthe line R + S = 1 from which an epidemic could start from the points at which epidemicsnish. The closer an orbit is to this point, the smaller the nal size.So for R0 = 2, a temporary intervention gives us a way to move from one of these curvesin the R0 = 2 plot to another. We see this in gure 10. The timing of the interventiondetermines which of the orbits the system lands on.In this context the goal of reducing the attack rate is equivalent to ensuring that theintervention shifts the curve to an orbit as close as possible to (R; S) = (1 1=R0; S = 1=R0).Reducing the peak prevalence is equivalent to ensuring that the orbit remains as close as0.60.40.200AA'BB'CC'0.2possible to the line S + R = 1.A.1.1If our goal is to minimize the number of infections, we accomplish this by having the curve(R(t); S(t)) land on an orbit that is as close to (R; S) = (1 1=R0; 1=R0) as possible giventhe constraints on the intervention.Typically we have to wait until the curve has moved closer to the desirable orbits beforeimplementing the intervention. Implementing the intervention early, see the dotted line ingure 10 means that at the end of the intervention there is still a large pool of susceptibleswhich are at risk of becoming infected. Crossing from A to A' simply puts the epidemic ona slightly di erent trajectory but the nal size is very close to the case with not control. Anintervention at a later stage, see dashed line, improves the nal outcome resulting in a nalsize that is smaller when compared to the case on no-control. Finally, the continuous brokenline shows an almost optimal intervention with a further small reduction in the nal fractioninfected.In general, the intervention that will get us closest to the optimal value occurs when theoriginal curve is close to, but has not yet reached, the largest value of I, which occurs whenS = 1=R0. As the e ectiveness of the intervention increases, the orbits it follows duringthe intervention become more horizontal. For very e ective interventions, this suggests weshould wait until very close to the epidemic peak, while for less e ective interventions (whichwill slope downwards more), we will want to implement them somewhat sooner.A.1.2For peak prevalence, the goal is to keep the curve as close as possible to S + R = 1. Thelonger we wait to implement the intervention, the closer the nal orbit is to S + R = 1, butthe farther the original orbit moves from the line. With this in mind it becomes clear thatthe optimal t to reduce peak prevalence is smaller than the optimal value to reduce attackrate.A.2The cross-infection between sub-populations is modelled by B = ( ij )i;j=1;2;:::N , where ijrepresents the rate at which infectious contacts are made from sub-population i towardssusceptible individuals in sub-population j.We implement a weak coupling by joining the population in a linear fashion: populationi is only connected to population (i 1) and (i + 1). The rst and the last populationsonly connect to the second and the pen-ultimate population, respectively. The entries forthe coupling/mixing matrix are generated as follows. On the main diagonal, the ii valuesare set to 2 + (U nif (0; 1) 0:5). O -diagonal entries are set to U nif (0; 1)( ii=10) ( =maxi=1;2;:::;N ii) and represent a scaled and randomised version of the largest entry on themain diagonal. This yields an R0 above 2, comparable to current estimates for COVID-19.We only use a single realisation of the mixing matrix and this is given below,0 1:917B0:062024BBB 00B = BBB 0BBB@B 0000", "ref_list": [[], [""], ["Seven challenges for metapopulation models of epidemics, including households models"], ["The e ect of public health measures on the 1918 in uenza pandemic in US cities"], ["Epidemics on interconnected networks"], ["Report 3: Transmissibility of 2019-ncov"], ["Early dynamics of transmission and control of covid-19: a mathematical modelling study"], ["Albert A Gayle, Annelies Wilder-Smith, and Joacim Rocklo\u007fv. The reproductive number of COVID-19 is higher compared to SARS coronavirus"], ["Report of the who-china joint mission on coronavirus disease 2019"], ["Full spectrum of covid-19 severity still being depicted"], ["Estimation of the timevarying reproduction number of covid-19 outbreak in china"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. Roy", "Anderson", "Robert M. May"], ["Frank Ball"], ["CJ Martin", "Bootsma and Neil M Ferguson."], ["Mark Dickison", "H Eugene Stanley"], ["Natsuko Imai"], ["J Kucharski Adam", "Rosalind M Eggo."], ["Ying Liu"], ["WHO."], ["Li"], ["You Chong", "Xiao-Hua Zhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The In uenza pandemic of 1918 was one of the deadliest epidemics of infectious disease the\nworld has ever seen. In response, many cities introduced widespread interventions intended\nto reduce the spread. There is evidence [\n        ", "one_words_summarize": "The In uenza pandemic of 1918 was one of the deadliest epidemics of infectious disease theworld has ever seen. In response, many cities introduced widespread interventions intendedto reduce the spread. Once these schools reopened, they were likelyto eventually have a new introduction. We can understand these historical patterns by observing that some of the mostdrastic social distancing interventions are unsustainable. We will refer to these as \\one-shot\",meaning that the intervention cannot be maintained inde nitely or repeated. If the intervention is too early,the number infected may fall, but there will be enough susceptibles available that it canre-establish and grow again; the intervention only delays the spread. In the ongoing COVID-19 epidemic, China has introduced drastic control measures. Other counties are implmenting or considering similar interventions. Itis unclear what will happen if or when the interventions are relaxed. Our results have important implications for the ongoing COVID-19 epidemic. However, we mustexercise care in determining that an intervention cannot be sustained. The uncertaintyabout the case fatality rate remains high [        In this paper, we rst introduce the mathematical models we use to explore the impactof a one-shot intervention against an infectious disease in a single well-mixed populationand a metapopulation made up of several distinct sub-populations. The basic reproduction number R0: The typical number of infections an infectedindividual causes early in the epidemic in the absence of intervention and the absence ofany depletion of susceptibles. The cross-infection between sub-populations is modelledby B = ( ij)i;j=1;2;:::N , where ij represents the rate at which infectious contacts are madefrom sub-population i towards susceptible individuals in sub-population j.          We implement a weak coupling by joining the population in a linear fashion: populationi is only connected to population (i 1) and (i + 1). The rst and the last populationsonly connect to the second and the pen-ultimate population, respectively. The entries forthe coupling/mixing matrix are generated as follows. On the main diagonal, the ii valuesare set to 2 + (U nif (0; 1) 0:5). O -diagonal entries are set to U nif (0; 1)( ii=10) ( =maxi=1;2;:::;N ii) and represent a scaled and randomised version of the largest entry on themain diagonal. One-shot control in a sub-population is understood to mean reduction in the internal,incoming, and outgoing rates of infection with a factor of (1 c), where 0 c 1 denotes thee ciency of the intervention in sub-population i. This reduction lasts for a duration D and,as soon as the control is over, the transmission rates for that sub-population are restored tothe starting levels.3We use our mathematical models to demonstrate how the timing of an intervention canimpacttotal attack rate,peak prevalence, andtime of peak. We nd that one-shot interventions that begin at the rst sign of infection have littlee ect on the nal outcome beyond delaying it. In this case it is better to implement the one-shot interventionsbased on a local threshold rather than a global threshold. If the coupling is stronger, theepidemics are closely synchronized and there is little di erence between the strategies.3.1For a well-mixed population we nd that the timing of a one-shot intervention has animportant impact on the e ectiveness of an intervention the peak prevalence and total fractioninfected. The gure focuses onthe impact of varying the threshold value of I + R at which the intervention is introduced. So an early intervention has little impact on theattack rate R(1).In Figure 2(a) we see that the intervention is introduced later, we see a clear improvementin R(1), up to a threshold of I + R of 0:6, which is close to where the peak prevalence in theepidemic without intervention. However, it means thatthe number of infections prior to the intervention is larger. There comes a point at whichit can no longer rebound to the level of infection prior to the intervention. However, as the thresholdto r1eTcohgenreizies tahcattuaRll0y, aRn aannadlyStic aforermsuulacfioenrtthtoisd1eterRm10ine Rthe pelnakSR0pRr0evbauletnfcoer. The most obvious reason for this setup could belocation/geographic or by age, but other alternatives exist including religion, ethnicity orsocio-economic status. Applying the control too early or too late leads to higher attack rates. Fixing the threshold value and increasing the duration of control, see Figure 5(a), or thee cacy of control [Figure 5(d)]leads to smaller attack rates. Larger values of the threshold mean that control is more likely to hit more of the individualepidemics as they become established at di erent times. If each sub-population is followed locally and the reduction in peak is themain target then it is best to start the intervention with some delay, rather than immediatelyenforce it as soon as a few cases emerge. Thus, in linewith our previous observation when looking at reduction in the attack rate, targeting eachsub-population locally appears to be the overall best strategy to reduce the peak prevalence. This pattern is consistent for well-mixedpopulations and for metapopulations. However, we must think critically about whatconstitutes a one-shot intervention. Crossing from A to A' simply puts the epidemic ona slightly di erent trajectory but the nal size is very close to the case with not control. Finally, the continuous brokenline shows an almost optimal intervention with a further small reduction in the nal fractioninfected. Thelonger we wait to implement the intervention, the closer the nal orbit is to S + R = 1, butthe farther the original orbit moves from the line."}