{"date": "2020/03/02", "journal": "medrxiv", "authors": "Yang Yang, Chenguang Shen, Jinxiu Li, Jing Yuan, Minghui Yang, Fuxiang Wang, Guobao Li, Yanjie Li, Li Xing, Ling Peng, Jinli Wei, Mengli Cao, Haixia Zheng, Weibo Wu, Rongrong Zou, Delin Li, Zhixiang Xu, Haiyan Wang, Mingxia Zhang, Zheng Zhang, Lei Liu, Yingxia Liu", "title": "Exuberant elevation of IP-10, MCP-3 and IL-1ra during SARS-CoV-2 infection is associated with disease severity and fatal outcome", "type": "preprint article", "abstract": "†These authors contributed equally. respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, December", "text": "2019, and continuously poses a serious threat to public health. Our previous study hasshown that cytokine storm occurred during SARS-CoV-2 infection, while the detailedrole of cytokines in the disease severity and progression remained unclear due to thelimited case number. In this study, we examined 48 cytokines in the plasma samplesfrom 53 COVID-19 cases, among whom 34 were severe cases, and the others232425262728293031323334moderate. Results showed that 14 cytokines were significantly elevated uponadmission insignificantly higher in severe cases, and highly associated with the PaO2/FaO2 andMurray score. Furthermore, the three cytokines were independent predictors for theprogression of COVID-19, and the combination of IP-10, MCP-3 and IL-1ra showedthe biggest area under the curve (AUC) of the receiver-operating characteristics (ROC)calculations. Serial detection of IP-10, MCP-3 and IL-1ra in 14 severe cases showedthat the continuous high levels of these cytokines were associated with diseasedeterioration and fatal outcome. In conclusion, we report biomarkers that closelyassociated with disease severity and outcome of COVID-19. These findings add toour understanding of the immunopathologic mechanisms of SARS-CoV-2 infection,providing novel therapeutic targets and strategy.363738394041424344454647484950515253545556575859Coronaviruses are the largest known viruses with a single positive- sense genome ofabout 31Kb which could infect a wide range of different species, and mainly infectrespiratory and intestinal tract causing a wide range of symptoms 1. Six members ofcoronaviruses that have been found to infect human beings, including HCoV-229E,HCoVOC43, HCoV-NL63, and HCoV-HKU1, Severe Acute Respiratory Syndromecoronavirus (SARS-CoV) and Middle East Respiratory Syndrome coronavirus(MERS-CoV) 1,2. Until recently, human infection with the novel severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) was firstly identified in lateDecember, 2019, in Wuhan, China 3,4. As of Feb. 29, 2020, a total of 79824Coronavirus Disease 2019 (COVID-19) cases with 2870 fatal cases were reported 5.Furthermore, another 53 countries have also reported COVID-19 cases, posing aserious threat of public health 6. Studies have revealed that penumonia is the mostcommon complications following SARS-CoV-2 infection, and followed by acuterespiratory distress syndrome (ARDS) 7,8. Inflammation is the body’s first coordinatedline of defense against tissue damage caused by either injury or infection, involvingactivating both the innate and adaptive immune responses 9. However, exuberantimmune responses following infection have been described as a cytokine storm,associated with excessive levels of proinflammatory cytokines and widespread tissuedamage including ARDS 10.Cytokine storm has been found during the infection of influenza viruses 11-16 aswell as coronavirues 17-24, and contributes to acute lung injury and development of2ARDS . Preliminary studies have shown that SARS-CoV-2 infection triggerscytokine storm, and results in the increase of a variety of cytokine/chemokine 25,26.However, the detailed role of cytokines in diseases severity and progression remainsunknown. In this study, we recruited 53 COVID-19 cases with 34 severe cases and 19616263646566676869707172737475767778798081828384moderate cases defined according to China National Health Commission Guidelinesfor Diagnosis and Treatment of SARS-CoV-2 infection, and analyzed the plasmacytokine/chemokine profile in detail. Most of the severe cases (73.5%) were ≥ 60years-old, while the moderate cases were mainly in the group of 16-59 years-old(63.2%) (Table S1). The initial symptoms, co-existing chronic medical conditions,intervals of illness onset to admission and antiviral treatment were similar betweenthe two groups. Complications occurred more frequently in the severe cases,including ARDS, respiratory failure, hepatic and renal insufficiency (Table S1). Acomplete blood count with differential was assessed for each patient either on the dateof hospital admission, or at the earliest time-point and thereafter (Table 1). Thepercentage of lymphocyte (LYM) and neutrophil (NEU) as well as the CD4 and CD8counts were significantly lower in the severe cases, indicating a possible dysfunctionof immune responses.Then the expression profile of cytokines/chemokines of COVID-19 cases uponadmission was analyzed. Elevated concentrations of both pro- and anti-inflammatorycytokines were observed in these cases including IFN-γ (interferon, IFN), IL-1ra(interleukin, IL), IL-2ra, IL-6, IL-10, IL-18, HGF (hepatocyte growth factor), MCP-3(monocyte chemotactic protein-3),MIG (monokine induced gamma interferon),M-CSF(macrophagecolonystimulatingfactor),G-CSF(granulocytecolony-stimulatingfactor),MIG-1a(macrophage inflammatory protein 1 alpha)CTACK (cutaneous T-cell-attracting chemokine)andIP-10(interferongammainduced protein 10), when compared with healthy control, indicating that cytokinestorm occurred following SARS-CoV-2 infection (Figure 1) as previously reported 3,25.Similar phenomenon was also observed in SARS-CoV 17-21 and MERS-CoV 22-24infected patients , despite that the expression profiles were virus specific. Meanwhile,8687888990919293949596979899100101102103104105106107108109we compared the plasma cytokine/chemokine levels collected from severe andmoderate cases at different days after illness onset (d.a.o). The results showed thatmost of the cytokines were comparable between the two groups and maintained highlevel even at the later stage of the disease (≥ 15 d.a.o). However, IP-10, MCP-3,IL-1ra and MIG were significantly higher in samples from severe cases in all the threegroups of sample collection time, even though statistical significance was notobserved in IL-1ra and MIG. Notably, IP-10 in the severe cases possessed a high andsimilar expression level at all groups of sample collection time. On the contrary, IP-10in moderate cases was significantly lower and further decreased a lot at ≥ 15 d.a.o.Moreover, comparison of these fourteen cytokines between the severe and moderatecases showed significantly higher levels of IP-10, MCP-3 and IL-1ra in the severecases (Figure 1). Spearman rank coefficient correlation analysis showed that IP-10,MCP-3 and IL-1ra expression levels were highly correlated with PaO2/FaO2 andMurray scores. Interestingly, the viral load (displayed as Ct values) showed obviouscorrelation with only IP-10, while not MCP-3 and IL-1ra, as well as the PaO2/FaO2and Murray scores (Figure S2). Our previous study has found that the viral sheddingin COVID-19 cases is complicated and the viral loads obtained from the regularlyused upper respiratory specimens might not consistent with the real case, especiallyfor the severe cases 27. Meanwhile, the main distribution of viruses in the severe andmoderate cases were also different, which might influence the induction of cytokinesas well. Indeed, studies have found that high viral loads in some types of viralinfections correlated with severe diseases 28-30, while not for all of them 31. Theseresults suggested that the production of specific cytokines while not the viral burdenmight play central in the pathogenesis COVID-19.We further analyzed whether these cytokines could be used as predictors for the111112113114115116117118119120121122123124125126127128129130131132133134disease severity and progression of COVID-19. Firstly, we calculated the receiveroperating characteristic (ROC) of each single cytokine using the expression levelsupon admission. Results showed that the area under the curve (AUC) of the ROC waswe tested the different combination of these cytokines for the prediction of diseaseprogression. Combinations of the three cytokines showed the highest AUC of 0.943,followed by the combination of IP-10 and MCP-3 (0.927) as well as the combinationof IP-10 and IL-1ra (0.923) (Figure 3). Furthermore, we analyzed the serial change ofthe three cytokines in 14 severe cases. In the two fatal cases (cases 1 and 2), theexpression levels were significantly high upon admission and maintained high levelsduring the disease progression. Meanwhile, five cases (cases 7~9, 11 and 13) withcontinuously high levels of these cytokines, especially IP-10 and MCP-3, were still incritical condition. On the contrary, cases 3~6, 10, 12 and 14 with lower levels orsignificantlydecreasedlevelsofthesecytokinesshowedan obviousimprovement of the disease, and became moderate cases (cases 4, 10, 12 and 14) ordischarged from hospital (cases 3, 5, 6 and 10). These results indicated that thesethree cytokines could be considered as biomarkers to predict disease progression andoutcome of SARS-CoV-2 infections.Cytokine storm with uncontrolled proinflammatory responses induce significantimmunopathology and severe disease outcomes during some viral infections,indicating an important role in the pathogenesis of these viruses 2,32. Accordingly, notonly the pathogens but also the pathogen induced cytokine storm should beconsidered during the treatment. Therapy strategy with a combination of antimicrobialand immunotherapy may produce a more favorable outcome 9. Corticosteroids whichcould downregulate proinflammatory cytokine transcription and subsequently inhibit136137138139140141142143144145146147148149150151the cytokine storm 33, and the antiviral cytokine interferon-α were widely used duringthe treatment of COVID-19 8,34. However, use of high-dose corticosteroids has beenshown to be associated with an increase in mortality and significantly longerdurations of viral shedding in H7N9 infected patients 35, which is of concern. Theresults of our study suggested a crucial role of IP-10 in the pathogenesis ofSARS-CoV-2, which has also been shown to be associated with disease severity ofH5N1, H1N1, SARS-CoV and MERS-CoV 16,24,29,36. A recent study has found thatIP-10 (CXCL10)-CXCR3 signaling appears to be a critical factor for the exacerbationof the pathology of ARDS 37. Thus, modulators such as antibody targeting IP-10might be a promising therapeutic strategy in the treatment of the acute phase of ARDSto ameliorates acute lung injury as shown in H1N1 mouse model 37,38.In summary, we compared the differences of cytokines profiles between severe andmoderate COVID-19 cases, and found that IP-10, MCP-3 and IL-1ra weresignificantly associated with disease severity and progression of COVID-19. Ourresults added to our understanding of the immunopathologic mechanisms ofSARS-CoV-2 infection, and suggest a novel therapeutic strategy using modulators orantibodies against theses cytokines, especially IP-10.153154155156157158159160161162163164165166167168169170171172173174Subjects presented in this study were hospitalized COVID-19 patients (N=53), amongwhom 34 were defined as severe cases according to China National HealthCommission Guidelines for Diagnosis and Treatment of 2019-nCoV infection.Healthy controls (N=8) were also included. Clinical information and laboratory resultwere collected at the earliest time-point after hospitalization. The study protocol wasapproved by the Ethics Committees of Shenzhen Third People’s Hospital(SZTHEC2016001). Informed consents were obtained from all patients or patientsfamily members. The study was conducted in accordance with the InternationalConference on Harmonisation Guidelines for Good Clinical Practice and theDeclaration of Helsinki and institutional ethics guidelines.Quantitative reverse-transcriptase polymerase chain reaction (qRT-PCR)qRT-PCR were done as previously reported 26,34. In brief, throat swabs, nasal swabs,sputum and BALF specimens were collected from laboratory-confirmed COVID-19cases upon admission and thereafter. Viral RNAs were extracted from clinicalspecimens using the QIAamp RNA Viral Kit (Qiagen, Heiden, Germany). A ChinaFood and Drug Administration (CDFA) approved commercially kit (GeneoDX Co.,Shanghai, China) were used for the detection of SARS-CoV-2 specific RNAs.Samples with a cycle threshold (Ct) value ≤ 37.0 were considered putatively positive.Samples whose Ct was higher than 37 were re-tested and considered positive if Ctwas ≥37 but ≤ 40 and negative if viral RNAs were undetectable on the second test.176177178179180181182183184185186187188189190191192193194195196197Disease severity classification and Murray Score calculation were evaluated aspreviously reported 26. Severity of 2019-nCoV infection was graded according toChina National Health Commission Guidelines for Diagnosis and Treatment ofSARS-CoV-2 infection. Laboratory confirmed patients with fever, respiratorymanifestations and radiological findings indicative of pneumonia were consideredmoderate cases (COVID-19-M). Laboratory confirmed patients who met any of thefollowing were considered to have severe COVID-19 (COVID-19-S): 1) respiratorydistraction (respiration rate≥30/min; 2) resting oxygen saturation≤93%, or 3) arterialoxygen partial pressure (PaO2) / fraction of inspired oxygen (FiO2) ≤300 mmHg (1mmHg = 0.133 kPa). Laboratory confirmed patients who had any of the followingwere considered in critical condition: 1) respiratory failure requiring mechanicalventilation, 2) shock, or 3) failure of other organs requiring intensive care unit (ICU).The partial pressure of oxygen (PaO2) in arterial blood taken from the patients atvarious time-points after hospitalization is measured by the ABL90 blood gasanalyzer (Radiometer). The fraction of inspired oxygen (FiO2) is calculated by thefollowing formula: FiO2 = (21 + oxygen flow (in units of l/min) × 4) /100. ThePaO2/FiO2 ratio (in units of mmHg) is calculated by dividing the PaO2 value with theFiO2 value. A PaO2/FiO2 ratio less than or equal to 100 mmHg is considered one ofthe criteria for severe acute respiratory distress syndrome (ARDS). Murray Scorewere calculated as reported 39.The plasma of patients with laboratory-confirmed COVID-19 cases (N=53) were199200201202203204205206207208209210211collected at the earliest possible time-point after hospitalization and thereafter. Theplasma of healthy subjects (N=8) were included as the negative control group. Theconcentrations of 48 cytokines and chemokines were measured using Bio-Plex ProHuman Cytokine Screening Panel (Bio-Rad) as previously reported 15,26.Fisher exact test was used to compare the indicated rates between the moderate andsevere cases. Mann-Whitney U test was used to compare plasma cytokine levelsbetween two groups. The Spearman rank correlation coefficient was used for linearcorrelation analysis between the expression level of plasma cytokine and PaO2/FiO2ratio, Murray score as well as viral loads of COVID-19 cases. The area under thereceiver operating characteristic (ROC) curve (AUC) of plasma cytokine levels wasestimated for the moderate and severe cases. All statistical tests were calculated usingSPSS 20.0 for Windows (IBM, Chicago, USA). P value less than 0.05 was consideredstatistically significant.213References1234567891011Channappanavar, R. & Perlman, S. Pathogenic human coronavirus infections:causes and consequences of cytokine storm and immunopathology. SeminImmunopathol 39, 529-539, doi:10.1007/s00281-017-0629-x (2017).Wenjie, T. et al. A Novel Coronavirus Genome Identified in a Cluster ofPneumonia Cases — Wuhan, China 2019−2020. China CDC Weekly 2, 61-62(2020).China, N. H. C. o. t. P. s. R. o. Daily briefing on novel coronavirus cases inChina, <http://en.nhc.gov.cn/2020-02/05/c_76219.htm> (2020).WHO. Novel Coronavirus (COVID-19) situation,<https://experience.arcgis.com/experience/685d0ace521648f8a5beeeee1b9125cd> (2020).Wang, D. et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama,doi:10.1001/jama.2020.1585 (2020).Guan, W. J. et al. Clinical Characteristics of Coronavirus Disease 2019 inChina. N Engl J Med, doi:10.1056/NEJMoa2002032 (2020).D'Elia, R. V., Harrison, K., Oyston, P. C., Lukaszewski, R. A. & Clark, G. C.Targeting the \"cytokine storm\" for therapeutic benefit. Clin Vaccine Immunol20, 319-327, doi:10.1128/cvi.00636-12 (2013).Ben Salem, C. Acute Respiratory Distress Syndrome. N Engl J Med 377, 1904,doi:10.1056/NEJMc1711824 (2017).Zeng, H. et al. A(H7N9) virus results in early induction of proinflammatorycytokine responses in both human lung epithelial and endothelial cells andshows increased human adaptation compared with avian H5N1 virus. J Virol89, 4655-4667, doi:10.1128/jvi.03095-14 (2015).Guo, J. et al. The Serum Profile of Hypercytokinemia Factors Identified inH7N9-Infected Patients can Predict Fatal Outcomes. Sci Rep 5, 10942,doi:10.1038/srep10942 (2015).Zhou, J. et al. Biological features of novel avian influenza A (H7N9) virus.Nature 499, 500-503, doi:10.1038/nature12379 (2013).Yang, Y. et al. Comparison between human infections caused by highly andlow pathogenic H7N9 avian influenza viruses in Wave Five: Clinical andvirological findings. J Infect 78, 241-248, doi:10.1016/j.jinf.2019.01.005(2019).Bi, Y. et al. Clinical and immunological characteristics of human infectionswith H5N6 avian influenza virus. Clin Infect Dis, doi:10.1093/cid/ciy681(2018).Wang, S. et al. Influenza virus-cytokine-protease cycle in the pathogenesis ofvascular hyperpermeability in severe influenza. J Infect Dis 202, 991-1001,doi:10.1086/656044 (2010).Jiang, Y. et al. Characterization of cytokine/chemokine profiles of severe acuterespiratory syndrome. Am J Respir Crit Care Med 171, 850-857,doi:10.1164/rccm.200407-857OC (2005).Huang, K. J. et al. An interferon-gamma-related cytokine storm in SARSpatients. J Med Virol 75, 185-194, doi:10.1002/jmv.20255 (2005).Zhang, Y. et al. Analysis of serum cytokines in patients with severe acuterespiratory syndrome. Infect Immun 72, 4410-4415,doi:10.1128/iai.72.8.4410-4415.2004 (2004).Wong, C. K. et al. Plasma inflammatory cytokines and chemokines in severeacute respiratory syndrome. Clin Exp Immunol 136, 95-103,doi:10.1111/j.1365-2249.2004.02415.x (2004).Dynamic changes in blood cytokine levels as clinical indicators in severeacute respiratory syndrome. Chin Med J (Engl) 116, 1283-1287 (2003).276277278279308309          This work was supported by the National Natural Science Foundation of China (Grant81802004) and the National Science and Technology Major Project          Y. Liu, L. Liu, Z. Zhang and Y. Yang conceived and guided the project. Y. Yang, C.Shen, M. Yang carried out the experiments and analyzed the data. J. Li, J. Yuan, F.335336337338Xu, and H. Wang collected clinical samples and the data. Y. Yang wrote themanuscript. All the authors have read and approved the manuscript.The authors declare no competing interests.340341342343344345346347348349350351352353354355356357358359360361healthy volunteers and COVID-19 cases. Samples from severe (N=34) andmoderate (N=19) COVID-19 cases were collected at the earliest possible time-pointafter hospitalization for assays measuring the concentrations of 48 cytokines andchemokines, and healthy subjects (N=8) were involved as control. Values weregraphed on a logarithmic scale and presented in units of pg/mL. P values between0.01-0.05, 0.001-0.01 and 0.0001-0.001 were considered statistically significant (*),very significant (**) and extremely significant (***), respectively, whereas nsrepresents not significant.PaO2/FiO2 and Murray Score. The expression levels of IP-10, MCP-3 and IL-1rameasured from plasma samples collected upon admission and thereafter and thecorresponding PaO2/FiO2 and Murray Score at the same day were analyzed usingspearman rank correlation analysis. The r values and p values were shown.severe SARS-CoV-2-infections. The receiver operating characteristic (ROC) curvewas calculated using SPSS. The area under the curve (AUC) of ROC for IP-10,MCP-3 and IL-1ra wad estimated using the expression levels upon admission. The Pvalues of all AUC for the three cytokines were less than 0.05.363364365366367368369370371372373374375376377378379380381COVID-19 with different outcome and progression. The expression levelsmeasured at the indicated time-points of 14 severe cases were shown. The fatal caseswere marked in red. Cases in critical condition were marked in blue, and the otherswere cases with moderate disease or discharged at present.Figure S1. Comparison of the significantly elevated cytokines measured atdifferent days post illness onset between severe and moderate COVID-19 cases.The expression levels of 14 significantly elevated cytokines measured at differentdays post illness onset were shown and compared between the severe and moderateCOVID-19 cases. P values between 0.01-0.05, 0.001-0.01 and 0.0001-0.001 wereconsidered statistically significant (*), very significant (**) and extremely significant(***), respectively, whereas ns represents not significant.Figure S2. Correlations between viral load and the cytokines of IP-10, MCP-3and IL-1ra, as well as PaO2/FiO2 and Murray Score. The correlations betweenviral load and the cytokines of IP-10, MCP-3 and IL-1ra, as well as PaO2/FiO2 andMurray Score were analyzed using spearman rank correlation analysis. The r valuesand p values were shown.The viral loads were indicated as Ct values, and lower Ctvalues represented high viral load.Figure S1Figure S2† Values shown represent the mean and inter-quartile range (IQR).Table S1. Epidemiological and clinical features of COVID-19 patients in thisstudy.CharacteristicsTotalSevereModerateP valuesMedian age (range)Age subgroups0-15 years16-59 years≥60 yearsMale (%)Initial symptomsFeverCoughHeadacheMyalgiaChillNausea or vomitingDiarrheaCo-existingconditionsChronic heart diseaseChronic lung diseaseChronic renal diseaseChronic liver diseaseDiabetesCancerBacterial co-infectionschronicmedicalOnset to admissionOnset to starting antiviral treatmentComplicationsPneumoniaARDSHepatic insufficiencyRenal insufficiencyCardiac failureShockTreatmentReceived antivirals ≤ 2 days afterillness onsetReceived antivirals 3-5 days afterillness onsetReceived antivirals ≥ 6 days afterillness onset(N=19)51 (22-78)0/27 (0%)12/19 (63.2%)7/19 (36.8%)9/19 (47.3%)Corticosteroid16/53（30.2%）13/34(38.2%)25/53 (47.2%)9/53 (17.0%)<0.0001", "ref_list": [[], ["0.792 for IP-10, MCP-3 and IL-1ra, respectively (Figure 3)"], ["Distinct immune response in two MERS-CoV-infected patients: can we go from bench to bedside? PLoS One 9"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["-novel coronavirus (2019-nCoV) infections trigger an exaggerated cytokine response aggravating lung injury"], ["Laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections"], ["Viral Load and Sequence Analysis Reveal the Symptom Severity, Diversity, and Transmission Clusters of Rhinovirus Infections"], ["Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia"], ["A"], ["Viral Load Dynamics and Clinical Disease Severity in Infants With Respiratory Syncytial Virus Infection"], [""], ["Antiinflammatory action of glucocorticoids--new mechanisms for old drugs"], ["Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury"], ["Adjuvant Corticosteroid Treatment in Adults With Influenza A (H7N9) Viral Pneumonia"], ["Re-emergence of fatal human influenza A subtype H5N1 disease"], ["-CXCR3 enhances the development of neutrophil-mediated fulminant lung injury of viral and nonviral origin"], ["Monoclonal antibody against CXCL-10/IP-10 ameliorates influenza A (H1N1) virus induced acute lung injury"], ["An expanded definition of the adult respiratory distress syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W. H. Khabour", "O. F. Zhang", "Q. Makhdoum", "H. M. Suliman", "B. A."], ["E. Faure"], ["C. Huang"], ["Y."], ["Y. Yang"], ["K. T. Ng"], [], ["M. de La Vega"], ["C. Garcia-Maurino"], [], ["T. Rhen", "J. A. Cidlowski"], ["Y. Liu"], ["B. Cao"], ["J. S. Peiris"], ["A. Ichikawa"], ["W. Wang"], ["J. F. Murray", "M. A. Matthay", "J. M. Luce", "M. R. Flick"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2019, and continuously poses a serious threat to public health. Our previous study has\nshown that cytokine storm occurred during SARS-CoV-2 infection, while the detailed\nrole of cytokines in the disease severity and progression remained unclear due to the\nlimited case number. In this study, we examined 48 cytokines in the plasma samples\nfrom 53 COVID-19 cases, among whom 34 were severe cases, and the others\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\nmoderate. Results showed that 14 cytokines were significantly elevated upon\nadmission in", "one_words_summarize": "2019, and continuously poses a serious threat to public health. Our previous study hasshown that cytokine storm occurred during SARS-CoV-2 infection, while the detailedrole of cytokines in the disease severity and progression remained unclear due to thelimited case number. Notably, IP-10 in the severe cases possessed a high andsimilar expression level at all groups of sample collection time. Our previous study has found that the viral sheddingin COVID-19 cases is complicated and the viral loads obtained from the regularlyused upper respiratory specimens might not consistent with the real case, especiallyfor the severe cases 27. Meanwhile, the main distribution of viruses in the severe andmoderate cases were also different, which might influence the induction of cytokinesas well. Combinations of the three cytokines showed the highest AUC of 0.943,followed by the combination of IP-10 and MCP-3 (0.927) as well as the combinationof IP-10 and IL-1ra (0.923) (Figure 3). Therapy strategy with a combination of antimicrobialand immunotherapy may produce a more favorable outcome 9. Ourresults added to our understanding of the immunopathologic mechanisms ofSARS-CoV-2 infection, and suggest a novel therapeutic strategy using modulators orantibodies against theses cytokines, especially IP-10.153154155156157158159160161162163164165166167168169170171172173174Subjects presented in this study were hospitalized COVID-19 patients (N=53), amongwhom 34 were defined as severe cases according to China National HealthCommission Guidelines for Diagnosis and Treatment of 2019-nCoV infection. Quantitative reverse-transcriptase polymerase chain reaction (qRT-PCR)qRT-PCR were done as previously reported 26,34. Viral RNAs were extracted from clinicalspecimens using the QIAamp RNA Viral Kit (Qiagen, Heiden, Germany). Theplasma of healthy subjects (N=8) were included as the negative control group. Theconcentrations of 48 cytokines and chemokines were measured using Bio-Plex ProHuman Cytokine Screening Panel (Bio-Rad) as previously reported 15,26.Fisher exact test was used to compare the indicated rates between the moderate andsevere cases. Mann-Whitney U test was used to compare plasma cytokine levelsbetween two groups. A Novel Coronavirus Genome Identified in a Cluster ofPneumonia Cases — Wuhan, China 2019−2020. Clinical Characteristics of Coronavirus Disease 2019 inChina. N Engl J Med, doi:10.1056/NEJMoa2002032 (2020).D'Elia, R. V., Harrison, K., Oyston, P. C., Lukaszewski, R. A. & Clark, G. C.Targeting the \"cytokine storm\" for therapeutic benefit. J Virol89, 4655-4667, doi:10.1128/jvi.03095-14 (2015).Guo, J. et al. Characterization of cytokine/chemokine profiles of severe acuterespiratory syndrome. Infect Immun 72, 4410-4415,doi:10.1128/iai.72.8.4410-4415.2004 (2004).Wong, C. K. et al. Plasma inflammatory cytokines and chemokines in severeacute respiratory syndrome. Y. Yang, C.Shen, M. Yang carried out the experiments and analyzed the data. The Pvalues of all AUC for the three cytokines were less than 0.05.363364365366367368369370371372373374375376377378379380381COVID-19 with different outcome and progression. The expression levelsmeasured at the indicated time-points of 14 severe cases were shown. Cases in critical condition were marked in blue, and the otherswere cases with moderate disease or discharged at present. Epidemiological and clinical features of COVID-19 patients in thisstudy."}