{"date": "2020/03/03", "journal": "medrxiv", "authors": "Xu Chen, Fang Zheng, Yanhua Qing, Shuizi Ding, Danhui Yang, Cheng Lei, Zhilan Yin, Xianglin Zhou, Dixuan Jiang, Qi Zuo, Jun He, Jianlei Lv, Ping Chen, Yan Chen, Hong Peng, Honghui Li, Yuanlin Xie, Jiyang Liu, Zhiguo Zhou, Hong Luo", "title": "Epidemiological and clinical features of 291 cases with coronavirus disease 2019 in areas adjacent to Hubei, China: a double-center observational study", "type": "preprint article", "abstract": "Lei, MD have contributed equally to this work.", "text": "Tel: +86 13607435199Tel: +86 13807311490        Epidemiological and clinical features of 291 cases with        Background: The clinical outcomes of COVID-19 patients in Hubei and other areas are different. Weaim to investigate the epidemiological and clinical characteristics of patient with COVID-19 in HunanMethods: In this double-center, observational study, we recruited all consecutive patients withlaboratory confirmed COVID-19 from January 23 to February 14, 2020 in two designated hospitals inHunan province, China. Epidemiological and clinical data from patients’ electronic medical recordswere collected and compared between mild, moderate and severe/critical group in detail. Clinicaloutcomes were followed up to February 20, 2020.Findings: 291 patients with COVID-19 were categorized into mild group (10.0%), moderate group(72.8%) and severe/critical group (17.2%). The median age of all patients was 46 years (49.8% weremale). 86.6% patients had an indirect exposure history. The proportion of patients that had been toWuhan in severe/critical group (48.0% vs 17.2%, p=0.006) and moderate group (43.4% vs 17.2%,p=0.007) were higher than mild group. Fever (68.7%), cough (60.5%), and fatigue (31.6%) werecommon symptoms especially for severe and critical patients. Typical lung imaging finding werebilateral and unilateral ground glass opacity or consolidation. Leukopenia, lymphopenia andeosinopenia occurred in 36.1%, 22.7% and 50.2% patients respectively. Increased fibrinogen wasdetected in 45 of 58 (77.6%) patients with available results. 29 of 44 (65.9%) or 22 of 40 (55.0%)patients were positive in Mycoplasma pneumonia or Chlamydia pneumonia antibody test respectively.Compared with mild or moderate group, severe/critical group had a relative higher level of neutrophil,Neutrophil-to-Lymphocyte Ratio, h-CRP, ESR, CK, CK–MB, LDH, D-dimer, and a lower level oflymphocyte, eosinophils, platelet, HDL and sodium (all p<0.01). Most patients received antiviraltherapy and Chinese Medicine therapy. As of February 20, 2020, 159 (54.6%) patients were dischargedand 2 (0.7%) patients died during hospitalization. The median length of hospital stay in dischargedpatients was 12 days (IQR: 10-15).Interpretation: The epidemiological and clinical characteristics of COVID-19 patients in Hunan isdifferent from patients in Wuhan. The proportion of patients that had been to Wuhan in severe/criticalgroup and moderate group were higher than mild group. Laboratory and imaging examination canassist in the diagnosis and classification of COVID-19 patients.        In December        Zhang et al reported the largest epidemiological investigation of 72314 cases and showed thecrude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) inChina,2 which indicated that there are differences in clinical outcome between the patients in Hubei andother provinces. The features and outcomes of patients with COVID-19 in Wuhan have been describedin detail in several studies. Currently, there has been limited studies about patients with COVID-19 inZhejiang and Beijing, which is far from Hubei.3,4 However, the clinical characteristics and progressionof disease outside Hubei, especially in areas near Hubei which have a relative higher risk of importingpatients than remote areas, were still unknown.Hunan is adjacent to Hubei province, and the well-developed transportation system betweenHunan and Hubei provided a high possibility for disease transmission in the early stage of COVID-19outbreak when measures like city lockdown and traffic restriction were not taken. Therefore, studies inareas near Hubei can provide more information about the clinical characteristics of COVILD-19 andexperience of diagnosis and treatment which can be referenced by areas outside Wuhan and countriesworldwide under the current epidemic of COVID-19. In this study, we aimed to investigate theepidemic history and clinical characteristics of patients with COVID-19 in Hunan, China.From January 23 to February 14, 2020, all consecutive patients with confirmed COVID-19, admitted tothe first Hospital of Changsha and Loudi Central Hospital in Hunan, China were recruited. The firstHospital of Changsha and Loudi Central Hospital are two of the major tertiary hospitals and areresponsible for the treatments for patients with COVID-19 assigned by the Chinese government.Diagnostic criteria and clinical classification of all confirmed COVID-19 cases were based onguidelines of National Health Commission.5 Data collection and analysis of cases and close contactswere determined by the National Health Commission of the People’s Republic of China (PRC) to bepart of a continuing public health outbreak investigation and were thus considered exempt frominstitutional review board approval. Oral consent was obtained from all patients.Epidemiological, demographic, clinical, laboratory, imaging, therapy and outcome data were extractedfrom electronic medical records. Clinical outcomes (discharges, mortality, length of stay) werefollowed up to February 20, 2020. The date of disease onset was defined as the day when the symptomswere noticed by patients.Laboratory confirmation of SARS-CoV-2 was examined by two different institutions of Changsha orLoudi city simultaneously: the municipal Center for designated isolation hospitals and Disease Controland Prevention (CDC). RT-PCR detection reagents were provided by the two institutions. Throat swabspecimens obtained from all patients at admission, were maintained in viral transport medium.SARSCoV-2 was confirmed by RT-PCR using the same protocol described previously.6 To evaluate theoverall lung involvement in CT imaging, each lung was divided into three lung zones, and each lungzone was assigned a score according to the percent of involvement.7Clinical classification was carried out with following standards:5 1. mild type: mild clinical symptomswithout pneumonia in chest imaging performance; 2. moderate type: fever, respiratory tract and othersymptoms with pneumonia in imaging performance; 3. severe type: any one condition of thefollowings: (1) respiratory distress, respiratory rate ≥ 30 times/min; (2) fingertip oxygen saturation ≤93% in resting state; (3) arterial oxygen partial pressure/fraction of inspired oxygen ≤300 mmHg; 4.critical type: any one condition of the followings: (1) respiratory failure need mechanical ventilation;(2) shock; (3) other organs failure need intensive care unit (ICU) monitoring and treatment.Continuous variables were described as medians and interquartile ranges (IQR). Categorical variableswere summarized as counts and percentages. We categorized those four clinical types to three groups asmild group, moderate group and severe/critical group for further statistical analysis. Differencesobserved among all the three groups were analyzed by Chi-squared test or Fisher exact test forcategorical data, one-way ANOVA or non-parametric Kruskal–Wallis test for quantitative data, asappropriate. Two-tailed p < 0.05 was thought as having significantly difference between three groups.For further pairwise comparisons, the significance level was adjusted using the Bonferroni method. Alldata were analyzed by SPSS (version 20.0; SPSS Inc., Chicago, IL, USA). Kaplan-Meier curve wasconstructed by the survival and survminer package in R, version 3.6.0 (http://www.r-project.org/).291 patients with laboratory-confirmed SARS-CoV-2 infection were included in this study.Epidemiological and baseline characteristics of patients in detail were shown in Table 1. For all the 291patients, the median age was 46.0 years (IQR, 34.0 - 59.0 years; range, 1.0 - 84.0 years). Half patients(156, 53,6%) aged between 15 - 49 years, and 11 (3.8%) patients were aged below 15 years. 145(49.8%) patients were male. 252 (86.6%) patients had a history of exposure to source of transmissionwithin 14 days before symptoms onset. 114 (39.2%) patients were associated with familial clusters. 93(32.0%) patients had at least one underlying disease including hypertension (13.4%), diabetes (7.6%),chronic liver disease (5.2%), cardiovascular disease (4.1%), chronic respiratory disease (3.4%), etc.The most common symptoms including fever (68.7%), cough (60.5%) and fatigue (31.6%). Themedian time from disease onset to first admission was 5 days (IQR: 3-8). None of the patients weremedical staff. At admission, 245 (83.2%) patients had normal temperature (under 37.5℃), and themedian highest body temperature during hospitalization was 38.0℃ (37.2℃, 38.5℃).After admission, 291 patients were categorized into mild group (29, 10.0%), moderate group (212,72.8%) and severe/critical group (50, 17.2%) respectively. The age distribution was different amongthree groups (P<0.001). Patients in severe/critical group were older compared with the mild group(60.5 vs 50.0, p=0.001) or moderate group (60.5 vs 41.0, p<0.001). There was no difference in genderamong three groups. Interestingly, as for the exposure history, the proportion of patients that had beento Wuhan in severe/critical group (17.2% vs 48.0%, p=0.006) and moderate group (17.2% vs 43.4%,p=0.007) were higher than that of mild group. Similar results were found in the history of any kinds ofexposure to source of transmission. For coexisting conditions at admission, the proportion of patientswith hypertension in the severe/critical group were higher than mild group (30.8% vs 10.3%, p=0.008)and moderate group (30.8% vs 8.0%, p=0.000). The result was also similar for chronic respiratorydisease. A higher proportion of patients in severe/critical group had symptoms like fever, dyspnea andfatigue, while other symptoms like nausea or vomiting were more common in mild group.All patients received imaging examination including chest radiography or computed tomography (CT)on admission. Typical manifestations in CT and chest X-ray plain film on admission were bilateral andunilateral ground glass opacity or consolidation (Figure 1). Among all patients, 115 patients performedCT within one week after admission, which showed the medium score of lung involvement in both thewhole lung field and each separate lung field (upper, middle, lower) in severe/critical group was higherthan moderate group (all p < 0.01).Laboratory examinations data were given in Table 2. On admission, 36.1% or 22.7% patientsshowed leukopenia (white blood cell count < 4.00*109/L) or lymphopenia (lymphocyte count <0.8*109/L) respectively. Neutrophils in 54 (18.6%) patients were below the normal range.Thrombocytopenia (platelet count <150*109/L) were observed in 31.3% patients. Interestingly, 50.2%patients had eosinophils count lower than 0.02*109/L, and the situation was obviously worse insevere/critical group whose medium eosinophils count was 0.00*109/L. Compared with mild ormoderate group, severe/critical group had a higher level of neutrophil and Neutrophil-to-LymphocyteRatio, and a lower level of lymphocytes, eosinophils and platelets (all p<0.01).Biochemistry tests showed 83.5% patients had an increased level of D-dimer and the level washigher in severe/critical group than in mild group (0.39 vs 0.20, p=0.000) and moderate group (0.39 vs0.24, p=0.002). The coagulation function test showed an increase of fibrinogen in 45 of 58 (77.6%)patients with available results. For liver function test, severe/critical group had a higher proportion ofelevated aspartate aminotransferase (AST) than mild group (32.0% vs 17.2%, p<0.001). No obviousabnormality of renal function was found in patients without any history of kidney disease. 10.3%patients had hyponatremia and the proportion were higher in severe/critical group than in mild group(22.0% vs 6.9%, p=0.005). Moreover, erythrocyte sedimentation rate (ESR) and high-sensitivityCreactive protein (h-CRP) were increased in more than 50% of patients. Decreased level of high-densitylipoprotein cholesterol (HDL) was detected in 51.9% patients. Compared with mild or moderate group,severe/critical group had a higher level of h-CRP, ESR, creatine kinase, creatine kinase–MB, lactatedehydrogenase, and lower level of sodium and HDL (all p<0.01). In patients with availableMycoplasma pneumonia or Chlamydia pneumonia antibody test, 29 of 44 (65.9%) or 22 of 40 (55.0%)patients had positive antibody test results respectively.285 (97.9%) of 291 patients received antiviral therapy (Table 3), including lopinavir and ritonavirtablets (75.9%), recombinant human interferon α2b (45.4%), recombinant cytokine gene derivedprotein (18.9%) and arbidol hydrochloride capsules (17.2%). 281 (96.6%) patients were treated withChinese Medicine. The dose and method of administration was based on the guidelines5.Patients were discharged from hospital when the symptoms relieved, chest imaging improved, feverabated for at least three days, and two samples taken from respiratory tract 1 day apart were negativefor SARS-Cov-2 RNA. Until February 20, 2020, 159(54.6%) of all patients had been discharged. Thelength of hospitalization ranged from 5 to 25 days in discharged patients. We used a Kaplan-Meier plotto analyze the length of hospitalization for all 291 patients (Figure 2), which shows a median length of16 days (IQR 14-17). 2 of 291 (0.7%) patients died during hospitalization, both of whom had anexposure history of having been to Wuhan within 14 days prior to onset of illness.        In this double-center observational study, epidemiology and clinical characteristics of 291 COVID-19patients in Hunan province were collected and analyzed. Hunan is adjacent to Hubei province, and itsprovincial capital Changsha is 294 kilometers away from Wuhan, while another city Loudi is about 392kilometers away from Wuhan. Given the migrant data in previous years and the lockdown of Wuhan onJanurary 2        Current studies have confirmed SARS-CoV-2 as a new branch of the β-coronavirus.9 Similar toother β-coronavirus like Severe Acute Respiratory Syndrome Coronavirus and Middle East RespiratorySyndrome Coronavirus, SARS-CoV-2 has shown person-to-person transmission ability since itsoutbreak in December 8, 2019. The basic reproductive number (R0 3.77) of the COVID-19 estimatedby several epidemic prediction models seems to be higher than SARS.10-12 After the fast increase in thenumber of patients in Wuhan during the middle of January, COVID-19 spread to the other provincesrapidly such as neighbor province Hunan because of the nearby location, developed traffic and largemigrant population.11 In our study, none of 291 patients had a history of direct exposure to Huananseafood market, but most patients (86.6%) had an indirect exposure history within 14 days beforesymptoms onset, including being to Wuhan (41.6%), having contact with people came from Wuhan(14.1%) and having contact with local diagnosed patients (38.5%). Our study also showed theproportion of patients who had been to Wuhan in severe/critical group (48.0%) and moderate group(43.4%) were higher than mild group (17.2%). Besides, both the two death cases in our study had atravel history in Wuhan while they both used to be in good health. These showed the infectivity andtransmission intensity of the virus, especially in the first or second generation of transmission, and mayindicate that the virulence of the virus will decrease after limited generations of transmission.10,12Therefore doctors in areas outside Wuhan should be more cautious in clinical decision making whenthe patient have a recent history of exposure in Wuhan, including Wuhan residents and those whorecently traveled to Wuhan before disease onset. The proportion of family clusters infection in ourstudy was 39.2% which was lower than other studies.3 Besides, none of our patient was medical staffwhile 1080 medical staff were infected in Wuhan until February 11, 2020.2For demographic and clinical characteristics, 53.6% patients aged between 15-49 years, followedby the 50-64 years age group (27.5%). In severe/critical group, 32.0% and 40.0% patients aged from 50to 64 and over 64 respectively, consistent with report of Guan et al.13 Female and male patients bothaccounted for half in all three groups. The median time from disease onset to first admission in ourstudy was 5.0 days. Similar to the recent publications,13-16 our data also showed that fever, cough andfatigue were the most common symptoms. The severe/critical group patients were more likely to havetwo or more symptoms at admission. While most symptoms were more frequently seen insevere/critical group, nausea or vomiting were more common in mild group, which may indicatedifferent body responses to SARS-CoV-2 infection in patients with different health state and immunesystem defensive characteristics. 58.0% patients in severe/critical group had at least one underlyingdisease. In concert with the study of Guan et al,13 Bases on these findings, we suggest clinicians paymore attention to and closely observe patients with multiple symptoms and underlying diseases toprevent disease deterioration.For laboratory inspection, blood routine test showed 36.1% and 22.7% of patients had leukopeniaand lymphopenia respectively. Interestingly, eosinopenia was detected in more than 50% patients,especially in the severe/critical group (74%), which was not emphasized in previous studies.17 Thisindicate that eosinophils could assist in the diagnosis and severity assessment of COVID-19.Inconsistent with the other research10, elevated D-dimer was observed in majority of patients (83.5%)in our study, and its level was significantly higher in severe/critical group. Consistent with the researchof Guan,13 Myocardial damage and elevated liver enzyme were not common and mainly happened insevere/critical group. Besides, Obvious disorder of renal function and electrolyte were relatively rare inour patients. 77.6% patients with available coagulation function test result had elevated fibrinogen onadmission, and the proportion in severe/critical group was even higher, which have not been observedin other studies. In the early stages of SARS patients, researchers also found an increase infibrinogen.18 Previous studies had shown that SARS-CoV 3a protein can up regulate the expression offibrinogen in lung epithelial cells.19 We speculate in the lung inflammation caused by SARS-CoV-2 orthe secondary systemic inflammation, the activated body stress system may lead to the increase offibrinogen. Another interesting phenomenon was that considerable proportion of patients had positiveresults in Mycoplasma pneumonia or Chlamydia pneumonia antibody tests, which indicateMycoplasma pneumonia or Chlamydia pneumonia co-infection, which was higher than other research.Previous report indicated that Mycoplasma fermentans enhanced the cytotoxicity against Vero E6 cellsinfected with SARS-CoV.20 This indicate COVID-19 patients co-infected with the two types ofpathogens may lead to more severe state, thus clinicians need pay attention to the screening of thesetwo pathogens in these patients.Compared with the patient confirmed as COVID-19 in Wuhan14-16, our study showed that patientsin Hunan had relatively higher discharge rate and lower mortality. In our study, 82.8% patients wereprone to a mild or moderate type and 54.6% patients were discharged at the end of follow-up. Thelength of stay in hospital ranged from 5 to 25 days in discharged patients. 2 of 291 (0.7%) patients diedduring hospitalization. One death case was a 64 years old man in moderate group without anyunderlying disease. He had a fever for 3 days before admission and was treated by antiviral therapyincluding lopinavir and ritonavir tablets. The other death case was a 58 years old man in severe/criticalgroup also without any underlying disease, but had symptoms of fever, cough, dyspnea and fatigue for7 days before admission. Laboratory tests detected a decreased level of WBC (2.26*109/L), lymphocyte(0.40*109/L) and eosinophils (0.00*109/L), and elevated level of ALT (48.5U/L) and AST (82.1U/L) inthis patient. Pulmonary CT of both patients showed progressive patchy consolidation of bilateral lobes.Although there has been a lack of evidence-based specific antiviral drugs, almost all patients in thisstudy received antiviral therapy (96.6%), lopinavir and ritonavir tablets (75.9%), recombinant humaninterferon α2b (45.4%) were the most commonly used treatment. Besides, chloroquine phosphate wasreported to have apparent efficacy and acceptable safety against COVID-19 in a multicenter clinicaltrials21 and had just been included in the latest edition of the guidelines for China. According to thisguideline, two patients in the study were given chloroquine for antiviral therapy. However, the safetyand efficacy of antiviral therapies used in COVID-19 patients need further studied.Our study provided more information about epidemiology and clinical profiles of COVID-19 inadjacent area around Hubei Province. It is hoped that our study may provide the basis for theepidemiology related measures of patients in covid-19 import area as well as for clinicians to makemedical decisions.There are several limitations in our study. Firstly, due to the limitations of the retrospective study,laboratory examinations were performed according tothe clinical care needs of the patient, thus somepatients’ laboratory exam results were incomlpeted. Secondly, given the short observation period,nearly half of our patients were still receiving treatment in hospital at the end of our follow-up and wecould not decide the mortality and prognosis of the whole case series. Moreover, it is difficult todistinguish the specific efficacy of one single drug as various treatment were applied simultaneously,and the guideline about diagnosis and treatment of COVID-19 were updated frequently. Therefore, thetreatment experience in our study should be carefully thought when treating patients in different placesand circumstances, and further researches are needed to verify the the safety and efficacy.In this double-center observational study of 291 hospitalized patients with confirmed COVID-19 inHunan, a province adjacent to Hubei, 86.6% patients had indirect exposure history. The proportion ofpatients who had been to Wuhan in severe/critical group and moderate group were higher than mildgroup. Clinical characteristics of patients in this study were different from patients in Wuhan.on reasonable request.The datasets used and/or analyzed during the current study are available from the corresponding author        This study was supported by the National Natural Science Foundation of China (81770002 to HongLuo),        Changsha, China (kq1901120 to Hong Luo) and the National Key Clinical Specialty ConstructionProjects of China.Data collection and analysis of cases and close contacts were determined by the National HealthCommission of the People’s Republic of China (PRC) to be part of a continuing public health outbreakinvestigation and were thus considered exempt from institutional review board approval. Oral consentwas obtained from all patients.We thank all the patients for participating in the present study.Conceived and designed the experiments: Hong Luo and Zhiguo Zhou. Collected Clinical data: ZhilanYin, Fang Zheng, Yanhua Qing, Dixuan Jiang, Jiyang Liu, Yuanlin Xie, Qi Zuo, Honghui Li, HongPeng, Yan Chen, Jun He, Jianlei Lv, Analyzed the data: Shuizi Ding, Cheng Lei, Xu Chen. Wrote thetext of the main manuscript: Danhui Yang, Shuizi Ding, Xu Chen, Zhiguo Zhou, Hong Luo, Ping Chen.Prepared the tables and figures: Cheng Lei, Shuizi Ding, Xianglin Zhou, Zhilan Yin. All authorsreviewed and revised the manuscript.368: m606.        NHCPRC. National Health Commission of thePeople's Republic of China home page:                Novel Coronavirus Pneumonia Emergency Response Epidemiology T. The epidemiologicalcharacteristics of an                Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients        Cross-sectional CT shows (A) patchy consolidation abutting the pleura in left upper lobe, (B)large areas of consolidation with air bronchogram sign in right upper lobe and (C) Groundglass opacity in bilateral upper lobe; (D) Chest X-ray shows patchy opacities of the rightlower lung field.Kaplan–Meier analysis of the length of hospitalization for patients withCOVID19. Shaded areas represent the 95% confidence intervals based on Kaplan-Meier estimation.The median length of hospitalization for all patients was 16 days (IQR 14-17).Familial clusterCoexisting conditionsAnyChronic Respiratory DiseaseDiabetesCardiovascular diseaseCerebrovascular diseasesHypertensionMalignancyChronic liver diseaseChronic renal diseaseOthersSigns and symptomsFeverCoughDyspneaMyalgiaHeadacheDizzinessAbdominal painDiarrhoeaFatigueNausea or vomitingPharyngalgiaRhinorrheaMore than one sign or symptomSign NumberVital SignsBody temperature at admission (℃)< 37.537.5-38.038.1-39.0>39.0Highest body temperature duringhospitalization (℃)< 37.537.5-38.038.1-39.0>39.0Respiratory ratePulse rateSystolic blood pressureDiastolic blood pressureMean arterial pressureSpO2 97 (96, 98) n=0 97 (96, 98) 96 (95, 97) 0.000 /Time from illness onset to first hospital admission 5.0 (3.0, 8.0) 6.0 (3.0, 11.0) 5.0 (3.0, 8.0) 6.0 (4.0, 9.0) 0.123Values are numbers (percentages) or Medium (IQR) unless stated otherwise. Percentages do not total up to 100% owing to missing data./Severe(/cNr=it5ic0a)l group (p<-v0a.0lu5e0s) M(M<o0idl.d0e1rva7st)e (MS<cer0iivl.td0iec1rvae7ls/) vM(s<corS0ide.t0ievc1reaa7rlte)e//≤1.71>1.71Total cholesterol≤5.69>5.69High density lipoproteincholesterol<0.90≥0.90Low density lipoproteincholesterol≤4.14>4.14Mycoplasma pneumonia antibodyPositiveNegativeChlamydia pneumonia antibodyPositiveNegativeUpper lung field///Middle lung field 2.0 (1.0, 4.0) n=0 2.0 (1, 3.0) 4.0 (2.0, 4.3) 0.002 /Lower lung field 2.0 (2.0, 4.0) n=0 2.0 (1, 3.0) 4.0 (2.8, 6.0) 0.000 /Whole lung field 6.0 (3.0, 10.0) n=0 5.0 (2.0, 8.0) 11.0 (6.8, 13.3) 0.000 /Values are numbers (percentages) or Medium (IQR) unless stated otherwise. Percentages do not total 100% owing to missing data.(N=212)", "ref_list": [[], ["5"], ["(2019-nCoV) Infection by the National Health Commission (Trial Version 5"], ["A Novel Coronavirus from Patients with Pneumonia in China,"], ["Severe acute respiratory syndrome: temporal lung"], ["changes at thin-section CT in 30 patients"], ["international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus:"], ["implications for virus origins and receptor binding"], ["Epidemiological and clinical features of the 2019 novel coronavirus"], [""], ["estimation of epidemiological parameters and epidemic predictions"], ["Clinical features of patients infected with 2019 novel coronavirus"], [""], ["Epidemiological and clinical characteristics of 99 cases of"], ["2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical characteristics of 140 patients infected with SARS-"], ["Changes in coagulation and fibrinolysis of post-"], ["SARS osteonecrosis in a Chinese population"], ["protein up-regulates expression of fibrinogen in lung epithelial cells"], ["Enhancement of cytotoxicity against Vero E6 cells"], ["persistently infected with SARS-CoV by Mycoplasma fermentans"], ["Breakthrough: Chloroquine phosphate has shown apparent efficacy in"], ["treatment of COVID-19 associated pneumonia in clinical studies"], ["Table 3. Treatments and outcomes of 291 patients with COVID-"], ["All patients(N=291)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S Tian", "N Hu", "J Lou", "L Lin", "TS Li"], [], ["N Zhu", "D Zhang", "W Wang"], ["GC Ooi", "PL Khong", "NL ller"], ["JT Wu", "K Leung", "GM Leung"], [], ["R Lu", "X Zhao", "J Li"], ["Q Li", "X Guan", "P Wu"], ["Coronavirus-Infected Pneumonia", "Y Yang", "Q Lu", "M Liu"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell"], ["WJ Guan", "ZY Ni", "Y Hu"], ["C Huang", "Y Wang", "X Li"], ["D Wang", "B Hu", "C Hu"], ["Novel Coronavirus-Infected Pneumonia", "N Chen", "M Zhou", "X Dong"], [], ["JJ Zhang", "X Dong", "YY Cao"], ["W Sun", "ZR Li", "ZC Shi", "NF Zhang", "YC Zhang"], ["YJ Tan", "PY Tham", "DZ Chan"], [], ["T Mizutani", "S Fukushi", "T Kenri"], [], ["J Gao", "Z Tian", "X Yang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Tel: +86 13607435199\nTel: +86 13807311490", "one_words_summarize": "Tel: +86 13607435199Tel: +86 13807311490        Epidemiological and clinical features of 291 cases with        Background: The clinical outcomes of COVID-19 patients in Hubei and other areas are different. Weaim to investigate the epidemiological and clinical characteristics of patient with COVID-19 in HunanMethods: In this double-center, observational study, we recruited all consecutive patients withlaboratory confirmed COVID-19 from January 23 to February 14, 2020 in two designated hospitals inHunan province, China. Most patients received antiviraltherapy and Chinese Medicine therapy. The proportion of patients that had been to Wuhan in severe/criticalgroup and moderate group were higher than mild group. In December        Zhang et al reported the largest epidemiological investigation of 72314 cases and showed thecrude case fatality rate in Hubei province (2.9%) was 7.3 times higher than other provinces (0.4%) inChina,2 which indicated that there are differences in clinical outcome between the patients in Hubei andother provinces. The features and outcomes of patients with COVID-19 in Wuhan have been describedin detail in several studies. The date of disease onset was defined as the day when the symptomswere noticed by patients. RT-PCR detection reagents were provided by the two institutions. Alldata were analyzed by SPSS (version 20.0; SPSS Inc., Chicago, IL, USA). On admission, 36.1% or 22.7% patientsshowed leukopenia (white blood cell count < 4.00*109/L) or lymphopenia (lymphocyte count <0.8*109/L) respectively. Neutrophils in 54 (18.6%) patients were below the normal range. In patients with availableMycoplasma pneumonia or Chlamydia pneumonia antibody test, 29 of 44 (65.9%) or 22 of 40 (55.0%)patients had positive antibody test results respectively.285 (97.9%) of 291 patients received antiviral therapy (Table 3), including lopinavir and ritonavirtablets (75.9%), recombinant human interferon α2b (45.4%), recombinant cytokine gene derivedprotein (18.9%) and arbidol hydrochloride capsules (17.2%). The dose and method of administration was based on the guidelines5.Patients were discharged from hospital when the symptoms relieved, chest imaging improved, feverabated for at least three days, and two samples taken from respiratory tract 1 day apart were negativefor SARS-Cov-2 RNA. Thelength of hospitalization ranged from 5 to 25 days in discharged patients. 2 of 291 (0.7%) patients died during hospitalization, both of whom had anexposure history of having been to Wuhan within 14 days prior to onset of illness. Hunan is adjacent to Hubei province, and itsprovincial capital Changsha is 294 kilometers away from Wuhan, while another city Loudi is about 392kilometers away from Wuhan. Besides, both the two death cases in our study had atravel history in Wuhan while they both used to be in good health. The severe/critical group patients were more likely to havetwo or more symptoms at admission. Besides, Obvious disorder of renal function and electrolyte were relatively rare inour patients. 77.6% patients with available coagulation function test result had elevated fibrinogen onadmission, and the proportion in severe/critical group was even higher, which have not been observedin other studies. Our study provided more information about epidemiology and clinical profiles of COVID-19 inadjacent area around Hubei Province. Clinical characteristics of patients in this study were different from patients in Wuhan.on reasonable request. The datasets used and/or analyzed during the current study are available from the corresponding author        This study was supported by the National Natural Science Foundation of China (81770002 to HongLuo),        Changsha, China (kq1901120 to Hong Luo) and the National Key Clinical Specialty ConstructionProjects of China. We thank all the patients for participating in the present study. Conceived and designed the experiments: Hong Luo and Zhiguo Zhou. Wrote thetext of the main manuscript: Danhui Yang, Shuizi Ding, Xu Chen, Zhiguo Zhou, Hong Luo, Ping Chen."}