{"date": "2020/03/03", "journal": "medrxiv", "authors": "Xiaoping Chen, Jiaxin Ling, Pingzheng Mo, Yongxi Zhang, Qunqun Jiang, Zhiyong Ma, Qian Cao, Wenjia Hu, Shi Zou, Liangjun Chen, Lei Yao, Mingqi Luo, Tielong Chen, Liping Deng, Ke Liang, Shihui Song, Rongrong Yang, Ruiying Zheng, Shicheng Gao, Xien Gui, Hengning Ke, Wei Hou, Åke Lundkvist, Yong Xiong", "title": "Restoration of leukomonocyte counts is associated with viral clearance in COVID-19 hospitalized patients", "type": "preprint article", "abstract": "Tel: 86-27-67812880\nAddress: Department of infectious diseases, Zhongnan Hospital of\nWuhan University, No.169, Donghu Road, Wuchang District, Wuhan", "text": "Tel: 86-27-67812880Address: Department of infectious diseases, Zhongnan Hospital ofWuhan University, No.169, Donghu Road, Wuchang District, Wuhan3940414243444546474849505152535455565758Background: Viral clearance is one important indicator for the recoveryof SARS-CoV-2 infected patients. Previous studies have pointed out thatsuboptimal T and B cell responses can delay viral clearance inMERSCoV and SARS-CoV infected patients. The role of leukomonocytes inviral clearance of COVID-19 patients is not yet well defined.Methods: From January 26 to February 28, 2020, an observational studywas launched at the Department of Infectious Diseases, ZhongnanWe enrolled 25laboratory-confirmed COVID-19 patients, whose throat-swab specimenswere tested positive for SARS-CoV-2 infection by qRT-PCR. Toinvestigate the factors that contribute to the viral clearance, wecomprehensively analyzed clinical records, counts of lymphocyte subsetsincluding CD3+, CD4+, CD8+ T cells, B cells and NK cells in thepatients who successfully cleared SARS-CoV-2, and compared to thosethat failed to, after a standardized treatment of 8-14 days.Findings: In 25 enrolled COVID-19 patients, lymphopenia was acommon feature. After the treatment, 14 out of the 25 enrolled patientswere tested negative for SARS-CoV-2. The patients that cleared theinfection had restored the numbers of CD3+, CD4+, CD8+ T cells and B596061626364656667686970cells as compared to the still viral RNA positive patients, while therecovered patients had a higher count of leukomonocytes.Conclusions: By comparison of leukomonocytes counts in COVID-19patients at different stages of the disease, we found that CD3+, CD4+,CD8+ T cells and B cells appear to play important roles in viral clearance.The restoration of leukomonocytes counts from peripheral blood can beused as prognosis for the recovery of an COVID-19 infection. Wepropose that restoration of leukomonocytes counts can be added to theCOVID-19 diagnostic guidance as a criterion for releasing anddischarging patients.This study was funded by the Zhongnan Hospital of Wuhan UniversityScience, Technology and Innovation Seed Fund, grant numberznpy2018007 and the Swedish Research Council, grant number201705807. The funders had no role in study design, data collection oranalysis, decision to publish or preparation of the manuscript. The authorsdeclared no competing interests.777879808182838485868788899091929394959697In December 2019, a cluster of novel coronavirus-associated pneumoniacases was emerging in Wuhan, China [1]. The disease rapidly spreadfrom Wuhan and caused a wide epidemic in China. The World HealthOrganization (WHO) has recently named the disease as CoronavirusDisease-2019 (COVID-19) [2]. The etiology of the disease is a novelβcoronavirus, taxonomically named as severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2). Until February 29, 2020, SARS-CoV-2causes an epidemic worldwide. More than 80,000 people in over 60countries or territories have been contracted of COVID-19, and morethan 3000 people have died [3].The clinical manifestations of COVID-19 cases range from anasymptomatic course to serve acute respiratory symptoms and even acuterespiratory failure [4-7]. Transmission occurs from human to human withnosocomial transmissions. The incubation time of COVID-19 has beenreported from 0 to 24 days and also asymptomatic carriers can beinfectious [8].As a zoonotic virus, the natural host of SARS-CoV-2 is believed to bebats [9], however, the process of cross-species transmission(s) is still notknown. The very first cases were associated with the Huanan SeafoodWholesale Market in Wuhan, China [10]. There is no effective antiviral9899100101102103104105106107108109110111112113114115116drug available yet. Although the pathogenesis of COVID-19 is stillunclear, lymphopenia has been found in most COVID-19 patients [10-12].This feature has also been found in the other two fatal human coronavirusinfections caused by severe acute respiratory syndrome coronavirus(SARS-CoV) and the Middle East respiratory syndrome coronavirus(MERS-CoV) [13, 14]. Previous studies showed that T cells, especiallyCD4+ and CD8+ T cells, play a significant antiviral role in balancing thecombat against MERS-CoV or SARS-CoV infections [15]. These resultssuggested that leukomonocytes counts could be critical indicatorsassociated with severity and the disease outcome. In this study, weretrospectively analyzed 25 COVID-19 cases to elucidate the dynamic oflymphocyte subset changes in the peripheral blood and their roles duringthe viral clearance.From January 26 to February 28, 2020, 25 COVID-19 patients who hadbeen repeatedly analyzed for lymphocyte subsets and SARS-CoV-2 RNAwere enrolled in the study. Informed consents were obtained from all117118119120121122123124125126127128129130131132133134135136patients upon admission to the Department of Infectious Diseases,          The medical records, including epidemiological and demographicinformation, clinical manifestations, laboratory data, and outcome ofdisease, were collected. To avoid subjective biases, two investigatorsreviewed the data independently and made a final consensus.Peripheral blood (100 μl) was collected from patients at admission tohospital and after 7 – 10 days of standard therapy          Serial throat-swab samples were taken from patients at the admission tohospital during 8 – 14 days of standardized treatment (see Table 1)according to the recommendation in the guideline. The swab sampleswere placed in 150 μL of virus preservation solution and viral RNAsubsequently extracted as described earlier [5, 16]. Two target genes ofthe SARS-CoV-2 genome, including the open reading frame 1ab(ORF1ab) and the nucleocapsid protein (N) gene, were simultaneouslyamplified and tested in the real-time RT-PCR assay by using aSARSCoV-2 nucleic acid detection kit according to the manufacturer’s protocol(Shanghai Bio-Germ Medical Technology Co Ltd, Shanghai, China). Thereaction mixture consisted of 12 μL reaction buffer, 4 μL of enzymesolution, 3 μL of diethyl pyrocarbonate–treated water, 2 μL of RNAtemplate, and 4 μL of probe/primers solution, which contained two sets ofprobe primers: one set targets towards to ORF1ab (forward prime5’1371381391401411421431441451461471481491501511521531541551561575’5’5’andtheprobe5’-FAMN(forwardThe results of the real-time RT-PCR analyzes were interpreted as: acycle threshold value (Ct-value) less than 37 was defined as a positiveresult; a Ct-value of 40 or more was defined as a negative result; aandtheprobe5’-VICCCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3’), and another158159160161162163164165166167168169170171172173174175176177medium load result, defined as a Ct-value of 37 to less than 40, requiredanother test for confirmation. The patients who repeatedly testedSARSCoV-2 RNA negative for at least two times with an interval of more than1 day were regarded as viral negative. These diagnostic criteria werebased on the recommendation by the National Institute for Viral DiseaseWe used the SPSS 17.0 software package for the statistical analyses. Weused Χ2tests or Fisher’s exact tests for categorical variables. Formeasurement of the data, a normal distribution was tested first and thenproceeded to t-test, expressed as the mean ± standard deviations;otherwise the Mann-Whitney U test was used for non-normal distributiondata, expressed in terms of median (25%–75% interquartile range, IQR).This study was approved by the ethics board in Zhongnan Hospital of178179180181182183184185186187188189190191192193194195196197A total of 25 patients, 11 men and 14 women were enrolled in this study(Table 1). The ages of the patients spanned from 25 to 80 years (average51.4±16.6 years). Fourteen people described a previous exposure historyto the source of infection, either from the Huanan Seafood WholesaleMarket or through direct contacts with COVID-19 patients. The mostcommon symptoms at the onset of illness were: fatigue (80.0%), fevero(37.4–39.1 C, 75.0%), myalgia (68.0%), cough (64.0%), and lesscommon: dyspnea (28.0%) and diarrhea (20.0%). Seven cases hadunderlying diseases such as hypertension, cardiovascular disease,diabetes, malignancy or chronic liver disease (Table 1).Laboratoryanalysiswere performedbefore the treatment. Thebiochemicaltestsincludedalanineaminotransferase,aspartateaminotransferase, aspartate aminotransferase, creatinine, and D-dimer,which all were found normal (Table 2). However, blood counts of the9patients showed leucopenia (4.5±1.9 ×10 /L) and lymphopenia (< 1.39×10 /L). The counts of CD3+ T cells, CD4+ T cells, CD8+ T cells, Bcells, and NK cells were found lower than normal values. Interleukin-6198199200201202203204205206207208209210211212213214215216had increased to a mean of 16.1 (3.7 – 31.4) pg/ml. Five patients had anincrease of procalcitonin (≥0.05 ng/mL) (Table 2).The treatment was mainly of supportive care (Table 1). Twenty-fourpatients were given antiviral therapy including arbidol (orally, 200 mg,three times per day), and oxygen support. Antibiotic therapy, both orallyand intravenous, were given as described in Table 1. Fourteen patientsreceived corticosteroids to suppress an excessive inflammatory activation.After standardized treatment of 8–14 days, according to the laboratoryanalysis of viral RNA, fourteen patients showed viral clearance and 11patients were still positive for SARS-CoV-2 viral RNA (Table 1).When comparing the group that showed viral clearance and the group thatfailed, we found no significant association to sex, epidemiologicalexposure history, comorbidities, onsets of signs and symptoms, ortreatment, but with the age and days of hospitalization. The mean days ofhospitalization in the group that showed viral clearance were 12 days(10.0 – 15.0), which was shorter as compared to the group that failed toclear the virus, for which the average days were 21 (18.0 – 23.0) days.Age can play an important role during the viral clearance: patientswithout viral clearance were older (60.2±16.9, y) than patients with viral217218219220221222223224225226227228229230231232233234235clearance (44.5 ± 13.0 y), showing a statistically significant difference(Table 1).outcomesAssociation between peripheral lymphocyte counts and diseaseSince lymphopenia was found in all the patients in the current study andalso earlier reported elsewhere [10], we further analyzed the associationbetween peripheral lymphocyte counts and disease outcomes. In the 14patients with viral clearance after the 8 – 14 days of treatment, the countsof CD3+ T cells, CD4+ T cells, CD8+ T cells, and B cells were restoredclose to normal levels and with a significant difference as compared tothe counts at admission in 12 patients. In the remaining 2 patients withviral clearance the leukomonocytes counts were still at low levels (Figure1, A-E). However, in the patients without viral clearance (No.=11), nodifferences were seen before and after treatment regarding the CD3+,CD4+, CD8+, B, and NK cell counts (Figure 1, F-J). The associationbetween peripheral lymphocyte counts and viral detection suggested thathigher counts of CD3+ T cells, CD4+ T cells, CD8+ T cells, and B cellshad a significant impact on the viral clearance.236237238239240241242243244245246247248249250251252253254255256To further monitor the disease outcome of those 11 patients who werestill positive for SARS-CoV-2 virus RNA, we extended the sametreatment to 15 – 23 days (Figure 2). At 15 –23 days, 7 patients werenegative for viral RNA detection (data for leukomonocyte subsets wasavailable for 6 of these 7 patients), but 4 patients were still positive (allthese four had been tested for leukomonocyte subsets). The 4 viral RNApositive patients had low counts of CD3+ T cells (< 1200 ×109/L), CD4+T cells (< 700 ×109/L), CD8+ T cells (< 500 ×109/L), B cells (< 400×109/L), and NK cells (< 400 ×109/L). Due to the small sample size, nostatistically significant differences for the cell counts were observed,except for the NK cell counts, which showed a significant decrease in the4 viral RNA positive patients (Figure 2, J). However, we found a similartrend that the increased counts of CD3+ T cells and CD8+ T cellscorresponded to cases which were negative for viral RNA detection (5out of 6). One case that still had low counts of CD3+ T cells, CD4+ Tcells, CD8+ T cells, B cells and NK cells was found negative for viralRNA.We observed the clinical course of 25 COVID-19 patients within 23 daysof treatment. During the first phase of treatment, at 8 – 14 days, fourteen257258259260261262263264265266267268269270271272273274275276patients showed viral clearance and 12 of them were discharged from thehospital according to the guideline. The treatment of oxygen supporttherapy and clinical observation was continued for the remaining 2patients in this group. Eleven viral RNA positive patients received asecond phase of treatment between 15– 23 days. Until February 28, 7 ofthese 11 patients turned out to be viral RNA negative. Four of these 7patients were then discharged from the hospital, while the other 3 (onehad a liver disease and the other two still had significant clinicalsymptoms), together with the 4 patients who were still positive for viralRNA, were kept under treatment (Table 1). In total, 9 out of the 25COVID-19 patients were still hospitalized after 23 days of clinicaltreatment.In this report, we retrospectively investigated the changes of CD3+,CD4+, CD8+, B, and NK cell counts in peripheral blood of 25COVID19 patients during the viral infection and the mechanisms for viralclearance. We found that restoration of CD3+, CD4+, CD8+ T cells, Bcells and NK cells was associated the viral clearance in COVID-19patients.277278279280281282283284285286287288289290291292293294295296297298According to the Guideline of the treatment of COVID-19 (Version 6,2020Feb18,d7da8aefc2.shtml), the diagnosis of COVID-19 infection is based on anepidemiological history of contact with COVID-19 patients or travel toendemic areas, combined with laboratory testing including viral RNAdetection and radiological findings. COVID-19 patients have similaritiesof the clinical features with other coronavirus infections. Most patientshad fever, cough, myalgia and fatigue, and less often showed symptomsof dyspnoea, haemoptysis and diarrhea [10]. Half of the cases hadcomorbidities such as diabetic, hypertension and cardiovascular diseases[10]. In our study, we also found some cases that had underlying diseasesbut without any association with the disease outcome. Age is a risk factorfor a more severe disease outcome, because of the generally inferiorfunction of the immune system among older people. Based on theguideline, the patients who have normal body temperature for more thanthree days, mitigation of respiratory symptoms, improvement ofradiological evidences for lesions, and had been tested negative forspecific SARS-CoV-2 RT-PCR at least twice, can be discharged from thehospital. The average hospitalized time was 17 days (IQR 11.5 – 21.5),and even as long as 23 days for the patients that were released from ourstudy [5], suggesting the time for SARS-CoV-2 clearance is also around29930030130230330430530630730830931031131231331431531631731831917 days or longer. This was also been observed in an earlier study wherethe shedding of SARS-CoV-2 in saliva continued up to 11 days [17].Until now, there is no effective antivirals available against SARS-CoV-2.To eliminate the virus an effective immunological response with aminimum of immunopathological effects is required [18]. The antigenpresentation requires inhibitory alveolar macrophages and dendritic cells(DCs). Successful stimulation can produce viral specific CD4 T cells,which are involved in the development of a specific humoral response,including neutralizing antibodies that can block the viral entry to the cells[19]. CD8+ cytotoxic T cells are required for recognition and killing ofthe infected cells, further playing a crucial role in SARS-CoV clearance[20, 21]. However, in the biopsy samples from the patients who died ofCOVID-19, histological examination showed pulmonary oedema withhyaline membrane formation, and interstitial mononuclear inflammatoryinfiltrates in the lung tissue, suggesting that acute respiratory failure wasthe cause of death, underlying mechanism that an over-activatedimmunity injured the lung tissue [12]. Among SARS patients, highexpression of dysregulated chemokines and cytokines were found inblood and lungs [22], due to the reason of aberrant immune responsecaused by the viruses [13, 14]. The delayed or suboptimal immuneresponses would make chances for SARS-CoV and MERS-CoV to320321322323324325326327328329330331332333334335336337338339escape from the immune responses, and survive and replicate in the hostcells, leading a further delay of the viral clearance [15, 23]. In our study,COVID-19 patients at older ages needed a longer time for the recovery,likely due to the fact that aging is associated with a set of functional andstructural alterations in the immune system [24]. Immune-modulators, ascorticosteroids, have been empirically used in both SARS and COVID-19patients [10, 25]. Since corticosteroids might have a decline effect ofcirculating specific B and T cell subsets [26], the usage on COVID-19patients should be carefully evaluated before considered [12, 27].A rapid and generalized lymphopenia has been observed as a prominentpart in SARS-CoV and MERS infections [28]. Lymphopenia has alsobeen observed in other viral infections such as measles virus and avianinfluenza virus, swine foot-and-mouth disease virus, respiratory syncytialvirus, and HIV [29-33]. The possible reasons would be lymphocytesequestration in the lung tissues, or immune-mediate lymphocytedestruction. In MERS infections, the function of bone marrow or thymussuppressed, and furthermore, T cells underwent apoptosis [34-36]. InCOVID-19 patients, peripheral CD4 and CD8 T cell counts were founddecreased but, they were also hyperactivated, which could result in severeimmune injuries [12].340341342343344345346347348349350351352353354355356357358359In the present study, we followed the current guidelines and used aspecific SARS-CoV-2 realtime RT-PCR for viral detection. Surprisingly,one lymphopenia patient (37y, male, chronic liver disease) was foundnegative by the realtime RT-PCR and his symptoms had been improvedbut he is still in hospital. Until now, specific viral RNA detection basedon realtime RT-PCR is commonly used in the clinical diagnosis. Theusage of realtime RT-PCR is versatile in the detection of SARS-CoV-2 inthe respiratory tract specimen or throat swab, but we must keep in mindthat those methods always are followed by the probability of falsepositive/negative. Besides, around 14% of the discharged COVID-19patientswere testedas positive againon followup samplesshowingthe recurrence of SARS-CoV-2. This imply that viral detection cannot beused as a single criterion for COVID-19 diagnosis. As a highlycontiguous disease with a fatality of approximately 2.3% and up to 49.0%in critical cases [7], every hospitalized COVID-19 patient must beevaluated carefully before discharged. The peripheral leukomonocytescounts could provide more information in the evaluation of COVID-19patients.360361362363364365In conclusion, we retrospectively analyzed 25 COVID-19 cases andfound that restoration of peripheral leukomonocytes could help theclearance of SARS-CoV-2. We propose here that leukomonocytes countsmay serve as a valid prognosis of immune reconstitution for recovery ofCOVID-19 infection and that can update the current COVID-19 diagnosisguideline.367368369370371372373374375376377378379380381382383384385386387388389390391392393394395396397398399400401402403404An especially strong appreciation goes to all the clinical physicians,health caregivers, clinical laboratory personals, epidemiologists, andresearchers who have been fighting against the SARS-CoV-2 epidemic.Reference405406407408409410411412413414415416417418419420421422423424425426427428429430431432433434435436437438439440441442443444445446447448449450451452453454Wong RS, Wu A, To KF, et al. Haematological manifestations in patients withsevere acute respiratory syndrome: retrospective analysis. BMJ 2003;326(7403): 1358-62.Lau SK, Lau CC, Chan KH, et al. Delayed induction of proinflammatorycytokines and suppression of innate antiviral response by the novel MiddleEast respiratory syndrome coronavirus: implications for pathogenesis andtreatment. J Gen Virol 2013; 94(Pt 12): 2679-90.Liu J, Zheng X, Tong Q, et al. Overlapping and discrete aspects of thepathology and pathogenesis of the emerging human pathogeniccoronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J Med Virol 2020.Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine verticaltransmission potential of COVID-19 infection in nine pregnant women: aretrospective review of medical records. The Lancet 2020.        To KK, Tsang OT, Chik-Yan Yip C, et al. Consistent detection of 2019 novelcoronavirus in sa        Newton AH, Cardani A, Braciale TJ. The host immune response in respiratoryvirus infection: balancing virus clearance and immunopathology. SeminImmunopathol 2016; 38(4): 471-82.Chen J, Lau YF, Lamirande EW, et al. Cellular immune responses to severeacute respiratory syndrome coronavirus (SARS-CoV) infection in senescentBALB/c mice: CD4+ T cells are important in control of SARS-CoV infection. JVirol 2010; 84(3): 1289-301.Janice Oh HL, Ken-En Gan S, Bertoletti A, Tan YJ. Understanding the T cellimmune response in SARS coronavirus infection. Emerg Microbes Infect 2012;1(9): e23.Zhao J, Zhao J, Perlman S. T cell responses are required for protection fromclinical disease and for virus clearance in severe acute respiratory syndromecoronavirus-infected mice. J Virol 2010; 84(18): 9318-25.Jiang Y, Xu J, Zhou C, et al. Characterization of cytokine/chemokine profilesof severe acute respiratory syndrome. Am J Respir Crit Care Med 2005;171(8): 850-7.Min CK, Cheon S, Ha NY, et al. Comparative and kinetic analysis of viralshedding and immunological responses in MERS patients representing abroad spectrum of disease severity. Sci Rep 2016; 6: 25359.Sadighi Akha AA. Aging and the immune system: An overview. J ImmunolMethods 2018; 463: 21-6.Stockman LJ, Bellamy R, Garner P. SARS: systematic review of treatmenteffects. PLoS Med 2006; 3(9): e343.Olnes MJ, Kotliarov Y, Biancotto A, et al. Effects of Systemically AdministeredHydrocortisone on the Human Immunome. Sci Rep 2016; 6: 23002.Wu F, Zhao S, Yu B, et al. A new coronavirus associated with humanrespiratory disease in China. Nature 2020.Li T, Qiu Z, Zhang L, et al. Significant changes of peripheral T lymphocytesubsets in patients with severe acute respiratory syndrome. J Infect Dis 2004;189(4): 648-51.Okada H, Kobune F, Sato TA, et al. Extensive lymphopenia due to apoptosisof uninfected lymphocytes in acute measles patients. Arch Virol 2000; 145(5):905-20.Zitzow LA, Rowe T, Morken T, Shieh WJ, Zaki S, Katz JM. Pathogenesis ofavian influenza A (H5N1) viruses in ferrets. J Virol 2002; 76(9): 4420-9.45545645745845946046146246346446546646746846947047147247347431.Bautista EM, Ferman GS, Golde WT. Induction of lymphopenia and inhibitionof T cell function during acute infection of swine with foot and mouth diseasevirus (FMDV). Vet Immunol Immunopathol 2003; 92(1-2): 61-73.O'Donnell DR, Carrington D. Peripheral blood lymphopenia and neutrophilia inchildren with severe respiratory syncytial virus disease. Pediatr Pulmonol2002; 34(2): 128-30.Li CX, Li YY, He LP, et al. The predictive role of CD4(+) cell count andCD4/CD8 ratio in immune reconstitution outcome among HIV/AIDS patientsreceiving antiretroviral therapy: an eight-year observation in China. BMCImmunol 2019; 20(1): 31.He Z, Zhao C, Dong Q, et al. Effects of severe acute respiratory syndrome(SARS) coronavirus infection on peripheral blood lymphocytes and theirsubsets. Int J Infect Dis 2005; 9(6): 323-30.Yang Y, Xiong Z, Zhang S, et al. Bcl-xL inhibits T-cell apoptosis induced byexpression of SARS coronavirus E protein in the absence of growth factors.Biochem J 2005; 392(Pt 1): 135-43.Mubarak A, Alturaiki W, Hemida MG. Middle East Respiratory SyndromeCoronavirus (MERS-CoV): Infection, Immunological Response, and VaccineDevelopment. J Immunol Res 2019; 2019: 6491738.476477outcomes of 25 patients infected with SARS-CoV-2Viral clearanceRespiratory rate, median (IQR)a After 7-14 days, viral clearance or not was determined by viral RNA detections.b After 18-25 days, patients were discharged according to the guideline: 1) a series negative result ofviral RNA detection; 2) no clinical symptoms; 3) improved chest CT imaging.488White blood cell Count (×10⁹ /L)Lymphocyte count (×10⁹ /L)Monocyte count (×10⁹ /L)Neutrophil count (×10⁹ /L)Platelet count (×10⁹ /L)Alanine aminotransferase (U/L)Aspartate aminotransferase (U/L)Total bilirubin ( mmol/L)Lactate dehydrogenase (U/L)Prothrombin time (s)D-dimer, (mg/L)Creatinine (μmol/L)Procalcitonin, ng/mL ≥0.05, No. (%)Figure legendsB, and NK cell counts in patients who were negative for theSARS-CoV2 (A-E) and positive (F-J) after 8-14 days of treatment. The mediumnumber of peripheral lymphocyte counts are represented in the solid line.The threshold of normal peripheral lymphocyte counts is represented inthe dash line. NS means no significant difference tested in statisticalanalysis: Mann-Whitney U test was used for A, B, E, F since these dataare non-normal distributed and t-test was used for the other normaldistributed data).B, and NK cell counts in six patients who were negative for theSARSCoV-2 (A-E) and four patients who were positive (F-J) after 15-23 daysof treatment. The medium number of peripheral lymphocyte counts arerepresented in the solid line. The threshold of normal peripherallymphocyte counts is represented in the dash line. NS means nosignificant difference tested in statistical analysis and all data usedMann", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Naming the coronavirus disease (COVID-2019) and the virus that causes it"], ["technical-guidance/naming-the-coronavirus-disease-(covid-"], ["Initial CT findings and temporal changes in patients with the novel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [""], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], [], [], ["Y Pan", "H Guan", "S Zhou"], ["D Wang", "B Hu", "C Hu"], ["JAMA"], ["N Zhu", "D Zhang", "W Wang"], ["Z Wu", "JM McGoogan", "Prevention. JAMA"], ["Y Bai", "L Yao", "T Wei"], ["P Zhou", "XL Yang", "XG Wang"], ["C Huang", "Y Wang", "X Li"], ["JF Chan", "S Yuan", "KH Kok"], ["Z Xu", "L Shi", "Y Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Tel: 86-27-67812880\nAddress: Department of infectious diseases, Zhongnan Hospital of\nWuhan University, No.169, Donghu Road, Wuchang District, Wuhan", "one_words_summarize": "Tel: 86-27-67812880Address: Department of infectious diseases, Zhongnan Hospital ofWuhan University, No.169, Donghu Road, Wuchang District, Wuhan3940414243444546474849505152535455565758Background: Viral clearance is one important indicator for the recoveryof SARS-CoV-2 infected patients. Conclusions: By comparison of leukomonocytes counts in COVID-19patients at different stages of the disease, we found that CD3+, CD4+,CD8+ T cells and B cells appear to play important roles in viral clearance. The funders had no role in study design, data collection oranalysis, decision to publish or preparation of the manuscript. The disease rapidly spreadfrom Wuhan and caused a wide epidemic in China. Until February 29, 2020, SARS-CoV-2causes an epidemic worldwide. Transmission occurs from human to human withnosocomial transmissions. The very first cases were associated with the Huanan SeafoodWholesale Market in Wuhan, China [10]. There is no effective antiviral9899100101102103104105106107108109110111112113114115116drug available yet. These resultssuggested that leukomonocytes counts could be critical indicatorsassociated with severity and the disease outcome. Two target genes ofthe SARS-CoV-2 genome, including the open reading frame 1ab(ORF1ab) and the nucleocapsid protein (N) gene, were simultaneouslyamplified and tested in the real-time RT-PCR assay by using aSARSCoV-2 nucleic acid detection kit according to the manufacturer’s protocol(Shanghai Bio-Germ Medical Technology Co Ltd, Shanghai, China). The ages of the patients spanned from 25 to 80 years (average51.4±16.6 years). The counts of CD3+ T cells, CD4+ T cells, CD8+ T cells, Bcells, and NK cells were found lower than normal values. Fourteen patientsreceived corticosteroids to suppress an excessive inflammatory activation. After standardized treatment of 8–14 days, according to the laboratoryanalysis of viral RNA, fourteen patients showed viral clearance and 11patients were still positive for SARS-CoV-2 viral RNA (Table 1).When comparing the group that showed viral clearance and the group thatfailed, we found no significant association to sex, epidemiologicalexposure history, comorbidities, onsets of signs and symptoms, ortreatment, but with the age and days of hospitalization. However, in the patients without viral clearance (No.=11), nodifferences were seen before and after treatment regarding the CD3+,CD4+, CD8+, B, and NK cell counts (Figure 1, F-J). The associationbetween peripheral lymphocyte counts and viral detection suggested thathigher counts of CD3+ T cells, CD4+ T cells, CD8+ T cells, and B cellshad a significant impact on the viral clearance.236237238239240241242243244245246247248249250251252253254255256To further monitor the disease outcome of those 11 patients who werestill positive for SARS-CoV-2 virus RNA, we extended the sametreatment to 15 – 23 days (Figure 2). We found that restoration of CD3+, CD4+, CD8+ T cells, Bcells and NK cells was associated the viral clearance in COVID-19patients.277278279280281282283284285286287288289290291292293294295296297298According to the Guideline of the treatment of COVID-19 (Version 6,2020Feb18,d7da8aefc2.shtml), the diagnosis of COVID-19 infection is based on anepidemiological history of contact with COVID-19 patients or travel toendemic areas, combined with laboratory testing including viral RNAdetection and radiological findings. COVID-19 patients have similaritiesof the clinical features with other coronavirus infections. This imply that viral detection cannot beused as a single criterion for COVID-19 diagnosis. Haematological manifestations in patients withsevere acute respiratory syndrome: retrospective analysis. The host immune response in respiratoryvirus infection: balancing virus clearance and immunopathology. SeminImmunopathol 2016; 38(4): 471-82.Chen J, Lau YF, Lamirande EW, et al. JVirol 2010; 84(3): 1289-301.Janice Oh HL, Ken-En Gan S, Bertoletti A, Tan YJ. A new coronavirus associated with humanrespiratory disease in China. Int J Infect Dis 2005; 9(6): 323-30.Yang Y, Xiong Z, Zhang S, et al. Middle East Respiratory SyndromeCoronavirus (MERS-CoV): Infection, Immunological Response, and VaccineDevelopment. The threshold of normal peripherallymphocyte counts is represented in the dash line. NS means nosignificant difference tested in statistical analysis and all data usedMann"}