{"date": "2020/03/04", "journal": "medrxiv", "authors": "Min Cao, Dandan Zhang, Youhua Wang, Yunfei Lu, Xiangdong Zhu, Ying Li, Honghao Xue, Yunxiao Lin, Min Zhang, Yiguo Sun, Zongguo Yang, Jia Shi, Yi Wang, Chang Zhou, Yidan Dong, Ping Liu, Steven M Dudek, Zhen Xiao, Hongzhou Lu, Longping Peng", "title": "Clinical Features of Patients Infected with the 2019 Novel Coronavirus (COVID-19) in Shanghai, China", "type": "preprint article", "abstract": "* Address correspondence and reprint requests to Dr. Hongzhou Lu, Shanghai Public Health Clinical Centre, ‡ These authors contributed equally to this paper.", "text": "Background: Since mid-December 2019, a cluster of pneumonia-like diseases caused by a novelcoronavirus, now designated COVID-19 by the WHO, emerged in Wuhan city and rapidly spreadthroughout China. Here we identify the clinical characteristics of COVID-19 in a cohort of patients inMethods: Cases were confirmed by real-time RT-PCR and were analysed for demographic, clinical,laboratory and radiological features.Results: Of 198 patients, the median duration from disease onset to hospital admission was 4 days. Themean age of the patients was 50.1 years, and 51.0% patients were male. The most common symptom wasfever. Less than half of the patients presented with respiratory systems including cough, sputum production,itchy or sore throat, shortness of breath, and chest congestion. 5.6% patients had diarrhoea. On admission, Tlymphocytes were decreased in 45.8% patients. Ground glass opacity was the most common radiologicalfinding on chest computed tomography. 9.6% were admitted to the ICU because of the development oforgan dysfunction. Compared with patients not treated in ICU, patients treated in the ICU were older, hadlonger waiting time to admission, fever over 38.5o C, dyspnoea, reduced T lymphocytes, elevatedneutrophils and organ failure.Conclusions: In this single centre cohort of COVID-19 patients, the most common symptom was fever, andthe most common laboratory abnormality was decreased blood T cell counts. Older age, male, fever over38.5oC, symptoms of dyspnoea, and underlying comorbidity, were the risk factors most associated withseverity of disease.Key words: 2019 novel coronavirus; acute respiratory infection; risk factors for disease severityIn December 2019, a cluster of patients with pneumonia of unknown cause was linked to a seafoodwholesale market in Wuhan, China 1. Sequencing analysis from lower respiratory tract samples indicated anovel coronavirus, which was initially named 2019 novel coronavirus (2019-nCov), and later reclassified asSARS-CoV-2 by the World Health Organization. Coronaviruses are known to cause multiple systeminfections in various animals and primarily respiratory tract infections in humans, including recent outbreaksof severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) 2. Employinglessons learned from the SARS outbreak, extraordinary public health measures were launched to controlspread of the SARS-CoV-2 virus. Beginning on Jan 23, 2020, local governments in Hubei Provinceincluding Wuhan, Huanggang etc., announced the suspension of public transportation, with closure ofairports, railway stations, and city highways, to prevent further disease transmission. Despite these extensiveefforts by the Chinese government and health officials to control the outbreak of coronavirus disease 2019(COVID-19), by January 30th, 2020, human-to-human transmission had been reported to occur outsideWuhan, extending into other regions of China and to other countries. WHO has declared that the outbreak ofCOVID-19 constitutes a Public Health Emergency of International Concern (PHEIC). As of Feb 19, 2020,72,533 confirmed cases had been reported with a total of 1872 deaths.At the time of this analysis, only a little over a month has passed since COVID-19 was first reported 1. Thereare reasonable concerns about whether COVID-19 has undergone rapid or marked genomic mutation duringtransmission. Yet large cohort reports from outside Wuhan (Hubei Province) are not yet available, and theclinical characteristics of COVID-19 remain largely unclear. In this article, we describe the initial clinical,laboratory, and radiological characteristics of patients confirmed to have COVID-19 in Shanghai, and wecompare the clinical features between patients with less severe illness and those requiring critical care.Patients. We obtained epidemiological, demographic, clinical, laboratory and management data from themedical records of patients infected with SARS-Cov-2. On Jan 20, 2020, the first human case of COVID-19in Shanghai was confirmed. Since then all hospitals in Shanghai have opened special fever clinics to screensuspected patients, and laboratory confirmed patients were then admitted to a single designated hospital inShanghai (Shanghai Public Health Clinical Centre). Laboratory confirmation of COVID-19 was done by theChinese Centre for Disease Control and Prevention. Throat-swab specimens from the upper respiratory tractwere obtained from all patients at admission and maintained in viral transport medium. COVID-19 wasconfirmed by real-time RT-PCR using the same protocol as described previously 3. Confirmed patients werehospitalized into negative pressure wards for further medical observation and treatment. We collected datafrom patients who were admitted from Jan. 20 up to Feb. 15. All the data collected from the included caseshave been shared with the WHO.Data Collection. Epidemiological exposure data, patient characteristics, clinical symptoms, laboratory andimaging findings and medical history were extracted from electronic medical records and analysed bylicensed physicians. Laboratory data were recorded in standardized form. Initial investigations included acomplete blood count, routine urinalysis, blood gases, coagulation function, erythrocyte sedimentation rate(ESR), C-reactive protein (CRP) and serum biochemical testing (including renal and liver function, serumlactate, lactate dehydrogenase, and electrolytes). To characterize the effect of coronavirus on the immunesystem, immunologic factors including serum immunoglobulin, complements, cytokines, rheumatoid factor(RF) and T cell and leukocyte subpopulations were analysed by flow cytometry.Non-laboratory information, including patient characteristics, epidemiological and medical history,were obtained and recorded by licensed physicians from direct interviews of patients and their relatives. Tworesearchers independently reviewed the data collection forms to review the data extracted. Written informedconsent was waived in light of the urgent need to collect clinical data.The severity of COVID was defined based on the criteria established by China's National HealthCommission 4. 1. Mild. Minor symptoms only, without evidence for pneumonia by chest X-ray. 2, Moderate.Fever and respiratory symptoms are present, and there is evidence for pneumonia by chest X-ray. 3. Severe.Defined by any of the following conditions. 1) Dyspnoea, respiratory rate ≥30 /min, 2) resting hypoxia SaO2≤93%, 3) PaO2/FiO2 ≤300 mmHg. 4. Critical. The presence of any of the following conditions. 1)Respiratory failure, require mechanical ventilation, 2) shock, 3) other acute organ failure.Median and interquartile range (IQR) or mean and standard deviation were calculated for continuousvariables. Count and percentages were presented for categorical variables. Statistical Analysis wasperformed by using SPSS21.0.Demographic and clinical characteristics. The demographic and clinical characteristics are shown inwere under 50 years old, among them 66 (33.3%) were under 39 years old, and 30 were aged 40-49. 24(12.1%) patients were over 70 years old. 14 (7.1%) of the patients had a history of alcohol use, and 11 (5.6%)had a smoking history. 101 (51.0%) patients were male, and 97 (49.0%) were female. 69 patients had at leastone underlying chronic medical disorder. These included 42 (21.2%) patients with hypertension, 15 (7.6%)with diabetes, 12 (6.0%) with cardiovascular diseases, 4 (2.0%) with malignancy, and 6 (3.0%) with thyroidThe most common symptom identified was fever (86.9%). Patients’ body temperatures were mostcommonly in a range from 38-38.9 °C (IQR). 10 (8.8%) patients presented with high fever greater than 39 .Less than half of the patients presented with respiratory systems including cough (46.4%), sputumproduction (23.2%), itchy or sore throat (9.8%), shortness of breath (4.5%) and chest congestion (8.0%).Myalgia or fatigue occurred in almost one-third (31.3%) of the patients. In addition, 5 (4.4%) patients haddiarrhoea, which is suggestive of digestive system involvement (Table 1).No infections of health care workers were detected during the time interval studied. A history of recenttravel to Wuhan, and contact with people from Wuhan was documented in 126 (63.6%) of the patients.There was no difference in severity of disease between cases with Wuhan contact history and no-Wuhancontact history.Of these 198 patients, 179 (90.4%) were admitted to isolation wards, including 3 mild and 176moderate cases. 19 (9.5%) were admitted and transferred to the ICU because of the development ofrespiratory failure or other organ dysfunction, including 9 severe cases and 10 critical cases. 1 patient diedwithout collecting sufficient data, and therefore was excluded from this study. Patient age differedsignificantly between the two groups (63.7 ± 16.8 for ICU vs 48.6 ± 15.6 for non-ICU patients). Malepatients were significantly more common in ICU as compared with non-ICU cases (89.5% vs. 46.9%).Moreover, patients with underlying cardiovascular diseases were significantly more common in ICU casesas compared with non-ICU cases (26.3% vs. 3.9%, P<0.01). Compared with the non-ICU, patients admittedto the ICU were more likely to have high fever with temperature over 38.5oC (78.6% vs 37.6%), shortness ofbreath (36.8% vs 2.2%), and longer waiting period from onset of symptom to hospital admission (7 vs 463.7 (16.8)48.6 (15.6)64 (35.8%)patients had normal white blood cell, neutrophil, lymphocyte and platelet counts (Table 2). Prothrombintime (PT) (median 13.3, 12.9-13.8) and activated partial thromboplastin time (APTT, median 39.5, 36.7-42.8)were normal in most patients. However, a marked rise in fibrinogen and CRP was observed in 108 (55.4%)and 152 (78.4%) cases, respectively. The majority of patients (65.4%) had decreased blood calciumconcentration, while 19.5% cases had decreased blood sodium concentration.Compared with the non-ICU patients, patients admitted to the ICU were more likely to have increasedneutrophil count (15.8% vs 5.2%), decreased lymphocyte count (84.2% vs 0.6%), increased prothrombintime (26.3% vs 7.4%), increased APTT (42.1% vs 15.3), increased fibrinogen (78.9% vs 52.8%) andincreased D-dimer (63.2% vs 29.5%), as well as decreased levels of blood sodium (42.1% vs 17.0%) andcalcium (100% vs 61.4%). By contrast, patients admitted to the ICU were less likely to have increasedC-reactive protein (57.9% vs 80.6%).Platelet count, ×(1.97-2.14,n=185)HS-C reactiveprotein (hsCRP),mg/L(Normal: ＜10)Decreased121 (65.4%)Glucose, mmol/LOrgan dysfunction. The organ dysfunctions of the 198 patients are shown in Table 3. 21 (10.8%) patientshad increased alanine aminotransferase (ALT) and 26 (20.0%) had increased aspartate aminotransferase(AST). Although 78 (40.0%) patients presented with hypoalbuminemia, the median (40.92, 37.99 - 43.12)was close to the normal range. Several patients had varying degrees of renal dysfunction or damage, withelevated blood urea nitrogen (15, 7.9%) or serum creatinine (10, 5.3%). 36.4% of the patients had positiveurine protein tests. 22 (11.3%) patients had increased cardiac troponin I, and 33 (17.0%) patients hadincreased myoglobin.Compared with the non-ICU patients, patients admitted to the ICU were more likely to have increasedAST (42.1% vs 14.8%), decreased albumin (84.2% vs 35.8%), and increased glutathione reductase (66.7%vs 36.9%). Patients admitted to the ICU were also more likely to have increased creatinine (15.8% vs 4.1%)and blood urea nitrogen (26.3% vs 5.7%) as measures of kidney dysfunction, as well as increased level ofblood cardiac troponin I (47.4% vs 7.4%) indicative of heart injury.(Normal: 0.5-2.2)34 (17.4 %)Immunological dysfunction. Most patients had decreased T lymphocyte counts, with 88 (45.8%) havingdecreased CD3+ T lymphocytes, 88 (45.8%) having decreased CD4 Th1 cells, 66 (34.4%) having decreasedCD8 Th2 cells, and 73 (38.0%) having decreased CD45 positive cells, a pan-leukocyte marker. The majorityof patients showed normal CD4/CD8 ratio, and normal levels of IgA, IgG, IgM, C3 and C4 (Table 4).Compared with the non-ICU patients, patients admitted to the ICU had reduced CD3+ T cell counts(411.0 vs 801.0) and were more likely to have decreased CD4+ T cells (89.5% vs 41.0%), decreased CD8+ Tcells (84.2%vs 29.7%), decreased CD45+leukocyte population (84.2%vs 32.9%) and decreasedcomplement 3 level (31.6% vs 6.3%). By contrast, patients admitted to the ICU were more likely to haveincreased level of IgA (21.1% vs 7.4%).CD3, cell/µl(Normal: 690-2540)IGA, g/L(Normal: 0.70-4.00)IGG, g/L(Normal: 7.00-16.00)IGM, g/L(Normal: 0.40-2.30)Radiological findings. Of 198 patients who underwent chest computed tomography on admission, 98.5 %cases manifested abnormalities suggestive of pneumonia. The most common patterns on chest computedtomography were ground-glass opacity and bilateral patchy consolidation. Figure 1 illustrates representativefindings with different degrees of radiological abnormalities from seven patients.Longitudinal profile of laboratory finding in patients admitted to ICU. To determine the major clinicalfeatures that appeared during COVID-19 progression, the dynamic changes in 11 clinical laboratoryparameters, including haematological and biochemical parameters, were tracked from day 1 to day 15 afterthe onset of the disease at 2-day intervals (Fig. 2 &3). ICU patients were subdivided into two subgroups asdescribed in the Methods section: severe and critical. The levels of CRP and procalcitonin in critically illpatients showed a trend for sustained elevation 9 days after admission (Fig. 2A&B). White blood cells andneutrophils counts were higher in critical patients than in severe patients (Fig. 2C&D). Most significantly,critical cases had more severe lymphopenia than severe cases (Fig 2E, < 0.6 x 109/L, P<0.05).Critical cases had significantly more organ dysfunction and coagulation abnormalities than severecases. Cardiac troponin I and myoglobin was higher in critical patients than in severe cases (Fig. 3A&B),indicating heart injury. The levels of blood urea nitrogen (BUN) and creatinine level were higher in criticalcases than in severe cases (Fig. 3C&D), suggesting kidney injury. The level of D-dimer was higher incritically ill than in severely ill (Fig. 3E), however, there was no marked difference in fibrinogen levelbetween these two groups (Fig. 3F).In this single centre cohort of confirmed COVID-19 cases in Shanghai, the median duration ofsymptoms from disease onset to hospital admission was 4 days. Compared to the previously reportedduration of 7-10 days between symptom onset and hospitalization in Wuhan 3 5 6, patients in Shanghaireceived earlier in-ward observation and medical service, most likely due to improved monitoring andincreased awareness of the outbreak. As a result, our data likely were recorded closer to the onset date of thedisease, which may explain some of the differences between the results reported from Wuhan and Shanghai.In terms of patient’s characteristics, we observed a comparatively equal male to female ratio in thisstudy, which differs from the data reported in Wuhan 3 5 6. This may be because most of these initial cases inShanghai had a history of exposure in Wuhan (63.6%), and the disease thereafter appeared in a familycluster pattern. Almost half of the patients in Shanghai were under 50 years old, in contrast with thepredominantly older patient population reported in Wuhan. In addition, 69 (34.8%) patients in our cohorthad pre-existing comorbidities. Whether the disease is more likely to manifest in patients with comorbiditiesand/or older patients remains unclear and requires further study.Regarding laboratory evaluation, low or normal levels of white blood cell (WBC) and neutrophilcounts were present in COVID-19 patients upon admission. ESR and CRP levels were elevated in mostpatients. Although procalcitonin level was increased in over one-third (28.4%) of the patients, the median0.03 (0.02-0.06) was close to normal range. These results are similar with that of two Wuhan cohort studiesalready published 3 5. We further observed that serum lactate levels were above the normal upper range inthe majority of patients (83.7%), indicating the likely presence of metabolic acidosis. The sensitivity ofLACT in COVID-19 infection is similar to ESR and CRP.In addition, we observed a marked reduction in T and TH subtype cells in infected patients, suggestingthat SARS-Cov-2 infection may impair cellular immunity. It is known that MERS-CoV is able to infect bothCD4+ and CD8+ primary human T cells and, upon infection induces T cell apoptosis in vitro 7. While the cellsurface receptor for SARS-Cov-2 has now been identified as ACE2 8, other receptors may also exist onimmune cells to bind to coronavirus 9-11. As there is no proven antiviral treatment yet available, strategies toenhance the immune system may be considered. Since the most common haematological changes inCOVID-19 patients were lymphopenia and immunodeficiency, we postulate that hematopoietic growthfactors such as G-CSF, by mobilizing endogenous blood stem cells and endogenous cytokines, mayrepresent a potential haematological treatment for COVID-19 patients 12.Interestingly, a noticeable increase of glutathione reductase (GR) level occurred in 40.2% of theCOVID-19 patients in our cohort, while ALT and AST are normal in most patients. GR is an essentialenzyme that recycles oxidized glutathione back to the reduced form 13. GR is known to participate in anoxidative defence system required for effective immune responses against bacteria 14 15. Whether GR isinvolved in host defence systems against viruses such as SARS-Cov-2 remains to be determined.We observed that 65.4% of COVID-19 patients had decreased serum calcium levels. Calcium influxregulates both clathrin-mediated and clathrin-independent endocytosis during viral infection, thusconstituting a key mechanism for regulation of influenza A virus internalization and infection 16. Based onthis theory, calcium channel blockers, including amlodipine, verapamil, and diltiazem, as well asBAPTA-AM, have been proven effective in inhibiting IAV replication in a dose-dependent manner in acanine kidney cell model 17. Moreover, diltiazem may have both prophylactic and therapeutic effects in IAVtreatment according to both ex vivo and in vivo testing 17. We therefore propose the hypothesis that Ca2+levels and/or Ca2+ channels may play a role in endocytosis and infection of SARS-Cov-2. Further studies areneeded to characterize the functional importance of this potential pathway.The patients admitted to the ICU were more likely to be older, male, with temperature over 38.5oC,symptom of dyspnoea, underlying cardiovascular disease, and longer waiting period from onset of symptomto hospital admission, compared to those not admitted to the ICU. This suggests that age, sex, high fever,admission time and co-morbidity are risk factors for disease severity. Compared with non-ICU patients,patients who received ICU care had numerous laboratory abnormalities. These abnormalities suggest thatSARS-Cov-2 infection can be associated with cellular immune deficiency, coagulation activation,myocardial injury, hepatic injury and kidney injury. These laboratory abnormalities are similar to thosepreviously observed in patients with MERS-Cov and SARS-Cov infection 18 19.The longitudinal profile of laboratory findings was dynamically tracked for those patients requiringICU care. When these patients were subdivided into severe and critical ill subgroups, we observed that whiteblood cell count, neutrophil count, D-dimer, BUN, creatinine, myoglobulin and troponin I levels were higherin critical cases than in severe cases. Neutrophilia may be associated with secondary infection, whilecoagulation activation could be related to sustained inflammatory responses. Acute heart and kidney injurycould be related to direct effects of the virus or possibly hypoxia 9 20.Our study has several limitations. First, although we obtained data from the initial 198 patients withlaboratory-confirmed COVID-19 in Shanghai, the cohort is still relatively small. More patients need to beanalysed to provide a comprehensive and precise description of the spectrum of disease associated with thisinfection. Secondly, our study reports primarily baseline results from patients upon hospital admission, andmore longitudinal data regarding disease progression and clinical outcomes will require further collectionand study. Despite these limitations, our study provides data from the first large cohort outside Wuhan andadds important laboratory information to the rapidly accumulating body of information about COVID-19.These results will assist in multi-centre monitoring of the disease.In conclusion, COVID-19 affects a wide-range of patients, from youth to the elderly. Fever isconsistently the most common symptom of onset, but multiple other clinical manifestations occur, includinga spectrum form T cell deficiency to symptoms of digestive system involvement. Older age, male, fever over38.5oC, symptom of dyspnoea, the presence of underlying cardiovascular disease, and longer waiting periodfrom onset of symptom to hospital admission are risk factors associated with the severity of disease.We thank Dr. Suling Li (Lewis University) for providing guidance on the analysis of data, and Dr. DuanZhou (Longhua Hospital, Shanghai University of Traditional Chinese Medicine) for assistance in thepreparation of this manuscript.Contributors: MC, DZ, Y-FL, YL, HX, ZY, JS and MZ enrolled study subjects and collected data. YW, XZand PL, participated in the study design and conception. YL, YW, CZ, and YD performed statistical analysisof the data. YW, XZ, SD wrote the manuscript. All authors reviewed and approved the final manuscript assubmitted and agree to be accountable for all aspects of the work.Funding information: This research was funded by the First-rate University and Discipline ConstructionProject of Fudan University (IDF162005) and the Key Scientific Research Projects on 2019-nCoV ofShanghai Public Health Clinical Centre (2020YJKY01), the Special Emergency Project for the Preventionand Treatment of COVID-19 with Traditional Chinese Medicine in Shanghai（2020NCP001）, and the2018-2020 Three-year Action Plan for Traditional Chinese Medicine Further Development in Shanghai (ZY(2018-2020) CCCX-2002-04).Disclaimer: The funders did not play any role in the design of the study, data collection, analysis andinterpretation of data, and in writing the manuscript.Competing interests: ZX holds research grants from Shanghai municipal government. HL holds researchgrant from Fudan University and from Shanghai public health clinical centre. All the other authors have nodisclosures.Patient consent for publication: Patient consent was waived.Data sharing: The data that support the findings of this study are available from the corresponding authorsupon request. Participant data are without names and identifiers, and they will be made available afterapproval from the corresponding author and National Health Commission. After publication of studyfindings, the data will be available for others to request. The research team will provide an email address forcommunication once the data are approved for sharing.coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020 doi:10.1016/S0140-6736(20)30154-94. National Health Commission of China: Diagnosis and treatment of pneumonia caused by novelcoronavirus (trial version 5). https://www.chinalawtranslate.com/en/13986-2/. Febrary 11, 2020 ed.coronaviruspneumoniainCoronavirus-Infected Pneumonia. N Engl J Med 2020 doi: 10.1056/NEJMoa20013167. Chu H, Zhou J, Wong BH, et al. Middle East Respiratory Syndrome Coronavirus Efficiently InfectsHuman Primary T Lymphocytes and Activates the Extrinsic and Intrinsic Apoptosis Pathways. JInfect Dis 2016;213(6):904-14. doi: 10.1093/infdis/jiv3808. Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus of probable9. Gu J, Korteweg C. Pathology and pathogenesis of severe acute respiratory syndrome. Am J Patholbat origin. Nature 2020 doi: 10.1038/s41586-020-2012-710. Raj VS, Mou H, Smits SL, et al. Dipeptidyl peptidase 4 is a functional receptor for the emerging humanhomoeostasisnetwork.2016;95:27-42.doi:10.1016/j.freeradbiomed.2016.02.02814. Yan J, Ralston MM, Meng X, et al. Glutathione reductase is essential for host defense against bacterial15. Yan J, Meng X, Wancket LM, et al. Glutathione reductase facilitates host defense by sustainingphagocytic oxidative burst and promoting the development of neutrophil extracellular traps. JImmunol 2012;188(5):2316-27. doi: 10.4049/jimmunol.110268316. Fujioka Y, Tsuda M, Nanbo A, et al. A Ca(2+)-dependent signalling circuit regulates influenza A virusinternalization and infection. Nat Commun 2013;4:2763. doi: 10.1038/ncomms376317. Fujioka Y, Nishide S, Ose T, et al. A Sialylated Voltage-Dependent Ca(2+) Channel Binds Hemagglutininand Mediates Influenza A Virus Entry into Mammalian Cells. Cell Host Microbe 2018;23(6):809-1818. Yang M, Ng MH, Li CK. Thrombocytopenia in patients with severe acute respiratory syndrome (review).19. Assiri A, Al-Tawfiq JA, Al-Rabeeahcharacteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from SaudiArabia:adescriptivestudy.2013;13(9):752-61.doi:10.1016/S1473-3099(13)70204-4present as follows: 1. Intralobular septal thickening and parenchymal bands in the right lower lobe. 2. Asmall region of subpleural ground glass opacity with partial consolidation in the right lower lobe. 3. A smallregion of subpleural consolidation in the posterior right upper lobe. 4. Bilateral multilobular ground glassopacity and partial consolidation, and a pneumatocele in the right upper lobe. 5. Bilateral consolidation inthe peripheral regions of the upper lobes, with inter- and intra-lobular septal thickening (crazy pavingpattern). 6. Bilateral consolidation in the subpleural region of lower lobes, with parenchymal bands. Airbronchograms are present in the right lower lobe. 7. Diffuse consolidation in the right lower lobe. Groundglass opacity with partial consolidation in multiple lobes of left lung. 8. Bilateral diffuse consolidation withair bronchograms in the lower lobes. Multiple areas of patchy consolidation in the right middle lobe. 9.Bilateral diffuse consolidation with air bronchograms.critical cases) measured every other day based on the days after the onset of illness. Dynamic changes in thefollowing parameters are shown: A) CRP, B) procalcitonin, C) WBC count, D) neutrophil count, E)lymphocyte count. The straight lines in each graph mark the upper (A-D) or lower (E) normal limit of eachparameter. *P<0.05, critical group vs severe group at that time point.critical cases) measured every other day based on the days after the onset of illness. Dynamic changes in thefollowing parameters are shown: A) troponin I, B) myoglobin, C) creatinine, D) BUN, E) D-dimer, F)fibrinogen. The straight lines in each graph mark the upper normal limit of each parameter. *P<0.05, criticalgroup vs severe group at that time point.Fig. 1", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "JF Chan", "S Yuan", "KH Kok", "C Huang", "Y Wang", "X Li", "N Chen", "M Zhou", "X Dong", "CM Coleman", "JM Sisk", "G Halasz", "T Cells", "H Bonig", "T. Papayannopoulou", "N Couto", "J Wood", "J Barber", "KH Chu", "WK Tsang", "CS Tang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Since mid-December 2019, a cluster of pneumonia-like diseases caused by a novel\ncoronavirus, now designated COVID-19 by the WHO, emerged in Wuhan city and rapidly spread\nthroughout China. Here we identify the clinical characteristics of COVID-19 in a cohort of patients in\nMethods: Cases were confirmed by real-time RT-PCR and were analysed for demographic, clinical,\nlaboratory and radiological features.", "one_words_summarize": "Background: Since mid-December 2019, a cluster of pneumonia-like diseases caused by a novelcoronavirus, now designated COVID-19 by the WHO, emerged in Wuhan city and rapidly spreadthroughout China. Themean age of the patients was 50.1 years, and 51.0% patients were male. announced the suspension of public transportation, with closure ofairports, railway stations, and city highways, to prevent further disease transmission. As of Feb 19, 2020,72,533 confirmed cases had been reported with a total of 1872 deaths. At the time of this analysis, only a little over a month has passed since COVID-19 was first reported 1. In this article, we describe the initial clinical,laboratory, and radiological characteristics of patients confirmed to have COVID-19 in Shanghai, and wecompare the clinical features between patients with less severe illness and those requiring critical care. On Jan 20, 2020, the first human case of COVID-19in Shanghai was confirmed. COVID-19 wasconfirmed by real-time RT-PCR using the same protocol as described previously 3. All the data collected from the included caseshave been shared with the WHO.Data Collection. Tworesearchers independently reviewed the data collection forms to review the data extracted. Minor symptoms only, without evidence for pneumonia by chest X-ray. 1)Respiratory failure, require mechanical ventilation, 2) shock, 3) other acute organ failure. 69 patients had at leastone underlying chronic medical disorder. Compared with the non-ICU, patients admittedto the ICU were more likely to have high fever with temperature over 38.5oC (78.6% vs 37.6%), shortness ofbreath (36.8% vs 2.2%), and longer waiting period from onset of symptom to hospital admission (7 vs 463.7 (16.8)48.6 (15.6)64 (35.8%)patients had normal white blood cell, neutrophil, lymphocyte and platelet counts (Table 2). However, a marked rise in fibrinogen and CRP was observed in 108 (55.4%)and 152 (78.4%) cases, respectively. 22 (11.3%) patients had increased cardiac troponin I, and 33 (17.0%) patients hadincreased myoglobin. Figure 1 illustrates representativefindings with different degrees of radiological abnormalities from seven patients. To determine the major clinicalfeatures that appeared during COVID-19 progression, the dynamic changes in 11 clinical laboratoryparameters, including haematological and biochemical parameters, were tracked from day 1 to day 15 afterthe onset of the disease at 2-day intervals (Fig. Cardiac troponin I and myoglobin was higher in critical patients than in severe cases (Fig. 3E), however, there was no marked difference in fibrinogen levelbetween these two groups (Fig. This may be because most of these initial cases inShanghai had a history of exposure in Wuhan (63.6%), and the disease thereafter appeared in a familycluster pattern. It is known that MERS-CoV is able to infect bothCD4+ and CD8+ primary human T cells and, upon infection induces T cell apoptosis in vitro 7. More patients need to beanalysed to provide a comprehensive and precise description of the spectrum of disease associated with thisinfection. Secondly, our study reports primarily baseline results from patients upon hospital admission, andmore longitudinal data regarding disease progression and clinical outcomes will require further collectionand study. Contributors: MC, DZ, Y-FL, YL, HX, ZY, JS and MZ enrolled study subjects and collected data. YW, XZand PL, participated in the study design and conception. After publication of studyfindings, the data will be available for others to request. https://www.chinalawtranslate.com/en/13986-2/. Febrary 11, 2020 ed.coronaviruspneumoniainCoronavirus-Infected Pneumonia. Middle East Respiratory Syndrome Coronavirus Efficiently InfectsHuman Primary T Lymphocytes and Activates the Extrinsic and Intrinsic Apoptosis Pathways. Gu J, Korteweg C. Pathology and pathogenesis of severe acute respiratory syndrome. Bilateral multilobular ground glassopacity and partial consolidation, and a pneumatocele in the right upper lobe. Bilateral consolidation in the subpleural region of lower lobes, with parenchymal bands. Groundglass opacity with partial consolidation in multiple lobes of left lung. Multiple areas of patchy consolidation in the right middle lobe."}