{"date": "2020/03/04", "journal": "medrxiv", "authors": "Yuzhen Zhang, Bin Jiang, Jiamin Yuan, Yanyun Tao", "title": "The impact of social distancing and epicenter lockdown on the COVID-19 epidemic in mainland China: A data-driven SEIQR model study", "type": "preprint article", "abstract": "The outbreak of coronavirus disease 2019 (COVID-19) which originated in Wuhan, China, constitutes a public health emergency of international concern with a very high risk of spread and impact at the global level. We developed data-driven susceptible-exposed-infectious-quarantine-recovered (SEIQR) models to simulate the epidemic with the interventions of social distancing and epicenter lockdown. Population migration data combined with officially reported data were used to estimate model parameters, and then calculated the daily exported infected individuals by estimating the daily infected ratio and daily susceptible population size. As of Jan 01, 2020, the estimated initial number of latently infected individuals was 380.1 (95%-CI: 379.8~381.0). With 30 days of substantial social distancing, the reproductive number in Wuhan and Hubei was reduced from 2.2 (95%-CI: 1.4~3.9) to 1.58 (95%-CI: 1.34~2.07), and in other provinces from 2.56 (95%-CI: 2.43~2.63) to 1.65 (95%-CI: 1.56~1.76). We found that earlier intervention of social distancing could significantly limit the epidemic in mainland China. The number of infections could be reduced up to 98.9%, and the number of deaths could be reduced by up to 99.3% as of Feb 23, 2020. However, earlier epicenter lockdown would partially neutralize this favorable effect. Because it would cause in situ deteriorating, which overwhelms the improvement out of the epicenter. To minimize the epidemic size and death, stepwise implementation of social distancing in the epicenter city first, then in the province, and later the whole nation without the epicenter lockdown would be practical and cost-effective. Keyword: COVID-19, SARS-CoV-2, epidemic prevention and control, social distancing, epicenter lockdown, data-driven SEIQR model", "text": "The coronavirus disease 2019 (COVID-19), initially taken as “pneumonia of unknownetiology”, emerged in December 2019, Wuhan, Hubei Province, China. The causativepathogen was announced by the Chinese Center for Disease Control and Prevention (ChinaCDC) on Jan 08, 2020, to be a novel coronavirus [1], lately named severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2)[2]. COVID-19 broke out in Wuhan in January 2020,and spread to the whole Hubei Province, the rest of China and abroad with astonishing speed.On Jan. 31, 2020, the World Health Organization (WHO) announced that COVID-19constitutes a \"public health emergency of international concern\". As of Feb 28, there were7,8961 cases confirmed in China, and 4,691 cases confirmed in 51 other countries. On that day,WHO increased the assessment of the risk of spread and risk of impact of COVID-19 to veryhigh at the global level[3].Apart from the intrinsic infectivity of the virus, population mobility andepidemic prevention and control measures could affect the prevalence scale. Unfortunately,the prevalence of COVID-19 encountered the Spring Festival Migration of China, the world’slargest annual human migration as hundreds of millions of people rush home for familyreunions. In addition, the epicenter Wuhan is the capital of Hubei Province of China. It has apopulation of more than 15 million, including resident and floating population, and it situatesat the transportation hub in the central China area. As of Jan 23, 2020, more than 5 millionpeople were migrating out of Wuhan according to official accounts [3]. Emergency monitoringand close contact management in Wuhan was carried out since Jan 03, 2020; China CDC Level2 emergency response activated on Jan 06, and Level 1 emergency response activated on Jan15 [1]. On Jan 20, 2020, COVID-19 was included in the statutory report of Class B infectiousdiseases, managed as Class A infectious diseases by the National Health Commission of China.The Chinese government locked down the Wuhan city on Jan 23, and then locked down othercities of Hubei Province immediately after. By Jan 25, 30 provincial governments in Chinaactivated first-level public health emergency response. Hence, In addition to strict quarantinemanagement, substantial social distancing measures to limit population mobility and toreduce within-population contact rates were executed almost in the whole country. Forexample, public activities were canceled; communities adopted enclosed management; thenational holiday of Spring Festival and the winter vacation were extended so that workresumption and school re-opening could be extensively postponed. In addition, people wererequired to wear facemasks in public. However, with all those efforts, the prevalence ofCOVID-19 was escalating.Epidemic prevention and control strategies need to be re-examined. Vaccine and antiviraldrug development is the ultimate way to defeat a virus, but it is time-consuming.Non-pharmaceutical interventions to interrupt transmission could be implementedimmediately, gaining time for pharmaceutical development. Briefly, there were three steps ofnon-pharmaceutical interventions for reducing contact rates between susceptible individualsand infected individuals. First, quarantine management, i.e. quarantining the infected, thesuspicious and their close contacts; second, social distancing to confine within-populationcontact; third, locking down the epicenter to prevent further exportation of infected andlatently infected individuals to other regions.Quarantine management is a fundamental measure ought to be taken once thehuman-human transmission is confirmed. Theoretically, if substantial social distancingand/or epicenter lockdown were implemented early enough, there would be no prevalenceor no spreading. But realistically, it takes time for preliminary investigation. Besides,rigorous measures would bring about deep social influences and economic consequences. So,it is challenging to choose the right response at the right scale in the right area at the righttime[4], especially when the transmission pattern and clinical characteristics were not fullyunderstood.The importance of non-pharmaceutical control measures requires further research toquantify their impact [3]. Mathematical models are useful to evaluate the possible effects onepidemic dynamics of preventive measures, and to improve decision-making in global health[5,6]. In this study, we developed data-drivensusceptible-exposed-infectious-quarantine-recovered (SEIQR) models to simulate theepidemic under the interventions of social distancing and epicenter lockdown, and toevaluate the impact of earlier interventions on the epidemic size and death number totallyand respectively in Wuhan, Hubei Province, and 12 other provinces and municipalities.Population migration data combined with officially reported data were used to estimatemodel parameters, the number of the latently infected individuals, and daily exportation ofthe infected and latently infected from Wuhan. Our work provided evidence for thedecision-making concerning prevention and control of the ongoing COVID-19 epidemic inother countries and future infectious disease epidemic.In this study, SEIQR models were developed to simulate the COVID-19 epidemic inChina. We built three SEIQR models to simulate the epidemic in Wuhan, the rest of HubeiProvince, and other provinces and municipalities in China, respectively. Other provinces andmunicipalities studied here include nine provinces (i.e. Zhejiang, Guangdong, Henan, Hunan,Anhui, Jiangxi, Jiangsu, Shangdong and Sichuan) and three municipalities (i.e. Chongqing,Beijing and Shanghai) in China, which covered 90% infections in mainland China. Forconvenience, “Hubei” represents the rest of Hubei Province excluding Wuhan, and “otherprovinces” represents the above-mentioned provinces and municipalities in the text.lockdownsocial distancingreported confirmed,recovered and death casesWuhan modelHubei modelthe model of otherprovincesestimated latentinfectedindividuals1 2 3 4 5daily latent infected ratiolatentinfectedratioWuhanthe daily exposedindividuals exported fromWuhan to HubeiHubeithe daily exposedindividuals exported fromWuhan to other provincesOther provincesFigure 1 describes the framework of building estimation models. The reported confirmed,recovered and death cases were used to build initial models for Wuhan, Hubei and otherprovinces. Since there could be considerable under-reporting bias in the epicenter for lots ofreasons. We assumed that the cases reported by other provinces were more accurate.Therefore, the model built on the cases reported by other provinces could estimate moreaccurately the number of infections. The reproductive number, infectious period and meanlatent of models built for Wuhan and Hubei should be revised based on the latently infectedindividuals. The number of latently infected individuals in Wuhan before Jan 23 wasestimated by the latently infected ratio and the daily population migration data from Wuhanto the rest of China. In the revised models of Wuhan and Hubei, parameters involving socialdistancing measures such as the removed rate, the decline factor of the reproductive numberand the isolating ratio of susceptible individuals inherited from the initial models. The dailylatent infected ratio is calculated based on the daily number of exposed individuals in Wuhanand the daily susceptible population size. Through the daily latent infected ratio and the dailynumber of individuals leaving Wuhan, the daily number of exposed individuals exported toHubei and other provinces can be estimated.Wuhan has a population of around 15.39 million, including a resident population of 9million, and nearly 6.39 million floating population exported before Jan 23 [7]. The populationexported from Wuhan is the main source of imported cases in the rest of China. The travelersflowed from the rest of Hubei to other provinces, between two of the other provinces, andheading to Wuhan were not considered in this study. We assumed that the populationexported from Wuhan was susceptible and exposed population. During the period of timefrom Jan 01 to Jan 22, 2020, the number of exported population from Wuhan was derived fromtwo sources, a) domestic passenger number by air, train and road provided by Cao, Z., et al [7],and b) international outbound passenger number by air departed from Tianhe Airport(Wuhan, China) provided by a commercial APP named “Flight Steward”. Officially reportedcase data by the National Health Commission were used to estimate the parameters of SEIQRmodels.As of Dec 31, 2019, there were 47 confirmed COVID-19 cases in Wuhan [1]. We took that47 cases as the initial number of infected individuals in the model. From Jan 1 to 23, 2020, theestimated latent infected ratio in Wuhan is 0.12% [7]. As of Jan 23, the accumulated number oflatently infected individuals in Wuhan and exported infected individuals estimated by thelatently infected ratio were 10800 and 7677.6, respectively.The estimated number of latently infected individuals by Jan 01, 2020 in Wuhan was380.9 (95%-CI: 379.8~381.0). The estimated base population size of daily susceptibleindividuals was 2*106. The base reproductive number r0 of Wuhan and Hubei was set to 2.2(95%-CI: 1.4~3.9) referring to the study of Liu, Q., et al [1]. When the interventions continuefor 30 days, r0 was reduced to 1.58 (95%-CI: 1.34~2.07). In other provinces, the estimatedaverage base reproductive number r0 was 2.52 (95%-CI: 2.43~2.63), and with 30-dayinterventions, r0 was reduced to 1.65 (95%-CI: 1.63~1.69). The estimated infectious period TIwas 2.26 days (95%-CI: 2.14~2.39) in Wuhan and Hubei, and was 3.75 days (95%-CI: 3.43~4.13)in other provinces. The estimated mean latent was 10.1 days (95%-CI: 8.82~11.78) in Wuhanand Hubei, and was 11.01 days (95%-CI: 9.51~13.06) in other provinces. The estimatedremoved rate was 0.0125 (95%-CI: 0.008~0.017) in Wuhan, 0.0175 (95%-CI: 0.0126~0.0224) inHubei, and 0.0185 (95%-CI: 0.014~0.023) in other provinces. The initial ratio λ0 of isolatingsusceptible individuals was 0.1108 (95%-CI: 0.0957~0.1254) in Wuhan, and 0.2326 (95%-CI:0.2125~0.2538) in Hubei, both of which were much lower than 0.4113 (95%-CI: 0.3794~0.4432)different strength levels. (a) The impact of different timing to activate social distancing in Wuhan and Hubei on theepidemic size, while activated on Jan 23 in other provinces; (b) The impact of different timing to activate socialdistancing in other provinces, while activated on Jan 3 in Wuhan unchangingly, and on Jan 3, 6 and 15 in Hubeirespectively. (c) The impact of social distancing at different strength levels (i.e. λ= 0.00*λ0, 0.25*λ0, 0.50*λ0, 0.75*λ0 and1.00*λ0) on the epidemic size. Current infection estimation: the estimated number of infection cases under currentstrategies, i.e. social distancing implemented in Wuhan, Hubei and other provinces simultaneously on Jan 23.SARS-China infection: the infection number of the severe acute respiratory syndrome (SARS) in mainland China 2003,that is 5,779. MERS- global infection: the global infection number of Middle East Respiratory Syndrome (MERS) 2015,that is 2,269. 0.25*λ0: 25% of the actual social distancing strength implemented in China. 0.50*λ0: 50% of actualstrength. 0.75*λ0: 75% of the actual strength. 1.00*λ0: the actual social distancing strength implemented in China.We investigated the estimated epidemic size when social distancing activated ondifferent dates in different areas and at different strength levels in Figure 2. The results inthe number of infections, but was not significant enough. Earlier intervention simultaneouslyin Wuhan and Hubei could further reduce the epidemic size. Activating at earlies time inWuhan could allow Hubei activated later with an acceptable compromise. In Figure 2 (b),earlier intervention in other provinces could reinforce the effect of earlier intervention inWuhan and Hubei. In order to control the epidemic size smaller than that of severe acuterespiratory syndrome (SARS) in mainland China 2003 (5,779), social distancing should beactivated simultaneously in Wuhan and Hubei on Jan 03, and in other provinces before Jan 15,or activated in Wuhan on Jan 03, in Hubei on Jan 6, and in other provinces before Jan 11.However, it could not be controlled smaller than the global size of the Middle EastRespiratory Syndrome (MERS) epidemic 2015 (2,269). Of note, if the social distancing inHubei lagged behind Wuhan for more than two weeks, the earlier intervention in otherprovinces could barely affect the epidemic size in China. Figure 2 (c) showed that, withoutsocial distancing (0*λ0), the infection number would be remarkably increased than the currentepidemic estimation. Earlier activation of social distancing at low strength level (0.25*λ0)could be a bit better, but may eventually, maybe after Apr 1, enlarge the epidemic size. Earlieractivation of social distancing at a moderate level (0.50*λ0 and 0.75*λ0) would be effective.Reasonably, earlier activating substantial social distancing at high-level (1*λ0), which is theactual social distancing strength implemented in China, could lead to the best results.other provinces. SARS-China infection: the infection number of the severe acute respiratory syndrome (SARS) inmainland China 2003, that is 5,779. MERS- global infection: the global infection number of Middle East RespiratorySyndrome (MERS) 2015, that is 2,269. SARS-China death: the death number of SARS in mainland China 2003, thatis 829. MERS-global death: the global death number of MERS 2015, that is 431.We next investigated the impact of earlier epidemic lockdown on the estimated epidemicsize and the number of deaths in Figure 3. The number of deaths was estimated by thenumber of infections multiplied with the current death rate in Wuhan, Hubei and otherprovinces (i.e. 4.43%, 3.09% and 0.835%). Unexpectedly, we found that the significantdecrease of the nationwide epidemic size and death number by earlier social distancingwould be partially neutralized by earlier epicenter lockdown (Figure 3a). With earlier socialdistancing in three different timings, the later of the lockdown, the smaller of the nationwideepidemic size and the less number of deaths there would be. This tendency is especiallyremarkable when social distancing was activated at the earliest time. With most strategiesdiscussed here, the death number of COVID-19 could be controlled less than that of SARS inmainland China (829). Earlier social distancing without earlier lockdown could control thedeath number less than the global death number of MERS 2015 (431). Further investigationsuggested that earlier epicenter lockdown would increase the number of infections anddeaths in the epicenter Wuhan, while reducing the number of infections and deaths in the restof Hubei and other provinces.To put it more intuitively, we illustrated the estimated epidemic size and number ofdeaths in Wuhan, Hubei and other provinces with the optional strategies compared with thecurrent strategy in Figure 4. Figure 4 (a) showed the estimated epidemic controlled with twoof the theoretically best strategies in terms of minimizing the nationwide epidemic size anddeath (left column, epidemic lockdown on Jan 23 while social distancing activated in thewhole nation simultaneously on Jan 03), and in terms of minimizing the epidemic outside theepicenter (right column, epidemic lockdown on Jan 03 while social distancing activated in thewhole nation simultaneously on Jan 03). Figure 4 (b) showed the effects with two of thepractically optional strategies aiming to minimize the nationwide epidemic size and death(left column, epidemic lockdown on Jan 23 while social distancing activated in Wuhan on Jan03, in Hubei on Jan 06, in other provinces on Jan 11), and aiming to minimize the epidemicoutside the epicenter (right column, epidemic lockdown on Jan 03 while social distancingactivated in Wuhan on Jan 03, in Hubei on Jan 06, in other provinces on Jan 11). Figure 4 (c)showed the estimated epidemic controlled with the current strategy (simultaneouslyactivated nationwide social distancing and epicenter lockdown on Jan 23) for comparison.To improve the prevention and control of the COVID-19 epidemic, there are severalquestions concerning the effect of non-pharmaceutical interventions of social distancing andepicenter lockdown need to be addressed. We developed a data-driven SEIQR model of theCOVID-19 epidemic in Wuhan, Hubei Province, and other provinces in China to investigatethese questions.The first question to be addressed is the timing to implement social distancing in theepicenter city, in other parts of the province, and the rest of the nation respectively. Ourresults showed that early intervention of social distancing could reduce the epidemic sizesignificantly, especially synchronizing the intervention nation-widely at the possible earliesttime. However, in such a large country like China, nationwide implementation of rigoroussocial distancing measures would bring profound socioeconomic influence. A stepwiseintervention of social distancing as early as possible in the epicenter city, then in theprovince and later the whole nation would be more cost-effective.The second question is the necessity to adopt social distancing to such a substantialextent. The intervention of social distancing in China was implemented in anall-of-Government and all-of-society manner. The specific measures were unprecedentedcomprehensive and rigorous, including but not limited to canceling gatherings, reducingpublic transportation, adopting enclosed community management, suspending work andschool classes. Meanwhile, the socioeconomic cost was tremendous. Besides, these measuresmay be not universally practical in other countries. So we evaluated the impact of abolishingor reducing the extent of social distancing on the epidemic size. We found that moderatesocial distancing would remarkable attenuate its effect, while abolishing social distancingwould leading to epidemic escalating.The effectiveness of social distancing on epidemic control is still under academic debate.The results of virtual experiments vary. Some research suggested social distancing is effective,under the condition of early activation and long-lasting implement of combined measures [8],strict implement [6,9], and spontaneously adopted [10]; some concluded the effectiveness wasmild [11]; some argued that moderate social distancing can worsen the disease outcome, [6,9]But real-world studies are rare. Here we quantified the impact of social distancing on theepidemic size in the real world, providing evidence that social distancing is effective tointerrupt the transmission of the respiratory pathogen, especially with early implementationand to a substantial extent. Activating social distancing at the possible earliest time in theepicenter could gain time for the preparation of regions out of epicenter, and reduce widerange socioeconomic impact.The third question is the necessity and the timing of the epicenter lockdown.Unexpectedly, our results showed that the significant decrease of the epidemic size by earliersocial distancing would be partially neutralized by earlier epicenter lockdown. Furtherinvestigation suggested that the influences of epicenter lockdown on epidemic size and deathdiffered between Wuhan and non-Wuhan regions. Earlier lockdown of Wuhan woulddeteriorate the situation in situ, but would largely lower the infection number in the rest ofHubei province and other provinces. The reasons may be as follows. After lockdown, aportion of the infected and the latently infected (the exposed in the model) would accumulatein Wuhan instead of exporting outside. Theoretically, it would not change the total infectionor death number, but we found the conversion rate from the close contacts to the exposed ismuch higher in Wuhan than in other provinces, as listed in table S1 of Supplement Material,so is the death rate. Quickly surging infected patients in Wuhan exerted extraordinarypressure on local healthcare systems, resulting in an acute shortage of medical resources andhealthcare workers. Then the fast-growing infection and resource shortage fueled each otherin a vicious cycle. Numerous close contacts could not be quarantined for medical observation.Plentiful infected patients could not be hospitalized or quarantined for treatment. Then theywould contact more susceptible persons and infect more people. Besides, unhospitalised andunder-treated patients suffered a higher death rate. Taken together, the accumulation ofpatients in Wuhan caused by epicenter lockdown would aggravate the vicious circle. On theother hand, under the circumstances of nation-wide substantial social distancing, there wereno such intense pressures on the healthcare systems out of Wuhan, so the conversion rate anddeath rate were much lower than those in Wuhan. Thus locking the epicenter down later, oreven abolishing the lockdown, could reduce the infection density and the pressure ofhealthcare systems in the epicenter, and decrease the epidemic size and death to some extent.The price is that the epidemic size in the rest of the nation would be relatively larger thanearly lockdown, and the nationwide socioeconomic impact would be deepened. So it turnsout to be a controversial issue to determine which option should be taken. To minimize theepidemic size and death, the epicenter city should not be locked down. To confine theepidemic distribution and mitigate the impact on nationwide socio-economy, the epicenterlockdown should be taken earlier.There is little literature available concerning the impact of epicenter lockdown on theepidemic dynamics. Our results suggested a heterogeneous effect of epicenter lockdown onthe epidemic size, death and localization. This founding could be partially evidenced by theepidemic prevalence on the Diamond Princess Cruise Ship. After COVID-19 appeared on thecruise ship, the whole ship was put on lockdown. A total of 3,711 passengers and crew werequarantined on the ship for 16-28 days. As of Mar 03, 2020, there were 706 infections and 6death reported. The infection rate is up to 19%, and the death rate of 0.16%. The shiplockdown prevented epidemic spreading out, at the heavy price of within ship outbreak withan astonishingly high infection rate. The question then arises which aim should take thepriority, minimizing the epidemic size and death, or better confining the prevalence to theorigin region from spreading out. In addition, epidemics do more than cause death anddebilitation. The regional socioeconomic damage after lockdown and the extensivesocioeconomic impact of a nationwide spreading epidemic will further complicate thedecision. This finding highlight the importance of careful evaluation and contemplation onthe impact of epicenter lockdown from all side.Taken together, the theoretically best strategy to minimize epidemic size and death issimultaneously activating nationwide substantial social distancing at the possible earliesttime while abolishing epicenter lockdown. Alternatively, the ideal strategy to confine theepidemic within Hubei Province to the most extent is simultaneously activating bothnationwide social distancing and epicenter lockdown at the possible earliest time. Practically,a stepwise implement of social distancing in Wuhan, Hubei and the rest of the nation wouldbe more cost-effective.Several issues to be noted when interpreting our work.One is about the comprehensiveness of the interventions. In addition to the mainlydiscussed strategies of social distancing and epidemic lockdown, measures implemented inChina also included forceful medical supports to Wuhan, reinforced quarantine management,and public health measures, e.g. requiring people to wear masks in public, raising publicawareness for hand hygiene. Although these measures were not specifically discussed, theireffectiveness has been illustrated by the adjustment of daily removed rate, and the decline ofthe base productive number r0 in our model.Another is about the time range of the interventions evaluated in this paper. We chooseJan 3, 2020 as the earliest available time point to implement interventions of social distancingand/or epicenter lockdown for two reasons. Practically, it is the date Wuhan started closecontact management [1], a kind of preliminary quarantine management. Taking the movebefore this date could be better, but scarcely possible, so beyond the scope of our discussion.Technically, the available population migration data [7] covers the period from Jan 01 to Jan22, so the timing of Wuhan lockdown investigated in this study is confined within this period.The effect of abolishing the epicenter lockdown was estimated under the assumption that thescale of the population migrated out of Wuhan would keep stable. Normally, the greatmigration departing big cities like Wuhan would pause around Jan 25, the day of SpringFestival, then the migration would continue with a reverse direction back to cities. However,under the circumstances of the epidemic prevailing, if the lockdown was abolished,individuals trying to get away from Wuhan might increase, leading to more imported cases inother regions than expected.In addition, the application of our results should be tailored in a different situation. Thenon-Hubei provinces we studied were the ten provinces with most infections besides Hubei,plus the two municipalities of most importance in mainland China. These provincial regionshad a large inflow of people from Wuhan, and had a high local population density. So therewere more imported cases, and easy to trigger widespread local transmission. For thoseregions with little people flow from the epicenter and with a population of low density, itcould be possible that reinforced quarantine management without stringent social distancingcould be effective enough to interrupt local transmission. An extreme example is that therewas only one COVID-19 case in Tibet Autonomous Region of China, and the one was animported case from Wuhan. He was timely quarantined for treatment and discharged afterrecovery. 23 close contacts were quickly traced and quarantined for medical observation, andthen ruled out of infection. For other regions in and out of China, the specific measures maybe adjusted to the different social-political-economic environment.Based on the epidemic of COVID-19 in mainland China, we developed data-drivenSEIQR models to investigate the impact of social distancing and epicenter lockdown on theepidemic dynamics. Activating social distancing at the possible earliest time withcomprehensive and rigorous measures could significantly reduce the epidemic size ofCOVID-19. A stepwise implementation of social distancing in the epicenter city first, then inthe province, and later the whole nation could be more practical and cost-effective. Thedecision of epicenter lockdown depends on the primary goal of epidemic control. Tominimize the epidemic size and death, the epicenter city should not be locked down. Tobetter confine the epidemic to the origin region, and mitigate the impact on nationwidesocio-economy, the epicenter lockdown should be taken earlier.Gratefully, the epidemic in mainland China has been declining steadily, especially innon-Wuhan regions. However, the epidemic out of China may just begin. Several countries,i.e. Korea, Italy, Iran, and Japan, etc. are confronted with an ongoing epidemic outbreak.With caution, the COVID-19 epidemic may even evolve into a global pandemic. Besides,other virulent infectious diseases may attack humans again in the future. We sincerely hopethat our work could help the decision-making of epidemic prevention and control strategyfor other countries in this COVID-19 epidemic and for future infectious disease epidemics.Tailored and sustainable approaches should be adopted in a different situation, striking abalance among the control of infection and death number, confining epidemic regions, andmaintaining socioeconomic vitality.This research was supported by the National Natural Science Foundation of China(Grant number 81700298, 61502327 and 81700297), the China Postdoctoral Science Foundation(Grant number 2019M661935), the Postdoctoral Science Foundation of Jiangsu Province(Grant number 2019K056A), and the Suzhou Science and Technology Plan Project (Grantnumber SYS201736).The authors declare no conflict of interest.Incorporating human movement data to improve epidemiological estimates forKelso, J.K.; Milne, G.J.; Kelly, H. Simulation suggests that rapid activation of socialdistancing can arrest epidemic development due to a novel strain of influenza. BMCMaharaj, S.; Kleczkowski, A. Controlling epidemic spread by social distancing: Do itwell or not at all. BMC Public Health 2012, 12, 679.Kleczkowski, A.; Maharaj, S.; Rasmussen, S.; Williams, L.; Cairns, N. Spontaneoussocial distancing in response to a simulated epidemic: A virtual experiment. BMCReluga, T.C. Game theory of social distancing in response to an epidemic. PLoS", "ref_list": [[], ["Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia"], ["Severe acute respiratory syndrome-related coronavirus: The species and its viruses - a statement of the coronavirus study group"], ["Report of the who-china joint mission on coronavirus disease 2019 (covid-19)"], ["A new twenty-first century science for effective epidemic response"], ["Modeling infectious disease dynamics in the complex landscape of global health"], ["Individual preventive social distancing during an epidemic may have negative population-level outcomes"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Lau", "E.H.Y. Wong", "J.Y."], ["A.E. Gorbalenya", "S.C. Baker", "C. Baric", "A.A. Gulyaeva", "B.L. Haagmans", "C. Lauber", "A.M. Leontovich", "B.W. Neuman"], ["Mission"], ["J. Bedford", "J. Farrar", "C. Kang", "G.", "M. Nkengasong", "J."], ["Heesterbeek", "R.M. Anderson", "V. Andreasen", "S. Bansal", "D. Dye", "C. Eames", "W.J. Edmunds", "S.D. Funk", "S."], ["Leung", "F. Ball", "D. Sirl", "T."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The coronavirus disease 2019 (COVID-19), initially taken as “pneumonia of unknown\netiology”, emerged in December 2019, Wuhan, Hubei Province, China. The causative\npathogen was announced by the Chinese Center for Disease Control and Prevention (China\nCDC) on Jan 08, 2020, to be a novel coronavirus [1], lately named severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2)[2]. COVID-19 broke out in Wuhan in January 2020,\nand spread to the whole Hubei Province, the rest of China and abroad with astonishing speed.", "one_words_summarize": "The coronavirus disease 2019 (COVID-19), initially taken as “pneumonia of unknownetiology”, emerged in December 2019, Wuhan, Hubei Province, China. Emergency monitoringand close contact management in Wuhan was carried out since Jan 03, 2020; China CDC Level2 emergency response activated on Jan 06, and Level 1 emergency response activated on Jan15 [1]. On Jan 20, 2020, COVID-19 was included in the statutory report of Class B infectiousdiseases, managed as Class A infectious diseases by the National Health Commission of China. Hence, In addition to strict quarantinemanagement, substantial social distancing measures to limit population mobility and toreduce within-population contact rates were executed almost in the whole country. In addition, people wererequired to wear facemasks in public. Epidemic prevention and control strategies need to be re-examined. Non-pharmaceutical interventions to interrupt transmission could be implementedimmediately, gaining time for pharmaceutical development. Theoretically, if substantial social distancingand/or epicenter lockdown were implemented early enough, there would be no prevalenceor no spreading. But realistically, it takes time for preliminary investigation. Besides,rigorous measures would bring about deep social influences and economic consequences. We assumed that the populationexported from Wuhan was susceptible and exposed population. As of Dec 31, 2019, there were 47 confirmed COVID-19 cases in Wuhan [1]. The estimated base population size of daily susceptibleindividuals was 2*106. The estimated mean latent was 10.1 days (95%-CI: 8.82~11.78) in Wuhanand Hubei, and was 11.01 days (95%-CI: 9.51~13.06) in other provinces. 0.25*λ0: 25% of the actual social distancing strength implemented in China. The results inthe number of infections, but was not significant enough. In order to control the epidemic size smaller than that of severe acuterespiratory syndrome (SARS) in mainland China 2003 (5,779), social distancing should beactivated simultaneously in Wuhan and Hubei on Jan 03, and in other provinces before Jan 15,or activated in Wuhan on Jan 03, in Hubei on Jan 6, and in other provinces before Jan 11.However, it could not be controlled smaller than the global size of the Middle EastRespiratory Syndrome (MERS) epidemic 2015 (2,269). Earlieractivation of social distancing at a moderate level (0.50*λ0 and 0.75*λ0) would be effective. Reasonably, earlier activating substantial social distancing at high-level (1*λ0), which is theactual social distancing strength implemented in China, could lead to the best results.other provinces. The number of deaths was estimated by thenumber of infections multiplied with the current death rate in Wuhan, Hubei and otherprovinces (i.e. 4.43%, 3.09% and 0.835%). Unexpectedly, we found that the significantdecrease of the nationwide epidemic size and death number by earlier social distancingwould be partially neutralized by earlier epicenter lockdown (Figure 3a). The effectiveness of social distancing on epidemic control is still under academic debate. Earlier lockdown of Wuhan woulddeteriorate the situation in situ, but would largely lower the infection number in the rest ofHubei province and other provinces. Theoretically, it would not change the total infectionor death number, but we found the conversion rate from the close contacts to the exposed ismuch higher in Wuhan than in other provinces, as listed in table S1 of Supplement Material,so is the death rate. Then the fast-growing infection and resource shortage fueled each otherin a vicious cycle. Numerous close contacts could not be quarantined for medical observation. As of Mar 03, 2020, there were 706 infections and 6death reported. In addition, epidemics do more than cause death anddebilitation. Another is about the time range of the interventions evaluated in this paper. However,under the circumstances of the epidemic prevailing, if the lockdown was abolished,individuals trying to get away from Wuhan might increase, leading to more imported cases inother regions than expected. Thenon-Hubei provinces we studied were the ten provinces with most infections besides Hubei,plus the two municipalities of most importance in mainland China. He was timely quarantined for treatment and discharged afterrecovery. Based on the epidemic of COVID-19 in mainland China, we developed data-drivenSEIQR models to investigate the impact of social distancing and epicenter lockdown on theepidemic dynamics. A stepwise implementation of social distancing in the epicenter city first, then inthe province, and later the whole nation could be more practical and cost-effective. Tominimize the epidemic size and death, the epicenter city should not be locked down. Incorporating human movement data to improve epidemiological estimates forKelso, J.K.; Milne, G.J.; Kelly, H. Simulation suggests that rapid activation of socialdistancing can arrest epidemic development due to a novel strain of influenza. BMCReluga, T.C. Game theory of social distancing in response to an epidemic."}