{"date": "2020/03/02", "journal": "medrxiv", "authors": "Guqin Zhang, Chang Hu, Linjie Luo, Fang Fang, Yongfeng Chen, Jianguo Li, Zhiyong Peng, Huaqin Pan", "title": "Clinical features and outcomes of 221 patients with COVID-19 in Wuhan, China", "type": "preprint article", "abstract": "* Corresponding author: Huaqin Pan", "text": "Contributors: # Contributed equally to this article. HQ Pan and ZY Peng conceptualizedthe paper. C Hu analyzed the data with input from GQ Zhang, F Fang, YF Chen, JG Li.GQ Zhang, HQ Pan and LJ Luo wrote the initial draft with all authors providing criticalfeedback and edits to subsequent revisions. All authors approved the final draft of themanuscript. The corresponding author attests that all listed authors meet authorshipcriteria and that no others meeting the criteria have been omitted.Funding: National Natural Science Foundation of ChinaRationale: In late December 2019, an outbreak of acute respiratory illness, now officiallynamed as COVID-19, or coronavirus disease 2019, emerged in Wuhan, China, nowspreading across the whole country and world. More data were needed to understand theclinical characteristics of the disease.Objectives: To study the epidemiology, clinical features and outcomes of patients withCOVID-19.Methods: we performed a single center, retrospective case series study in 221 patientswith laboratory confirmed SARS-CoV-2 pneumonia at a university hospital.Measurements and Main Results: The median age was 55.0 years and 48.9% weremale and only 8 (3.6%) patients had a history of exposure to the Huanan Seafood Market.Compared to the non-severe pneumonia patients, the median age of the severe patientswas significantly older, and they were more likely to have chronic comorbidities. Mostcommon symptoms in severe patients were high fever, anorexia and dyspnea. Onadmission, 33.0% patients showed leukopenia and 73.8% showed lymphopenia. Inaddition, the severe patients suffered a higher rate of co-infections with bacteria or fungusand they were more likely to developing complications. As of February 15, 2020, 19.0%patients had been discharged and 5.4% patients died. 80% of severe cases received ICUcare, and 52.3% of them transferred to the general wards due to relieved symptoms, andthe mortality rate of severe patients in ICU was 20.5%.Conclusions: The COVID-19 epidemic spreads rapidly by human-to-human transmission.Patients with elder age, chronic comorbidities, blood leukocyte/lymphocyte count,procalcitonin level, co-infection and severe complications might increase the risk of poorclinical outcomes.Keywords: coronavirus disease 2019; clinical features; outcomes; severe patients          In late December 2019, an outbreak of acute respiratory illness, now officially named asthe COVID-19, or coronavirus disease 2019, emerged in Wuhan, China. 1 2 Frombronchoalveolar lavage samples of the infected patients, a novel beta-coronavirus(SARSCoV-2) was isolated and identified as the causative agent. 3 Current studies havedemonstrated that the COVID-19 shares over 88% homology with two bat-derived severeacute respiratory syndrome (SARS)-related coronaviruses, bat-SL-CoVZC45 andbatSLCoVZC21, and that bats may be the most likely natural host. 4 However, whether theSARS-CoV-2 transmits directly from bats or through an intermediate host is still uncertain.Although epidemiological studies indicate a common link between the initially diagnosedpatients and the Huanan Seafood Market in Wuhan, 5 an increasing number of laterconfirmed cases have involved infected patients without history of contacting theimplicated market, nor traveling to Wuhan, 6 and the family cluster type of infections werereported. 7 8 Human-to-human transmission has been confirmed, 6 and respiratory dropletand contact are the main transmission routes, while recent reports also suggested theexistence of the fecal-oral transmission route. 6 9Based on a recent large-scale epidemiological survey, the latency period of theSARSCoV-2 may extend up to 24 days, even though the proportion of patients with longincubation period is very small, but the medium incubation period remains short at 3 days.6 Reported illnesses have ranged from patients with little or no symptoms to patients beingseverely ill and dying. 6 The main clinical manifestations include fever, cough, fatigue, anddyspnea. 5 10 11 Compared to young and middle-aged patients with COVID-19, elderinfected patients with chronic comorbidities have an increased risk of developing organdysfunctions, including shock, acute respiratory distress syndrome (ARDS), acute cardiacinjury and acute kidney injury, resulting in a higher mortality rate. 10 11 However, the clinicalfeatures between severe and non-severe cases have not yet been well described. UnlikeSARS-CoV, the SARS-CoV-2 displays a highly contagious infectiousness even during theasymptomatic period 12. At present, there is no effective medication nor vaccine for theSARS-CoV-2 infection. As of February 2          For this retrospective, single-center study, we recruited 221 patients who were confirmeddiagnosed as COVID-19 according to WHO interim guidance, from January 2 to February10, 2020 at Zhongnan Hospital of Wuhan University, Wuhan, China. This study wasapproved by the National Health Commission of China and Ethics Commission ofZhongnan Hospital. Written informed consent was waived by the Ethics Commission foremerging infectious disease.Procedures221 patients were confirmed to be infected with COVID-19. The presence ofSARS-CoV2 in pharyngeal swab specimens was detected by real-time RT-PCR using ORF1ab/Ngene PCR kit (Biogerm, Cat# SJ-HX-226-1,2, Shanghai, China) according to the protocoldescribed previously. 11 The diagnostic criteria for RT-PCR results were based on therecommendation by the National Institute for Viral Disease Control and Prevention (China)(http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html). Confirmed cases weretreated with effective isolation and protective conditions, and severe and critical caseswere admitted to the Emergency Department or ICU wards.All patients were monitored for vital signs (body temperature, heart rate, pulse oxygensaturation, respiratory rate and blood pressure). Initial investigations included a completeblood count, coagulation profile, and serum biochemical test (including liver and renalfunction, creatine kinase, lactate dehydrogenase and electrolytes). All patients weremonitored by chest x-rays or CT. Respiratory specimens, including pharyngeal swabs,bronchoalveolar lavage fluid, sputum or bronchial aspirates were tested for otherrespiratory viruses including influenza A virus (H1N1, H7N9), influenza B virus, respiratorysyncytial virus, parainfluenza virus, adenovirus, and other atypical pathogens such asmycoplasma, chlamydia and legionella pneumophila, which were also examined withrealtime RT­PCR. Routine bacterial and fungal examinations were also performed byconventional microbial culture techniques.Treatment strategies included: (1) effective oxygen therapy according to the severity ofhypoxemia (nasal catheter/mask oxygen inhalation, high-flow nasal cannula (HFNC) andnon-invasive ventilation (NIV)), (2) supportive treatment to ensure sufficient energy intakeand balance for electrolytes and acid-base levels, (3) antiviral treatment (includingoseltamivir,arbidolhydrochloride,α-interferonatomizationinhalation,andlopinavir/ritonavir), (4) antibiotic therapy if accompanywith bacterial infection(moxifloxacin hydrochloride; piperacillin sodium tazobactam sodium; cefoperazonesulbactam et al.), (5) intravenous corticosteroid therapy is optional and based on theclinical experiences of the doctors, (6) continuous renal replacement therapy if acute renalimpairment or failure occurs. Invasive mechanical ventilation was given to patients withhypoxic respiratory failureandacute respiratory distress syndrome (ARDS).Extracorporeal membrane oxygenation (ECMO) support was used for the patients withrefractory hypoxemia that is difficult to be corrected by prone and protective lungventilation strategy.Nucleic acid tests for SARS-CoV-2 were repeated twice and shown virus clearance beforepatients discharge or discontinuation of quarantine.We reviewed clinical charts, nursing records, laboratory findings and chest radiographyfor all patients with laboratory-confirmed COVID-19 infection. The data of epidemiological,clinical, laboratory, and radiological features, treatment and outcomes were obtained fromstandardized data collection forms and electronic medical records. For critically ill patientsadmitted to the ICU, the Glasgow Coma Scale (GCS), Sequential (sepsis-related) OrganFailure Assessment (SOFA), and Acute Physiology and Chronic Health Evaluation II(APACHE II) scores were monitored on the day of ICU admission. Two researchersindependently reviewed the data to double check the correct of collected data. For thedata which were not available for electronic medical records, the researchers directlycommunicated with patients and doctors to ascertain the data integrity. The clinicaloutcomes (i.e. discharges, mortality, hospitalization) were followed up to February 15,2020.The diagnostic criteria of ARDS were based on the 2012 Berlin definition. 15 Shock weredefined according to the interim guidance of WHO for novel coronavirus-China.Hypoxemia was defined as partial arterial oxygen pressure (PaO₂) over inspiratory oxygenfraction (FiO₂) of less than 300 mmHg. Acute kidney injury (AKI) was identified andclassified by the highest serum creatinine level or urine output criteria according to thekidney disease improving global outcomes classification. Cardiac injury was diagnosed ifserum levels of cardiac biomarkers (i.e. hypersensitive troponin I) were above the 99thpercentile upper reference limit, or newly onset abnormalities shown in electrocardiogramor cardiac ultrasound. The severe or critical COVID-19 patients were defined according tothe following criteria: fever plus one of these conditions, including respiratory rate ≥ 30breaths/min, severe respiratory distress, SpO2 ≤ 93% on room air, occurrence ofrespiratory failure requiring mechanical ventilation, shock and other organ failure. 8All the continuous variables were determined the normality of the distribution byKolmogorov-Smirnov test, the normally distributed variables were described as the means± standard deviation (SD) and the skewed distributed variables were expressed as themedian and interquartile range (IQR). We compared the normally distributed continuousvariables by using the Student t-test and skewed distributed variables by using theMannWhitney U test. Comparisons of categorical variables between groups were conductedusing Pearson’s chi-squared test or Fisher’s exact test, as appropriate. All the statisticalanalyses were performed using the IBM SPSS version 24.0 (IBM Corp., Armonk, NY,USA). P values less than 0.05 represented statistical significance and all reported Pvalues were two-sided.publication.The funder of the study had no role in study design, data collection, data analysis andinterpretation or writing of the manuscript. The corresponding authors had full access toall the data in this study and had final responsibility for the decision to submit for          The study population included a total of 221 admitted patients with confirmed COVID-19infection in Zhongnan Hospital of Wuhan University, between January          In total, 78 (35.3%) patients had 1 or more chronic comorbidities, including hypertension(54 [24.4%]), diabetes (22 [10.0%]), cardiovascular disease (22 [10.0%]), cerebrovasculardisease (15 [6.8%]), chronic obstructive pulmonary disease (COPD) (6 [2.7%]), chronickidney disease (CKD) (6 [2.7%]), chronic liver disease (7 [3.2%]), malignancy (9 [4.1%])and patients with immunosuppression treatment (3 [1.4%]) (Table 1).The symptom onset date of the first patient identified was Dec 25, 2019. The mostcommon symptoms were fever (200 [90.5%]), followed by fatigue (156 [70.6%]), cough(136 [61.5%]), anorexia (80 [36.2%]) and dyspnea (64 [29.0%]). Less common symptomsincluded diarrhea (25 [11.3%]), pharynglagia (22 [10.0%]), headache (17 [7.7%]) andabdominal pain (5 [2.3%]). The median duration from onset of symptoms to hospitaladmission was 7.0 days (IQR, 4.0-10.0), to dyspnea was 8.0 days (IQR, 4.0-11.0), and toICU admission was 10.0 days (IQR, 7.0-13.0) (Table 1 and 3).Compared to the non-severe patients (n = 166), the median age of the severe patientswas significantly older (62.0 years [IQR, 52.0-74.0] vs 51.0 years [IQR, 36.0-64.3]; P <0.001). 35 (63.6%) of the severe patients were male, and 93 (56.0%) of the non-severepatients were female. The severe patients were also more likely to have underlyingcomorbidities (40 [72.7%] vs 38 [22.9%]; P < 0.001), including hypertension (26 [47.3%]vs 28 [16.9%]; P < 0.001), cardiovascular disease (13 [23.6%] vs 9 [5.4%]; P < 0.001) andcerebrovascular disease (11 [20.0%] vs 4 [2.4%]; P < 0.001) (Table 1). A higher proportionof severe patients developed symptoms such as high fever (body temperature above 38.1ºC, 49 [89.1%] vs 94 [56.6%]; P < 0.001), anorexia (34 [61.8%] vs 46 [27.7%]; P < 0.001)and dyspnea (35 [63.6%] vs 29 [17.5%]; P < 0.001) (Table 1). Vital signs including heartrate (88 [80-107] vs 80 [74-90]; P < 0.01) and respiratory rate (21 [20-26] vs 20 [19-20]; P< 0.001) were also significantly increased in severe patients compared to non-severepatients (Table 1).On admission, the blood counts of 73 (33.0%) of the 221 patients showed leukopenia(white blood cell count < 3.5×109/L) and 163 (73.8%) showed lymphopenia (lymphocytecount < 1.1×109/L). There were numerous laboratory parameters were significantlyincreased in severe patients (Table 2), including the white blood cell and neutrophil, theprothrombin time, levels of D-dimer, hypersensitive troponin I, creatine kinase, creatinekinase-MB, lactate dehydrogenase, alanine and aspartate aminotransferase (ALT/AST),total bilirubin, serum creatinine as well as procalcitonin (Table 2, P < 0.001). Additionally,the lymphocyte count was significantly decreased in severe patients compared to thenonsevere patients (Table 2, P < 0.001)). Of the 221 patients with COVID-19, a total of 215(97.3%) showed bilateral and the rest (6, [2.7%]) showed unilateral chest radiographsabnormalities, characterized by multiple patchy, ground-grass opacities and multiple lobesof consolidation (the 1st and 2nd chest CT in Figure 1A) or honeycomb-like thickening ofthe interlobular septa and sub-segmental areas of consolidation (the 1st and 2nd chest CTin Figure 1B). Pathogenic analyses show that the severe patients suffered a significantlyhigher rate of co-infections with bacteria (14 [25.5%] vs 3 [1.8%]; P < 0.001) and fungus(6 [10.9%] vs 1 [0.6%]; P = 0.001) compared to the non-severe patients (Table 2).Of the 55 severe COVID-19 patients, 44 (80%) of them were admitted to the ICU due tocombined moderate or severe ARDS, requiring non-invasive or invasive mechanicalventilation therapy. The median time from onset of symptoms to ICU admission was10.0 days (IQR, 7-13) (Table 3). On the day of ICU admission, the median GCS,APACHE II, and SOFA scores were 15 (IQR, 11-15), 17 (IQR, 12-22) and 5 (IQR, 4-8),respectively (Table 3), indicating critical illness. The median PaO2 level of patients inICU was 66 mm/Hg (IQR, 53-87) and the median of P/F (PaO2 to FiO2) ratio was 113mm/Hg (IQR, 84-190).Common complications among the total 221 subjects included ARDS, arrhythmia, acutecardiac injury, acute kidney injury (AKI) and shock. Compared to non-severe patients, thepercentages of severe patients with complications were significantly increased, includingARDS (48 [87.3%] vs 0; P < 0.001), arrhythmia (22 [40.0%] vs 2 [1.2%]; P < 0.001), acutecardiac injury (16 [29.1%] vs 1 [0.6%]; P < 0.001), shock (15 [27.3%]) vs 0; P < 0.001) andAKI (8 [14.5%] vs 2 [1.2%]; P < 0.001) (Table 4).Most patients (196 [88.7%]) received antiviral therapy, and a total of 64 (49.6%) patientswere given glucocorticoid treatment. The severe patients receiving antiviral therapy (50[90.0%] vs 146 [88.0%]; P < 0.001) and glucocorticoid treatment (40(72.7%) vs 75 [45.2%];P < 0.001) were significantly higher than those of the non-severe patients (Table 4).Among all the severe patients, 25 of patients (45.5%) received non-invasive ventilation(NIV) and 26 patients (47.3%) received IMV, which were significantly higher than those ofnon-severe patients, respectively (45.5% vs 1.2% and 47.3% vs 0; P < 0.001) (Table 4).In addition, 48 (87.3%) of severe patients developed ARDS, and 10 (18.2%) of them weretreated with IMV plus ECMO support and 2 AKI patients underwent CRRT. Of 10 severepatients receiving IMV+ECMO support, 2 patients had clinical benefits and had beendischarged and 3 of them were non-survivors. The rest 5 patients were still undertreatment at the time of data collection. Figure 1A represents the chest CT wassignificantly improved after receiving IMV+ECMO support.We also analyzed the outcome of the 44 severe patients in the ICU (Table 5). Of thesepatients, 23 of them (52.3%) were symptomatic relief and transferred to the general wards,while 9 of them (20.5%) were dead, and the rest of the patients were still under treatment.The patients with higher scores of APACHE II, SOFA and increased levels of PCT,showed a worse prognosis (Table 5). The elder and male patients had an increasedmortality rate. The dose and duration of intravenous glucocorticoid treatment showed nodifference in outcomes of symptomatic relief and death (Table 5). Intriguingly, the patientsin the death group received a significantly enlarged volume of the fluid balance per day(483 [IQR, 333~717] vs 60 [IQR, -164~133]; P < 0.001), and cumulative fluid volume intotal (4800 [IQR, 2500-8996] vs 270 [IQR, -1150~1200]; P < 0.001), compared to thepatients in the ICU-to-Ward transfer group.As of Feb 15, 2020, a total of 42 (19.0%) patients had been discharged and 12 (5.4%)patients had died, and 168 (76.0%) patients were still hospitalized. Of the 55 severepatients, 37 (67.3%) were still hospitalized, and 7 (12.7%) had been discharged and 12(21.8%) were dead. The mortality rate was significantly higher in the severe patientscompared to that in the non-severe patients (12 [21.8%] vs 0 [0.0%]; P < 0.001, Table 4).This retrospective, single-center study included a total of 221 SARS-CoV-2 pneumoniacases from Jan 2 to Feb 10, 2020. Only 8 (3.6%) of patients had a history of exposure tothe Huanan Seafood Market, while a majority of patients without the exposure historyindicate the rapid human-to-human transmission. Based on a recent review, the estimatedmean R0, an indicator of virus transmissibility, for the SARS-CoV-2 is around 3.28, whichis higher than the WHO estimated at 1.95.16, and is also higher than that of theSARSClinical characteristic analysis shows a significantly increased age as well as elevatednumbers of underlying comorbidities in severe patients than those in non-severe patients,indicating that the age and comorbidity may be important risk factors for poor outcome.Contradictory to the previous report showing a higher incidence of COVID-19 in malepatients, 5 recent data including ours, consistently showed a similar proportion of maleand female patients with COVID-19. 11The patients with COVID-19 also demonstrated a decreased lymphatic count comparingto healthy people, and it was significantly decreased in severe patients compared to thosein non-severe patients. Our data show that lymphocytopenia occurred in more than 80%of severe patients, consistent with the result of a recent cohort study. 18 Lymphocytopeniais also a prominent feature of severe patients with SARS-CoV and MERS infection whichattribute to the necrosis or apoptosis of lymphocyte caused by the invasive viral particles.19 20 We also analyzed the absolute number of different subsets of lymphocytes in the ICUpatients. Compared to the health population, the total numbers of T cells (312 [231-558]vs [805-4459]; number per μl), CD4+ T cells (245 [148-297] vs [345-2350]), CD8+ T cells(81 [64-230] vs [345-2350]), total B cells (81 [47-106] vs [240-1317]) as well as naturalkiller (NK) cells (51 [21-115] vs [210-1514]) were dramatically decreased in the severepatients (data not shown), suggesting that the severity of lymphocytopenia reflects theseverity of COVID-19. A recent study showed a significantly reduced total number of Tcells, CD4+ and CD8+ T cells in elder and severe patients with COVID-19 21, and revealedone possible mechanism by which the aberrant cytokine signaling including TNF-a, IL-6and IL-10 may be mediated in T cell pro-apoptosis. 21 In addition, abnormal laboratoryfindings in the severe patients also included prolonged thrombin time, increased AST/AST,hypersensitive troponin I and serum creatine, suggesting aberrant coagulation pathway,hepatic injury, myocardial injury, and kidney injury, respectively. The levels of PCT, amarker suggesting the bacterial infection, were not elevated in the patients withCOVID19, suggesting the viral-mediated pneumonia rather than bacteria. These laboratoryabnormalities are similar to those previously observed in patients with MERS-CoV 22 andThe rates of co-infection, including other viruses, bacteria and fungus, were significantlyincreased in severe patients with COVID-19 than those in non-severe patients. Thecoinfection rate was also higher in the death group than that of the ICU-to-Ward transfergroup, despite no significantly statistical difference due to a small number of casesinvolved in. The main reasons for the increased hospital acquired infections were due tolymphocytopenia and the reduced host immune functions in critically ill patients. Thesepatients bear invasive catheters including endotracheal tube, arteriovenous catheters,urinary and gastric tubes, resulting in an increased susceptibility to secondary infectionsof nosocomial multidrug-resistant pathogens, such as A. baumannii, Escherichia coli,Pseudomonas aeruginosa and Enterococcus. We found that 5 (55.6%) of COVID-19patients co-infected with carbapenem-resistant A. baumanni (CRAB) in the ICU deathgroup, which was much higher than those (4 [17.4%]) in the ICU-to-Ward transfer group(data not shown). The higher rate of CRAB infection makes difficulties in antibiotictreatment, resulting in increased possibility to develop septic shock and death. 25At present, there is no evidence showing specific drug treatment against the newcoronavirus in suspected or confirmed cases. The principles of treatment includeimprovement of the symptoms and underlying diseases, active prevention of potentialcomplications and secondary infections. Like other viruses, the SARS-CoV-2 enters cellsthrough receptor-mediated endocytosis.26 Studies showed that the SARS-CoV-2 mayinfect alveolar epithelial cells in lung through the angiotensin-converting enzyme II (ACE2)receptor, which is also expressed in other tissues, such as kidney, blood vessels andheart.26 27 Researchers using an artificial intelligence predicted that Baricitinib, an inhibitorof AP2-associated protein kinase 1 (AAK1), might be useful to interrupt the entrance ofvirus to cells and also the intracellular assembly of the virus particles. 4 28 In addition, acase report showed that remdesivir, an adenosine analogue, has shown survival benefitsin one severe COVID-19 pneumonia patient 29. The effectiveness has been verified invitro. 30 Now a couple of clinical trials focus on the efficacy of remdesivir, as well as othertherapeutic strategies, such as immunoglobulins, Vitamin C infusion, mesenchymal stemcell treatment, arbidol hydrochloride plus interferon atomization, ritonavir combined withoseltamivir,lopinavirplusritonavirandarbidolhydroxychloroquineandmethylprednisolone. 31The corticosteroid therapy regarding the onset therapeutic time, the dosage, and durationwere still controversial in the treatment of severe SARS or SARS-CoV-2 pneumonia. 32We treated corticosteroid to the patients with refractory high fever, exacerbation ofwheezing symptoms, increased interstitial exudation based on chest radiology, and highlevels of inflammatory mediators to inhibit the “cytokine storm”. Corticosteroid therapy(methylprednisolone 1-2 mg/kg/day) are recommended for severely ill patients with ARDS,for as short a duration of treatment as possible. 33 34 The results showed that the earlyonset use of corticosteroid may have clinical benefits, but more cases and multivariatecorrelation analysis regarding the safety and efficacy were needed to verify. Our data alsosuggested that excessive fluid resuscitation may increase the risk of death. One principleof the ARDS treatments is the restricted fluid resuscitation strategy to preventexacerbation of pulmonary edema. 35The limitation of this study is that among the 221 cases, most of the patients were stillhospitalized at the time of data collected. It is incomplete to assess risk factors foroutcomes. Continued observation and dynamic clinical dataset are required.In this single-center case series of 221 hospitalized patients with confirmed COVID-19 inWuhan, China, 55 severe patients (24.9%) with elder age and chronic comorbidities,developed more than one complication. 44 (80%) of them received ICU care, and 52.3%of them transferred to the general wards due to relieved symptoms, and the mortality rateof severe patients in ICU was 20.5%. Of the 166 non-severe patients, 21.1% of them werecured and discharged and no patients died. Older and male patients with higher APACHEII & SOFA scores, elevated PCT level, excessive fluid volume input, as well as the delayeduse of corticosteroid might increase the risk of death.workwassupportedby theFoundation of China (grant no. 81700493 to Dr. Pan; grant no. 81971816 to Dr. Peng).Competing interests. The authors declared no conflictsEthical approval: This study was approved by the National Health Commission of Chinaand Ethics Commission of Zhongnan Hospital.1. Lu H, Stratton CW, Tang YW. Outbreak of Pneumonia of Unknown Etiology in WuhanChina: the Mystery and the Miracle. Journal of Medical Virology 2020Apr;92(4):401-402. doi: 10.1002/jmv.25678.(COVID-19)ncov/summaryhtml3. Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patients with pneumonia inChina, 2019. New England Journal of Medicine 2020. Feb 20;382(8):727-733. doi:10.1056/NEJMoa2001017.coronavirus: implications for virus origins and receptor binding. The Lancet 2020.Feb 22;395(10224):565-574. doi: 10.1016/S0140-6736(20)30251-8.5. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 casesof 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. TheLancet 2020. Feb 15;395(10223):507-513. doi: 10.1016/S0140-6736(20)30211-7.inChina.medRxiv2020:2020.02.06.20020974.doi:10.1101/2020.02.06.20020974.7. Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. The Lancet 2020. Feb 15;395(10223):514-523. doi:10.1016/S01406736(20)30154-9.2020.China10.1001/jama.2020.1585.asymptomatic contact in Germany. New England Journal of Medicine 202013. Update on the epidemic situation of new coronavirus pneumonia as of 24:00 on        February 2        Military Medical Research 2020;7(1):4. doi: 10.1186/s40779-020-0233-6.infection: a bioinformatics analysis based on single-cell transcriptomes. bioRxiv14. Novel Coronavirus(2019-nCoV) Situation Report - 7. World Health Organization2020;https://www.who.int/docs/default-source/coronaviruse/situation15. Ferguson ND, Fan E, Camporota L, et al. The Berlin definition of ARDS: an expandedrationale, justification, and supplementary material. Intensive care medicine.16. Liu Y, Gayle AA, Wilder-Smith A, et al. The reproductive number of COVID-19 is highercompared to SARS coronavirus. Journal of Travel Medicine 2020.17. WHO. Consensus document on the epidemiology of severe acute respiratorysyndrome (SARS). 2003.SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,observational study. 2020.19. Chu H, Zhou J, Wong BH-Y, et al. Middle East respiratory syndrome coronavirusefficiently infects human primary T lymphocytes and activates the extrinsic andintrinsic apoptosis pathways. The Journal of infectious diseases2016;213(6):90414.20. Liu WJ, Zhao M, Liu K, et al. T-cell immunity of SARS-CoV: Implications for vaccinedevelopment against MERS-CoV. Antiviral research 2017;137:82-92.21. Diao B, Wang C, Tan Y, et al. Reduction and Functional Exhaustion of T Cells in22. Das KM, Lee EY, Jawder SEA, et al. Acute Middle East respiratory syndromecoronavirus: temporal lung changes observed on the chest radiographs of 55patients. American Journal of Roentgenology 2015;205(3):W267-S74.23. Mü ller NL, Ooi GC, Khong PL, et al. High-resolution CT findings of severe acuterespiratory syndrome at presentation and after admission. American Journal ofRoentgenology 2004;182(1):39-44.24. Nicolaou S, Al-Nakshabandi NA, Mü ller NL. SARS: imaging of severe acuterespiratory syndrome. American Journal of Roentgenology 2003;180(5):1247-49.25. Gao H-N, Lu H-Z, Cao B, et al. Clinical findings in 111 cases of influenza A (H7N9)virus infection. New England Journal of Medicine 2013;368(24):2277-85.26. Zhao Y, Zhao Z, Wang Y, et al. Single-cell RNA expression profiling of ACE2, theputative receptor of Wuhan 2019-nCov. BioRxiv 2020.coronavirus of probable bat origin. Nature 2020:1-4.nCoV acute respiratory disease. The Lancet 2020.United States. New England Journal of Medicine 2020.31. Avaiable from:=&dist=.32. Russell CD, Millar JE, Baillie JK. Clinical evidence does not support corticosteroidtreatment for 2019-nCoV lung injury. The Lancet 202033. Peter JV, John P, Graham PL, et al. Corticosteroids in the prevention and treatmentof acute respiratory distress syndrome (ARDS) in adults: meta-analysis. Bmj2008;336(7651):1006-09.34. Khilnani GC, Hadda V. Corticosteroids and ARDS: A review of treatment andpreventionevidence. Lung India2011;28(2):114-19. doi:10.4103/09702113.80324.35. Roch A, Guervilly C, Papazian L. Fluid management in acute lung injury and ards.Ann Intensive Care 2011;1(1):16-16. doi: 10.1186/2110-5820-1-16.Total(n=221)Highest temperature℃(n=166)67(40.4)61(36.7)38(22.9)73(44.0)93(56.0)5(3.0)38(22.9)28(16.9)15(9.0)9(5.4)4(2.4)2(1.2)1(0.6)3(1.8)5(3.0)2(1.2)145(87.3)Data are median (IQR), n (%). P values comparing severe and non-severe are from χ²test, Fisher’s exact test, or Mann-Whitney U test. COPD = chronic obstructive pulmonarydisease. CKD = chronic kidney disease. COVID-19 = Corona Virus Disease 2019.57(25.8)104(47.1)39(17.6)156(70.6)136(61.5)80(36.2)64(29.0)25(11.3)22(10.0)17(7.7)White blood cell count (× 10⁹ /L; normal range 3·5–9·5)<3.5Lymphocyte count (× 10⁹ /L; normal range 1.1-3.2)Monocyte count (× 10⁹ /L; normal range 0.1-0.6)Platelet count (× 10⁹ /L; normal range 125-350)Prothrombin time (s; normal range 9.4-12.5)D-dimer (mg/L; normal range 0-500)Hypersensitive troponin I (pg/mL; normal range <26.2)Creatine kinase (U/L; normal range <171)Creatine kinase-MB (U/L; normal range <25)Alanine aminotransferase (U/L; normal range 9-50)Aspartate aminotransferase (U/L; normal range 15-40)Total bilirubin (mmol/L; normal range 5-21)Blood urea nitrogen (mmol/l; normal range 2.8-7.6)Creatinine (μmol/L; normal range 64-104)Procalcitonin (ng/mL; normal range <0.05)Total(n=221)Severe(n=55)Activated partial thromboplastin time (s; normal range 25.1-36.5)Lactate dehydrogenase (U/L; normal range 125-243)227(174-367)424(287-591)204(167-290)Data are median (IQR), n (%). P values comparing severe and non-severe are from χ²test, Fisher’s exact test, or Mann-Whitney U test. COVID-19 = Corona Virus Disease150(67.9)13(5.9)215(97.3)33(14.9)17(7.7)7(3.2)28(50.9)admission to ICUNormal rangeICU (n=44)Onset of symptom to ICU admission (d)GCSAPACHE IISOFAPHLactate, mmol/lPaO2, mm/HgPaO2:FiO2, mm/HgPaCO2, mm/HgNANANANAData are median (IQR). GCS = Glasgow Coma Score; APACHE II = Acute Physiology and Chronic HealthEvaluation II; SOFA = Sequential Organ Failure Assessment; PaO2 = Partial Pressure of Oxygen; PaCO2= Partial Pressure of Carbon Dioxide; FiO2 = fraction of inspiratory oxygen. ICU = intensive careunit; NA, not available.ARDSArrhythmiaShockAKIAcute cardiac injuryAntiviral therapyGlucocorticoid therapyCRRTNIVIMVIMV+ECMOHospitalizationDischargeDeathTotal(n=221)48(21.7)24(10.9)17(7.7)15(6.8)10(4.5)196(88.7)115(52.0)5(2.3)27(12.2)16(7.2)10(4.5)168(76.0)42(19.0)12(5.4)48(87.3)22(40.0)Data are n (%). P values comparing severe and non-severe are from χ² test, Fisher’sexact test. ARDS= acute respiratory distress syndrome. AKI = acute kidney injury.CRRT = continuous renal replacement therapy; NIV = non-invasive ventilation; IMV =invasive mechanical ventilation ECMO = extracorporeal membrane oxygenation.COVID-19 = Corona Virus Disease 2019.(n=166)0(0)0(0)146(88.0)75(45.2)1(0.6)2(1.2)0(0)0(0)131(78.9)35(21.1)0(0)PValue<0.001<0.001<0.001<0.001<0.001<0.001<0.001(n=9)7(77.8)2(22.2)Onset of symptom to dyspnea (d)Onset of symptom to ICU admission (d)Onset of symptom to IMV (d)Onset of symptom to glucocorticoidtherapy (d)(mg/d)Maximum methylprednisolone dosage80(60-80)80(50-100)Duration of glucocorticoid therapy (d)Cumulative fluid balance in ICU (ml)270(-1150~1200)4800(2500~8996)Mean daily fluid balance in ICU (ml/d)ICU length of stay (d)60(-164~133)483(333~717)(n=23)15(65.2)8(34.8)Data are median (IQR), n (%). P values comparing severe and non-severe are from χ²test, Fisher’s exact test, or Mann-Whitney U test. COVID-19 = Corona Virus Disease2019. ICU = intensive care unit; APACHE II = Acute Physiology and Chronic HealthEvaluation II score; SOFA = Sequential Organ Failure Assessment score; PCT =procalcitonin; Cumulative fluid balance = total fluid input minus output in ICU;Case A：Transverse chest CT images from a 72-year-old man with severe COVID-19.The 1st chest CT shows multiple ground-glass opacities in bilateral lungs on day 8 aftersymptom onset. The 2ed chest CT Shows progressive bilateral ground-glass opacities andmultiple lobes of consolidation on day 14 after symptom onset, and the 3ed images wereobtained after ECMO supportive therapy in the ICU showing recovery status on day 30after symptom onset. Case B: Transverse chest CT images from a 44-year-old man withmild COVID-19. The 1st chest CT shows bilateral multiple lobular and subsegmental areasof consolidation on day 7 after symptom onset. The 2ed chest CT Shows bilateralgroundglass opacity and subsegmental areas of consolidation on day 10 after symptom onset,and the 3ed chest CT shows improved status on day 18 after symptom onset.", "ref_list": [[], ["Centers for Disease Control and Prevention (CDC): Coronavirus Disease 2019 4"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Lu", "X Zhao", "J Li", "Guan", "C Huang", "Y Wang", "X Li", "D Wang", "B Hu", "C Hu", "C Rothe", "M Schunk", "P Sothmann", "H Zhang", "Z Kang", "H Gong", "X Yang", "Y Yu", "J Xu", "P Zhou", "X-L Yang", "X-G Wang", "P Richardson", "I Griffin", "C Tucker", "ML Holshue", "C DeBolt", "S Lindquist", "M Wang", "R Cao", "L Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Contributors: # Contributed equally to this article. HQ Pan and ZY Peng conceptualized\nthe paper. C Hu analyzed the data with input from GQ Zhang, F Fang, YF Chen, JG Li.\nGQ Zhang, HQ Pan and LJ Luo wrote the initial draft with all authors providing critical\nfeedback and edits to subsequent revisions. All authors approved the final draft of the\nmanuscript. The corresponding author attests that all listed authors meet authorship\ncriteria and that no others meeting the criteria have been omitted.", "one_words_summarize": "C Hu analyzed the data with input from GQ Zhang, F Fang, YF Chen, JG Li. More data were needed to understand theclinical characteristics of the disease. Mostcommon symptoms in severe patients were high fever, anorexia and dyspnea. Inaddition, the severe patients suffered a higher rate of co-infections with bacteria or fungusand they were more likely to developing complications. Although epidemiological studies indicate a common link between the initially diagnosedpatients and the Huanan Seafood Market in Wuhan, 5 an increasing number of laterconfirmed cases have involved infected patients without history of contacting theimplicated market, nor traveling to Wuhan, 6 and the family cluster type of infections werereported. 6 9Based on a recent large-scale epidemiological survey, the latency period of theSARSCoV-2 may extend up to 24 days, even though the proportion of patients with longincubation period is very small, but the medium incubation period remains short at 3 days.6 Reported illnesses have ranged from patients with little or no symptoms to patients beingseverely ill and dying. 10 11 However, the clinicalfeatures between severe and non-severe cases have not yet been well described. This study wasapproved by the National Health Commission of China and Ethics Commission ofZhongnan Hospital. 5) intravenous corticosteroid therapy is optional and based on theclinical experiences of the doctors, (6) continuous renal replacement therapy if acute renalimpairment or failure occurs. The clinicaloutcomes (i.e. discharges, mortality, hospitalization) were followed up to February 15,2020.The diagnostic criteria of ARDS were based on the 2012 Berlin definition. All the statisticalanalyses were performed using the IBM SPSS version 24.0 (IBM Corp., Armonk, NY,USA). The mostcommon symptoms were fever (200 [90.5%]), followed by fatigue (156 [70.6%]), cough(136 [61.5%]), anorexia (80 [36.2%]) and dyspnea (64 [29.0%]). Additionally,the lymphocyte count was significantly decreased in severe patients compared to thenonsevere patients (Table 2, P < 0.001)). Compared to non-severe patients, thepercentages of severe patients with complications were significantly increased, includingARDS (48 [87.3%] vs 0; P < 0.001), arrhythmia (22 [40.0%] vs 2 [1.2%]; P < 0.001), acutecardiac injury (16 [29.1%] vs 1 [0.6%]; P < 0.001), shock (15 [27.3%]) vs 0; P < 0.001) andAKI (8 [14.5%] vs 2 [1.2%]; P < 0.001) (Table 4).Most patients (196 [88.7%]) received antiviral therapy, and a total of 64 (49.6%) patientswere given glucocorticoid treatment. Figure 1A represents the chest CT wassignificantly improved after receiving IMV+ECMO support. Of thesepatients, 23 of them (52.3%) were symptomatic relief and transferred to the general wards,while 9 of them (20.5%) were dead, and the rest of the patients were still under treatment. We found that 5 (55.6%) of COVID-19patients co-infected with carbapenem-resistant A. baumanni (CRAB) in the ICU deathgroup, which was much higher than those (4 [17.4%]) in the ICU-to-Ward transfer group(data not shown). The higher rate of CRAB infection makes difficulties in antibiotictreatment, resulting in increased possibility to develop septic shock and death. 25At present, there is no evidence showing specific drug treatment against the newcoronavirus in suspected or confirmed cases. 35The limitation of this study is that among the 221 cases, most of the patients were stillhospitalized at the time of data collected. Continued observation and dynamic clinical dataset are required. A novel coronavirus from patients with pneumonia inChina, 2019. doi:10.1056/NEJMoa2001017.coronavirus: implications for virus origins and receptor binding. Epidemiological and clinical characteristics of 99 casesof 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. doi: 10.1016/S0140-6736(20)30211-7.inChina.medRxiv2020:2020.02.06.20020974.doi:10.1101/2020.02.06.20020974.7. The Berlin definition of ARDS: an expandedrationale, justification, and supplementary material. 2003.SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,observational study. Khilnani GC, Hadda V. Corticosteroids and ARDS: A review of treatment andpreventionevidence. doi: 10.1186/2110-5820-1-16.Total(n=221)Highest temperature℃(n=166)67(40.4)61(36.7)38(22.9)73(44.0)93(56.0)5(3.0)38(22.9)28(16.9)15(9.0)9(5.4)4(2.4)2(1.2)1(0.6)3(1.8)5(3.0)2(1.2)145(87.3)Data are median (IQR), n (%). P values comparing severe and non-severe are from χ²test, Fisher’s exact test, or Mann-Whitney U test. ICU = intensive care unit; APACHE II = Acute Physiology and Chronic HealthEvaluation II score; SOFA = Sequential Organ Failure Assessment score; PCT =procalcitonin; Cumulative fluid balance = total fluid input minus output in ICU;Case A：Transverse chest CT images from a 72-year-old man with severe COVID-19.The 1st chest CT shows multiple ground-glass opacities in bilateral lungs on day 8 aftersymptom onset. The 2ed chest CT Shows progressive bilateral ground-glass opacities andmultiple lobes of consolidation on day 14 after symptom onset, and the 3ed images wereobtained after ECMO supportive therapy in the ICU showing recovery status on day 30after symptom onset."}