{"date": "2020/03/02", "journal": "biorxiv", "authors": "Salvatore Di Giorgio, Filippo Martignano, Maria Gabriella Torcia, Giorgio Mattiuz, Silvestro G. Conticello", "title": "Evidence for RNA editing in the transcriptome of 2019 Novel Coronavirus", "type": "preprint article", "abstract": "† ‡ These authors contributed equally The 2019-nCoV outbreak has become a global health risk. Editing by host deaminases is an innate restriction process to counter viruses, and it is not yet known whether it operates against coronaviruses. Here we analyze RNA sequences from bronchoalveolar lavage fluids derived from two Wuhan patients. We identify nucleotide changes that may be signatures of RNA editing: Adenosine-to-Inosine changes from ADAR deaminases and Cytosine-to-Uracil changes from APOBEC ones. A mutational analysis of genomes from different strains of human-hosted Coronaviridae reveals patterns similar to the RNA editing pattern observed in the 2019-nCoV transcriptomes. Our results suggest that both APOBECs and ADARs are involved in Coronavirus genome editing, a process that may shape the fate of both virus and patient.", "text": "Emerging viral infections represent a threat to global health, and the recent outbreak of NovelCoronavirus 2019 (2019-nCoV or SARS-CoV-2) from Wuhan (China) exemplifies the risks (1,5        2). As viruses are obligate intracellular parasites, organisms evolved innate immune processes for101520the sensing and the restriction of viruses. Among the processes involved is RNA and DNA editingmediated by endogenous deaminases. Two different deaminase families are present in mammalianspecies: the ADARs target double stranded RNA (dsRNA) for deamination of Adenines intoInosines (A-to-I) (                To assess whether RNA editing could be involved in the response to 2019-nCoV infections, westarted from publicly available RNA sequencing datasets from bronchoalveolar lavage fluids(BALF) obtained from patients diagnosed with Coronavirus Virus disease (COVID-2019). Whiletranscriptomic data for all samples could be aligned to the 2019-nCoV reference genome, thequality of the sequencing varied among samples, and only two samples had coverage and errorrates suitable for the identification of potentially edited sites (Supplementary Table 1). Wetherefore called the single nucleotide variants (SNVs) using REDItools 2 only on the data fromthe two patients reported in Chen et al. (        F3aORF6ORF7aORF8ORNF10ORrf1aboSF3aOREMF6ORF7aORF8ORNF10ORFig. 1A25156) 5%(ycn 4euqerF 3VNS 210CDgenes105VN150S100500+ strand- strandAC AG AT CA CG CT GA GC GT TA TC TGAC AG AT CA CG CT GA GC GT TA TC TGorf1abAG / TCCT / GASF3aOR EORF6ORF8F10ORM ORF7aNfraction and (B) number of SNVs for each nucleotide change (e.g. A>C, AC). (C) Distribution ofgrouped in bins of 200 nt and are plotted above (AG and CT) or below the line (TC and GA) based5on the edited strand. Genetic organization of 2019-nCoV (top); coverage distribution of sampleSRR10903402 (bottom). (D) SNV count and type per gene. (E) Editing rate: SNV count and typeper gene after normalization by gene length and coverage.101520        The allelic fraction of the SNVs ranges between 1 and 5% (Fig. 1A) and there is a bias towardstransitions (Fig.1B). The number of transversions is compatible with the mutation rate observedin Coronaviruses (10-6/-7, 28). On the other hand, the bias towards transitions resembles the patternof SNVs observed in human transcriptomes (                C>T and G>A are the second main group of changes and could derive from APOBEC-mediatedC-to-U deamination. Contrary to A-to-I, C-to-U editing is a relatively rare phenomenon in thehuman transcriptome (                APOBECs (        SNVs are spread throughout the viral genome, with no apparent difference in distribution betweenA-to-I and C-to-U changes (Fig. 1C). Since ADARs and APOBECs target selectively dsRNA and5ssRNA, such distribution could derive from the presence at all times of RNA in a dynamic1015equilibrium between double-strandedness -when negative-sense RNA is being transcribed- andsingle-strandedness -when nascent RNA is released. Some areas seem to bear less SNVs, but thisis due to lower coverage.        Similarly, SNVs accumulate on most viral genes proportionally to gene length and sequencingdepth (Fig. 1D, E). Only exception is the ORF6 gene, which modulates interferon signaling (                Since APOBEC deaminases preferentially target cytosines within specific sequence contexts, weanalyzed the trinucleotide context of the SNVs. After normalization for the genomic context, noapparent bias is visible for A-to-I changes (Fig. 2A, B). On the other hand, C-to-U changespreferentially occur 3’ to thymines and adenines, as logo alignment clearly points towards a patterncompatible with APOBEC1 deamination ([AU]C[AU] (Fig. 2B) (        trinucleotide contexteach trinucleotide context (5’ to 3’, with x indicating the edited position) after normalization bygenomic content. Frequencies are normalized on the frequency of each trinucleotide context across5the viral genome (see methods). B, Local sequence context for A-to-I and C-to-U edited sites inthe viral transcriptome.1.000.75We then aligned available Coronavirus genomes from Novel Coronavirus 2019 (2019-nCoV),Middle East respiratory syndrome-related coronavirus (MERS-CoV), and the Severe AcuteRespiratory Syndrome Coronavirus (SARS-CoV) to test whether RNA editing could beresponsible for some of the mutations acquired through evolution. Indeed, the genomic alignments5reveal that a substantial fraction of the mutations in all strains could derive from C-to-U andA-toI deamination (Fig. 3A, C, E) and that a pattern compatible with APOBEC-mediated editing existsalso in genomic C-to-U SNVs (Fig. 3B, D, F).1.000.75Novel Coronavirus (2019-nCoV)sequence contextntntnt0 AC AG AT CA CG CT GA GC GT TA TC TGMiddle East respiratory syndrome coronavirus(MERS-CoV)sequence context0 AC AG AT CA CG CT GA GC GT TA TC TGSevere acute respiratory syndrome-related coronavirus(SARS-CoV)sequence contexteach nucleotide change across 2019-nCoV (A), human-hosted MERS-CoV (C), and human-hosted(Fig. S2).101520        Considering the source of our analysis -metagenomic sequencing- we wonder whether the editingfrequencies we observe (~1%) reflect the levels of editing of the viral RNAs inside the cell. Theseare the same editing levels observed for most of the ADAR-edited sites in the human transcriptome(typically inside Alu sequences) (                With regards to APOBEC-mediated RNA editing, its detection in the viral transcriptomes isalready indicative, as this type of editing is almost undetectable in human tissues (        Since most of the APOBECs are unable to target RNA, the only well characterizedcytidinetargeting deaminase are APOBEC1, mainly expressed in the gastrointestinal tract, andAPOBEC3A, whose physiological role is not clear. As with A-to-I editing, it will be important toassess the true extent of APOBEC RNA editing in infected cells.5The functional meaning of RNA editing in 2019-nCoV is yet to be understood: in other contexts,1015editing of the viral genome determines its demise or fuels its evolution. For DNA viruses, theselection is indirect, as genomes evolve to reduce potentially harmful editable sites (e.g. 12), butfor RNA viruses this pressure is even stronger, as RNA editing directly effects the geneticinformation and efficiently edited sites disappear.        Finally, this analysis is a first step in understanding the involvement of RNA editing in viralreplication, and it could lead to clinically relevant outcomes: (a) if these enzymes are relevant inthe host response to Coronavirus infection, a polymorphism quite common in the Chinesepopulation that inactivates APOBEC3A (        Materials and MethodsRNA sequencing data available from projects PRJNA601736 and PRJNA603194 weredownloaded from NCBI (https://www.ncbi.nlm.nih.gov/sra/) using the fastq-dump utilities from5the SRA-toolkit with the command line:prefetch -v SRR*** && fastq-dump --outdir /path_dir/ |--splitfiles /path_dir/SRR****.sraDetails of the sequencing runs are summarised in Table S1.10        We aligned the FASTQ files using Burrows-Wheeler Aligner (BWA) (                The command line for the alignment and the sorting with Samtools (                Somatic nucleotide variant (SNV) callingWe used RediTools2 (        The threshold we used to filter the SNVs is based on minimum coverage (20 reads) and on thenumber of supporting reads (at least 4 mutated reads). These filters allowed us to construct a highconfidence set of RNA SNVs for both patients (Fig. S1, S2). The SNVs identified in patientsSRR10903401 and SRR10903402 are listed in Data S1. A diagram of the entire pipeline is shown5in Fig. S3.        Data manipulation and analysisR packages (        Normalization of SNV counts on gene length and sequencing depthHigher gene lengths lead to higher probability of being mutated; hence, to investigate RNA editing10enrichments on 2019-nCoV genes we normalized SNV raw counts on gene-length. Since SNV rawcounts correlate with sequencing depth (Fig. S4), we normalized SNV raw counts on genes’average sequencing depth.Consequently, editing rate per gene has been calculated as follows:15Where N is the SNV raw count occurring in a specific viral gene, L is the gene length, and D is thesum of the sequencing depth of the two samples.=×Normalization of trinucleotide contextsThe analysis of the trinucleotide contexts was performed normalizing the mutated trinucleotidewithrespecttoitspresenceinthe2019-nCoVgenomeasfollows:  (%) =5where C is the count of SNVs occurring with a specific trinucleotide context, and G is the numberof times that trinucleotide context is present in the viral genome.Viral genomes alignments        The viral genomic sequences of MERS (taxid:1335626) and SARS (taxid:694009) were selected10on NCBI Virus (https://www.ncbi.nlm.nih.gov/labs/virus/vssi/#/) using the query: Host : HomoSapiens (human), taxid:9606; -Nucleotide Sequence Type: Complete. They were aligned using the“Align” utility.2019-nCoV genomic sequences were downloaded from GISAID (https://www.gisaid.org/) andaligned with MUSCLE (        AFig. S1SRR10971381120)%80(ycneuqerFVN40S0150)%(yc100neuqerFVNS50015)%(cy 10neuqerFVNS 50AC AG AT CA CG CT GA GC GT TA TC TGSRR10903401_NC045512SRR10903402_NC0455125001000Coverage.q301500SRR10903401_NC045512SRR10903402_NC0455125001000Coverage.q301500SRR10903401_NC045512SRR10903402_NC045512RNA-editing on 2019-nCoV transcriptome patients. A, Single-nucleotide variants (SNVs)identified in the RNA-sequencing for each sample (SRR10903401, SRR10903402 andSRR10971381). The bar charts (x-axes) represent all possible nucleotide changes. The y-axes5represent the count of SNVs found in each 2019-nCoV transcriptome. The y-axes represent thecount of SNVs. B, ADARs and APOBECs mutation frequency associated with the coverageobtained from the best RNA-sequencing derived from two Wuhan (China) patients. Each panelshows respectively: AG/TC, CT/GA and others (see Material and Methods). The blue and yellowdots represent the SNVs of each patient. The x-axes represent the coverage of the mapped reads ;10the y-axes the mutation frequency.Fig. S2T76520T45557168T1020243,828,1Severe acute respiratory syndrome-related coronavirus(SARS-CoV)56,336,5SNVs in Coronaviridae strains. All possible nucleotide changes that occur in 2019-nCoV, MERSand SARS genomes were reported in the corresponding table. The pies represent the percentage5(%) of ADAR and APOBEC SNVs with respect to all the other SNVs.Fig. S3!\"#$#%&'()$**%'+Custom R script:- coverage > 20- reads supporting mutations > 4High confidence sitesFig. S3.10Flow-chart of the workflow. The analysis was performed in two phases: Mutation Calling andMutation Filtering. The tools and script used in this work are described in Material and Methods.sVNS1500Mean sequencing depthCorrelation between sequencing depth and raw SNV count. Raw SNV count and meansequencing depth were calculated using 400 nt bins. Spearman’s correlation coefficient = 0.86, p5aTMegare 6 9 7voC ,63 3 09 ,5 ,16 3n 1 5 6aeMsdaerm%sdad % % %e 3 5 6p ,4 ,9 ,4ap 3 8 0eR 68 59 43d 7 9 0e 2 1 0p 3 21 26paMsad 216 751 2522 4e 6 6 2eta % % %R 7 6 8ro ,1 ,1 ,7rr 0 0 0Eid idlu luf fe eg ga a Fv v Lla la Ae r r Bsu la las o o anit e elv lv ma a uo o Hh hc cn nro roB Bs s sn n nie ie iet p p ps a a ao s s sH o o om m mo o oH H Hqq q et e e Sne iS iS iinM Mm Mu a atrs in in ianIn m um mllIu llI lluI7 6 98 8 57 7 02 2 27 7 2le 8 8 9p 3 3 3m 1 1 1a N N NS M M Mio A A AB S S S6 6 4t 3 3 9c 7 7 1e 1 1 3j 0 0 0ro 6 6 6P A A Aio N N NB JR R RJ JP P Pep q q qy e e eT -S -S -Sy A A Aas N N Ns R R RA1 2 10 0 84 4 33 3 1n 0 0 7u 9 9 9R 0 0 01 1 1R R RR R RS S Smoneg968,9277egnarcinodetaluclaceranaidednanaeMM2019-nCoV genome mutations:5MERS genome mutations:5MutACAGATCACGCTGAGCGTTATCTGSARS genome mutations:Number_of_mutTotal_mutation202310203870251269696969696969696969696965101520253035Acknowledgments: In memory of Li Wenliang, Carlo Urbani and of all the doctors and healthworkers who endangered their lives in the fight against epidemics. We acknowledge and thankall authors that are sharing their data. We gratefully acknowledge the authors, originating andsubmitting laboratories, of the sequences from GISAID’s EpiFlu Database on which thisresearch is based. The list is detailed in Data file S4.Funding: The research was supported by grants from Ministero della Salute[PE-201302357669] and from AIRC [IG-17701];Author contributions: Conceptualization: SDG, FM, MGT, GM, SGC; Formal Analysis,Investigation, Software: SDG, FM; Visualization: GM; Writing – original draft: GM and SGC;Writing – review&editing: SDG, FM, MGT, GM, SGCCompeting interests: Authors declare no competing interests; andData and materials availability: Sequencing and genomic data are available through NCBISRA and Virus repositories, and GISAID.", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia"], ["A-to-I RNA editing - immune protector and transcriptome diversifier"], ["The Epitranscriptome and Innate Immunity"], ["APOBECs and virus restriction"], ["Smith, Modeling the Embrace of a Mutator: APOBEC Selection of Nucleic Acid Ligands"], ["New antiviral pathway that mediates hepatitis C virus replicon interferon sensitivity through ADAR1"], ["von Laer, A-to-G hypermutation in the genome of lymphocytic choriomeningitis virus"], ["Evidence for ADAR-induced hypermutation of the Drosophila sigma virus (Rhabdoviridae)"], ["ADARs: viruses and innate immunity"], ["ADARs and the Balance Game between Virus Infection and Innate Immune Cell Response"], ["A-to-I editing of Malacoherpesviridae RNAs supports the antiviral role of ADAR1 in mollusks"], ["-A hypermutation of human immunodeficiency virus type 1 genomes"], ["DNA deamination mediates innate immunity to retroviral infection"], ["Extensive editing of a small fraction of human T-cell leukemia virus type 1 genomes by four APOBEC3 cytidine deaminases"], ["G to A hypermutation of hepatitis B virus"], ["Evidence for editing of human papillomavirus DNA by APOBEC3 in benign and precancerous lesions"], ["Genetic editing of herpes simplex virus 1 and Epstein-Barr herpesvirus genomes by human APOBEC3 cytidine deaminases in culture and in vivo"], ["Extremely High Mutation Rate of HIV-1 In Vivo"], ["Characterization of BK Polyomaviruses from Kidney Transplant Recipients Suggests a Role for APOBEC3 in Driving In-Host Virus Evolution"], ["Antiviral function of APOBEC3G can be dissociated from cytidine deaminase activity"], ["Deep sequencing of HIV-1 reverse transcripts reveals the multifaceted antiviral functions of APOBEC3G"], [""], ["Harris, Long-term restriction by APOBEC3F selects human immunodeficiency virus type 1 variants with restored Vif function"], ["APOBEC3G contributes to HIV-1 variation through sublethal mutagenesis"], ["Infectious vaccine-derived rubella viruses emerge, persist, and evolve in cutaneous granulomas of children with primary immunodeficiencies"], ["RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak"], ["Infidelity of SARS-CoV Nsp14-exonuclease mutant virus replication is revealed by complete genome sequencing"], ["A-to-I RNA editing occurs at over a hundred million genomic sites, located in a majority of human genes"], ["Severe acute respiratory syndrome coronavirus ORF6 antagonizes STAT1 function by sequestering nuclear import factors on the rough endoplasmic reticulum/Golgi membrane"], ["Transcriptome-wide sequencing reveals numerous APOBEC1 mRNA-editing targets in transcript 3' UTRs"], ["An Overview of the C-to-U RNA Editing Machinery and Its Implication in Human Disease"], ["Transient overexpression of exogenous APOBEC3A causes C-to-U RNA editing of thousands of genes"], ["Genome-wide quantification of ADAR adenosine-to-inosine RNA editing activity"], ["Widespread cleavage of A-to-I hyperediting substrates"], ["Hyperediting of human T-cell leukemia virus type 2 and simian T-cell leukemia virus type 3 by the dsRNA adenosine deaminase ADAR-1"], ["A genome-wide map of hyper-edited RNA reveals numerous new sites"], ["Population stratification of a common APOBEC gene deletion polymorphism"], ["A common deletion in the APOBEC3 genes and breast cancer risk"], ["Fast and accurate short read alignment with Burrows-Wheeler transform"], [""], ["REDItools: high-throughput RNA editing detection made easy Bioinformatics 29,"], ["Investigating RNA editing in deep transcriptome datasets with REDItools and REDIportal"], ["Efficient manipulation of biological strings"], ["Elegant Graphics for Data Analysis ("], [""], ["Binary alignment (BAM), FASTA, variant call (BCF), and tabix file import"], ["A language and environment for statistical computing"], ["Edgar, MUSCLE: multiple sequence alignment with high accuracy and high throughput"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F. Wu"], ["Q. Li"], ["E. Eisenberg", "E. Y. Levanon"], ["N. M. M. A. O'Connell", "L. P. Mannion", "Keegan"], ["R. S. Harris", "J. P. Dudley"], ["J. D. Salter"], ["D. R. Taylor", "M. E. R. Darnell", "K. Mihalik", "S. M. Feinstone"], ["R. C. Zahn", "I. Schelp", "O. Utermöhlen", "D."], ["J. A. Carpenter", "L. P. Keegan", "L. Wilfert", "F. M. M. A. O'Connell", "Jiggins"], ["C"], ["S. Tomaselli", "F. Galeano", "F. Locatelli", "A"], [], ["J. P. Vartanian", "A. Meyerhans", "B. Asjö", "S. Wain-Hobson"], [], ["R. Mahieux"], ["C. Noguchi"], ["D. J.-P. Vartanian", "M. Guétard", "S. Henry", "Wain-Hobson"], ["R. Suspène"], ["R. J. M. Cuevas", "R. Geller", "J. Garijo", "R. López-Aldeguer", "Sanjuán"], ["Peretti"], ["E. N. C. Newman"], ["D."], ["Milewska"], ["J. S. Albin", "J. F. Hultquist", "W. L. Brown"], ["H. A. Sadler", "M. D. Stenglein", "R. S. Harris", "L. M. Mansky"], ["Perelygina"], ["Chen"], ["D."], ["Bazak"], ["M. Frieman"], ["B. R. Rosenberg", "C. E. Hamilton", "S. M. M. Mwangi", "F. N. Dewell", "Papavasiliou"], ["T. Lerner", "F. N. Papavasiliou", "R. Pecori"], ["S. Sharma", "S. K. Patnaik", "Z. Kemer", "B. E. Baysal"], ["S. H. Roth", "E. Y. Levanon", "E. Eisenberg"], ["S. Osenberg", "D. Dominissini", "G. Rechavi"], ["N. L. Ko", "E. Birlouez", "S. Wain-Hobson", "R. Mahieux", "J.-P. Vartanian"], ["S. Carmi", "E. Y. Levanon"], ["T. L. J. M. Kidd", "R. Newman", "E. E. Kaul", "Eichler"], ["J. Long"], ["H. Li", "R. Durbin"], ["Li"], [], ["M. A. C. Lo Giudice", "G. Tangaro", "Pesole", "Protoc"], ["P. Pagès", "R. Aboyoun", "S. DebRoy Gentleman"], [], ["Reshape Datasets After Splitting Concatenated Values"], ["H. Pagès", "V. Obenchain", "N. Hayden"], ["R: R. C. Team"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Emerging viral infections represent a threat to global health, and the recent outbreak of Novel\nCoronavirus 2019 (2019-nCoV or SARS-CoV-2) from Wuhan (China) exemplifies the risks (1,\n5", "one_words_summarize": "Emerging viral infections represent a threat to global health, and the recent outbreak of NovelCoronavirus 2019 (2019-nCoV or SARS-CoV-2) from Wuhan (China) exemplifies the risks (1,5        2). As viruses are obligate intracellular parasites, organisms evolved innate immune processes for101520the sensing and the restriction of viruses. Two different deaminase families are present in mammalianspecies: the ADARs target double stranded RNA (dsRNA) for deamination of Adenines intoInosines (A-to-I) (                To assess whether RNA editing could be involved in the response to 2019-nCoV infections, westarted from publicly available RNA sequencing datasets from bronchoalveolar lavage fluids(BALF) obtained from patients diagnosed with Coronavirus Virus disease (COVID-2019). F3aORF6ORF7aORF8ORNF10ORrf1aboSF3aOREMF6ORF7aORF8ORNF10ORFig. E) Editing rate: SNV count and typeper gene after normalization by gene length and coverage.101520        The allelic fraction of the SNVs ranges between 1 and 5% (Fig. The number of transversions is compatible with the mutation rate observedin Coronaviruses (10-6/-7, 28). 3B, D, F).1.000.75Novel Coronavirus (2019-nCoV)sequence contextntntnt0 AC AG AT CA CG CT GA GC GT TA TC TGMiddle East respiratory syndrome coronavirus(MERS-CoV)sequence context0 AC AG AT CA CG CT GA GC GT TA TC TGSevere acute respiratory syndrome-related coronavirus(SARS-CoV)sequence contexteach nucleotide change across 2019-nCoV (A), human-hosted MERS-CoV (C), and human-hosted(Fig. The bar charts (x-axes) represent all possible nucleotide changes. The x-axes represent the coverage of the mapped reads ;10the y-axes the mutation frequency. S3!\"#$#%&'()$**%'+Custom R script:- coverage > 20- reads supporting mutations > 4High confidence sitesFig. The analysis was performed in two phases: Mutation Calling andMutation Filtering."}