{"date": "2020/03/02", "journal": "medrxiv", "authors": "Marissa G Baker, Trevor K Peckham, Noah S. Seixas", "title": "Estimating the burden of United States workers exposed to infection or disease: a key factor in containing risk of COVID-19 infection", "type": "preprint article", "abstract": "15\n16", "text": "1516With the global spread of COVID-19, there is a compelling public health interest in quantifyingwho is at increased risk of disease. Occupational characteristics, such as interfacing with thepublic and being in close quarters with other workers, not only put workers at high risk fordisease, but also make them a nexus of disease transmission to the community. This canfurther be exacerbated through presenteeism, the term used to describe the act of coming towork despite being symptomatic for disease. Understanding which occupational groups areexposed to infection and disease in the workplace can help to inform public health risk responseand management for COVID-19, and subsequent infectious disease outbreaks.To estimate the burden of United States workers exposed to infection and disease in theworkplace, national employment data (by Standard Occupational Classification) maintained bythe Bureau of Labor Statistics (BLS) was merged with BLS O*NET survey data, which ranksoccupations with particular physical, ergonomic, and structural exposures. For this analysis,occupations reporting exposure to infection or disease more than once a month was the focus.Based on our analyses, approximately 10% (14.4 M) of United States workers are employed inoccupations where exposure to disease or infection occurs at least once per week.Approximately 18.4% (26.7 M) of all United States workers are employed in occupations whereexposure to disease or infection occurs at least once per month. While the majority of exposedworkers are employed in healthcare sectors, other occupational sectors also have highproportions of exposed workers. These include protective service occupations (e.g. policeofficers, correctional officers, firefighters), office and administrative support occupations (e.g.couriers and messengers, patient service representatives), education occupations (e.g.preschool and daycare teachers), community and social services occupations (communityhealth workers, social workers, counselors), and even construction and extraction occupations(e.g. plumbers, septic tank installers, elevator repair).45As COVID-19 spreads globally, there is public health importance in characterizing the role of theworkplace in disease transmission, given the amount of time people spend at work, and thevariety of work tasks that could promote the spread of infectious disease (e.g., interfacing withcustomers, patients, and co-workers; preparing food). Presenteeism, reporting to work despitebeing symptomatic for disease, commonly occurs in the workplace, and can contribute to thetransmission of infectious disease, and potentially to the spread of epidemics or pandemics(1,2). One analysis examined the role of workplace transmission in the 2009 H1N1 pandemic,estimating that about 8 million employees in the United States worked while infected, and thatthese workers may have caused the infection of as many as 7 million of their co-workers (3).The United States Centers for Disease Control and Prevention (CDC) has published interimguidance for businesses and employers to plan and respond to COVID-19, including guidancefor actively encouraging employees to stay home, separating sick employees, encouragingrespiratory and hand hygiene for all employees, performing environmental cleaning, andproviding specific advice for employees who need to travel (4). However, the best guidance forworkplaces will be geared to be specific to a particular occupational sector that could beexposed to COVID-19. It is known that those working in healthcare settings are at increased riskfor exposure to infectious diseases such as COVID-19, but may also have better infectiousdisease protection plans than other occupational settings. In 2007, Rebmann et al. (5) surveyed633 Infection and Prevention Control Professionals that work at hospitals to understand theinfection control policies at hospitals across the country. Rebmann et al. found that mosthospitals employ infection control professionals, have a health care worker prioritization plan forvaccines or antivirals, and have plans in place to stockpile N95 respirators and medication, all ofwhich could help control exposure for workers in the hospital. While important, these measures767778798081may be inadequate for the effective prevention of infection for such high risk occupations (6).Other occupational groups which may have more sporadic exposure to infection or disease maynot have the same level of planning, or even think that an infection disease control plan iswarranted for their workplace. Therefore, it is important to understand which occupations couldbe exposed to infection or disease in order to encourage these occupational sectors to developand implement an infectious disease response plan for disease outbreaks such as COVID-19.While several groups have broadly characterized the burden of occupational injury or illness (7–9) fewer groups have characterized the burden of occupational exposure, and rarely do theseburden of exposure estimates include exposure to biologic agents, disease, or infection in theworkplace (10,11). Montano (2014) systematically reviewed which occupational groups inEurope have risk of exposure to biological agents, finding workers in healthcare, biotechnology,agriculture, elementary education, craft work, operators, and the armed forces were exposed tovarious pathogens; the number of workers exposed and frequency of exposure was notreported (12). Focusing on outcome as opposed to exposure, Anderson et al. characterized thedistribution of influenza-like illness (ILI) by occupation in Washington state, finding janitors,cleaners, and janitors more likely to catch ILI (13).Understanding the burden of occupational exposure to infection and disease, including howmany workers are potentially exposed and what occupations they work in, allows for upstreamprevention measures, such as workplaces developing appropriate infectious disease responseplans, integrating infectious disease trainings into other workplace trainings, and beginning todevelop workplace policies that can support a workforce potentially exposed to COVID-19. Thiswill help reduce the transmission of infectious disease from and within the workplace.Previously, state-level employment data were utilized to estimate the number of workersexposed to a host of occupational exposures in Federal Region X (WA, OR, ID, AK), spanningchemical, physical, ergonomic, and psychosocial hazards (14). Here, utilizing the same dataanalysis methods as previously detailed in Doubleday et al., the number of workers across theUnited States exposed to disease or infection at work more than once a month is estimated. Webelieve this analysis is valuable for informing risk assessments and protective actions thatoccupational sectors can take during infectious disease outbreaks, such as COVID-19.107108Two sources of data were utilized for this analysis, and are detailed below.United States employment data was obtained from the Bureau of Labor Statistics (BLS)Occupational Employment Statistics database (15). The most current employment data at thetime of analysis was from May 2018, and is organized by 2010 Standard OccupationalClassification codes (2010 SOC). SOC codes are hierarchical, ranging from two-digits (MajorGroup Code) to six digits (Detailed Occupation Code), with the six-digit codes being the mostdetailed (16).To estimate exposure to disease and infection in the workplace, we used data within the O*NETdatabase. O*NET is a job characterization tool, with rich information on tasks performed, skillsneeded, and job characteristics for different occupations, in order to inform job seekers orresearchers (17). As nearly 600 six-digit SOC occupations are updated each year, the entireO*NET database is completely refreshed every few years (18). Between 2001 and 2011, nearly160,000 employees from 125,000 workplaces had responded to O*NET questionnaires, and noSOC codes are missing from the data (19).To characterize risk of workplace exposure to infectious disease, we used the following O*NETquestion: “How often does this job require exposure to disease/infections?” Respondents couldselect from the following multiple choice answers: Never; Once a year or more but not everymonth; Once a month or more but not every week; Once a week or more but not every day;Every day (20). Within O*NET, these data are converted to a 0-100 score, representingweighted-average frequency or intensity of the metric for each SOC code. For this analysis,occupations were retained that had a score of 50-100, representing exposure todisease/infection more than once a month. SOC codes were merged with the nationalemployment data to calculate the total number of workers employed in the occupations withexposure to disease/infection at more than once a month.All data analysis was conducted using the statistical software package R version 3.6.3.135          As of May 2018, there were a total of 144.7 million persons employed in the United States inemployer-employee arrangements counted by BLS. Of these 144.7 million workers, anestimated 18.4% (                    During an infectious disease outbreak, the workplace can play an important role in bothspreading the disease (21,22) and helping to stop the spread of disease through workplacepractices and policies (          Some limitations must be noted. O*NET data were generated from self-reported subjectivequestionnaires and therefore are subject to bias and misclassification. Respondents may notrealize they are exposed to infection or disease at work unless they are in a workplace wherethese hazards are communicated to them and protective equipment is provided (e.g., healthcaresectors) leading to potential differential misclassification across occupational groups.Additionally, information from the O*NET database is applied at the occupation-level, andtherefore does not account for within-job exposure variation (25).          BLS employment estimates do not capture data on all workers in the United States, includingself-employed, undocumented, continent, and domestic workers. These workers may beuniquely at risk to exposures to work because due to limited ability to take time off if they or afamily member is ill (                    Access to paid leave, which could ameliorate the financial burden of staying home while sick,varies substantially by occupation, industry, employer, location, and worker sociodemographicprofile (e.g., race/ethnicity) (28,29). Workers without access to paid leave have higher rates ofpresenteeism, and are less likely to receive preventative health services such as getting flushots (30). Occupational sector also influences rates of presenteeism, with studies from variouscountries showing higher rates of presenteeism among workers in healthcare, public service,and educational sectors, as these essential services often do not have substitute workersavailable (          In conclusion, our analysis shows that a large proportion of the United States workforce, acrossa variety of occupational sectors, are exposed to disease or infection at work more than once amonth. These are workers that public health should consider especially at risk to exposure to198199200201202203204205206207208209210COVID-19. However, it should be noted that there are many other workers that could also beuniquely at risk to exposure to COVID-19, or encourage the spread of COVID-19, such asworkers who are not given access to flexible working, workers who do not feel they can takesick time if they or a family member is sick, workers who do not have access to paid sick leave,or workers that perform essential services and do not have access to substitute workers. Workpresented here underscores the importance of all workplaces developing sector-specificresponse plans to keep employees safe, halt the transmission of disease in the workplace, andensure sick workers do not have to come to work. It also serves as a reminder that theworkplace is an important locus for public health interventions, that can affect both the workersand the community.The authors gratefully acknowledge Annie Doubleday for developing the R code that supportedthis analysis.212ReferencesBergström G, Bodin L, Hagberg J, Aronsson G, Josephson M. Sickness presenteeismtoday, sickness absenteeism tomorrow? A prospective study on sickness presenteeismand future sickness absenteeism. J Occup Environ Med. 2009;Drago R, Miller K. Sick at work: infected employees in the workplace during the H1N1pandemic. Inst Women’s Policy Res. 2010;B264.Centers for Disease Control and Prevention (CDC). Interim Guidance for Businesses andEmployers to Plan and Respond to Coronavirus Disease 2019 (COVID-19) [Internet].2019 [cited 2020 Feb 26]. Available from:https://www.cdc.gov/coronavirus/2019ncov/specific-groups/guidance-business-response.htmlRebmann T, Wilson R, LaPointe S, Russell B, Moroz D. Hospital infectious diseaseemergency preparedness: A 2007 survey of infection control professionals. Am J InfectControl. 2009;Brousseau LM. Are powered air purifying respirators a solution for protecting healthcareworkers from emerging aerosol transmissible disease? Ann Work Expo Heal. 2020;Inpress.Rushton L, Hutchings SJ, Fortunato L, Young C, Evans GS, Brown T, et al. Occupationalcancer burden in Great Britain. Br J Cancer. 2012;Purdue MP, Hutchings SJ, Rushton L, Silverman DT. The proportion of cancerattributable to occupational exposures. Ann Epidemiol. 2015;Concha-Barrientos M, Nelson DI, Fingerhut M, Driscoll T, Leigh J. The global burden dueto occupational injury. Am J Ind Med. 2005;Peters S, Carey RN, Driscoll TR, Glass DC, Benke G, Reid A, et al. The australian workexposures study: Prevalence of occupational exposure to diesel engine exhaust. AnnOccup Hyg. 2015;11.Driscoll TR, Carey RN, Peters S, Glass DC, Benke G, Reid A, et al. The Australian Work24124212.13.14.15.16.17.18.19.20.21.22.Exposures Study: Prevalence of Occupational Exposure to Formaldehyde. Ann OccupHyg. 2015;Montano D. Chemical and biological work-related risks across occupations in Europe: Areview. Journal of Occupational Medicine and Toxicology. 2014.Anderson NJ, Bonauto DK, Fan ZJ, Spector JT. Distribution of Influenza-Like Illness (ILI)by Occupation in Washington State, September 2009-August 2010. PLoS One. 2012;Doubleday A, Baker MG, Lavoué J, Siemiatycki J, Seixas NS. Estimating the populationprevalence of traditional and novel occupational exposures in Federal Region X. Am J IndMed. 2019;U.S. Bureau of Labor Statistics. Occupational Employment Statistics [Internet]. [cited2020 Feb 25]. Available from: https://www.bls.gov/oes/home.htmU.S. Bureau of Labor Statistics. 2010 SOC User Guide [Internet]. 2010 [cited 2020 Feb25]. Available from: https://www.bls.gov/soc/soc_2010_user_guide.pdfU.S. Bureau of Labor Statistics. O*NET Online [Internet]. 2018 [cited 2020 Feb 25].Available from: https://www.onetonline.orgO*NET Resource Center. O*NET Occupational Summary Update [Internet]. 2018 [cited2020 Feb 25]. Available from: https://www.onetcenter.org/dataUpdates.htmlU.S. Department of Labor. O*NET Data Collection Program [Internet]. 2012 [cited 2020Feb 25]. Available from:https://www.onetcenter.org/sl_files/omb2011/Supporting_StatementA.pdfU.S. Bureau of Labor Statistics. O*NET Questionnaire [Internet]. 2018 [cited 2020 Feb25]. Available from: https://www.onetcenter.org/questionnaires.htmlKurgat EK, Sexton JD, Garavito F, Reynolds A, Contreras RD, Gerba CP, et al. Impact ofa hygiene intervention on virus spread in an office building. Int J Hyg Environ Health.2019;Danovaro-Holliday MC, LeBaron CW, Allensworth C, Raymond R, Borden TG, MurrayAB, et al. A large rubella outbreak with spread from the workplace to the community. JAm Med Assoc. 2000;23.Kumar S, Grefenstette JJ, Galloway D, Albert SM, Burke DS. Policies to reduce influenza25.28.in the workplace: Impact assessments using an agent-based model. Am J Public Health.2013;O’Connor R, Hayes J, Gault B. Paid sick days access varies by race/ethnicity, sexualorientation, and job characteristics. Inst Women’s Policy Res. 2014;B337.30.DeRigne LA, Stoddard-Dare P, Collins C, Quinn L. Paid sick leave and preventive healthcare service use among U.S. working adults. Prev Med (Baltim). 2017;.7 .7% -- -- .8 .8 .9 -- .5% .2 -- -- .2% .0%% % % %%3 1 7e ditm seoe pn l xo a en on spa ith a utp roroe ccu lagm o nose rd ita a ae d ps n ui a c .d tr s co lbein ro h aj t eto a o hm n ts b d do ,p k h edx e icue e h lcs w w nre re s tirk p C oo e O nwfo itm rS reo atn ne ja the o M norc n .)me a C rp thO end re (S pea o ere m do itmb d c eum ,an n no oiN h t n: t a a1 on iifc thel m s eb r s ra e la oT p c m", "ref_list": [[], ["A systematic review of infectious illness Presenteeism: prevalence, reasons, and risk factors"], ["Influenza in workplaces: Transmission, workers' adherence to sick leave advice and European sick leave recommendations"], ["Use of O*NET as a job exposure matrix: A literature review"], ["At work but ill: Psychosocial work environment and well-being determinants of presenteeism propensity"], ["Sickness presenteeism in Norway and Sweden"], ["Job stress and presenteeism among chinese healthcareworkers: The mediating effects of affective commitment"], ["Sickness presenteeism at work: Prevalence, costs and management"], ["Presenteeism exposures and outcomes amongst hospital doctors and nurses: A systematic review"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["RK Webster", "R Liu", "K Karimullina", "I Hall", "R Amlot", "GJ Rubin"], ["CH Edwards", "GS Tomba"], ["M Cifuentes", "J Boyer", "DA Lombardi", "L Punnett"], ["C Biron", "JP Brun", "H Ivers", "C Cooper"], ["V Johansen", "CE Siqueira", "M Gaydos", "C Monforton", "C Slatin", "L Borkowski", "P Dooley"], ["T Yang", "Y Guo", "M Ma", "Y Li", "H Tian", "J Deng"], ["G Kinman"], ["JNM Lui", "EB Andres", "JM Johnston"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "15\n16", "one_words_summarize": "1516With the global spread of COVID-19, there is a compelling public health interest in quantifyingwho is at increased risk of disease. Based on our analyses, approximately 10% (14.4 M) of United States workers are employed inoccupations where exposure to disease or infection occurs at least once per week. Approximately 18.4% (26.7 M) of all United States workers are employed in occupations whereexposure to disease or infection occurs at least once per month. plumbers, septic tank installers, elevator repair).45As COVID-19 spreads globally, there is public health importance in characterizing the role of theworkplace in disease transmission, given the amount of time people spend at work, and thevariety of work tasks that could promote the spread of infectious disease (e.g., interfacing withcustomers, patients, and co-workers; preparing food). Therefore, it is important to understand which occupations couldbe exposed to infection or disease in order to encourage these occupational sectors to developand implement an infectious disease response plan for disease outbreaks such as COVID-19.While several groups have broadly characterized the burden of occupational injury or illness (7–9) fewer groups have characterized the burden of occupational exposure, and rarely do theseburden of exposure estimates include exposure to biologic agents, disease, or infection in theworkplace (10,11). O*NET data were generated from self-reported subjectivequestionnaires and therefore are subject to bias and misclassification. However, it should be noted that there are many other workers that could also beuniquely at risk to exposure to COVID-19, or encourage the spread of COVID-19, such asworkers who are not given access to flexible working, workers who do not feel they can takesick time if they or a family member is sick, workers who do not have access to paid sick leave,or workers that perform essential services and do not have access to substitute workers. The authors gratefully acknowledge Annie Doubleday for developing the R code that supportedthis analysis.212ReferencesBergström G, Bodin L, Hagberg J, Aronsson G, Josephson M. Sickness presenteeismtoday, sickness absenteeism tomorrow? 2009;Drago R, Miller K. Sick at work: infected employees in the workplace during the H1N1pandemic. The australian workexposures study: Prevalence of occupational exposure to diesel engine exhaust. 2015;11.Driscoll TR, Carey RN, Peters S, Glass DC, Benke G, Reid A, et al. 2015;Montano D. Chemical and biological work-related risks across occupations in Europe: Areview. 2012;Doubleday A, Baker MG, Lavoué J, Siemiatycki J, Seixas NS. Available from:https://www.onetcenter.org/sl_files/omb2011/Supporting_StatementA.pdfU.S. Bureau of Labor Statistics. Impact ofa hygiene intervention on virus spread in an office building. 2017;.7 .7% -- -- .8 .8 .9 -- .5% .2 -- -- .2% .0%% % % %%3 1 7e ditm seoe pn l xo a en on spa ith a utp roroe ccu lagm o nose rd ita a ae d ps n ui a c .d tr s co lbein ro h aj t eto a o hm n ts b d do ,p k h edx e icue e h lcs w w nre re s tirk p C oo e O nwfo itm rS reo atn ne ja the o M norc n .)me a C rp thO end re (S pea o ere m do itmb d c eum ,an n no oiN h t n: t a a1 on iifc thel m s eb r s ra e la oT p c m"}