{"date": "2020/03/03", "journal": "medrxiv", "authors": "Chaolong Wang, Li Liu, Xingjie Hao, Huan Guo, Qi Wang, Jiao Huang, Na He, Hongjie Yu, Xihong Lin, An Pan, Sheng Wei, Tangchun Wu", "title": "Evolving Epidemiology and Impact of Non-pharmaceutical Interventions on the Outbreak of Coronavirus Disease 2019 in Wuhan, China", "type": "preprint article", "abstract": "* Joint first authors\nepidemic in Wuhan, China.", "text": "* Joint first authorsepidemic in Wuhan, China.We described the epidemiological features of the coronavirus disease 2019 (Covid-19)outbreak, and evaluated the impact of non-pharmaceutical interventions on theIndividual-level data on 25,961 laboratory-confirmed Covid-19 cases reportedthrough February 18, 2020 were extracted from the municipal Notifiable DiseaseReport System. Based on key events and interventions, we divided the epidemic intofour periods: before January 11, January 11-22, January 23 - February 1, and February2-18. We compared epidemiological characteristics across periods and differentdemographic groups.We developed a susceptible-exposed-infectious-recoveredmodel to study the epidemic and evaluate the impact of interventions.The median age of the cases was 57 years and 50.3% were women. The attack ratepeaked in the third period and substantially declined afterwards across geographicregions, sex and age groups, except for children (age <20) whose attack ratecontinued to increase. Healthcare workers and elderly people had higher attack ratesand severity risk increased with age. The effective reproductive number dropped from3.86 (95% credible interval 3.74 to 3.97) before interventions to 0.32 (0.28 to 0.37)post interventions. The interventions were estimated to prevent 94.5% (93.7 to 95.2%)infections till February 18. We found that at least 59% of infected cases wereunascertained in Wuhan, potentially including asymptomatic and mild-symptomaticcases.        Considerable countermeasures have effectively controlled the Covid-19 outbreak inWuhan. Special efforts are needed to protect vulnerable populations, includinghealthcare workers, elderly and children. Estimation of unascertained cases hasimportant implications on continuing surveillance and interventions.The Coronavirus Disease 2019 (Covid-19) is an emerging respiratory infectiousdisease caused by SARS-CoV-2        During the outbreak, the Chinese authorities have implemented a series ofnon-pharmaceutical interventions to control the epidemic (details in Fig. 1), includingan unprecedented policy of cordon sanitaire in Wuhan City on January 23, 2020,severely restricting outbound traffic and affecting about 10 million people. Wuhan is atransportation hub in central China with massive human movement before thequarantine policy, especially because of the approaching of the Chinese New Year.Several modelling studies have used the international cases exported from Wuhan toextrapolate the severity of epidemic in Wuhan, which estimated much larger numbersof infected cases than those officially reported, implying a substantial amount ofunascertained cases.9,10 While the huge discrepancy remained unexplained, these earlymodels can no longer be applied since January 23 due to the intensive intra-city andinter-city traffic restriction, social distancing measures, and improvement of medicalresources within Wuhan city. These interventions would inevitably affect the modelparameters such as the transmission rate across time. In addition, many previousmodeling studies have used the date of laboratory confirmation in the analysis withoutconsidering the long lag between onset and confirmation date for the early cases.11-13Moreover, several recent studies have reported a nonnegligible proportion ofasymptomatic cases14-16 and transmissibility of the asymptomatic or presymptomaticcases,17-19 which were not considered by previous models.In this study, we described the epidemiological characteristics of thelaboratory-confirmed patients with Covid-19 in Wuhan till February 18, 2020. Wedeveloped a novel susceptible-exposed-infectious-recovered (SEIR) model to studythe epidemic by accounting for time-varying population movement, ascertainmentrate, transmission rate, and duration from illness onset to hospitalization. Wecompared model prediction under different scenarios and the actual reported cases toevaluate the overall impact of the city quarantine and subsequent interventions on theepidemic in Wuhan.Covid-19 cases from December 2019 till February 18, 2020 were extracted onFebruary 19 from the municipal Notifiable Disease Report System, including thegeneral information of birth date, sex, occupation, residential district, date of illnessonset (the self-reported date of symptoms such as fever, cough, or other respiratorysymptoms), and date of confirmed diagnosis (the laboratory confirmation date ofSARS-CoV-2 in the bio-samples). The identifiable personal information was removedfor privacy protection. A case was recorded as a healthcare worker if reported to workin a hospital or clinic.Cases were diagnosed and the severity status was categorized as mild, moderate,severe, and critical according to the Diagnosis and Treatment Scheme for Covid-19released by the National Health Commission of China.20 A laboratory-confirmed casewas defined if the patient had a positive test of SARS-CoV-2 virus by the real-timereverse-transcription-polymerase-chain-reaction (RT-PCR) assay or high-throughputsequencing of nasal and pharyngeal swab specimens. We only includedlaboratory-confirmed cases in our analyses for consistency of case definitionthroughout the periods.        To better reflect the dynamics of the Covid-19 epidemic and correspondinginterventions, we classified the outbreak into four periods based on important datesthat could affect the virus transmission (Fig. 1). The time before January        We calculated the daily onset numbers of confirmed Covid-19 cases fromDecember 2019 till February 18, 2020. We estimated the attack rate, defined as thenumber of infections per day per 106 people, by age, sex, healthcare occupation, andresidential districts, with the subtotal population size in each stratum from the WuhanStatistical Yearbook 2018. Logistic regression was used to evaluate the association ofage, sex, time period and healthcare occupation with the disease severity(mild/moderate versus severe/critical). Odds ratios (ORs) were reported along withthe 95% confidence intervals (CIs) and P values.We extended the classic SEIR model to account for population movement,unascertained cases, and quarantine by hospitalization (Fig. 2 and SupplementaryMethods). We chose to analyze data from January 1, 2020, when the Huanan SeafoodMarket was closed. We assumed a constant population size of 10 million of Wuhanwith equal daily inbound and outbound travelers (500,000 for January 1-10, 800,000for January 11-22 due to Chunyun, and 0 afterwards due to cordon sanitaire since9January 23). We divided the population into six compartments including susceptibleindividuals, latent cases, ascertained cases, unascertained cases, hospitalized cases,and removed individuals. Here, unascertained cases included asymptomatic cases andthose with mild symptoms who could recover without seeking medical care and thuswere not reported to authorities. We assumed only those seeking medical care wouldbe reported and quarantined by hospitalization. Dynamics of these six compartmentsacross time were described by ordinary differential equations (SupplementaryMethods), along with the key parameters. The daily case data were assumed to thePoisson regression under the SEIR model. Considering the impacts of majorinterventions, we assumed that the transmission rate and ascertainment rate were thesame in the period 1 and 2, while the two parameters were different for the period 3and 4. The effective reproductive number Rt, defined as the expected number ofsecondary cases infected by a primary case, was computed for each period.Initial states of the SEIR model and parameter settings for the main andsensitivity analyses are described in detail in the Supplementary Methods. Thetransmission rate and ascertainment rate in different periods and their 95% CredibleIntervals (CrIs) were estimated by fitting the observed data from January 1 toFebruary 10 using Markov Chain Monte Carlo (MCMC, SupplementaryMethods).We used the fitted model to predict the trend from February 11 to 18 andcompared that with the observed data to assess the accuracy of the model.The ethics approval was considered exempt because all date collection and analysesbelong to a part of continuing public health outbreak investigation determined by theNational Health Commission of China.Our analyses included a total of 25,961 confirmed cases, among whom 49.7% weremen and 50.3% were women (Table 1). The epidemic curve according to the onsetdate and key interventions is shown in the Fig. 1. Most cases occurred betweenJanuary 20 and February 6, with a spike on February 1. There was a substantial delaybetween the onset date and confirmation date in early periods, with the lag decreasingover periods (median 22, 14, 10 and 5 days for the four periods, respectively; Fig.S1).The outbreak started from the urban districts and gradually spread to thesuburban and rural areas across the four periods, leading to strong geographicdifferences with the highest attack rates in the urban districts (Fig. S2). The averagedaily attack rate per 106 people dramatically increased from 2.2 (95% CI, 2.0 to 2.4)before January 11, to 44.9 (43.6 to 46.2) between January 11 and 22, and to 150.9(148.3 to 153.5) between January 23 and February 1, while dropped to 54.1 (52.9 to55.3) after February 2 (Fig. 3A). Similar patterns were observed for men and women,with slightly higher attack rate in women (Fig. 3A). A total of 1316 healthcareworkers were infected, representing 5.1% of the total cases (Table 1). The averageattack rate in local healthcare workers (144.7 per 106 people; 95% CI, 137.0 to 152.8)was substantially higher than that in the general population (41.7 per 106 people; 41.2to 42.2) overall, and particularly in the third period (507.4 per 106 people; 468.6 to548.5; Fig. 3A).The median age of the patients was 57 years, with the majority (n=19，693,75.9%) aged 40 to 79 years (Table 1). The attack rate peaked in the third period thendeclined in the fourth period for those older than 20 years, while it continued toincrease throughout the periods for children (age <20 years) (Fig. 3B), particularly forthe infants below 1 year old (Fig. 3C).The clinical severities of the confirmed cases (n=25,727) were classified intomild (n=12,834, 49.9%), moderate (n=7052, 27.4%), severe (n=5071, 19.7%) andcritical (n=770, 3.0%; Fig. 3D). The proportion of severe/critical cases decreasedgradually over time, accounting for 53.9%, 34.8%, 22.0% and 14.7% of theclassifiable cases in the four periods, respectively, while the proportion of mild casesincreased dramatically (Fig. 3D). Compared to cases aged 20 to 40, children youngerthan 10 were less likely to be severe/critical (OR, 0.33; 95% CI, 0.14 to 0.82), whilethe ORs increased with age: 1.44 (1.30 to 1.60), 2.76 (2.49 to 3.05), and 5.11 (4.42 to5.91) for cases aged 40-60, 60-80, or ≥80, respectively (Table S1). In addition,females were at lower risk of severity than males (OR, 0.89; 0.84 to 0.95), while therewas weak evidence that healthcare workers were at higher risk of severity (OR, 1.12;0.96 to 1.31).Our SEIR model fit the observed data well, except for the outlier on February 1 (Fig.4A). The slight overprediction for the last five days (February 14-18) was likely dueto the delay in laboratory confirmation of recent cases. The transmission ratedecreased from 1.75 (95% CrI, 1.71 to 1.80) before January 23 to 0.58 (0.56 to 0.60)and 0.15 (0.13 to 0.17) after January 23 and February 2, respectively (Table S2),which could be translated into Rt of 3.88 (3.77 to 3.99), 3.86 (3.74 to 3.97), 1.26 (1.21to 1.31), and 0.32 (0.28 to 0.37) for the four periods, respectively (Fig. 4B). Weestimated the number of cumulative ascertained cases till February 18 to be 49,943(95% CrI, 43,577 to 56,635) if the trend of the third period was assumed (Fig. 4C), or474,897 (410,660 to 537,448) if the trend of the second period was assumed (Fig. 4D),both were much higher than the current ascertained case number of 25,961. Thesenumbers were translated to a total of 48.0% (40.7 to 54.3%) and 94.5% (93.7-95.2%)prevented cases by the interventions.Strikingly, we estimated that the overall ascertainment rate was 0.21 (95% CrI,0.18-0.24), and similar across the periods (Table S2). We predicted the cumulativenumber of ascertained cases to be 26,252 (95% CrI, 23,116 to 29,522) by February 18,close to the actual reported number of 25,961, while the estimated cumulative numberof total cases was 125,959 (105,060 to 151,612). Our model suggested the number ofactive infectious cases in Wuhan peaked on February 1, and then gradually droppedafterwards (Fig. 4E). If the trend remained unchanged, we predicted the number ofascertained cases to become zero by April 22 (95% CrI, April 5 to May 19), 2020, andthe total number of both ascertained and unascertained cases would become zeroaround May 4 (April 17 to May 30), 2020.We performed a series of sensitivity analyses to test the robustness of our resultsby considering the outlier data point on February 1, and varying incubation andinfectious periods, transmission ratio between unascertained and ascertained cases,and initial values of the model (Fig. S4-S12, Tables S2-S4). Our major findings ofremarkable decrease in Rt in response to interventions and the existence of a largeproportion of unascertained cases remained in all sensitivity analyses. In particular,we noticed that the estimated ascertainment rates increased with decreasing initialnumber of unascertained cases (Fig. S9-S11, Table S2). If we assumed an extremescenario with no unascertained cases initially (Fig. S11), the overall ascertainmentrate would be 0.41 (0.36-0.47), which would be the upper bound of the ascertainmentrate. We also tested a simplified model assuming no unascertained cases anytime, butthis simplified model performed significantly worse than the full model in fitting thedata (Fig. S12).elderly adults.Here we provide a comprehensive assessment of the epidemiological characteristicsof the laboratory-confirmed Covid-19 cases in Wuhan, the epicenter of outbreak. Thevirus affected equally to men and women and most cases were middle-aged andThe attack rate continued to increase before February 2 while dramaticallydeclined thereafter for all groups, except for children (age <20 years). Consistent withearly analyses, younger people were less likely to be affected,8,11,21 but we found thatthe attack rate continued to increase over time for those aged under 20 years. Inparticularly, infants under the age of 1 year had the highest attack rate than the otherage groups of children, probably because they cannot wear masks and have lowimmunity.22 Children had a lower chance of getting infected probably because theyhad less frequent social activities during the school winter break starting in early ormiddle January, but the attack rate increased when all people were required to stay athome and risk of familial clustering of infection started to increase.11 Our results alsoindicated that healthcare workers and elderly people had higher attack rates and theseverity increased significantly with age. Therefore, special attention and effortsshould be applied to protect and reduce transmission and progression in vulnerablepopulations including healthcare workers, elderly people and children.Despite that the outbreak started in early December, no strong interventions weretaken before January 20 when the human-to-human transmission was officiallyannounced. The outbreak quickly spread from the urban areas to the suburban andrural areas. The attack rate in the healthcare workers was substantially higher betweenJanuary 11 and February 1, indicating a high risk of nosocomial infections. This wasprobably due to lower awareness of protection before January 20, and later severeshortage of medical resources including designated wards and personal protectiveequipment in hospitals confronting overwhelmed patients.We compared our model prediction with published modeling studies usingindependent datasets. Based on early international exported cases, Wu et al.9estimated that 75,815 (95% CrI, 37,304 to 130,330) individuals had been infected inGreater Wuhan as of January 25, 2020. For comparison, we estimated the number tobe 36,798 (95% CrI, 30,898 to 43,390) by the same day, including both ascertainedand unascertained cases. The discrepancy was mainly due to different assumptions ofpopulation size, which was 19 million for the Greater Wuhan Area includingsurrounding cities by Wu et al.9 versus 10 million for the Wuhan city in our analysis.After accounting for the population size, the estimates of prevalence were indeedhighly consistent (0.40% versus 0.37%). Another study,10 which was also based oninternational exported cases but used a different model with an assumed populationsize of 11 million, estimated the number of infected cases in Wuhan to be 29,500(14,300 to 85,700) on January 23, 2020, closely matching our prediction of 26,144cases (21,936 to 30,748) on the same day. These studies supported the validity of keyassumptions made in our main analysis, including the initial ascertainment rate of 0.5.For example, if we assumed no unascertained cases in the initial state (Fig. S10), ourestimated cumulative number of cases would be 13,441 (10,853 to 16,356) on January23 and 18,826 (15,115 to 23,039) on January 25, much lower than those estimated bythese two studies.Our finding of substantial unascertained cases has important implications for theevaluation and control of the Covid-19 epidemic.23 These unascertained cases werelikely asymptomatic or with mild symptoms, who could mostly recover withoutseeking medical care. There is accumulating evidence on the existence of manyasymptomatic or presymptomatic cases. For example, asymptomatic cases wereestimated to account for 34.6% of the virus positive cases onboard the Princess Cruiseship.14 Several recent reports also highlighted the difficulty to detect Covid-19 cases:about two thirds of the cases exported from mainland China remained undetectedworldwide,24 and the detection capacity varied from 11% in low surveillancecountries to 40% in high surveillance countries.25,26 Consistent with these studies, ouranalyses and extensive simulations also indicated an ascertainment rate of 14%-41%in Wuhan (Table S2). Increasing evidence also suggested that the asymptomatic andpresymptomatic cases can be infectious to the susceptible population,17-19 imposing asubstantial challenge to the epidemic control.27 There would be about two weeksdelay in the predicted ending date of the epidemic when taking the unascertainedcases into account (Table S4). Therefore, understanding the proportion ofunascertained cases and the rate of asymptomatic spread will be critical for pandemicprevention of Covid-19, including prioritization the surveillance and controlmeasures.23,28We demonstrated that the series of interventions has been highly effective incontrolling the epidemic in Wuhan. Our estimate of Rt=3.88 for the first periodreflected the basic reproductive number R0 as few interventions had beenimplemented by then. Some previous studies have reported varied R0 (range 1.40 to6.49 with a mean of 3.28) due to different data sources, time periods and statisticalmethods.29 Even using the same dataset of the first 425 patients in Wuhan, an earlystudy reported a R0 of 2.20 based on the growth rate of the epidemic curve and theserial interval,8 while a recent analysis based on a transmission network modelreported a R0 of 3.58, similar to our estimate. The transmissibility was higher than thatfor the SARS-CoV in 2003 (from 2.2 to 3.6),30 and was consistent with the rapidspreading of Covid-19. Nevertheless, by taking drastic social distancing measures andpolicies of controlling the source of infection, with the tremendous joint efforts fromthe government, healthcare workers, and the people (Fig. 1), Rt was substantiallyreduced to 0.32 in Wuhan after February 2, which was encouraging for the globalefforts fighting against the Covid-19 outbreak using traditional non-pharmaceuticalmeasures.31Some limitations of this study need to be noted. First, while our model predictionaligned well with the observed data, we set the values of several parameters based onearlier epidemiological studies without accounting for the uncertainty,8,9 which mightreduce the accuracy of our results. Second, we need field investigations and serologicstudies to confirm our estimate of the ascertainment rate, and the generalizability toother places is unknown. This may depend on the detection capacity in differentlocations.26 Third, due to the delay in laboratory tests, we might have missed somecases and therefore underestimated the ascertainment rate, especially for the lastperiod. Finally, the impact of the interventions should be considered as a whole andwe could not evaluate individual strategies by the epidemic curve.Taken together, both the epidemiological characteristics and our modelingestimates demonstrated that the aggressive disease containment efforts, includingisolation of the source of infection, contact tracing and quarantine, social distancing,and personal protection and prevention, have considerably changed the course ofCovid-19 outbreak in Wuhan, when there was neither effective drug nor vaccine forthis new infectious disease with high transmission. Our analyses of different periodsalso have important implications for other countries, where there is a sharp surge inCovid-19 cases and at the early stage of the epidemic,1 to combat the outbreak. Withready preparedness, prompt response and evidence-based strategies, the globalcommunity can be united to battle the seemly unstoppable pandemic.We are grateful for all staff at the national, provincial and municipal Center forDisease Control and Prevention for providing the data and all medical staff membersand field workers who are working on the front line of caring for the patients andcollecting the data. We also thank the government at all levels and all citizens inWuhan for their sacrifice and enormous efforts in battling with the Covid-19.We declare no competing interests.CW, LL, XH and HG contributed equally to the study and are joint first authors. AP,SW, and TW are joint senior authors.CW, AP, SW and TW designed this study. SW and TW were involved in datacollection. All authors provided statistical expertise. AP and CW wrote the first draftof the manuscript. All authors contributed to the interpretation of the results andcritical revision of the manuscript for important intellectual content and approved thefinal version of the manuscript. SW and TW had full access to all the data in the studyand take responsibility for the integrity of the data and the accuracy of the dataanalysis.This study was partly supported by the Fundamental Research Funds for the CentralUniversities (2019kfyXMBZ015), the 111 Project (C.W., L.L., X.H., H.G., Q.W., J.H.,A.P., S.W., T.W.). X.L. is supported by Harvard University. No other relationships oractivities that could appear to have influenced the submitted work. The sponsors haveno role in the study design; the collection, analysis, or interpretation of data; thewriting of the report; or in the decision to submit the article for publication.sitrep-41-covid-19pdf?sfvrsn=6768306d_2 2020. Accessed on March 2, 2020.Guan W, Ni Z, Hu Y, et al. Clinical characteristics of coronavirus disease 2019 inWang D, Hu B, Hu C, et al. Clinical characteristics of 138 hospitalized patientswith 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA 2020February 8 (Epub ahead of print).Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. Lancet 2020;395:507-13.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet 2020;395:497-506.Chang, Lin M, Wei L, et al. Epidemiologic and clinical characteristics of novelcoronavirus infections involving 13 patients outside Wuhan, China. JAMA 2020February 8 (Epub ahead of print).Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infectedwith the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China:retrospective case series. BMJ 2020;368:m606.Li Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan, China, ofnovel coronavirus-infected pneumonia. N Engl J Med 2020 January 29 (Epubahead of print).Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China:10. Kucharski AJ, Russell TW, Diamond C, et al. Early dynamics of transmission andcontrol of 2019-nCoV: a mathematical modelling study. medRxiv 2020 February18. https://doi.org/10.1101/2020.01.31.20019901.(COVID-19) 2020. atn-covid-19-final-report.pdf. Accessed on March 2, 2020.12. Yang Z, Zeng Z, Wang K, et al. Modified SEIR and AI prediction of theepidemics trend of COVID-19 in China under public health interventions. J13. Sun H, Qiu Y, Yan H, Huang Y, Zhu Y, Chen SX. Tracking and predictingCOVID-19 epidemic in China mainland. medRxiv 2020 February17. doi: https://doi.org/10.1101/2020.02.17.20024257.14. Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating the asymptomaticratio of 2019 novel coronavirus onboard the Princess Cruises Ship.15. Hu Z, Song C, Xu C, et al. Clinical characteristics of 24 asymptomatic infectionswith COVID-19 screened among close contacts in Nanjing, China.16. Hoehl S, Berger A, Kortenbusch M, et al. Evidence of SARS-CoV-2 infection inreturning travelers from Wuhan, China. N Engl J Med 2020 February 18 (Epub17. Bai Y, Yao L, Wei T, et al. Presumed asymptomatic carrier transmission ofCOVID-19. JAMA 2020 February 21 (Epub ahead of print).(COVID-19) with high viral load. Clin Infect Dis 2020 February 28 (Epub aheadof print).19. Tong ZD, Tang A, Li KF, et al. Potential presymptomatic transmission ofSARS-CoV-2, Zhejiang Province, China, 2020. Emerging Infect Dis. 2020;26(5).20. National Health Commission of the Peoples’s Republic of China. Clinicaldiagnosis and treatment guidance of 2019 novel coronavirus (COVID-19) causedpneumonia. Sixth edition. 2020.21. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team.The epidemiological characteristics of an outbreak of 2019 novel coronavirusdiseases (COVID-19) — China, 2020. China CDC Weekly 2020;2:113-22.22. Wei M, Yuan J, Liu Y, Fu T, Yu X, Zhang ZJ. Novel coronavirus infection inhospitalized infants under 1 year of age in China. JAMA 2020 February 14 (Epubahead of print).23. Lipsitch M, Swerdlow DL, Finelli L. Defining the epidemiology of Covid-19studies needed. N Engl J Med 2020 February 19 (Epub ahead of print).f. Accessed March 2, 2020.25. De Salazar PM, Niehus R, Taylor A, Buckee CO, Lipsitch M. Using predictedimports of 2019-nCoV cases to determine locations that may not be identifyingall imported cases. medRxiv 2020 February4. https://doi.org/10.1101/2020.02.04.20020495.26. Niehus R, De Salazar PM, Taylor A, Lipsitch M. Quantifying bias of COVID-19prevalence and severity estimates in Wuhan, China that depend on reported casesin international travelers. medRxiv 2020 February13. https://doi.org/10.1101/2020.02.13.20022707.27. Munster VJ, Koopmans M, van Doremalen N, van Riel D, de Wit E. A novelcoronavirus emerging in China - key questions for impact assessment. N Engl JMed 2020;382:692-4.28. Morens DM, Daszak P, Taubenberger JK. Escaping pandora’s box — another29. Liu Y, Gayle AA, Wilder-Smith A, Rocklov J. The reproductive number ofCOVID-19 is higher compared to SARS coronavirus. J Travel Med 2020February 13 (Epub ahead of print).30. Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control ofsevere acute respiratory syndrome. Science 2003;300:1966-70.influenza in nonhealthcare settings-social distancing measures. Emerging InfectDis. 2020;26(5).)7.94(60921)4.05(2593)3.94(4536)3.94(6622)4.25(433)3.05(55031)6.94(4983)7.05(5256)7.05(3332)6.74(303)7.22(xeelaMFelame%(.on—puorgegm91divoocyrotarobalehtfo0202,81yraurbeFot92,8bmecem 1u0rT elatoT812yraurbeF1yraurbeF32yraunaJ2211yraunaJ11yraunaJerofeBscitsiretcarah)1.1(092)5.2(391)6.0(97)3.0(61)3.0(2ry910)8.71(4364)2.91(8051)4.71(5322)8.71(028)1.11(17ry9302)6.73(7579)3.63(1582)3.83(9294)9.73(2471)9.63(532ry9504)3.83(5499)0.63(6282)0.93(6205)3.93(6081)1.54(782ry9706We divided the population in Wuhan into six compartments: S (susceptible), E (latent),I (reported infections), A (unreported infections), H (hospitalized), and R (removed).Two key parameters in the model are r (ascertainment rate) and b (transmission rate).The details of the model assumptions and dynamics of these six compartments acrosstime are described in the Supplementary Methods.across the four periods.(A) Attack rates in all patients, men, women and healthcare workers; (B) Attack ratesin different age groups; (C) Attack rates in age groups younger than 20 years; (D)Proportion of severity groups.Parameters were fitted based on data from January 1 to February 10.(A) Prediction of cases in February 11-18 (blue) using parameters from February 2-10(red). (B) Estimated Rt for the four periods (January 1-10, January 11-22, January 23February 1, and February 2-18). The mean and 95% credible interval (in parentheses)are labeled below or above the violin plots. (C) Prediction of the fourth period(February 2-18) using parameters from the third period (January 23 - February 1). (D)Prediction of the fourth period (February 2-18) using parameters from the secondperiod (January 11-20). The shaded areas in (A, C and D) are 95% credible intervalsof the fitted/predicted values. (E) Estimated number of active infectious cases inWuhan from January 1 to February 18.", "ref_list": [[], [""], [""], ["Nonpharmaceutical measures for pandemic"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["KQ Kam", "CF Yung", "L Cui"], ["MW Fong", "H Gao", "JY Wong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "* Joint first authors\nepidemic in Wuhan, China.", "one_words_summarize": "We described the epidemiological features of the coronavirus disease 2019 (Covid-19)outbreak, and evaluated the impact of non-pharmaceutical interventions on theIndividual-level data on 25,961 laboratory-confirmed Covid-19 cases reportedthrough February 18, 2020 were extracted from the municipal Notifiable DiseaseReport System. The median age of the cases was 57 years and 50.3% were women. Healthcare workers and elderly people had higher attack ratesand severity risk increased with age. The effective reproductive number dropped from3.86 (95% credible interval 3.74 to 3.97) before interventions to 0.32 (0.28 to 0.37)post interventions. We found that at least 59% of infected cases wereunascertained in Wuhan, potentially including asymptomatic and mild-symptomaticcases. Special efforts are needed to protect vulnerable populations, includinghealthcare workers, elderly and children. Estimation of unascertained cases hasimportant implications on continuing surveillance and interventions. Wecompared model prediction under different scenarios and the actual reported cases toevaluate the overall impact of the city quarantine and subsequent interventions on theepidemic in Wuhan. The identifiable personal information was removedfor privacy protection. A case was recorded as a healthcare worker if reported to workin a hospital or clinic. We divided the population into six compartments including susceptibleindividuals, latent cases, ascertained cases, unascertained cases, hospitalized cases,and removed individuals. We assumed only those seeking medical care wouldbe reported and quarantined by hospitalization. Initial states of the SEIR model and parameter settings for the main andsensitivity analyses are described in detail in the Supplementary Methods. The ethics approval was considered exempt because all date collection and analysesbelong to a part of continuing public health outbreak investigation determined by theNational Health Commission of China. In addition,females were at lower risk of severity than males (OR, 0.89; 0.84 to 0.95), while therewas weak evidence that healthcare workers were at higher risk of severity (OR, 1.12;0.96 to 1.31).Our SEIR model fit the observed data well, except for the outlier on February 1 (Fig.4A). Weestimated the number of cumulative ascertained cases till February 18 to be 49,943(95% CrI, 43,577 to 56,635) if the trend of the third period was assumed (Fig. Increasing evidence also suggested that the asymptomatic andpresymptomatic cases can be infectious to the susceptible population,17-19 imposing asubstantial challenge to the epidemic control.27 There would be about two weeksdelay in the predicted ending date of the epidemic when taking the unascertainedcases into account (Table S4). Our estimate of Rt=3.88 for the first periodreflected the basic reproductive number R0 as few interventions had beenimplemented by then. 1), Rt was substantiallyreduced to 0.32 in Wuhan after February 2, which was encouraging for the globalefforts fighting against the Covid-19 outbreak using traditional non-pharmaceuticalmeasures.31Some limitations of this study need to be noted. This may depend on the detection capacity in differentlocations.26 Third, due to the delay in laboratory tests, we might have missed somecases and therefore underestimated the ascertainment rate, especially for the lastperiod. Our analyses of different periodsalso have important implications for other countries, where there is a sharp surge inCovid-19 cases and at the early stage of the epidemic,1 to combat the outbreak. CW, LL, XH and HG contributed equally to the study and are joint first authors. This study was partly supported by the Fundamental Research Funds for the CentralUniversities (2019kfyXMBZ015), the 111 Project (C.W., L.L., X.H., H.G., Q.W., J.H.,A.P., S.W., T.W.). No other relationships oractivities that could appear to have influenced the submitted work. JAMA 2020February 8 (Epub ahead of print).Chen N, Zhou M, Dong X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating the asymptomaticratio of 2019 novel coronavirus onboard the Princess Cruises Ship.15. Clinical characteristics of 24 asymptomatic infectionswith COVID-19 screened among close contacts in Nanjing, China.16. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Transmission dynamics and control ofsevere acute respiratory syndrome."}