{"date": "2020/03/03", "journal": "medrxiv", "authors": "Xinkai Zhou, Zhigui Wu, Ranran Yu, Shanni Cao, Wen Fang, Zhen Jiang, Fang Yuan, Cao Yan, Dijun Chen", "title": "Modelling-based evaluation of the effect of quarantine control by the Chinese government in the coronavirus disease 2019 outbreak", "type": "preprint article", "abstract": "COVID-19; retrospective modeling; simulation; epidemic spreading; transmission The novel coronavirus disease 2019 (COVID-19) epidemic, which was first identified in Wuhan, China in December 2019 has rapidly spread all over China and across the world. By the end of February 2020, the epidemic outside Hubei province in China has been well controlled, yet the next wave of transmission in other countries may have just begun. A retrospective modeling of the transmission dynamics would provide insights into the epidemiological characteristics of the disease and evaluation of the effectiveness of the strict measures that have been taken by central and local governments of China. Using a refined susceptible-exposed-infectious-removed (SEIR) transmission model and a new strategy of model fitting, we were able to estimate model parameters in a dynamic manner. The resulting parameter estimation can well reflect the prevention policy scenarios. Our simulation results with different degrees of government control suggest that the strictly enforced quarantine and travel ban", "text": "have significantly decreased the otherwise uncontrollable spread of the disease. Ourresults suggest similar measures should be considered by other countries that are ofhigh risk of COVID-19 outbreak.The novel coronavirus disease 2019 (COVID-19) epidemic, which was first reportedin Wuhan and rapidly spread across the world, has been well controlled in China butis only starting to take off in other countries. Here we provide a retrospectivemodelling analysis of the transmission dynamics in China and evaluated theeffectiveness of the strict government control strategies.We considerably refined the original susceptible-exposed-infectious-removed (SEIR)transmission model, and used the publicly available data from Jan 13rd to Feb 29th formodel fitting and parameter estimation in a dynamic manner considering effect ofprevention policies. We then used the estimated model parameters to simulate theepidemic trend and transmission risk of the disease with various degrees ofgovernment control.The severity rate and fatality rate remain unchanged during the whole epidemic.While government intervention had a moderate effect on the incubation rate (σ), therecovered rate (γ) endured several fold increase. Strikingly, a significant decrease inthe infectious rate (β) was observed. Without government control, peak infectedcases in Wuhan would reach 7.78 million (70% of the whole population) and totaldeaths could reach 319000 based on the current mortality rate (4.1%).Our simulation results with different degrees of government control suggest that thestrictly enforced quarantine and travel ban have significantly decreased theotherwise uncontrollable spread of the disease. Our results suggest similar measuresshould be considered by other countries that are of high risk of COVID-19 outbreak.A global outbreak of coronavirus disease 2019 (COVID-19), caused by the severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2), has been posing significantthreats to public health worldwide. By the end of February 2020, 87645 confirmedcases are reported around the world, including 7330 severe cases and 2994 fatalities.We searched PubMed and preprint archive for papers published up to Feb 29th, 2020,using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus.”We found several researches on the transmission dynamics of COVID-19; however,only one preprint predicted the effect of government intervention in China withincomplete epidemiological data.Since the epidemic is already close to its end in China except Wuhan city, we havethe opportunity to carry out a relatively complete retrospective analysis. Weoptimized the SEIR model using a dynamic fitting approach, taking into account thegovernment measures and reached a much more precise fitting of the datacomparing to other studies published. We showed that the severity rate and thefatality rate remain unchanged during the whole epidemic, suggesting the onlyeffective way to control the disease is to control the number of infections. Whilegovernment intervention had a moderate effect on the incubation rate (σ), it isessential for increasing the recovered rate (γ), and for decreasing and stabilizing theinfectious rate (β). We also simulated the scenarios with various degrees ofgovernment control which could be a useful tool to predict the necessity ofgovernment intervention. An interactive online application was made available to thepublic on Feb 24th, 2020.The COVID-19 outbreak has already been effectively controlled in China; however,the risk of rapid global explosion is extremely high due to the high transmissive rateof the SARS-CoV-2 virus. The quarantine measures adopted by the Chinesegovernment are essential for the control of the COVID-19 epidemic.The recent outbreak of novel coronavirus disease 2019 (COVID-19) has alreadybecome an epidemic of global scale. Two months ago, on Dec 30 th 2019, the firstconfirmed case was officially reported by local authorities of Wuhan city, China1,2.The pathogen was soon identified as a new coronavirus on Jan 7th 2020 andtentatively named 2019-nCOV2,3 and later renamed SARS-CoV-2 by the InternationalCommittee on Taxonomy of Viruses4. However, strict control measures, including thelockdown of Wuhan city did not take effect until Jan 23rd, by which time severalmillion people have already travelled outside Wuhan for the upcoming Chinese NewYear, spreading the disease all over China. By the end of January, confirmed caseswere reported by several other countries, leading to the declaration of Public HealthEmergency of International Concern (PHEIC) by WHO5 on Jan 30th. For the wholemonth of February, rigorous prevention and control measures were taken by theChinese government and the whole country is literally in a lockdown state. Thenecessity of these strict measures has been questioned both domestically andinternationally concerning the devastating effects on the global economy; and thereis also severe debate over when these control measures, including travel bans andpublic gathering bans, should be lifted. However, the effectiveness of these strictcontrol measures has not been systematically evaluated using epidemiological data.Here we provided a retrospective modelling-based evaluation of the effectiveness ofgovernment control measures on COVID-19 in China. Using a well-recognizedsusceptible-exposed-infectious-recovered (SEIR) model, we fitted the public data bytaking the effect of prevention policies into consideration and achieved an almostperfect fit for the real data. Key epidemiological parameters including incubation rate(σ), infectious rate ( β) and recovered rate (γ) and were estimated in a dynamicmanner. These estimates were then used to parameterize our model and differentoutcome scenarios were simulated with various degrees of government control. Aninteractive web-based Shiny application based on our modelling is now availableonline (http://compbio.nju.edu.cn/ncov2019/). Our findings may provide a usefultool for analyzing the impact of control measures and predicting the transmissiondynamics in other countries.Daily cumulative number of confirmed cases, dead cases and recovered cases (fromJan 13rd, 2020 to Feb 29th, 2020) infected by COVID-19 were collected from theTencent social networks (https://news.qq.com/zt2020/page/feiyan.htm); the dailynumber of severe cases were obtained from official websites of the National HealthCommission of China and of health commissions of provinces, municipalities andmajor cities. Overseas data were obtained from the official website of WHOts/). All collected data were double checked. By finalizing this manuscript, the periodof data coverage starts from mid-January to the end of February 2020.The susceptible-exposed-infectious-recovered (SEIR) compartmental model is one ofthe best models to describe the epidemic of diseases with a latent phase like theSARS-CoV-2. We adopted the following ordinary differential equation (ODE) model tosimulate the epidemic of COVID-19 for each investigated population:where S, E, I, and R were the number of susceptible, latent (or exposed), infectious,and removed individuals (including recovered individuals and death) at time tand NS E I Ris the size of population. We assume that N is constantin a investigated population. In the SEIR model, the infectious rate, β, controls therate of spread which represents the probability of transmitting disease between asusceptible and an infectious individual. The incubation rate, σ, is the rate of latentindividuals becoming infectious (average duration of incubation is 1/ σ). Recoveryrate, γ, is the rate of infectious individuals removed from the transmission system,which is determined by the average duration of infection.We suppose that the epidemic spreading trend of COVID-19 suffered the first periodof free propagation (before Jan 23rd, 2020) and then under the health policiesintervention. Therefore, there is no one-fit-all set of parameters to fit the model withthe aggregate data. Instead, we assume that the model parameters dynamicallychanged during the epidemic course and was dependent on the degree of prevention.Based on such an assumption, we inferred the model parameters in a stepwisemanner at each time point, using the latest officially confirmed infected data. Wethen investigated the pattern of parameter dynamics and correlated these withvarious prevention measures in different populations. As expected, the pattern ofestimated parameter (especially the infectious rate β) dynamics can well reflect theoutcome of control policies. We further forecasted the epidemic spreading byestimatingthemodelparametersusingpolynomialregression-basedmachine-learning approach, which has been used to describe nonlinear phenomenasuch as the progression of disease epidemics6. Finally, we simulated possiblespreading course of COVID-19 in Wuhan subjected to different quarantine rate asreflected by the dynamics of the predicted parameters.If not specified, all statistical analyses and data visualization were done in R (version3.6.2). We used non-parametric tests to assess differences among different group(Wilcoxon test to compare two groups and Kruskal-Wallis test to compare three ormore groups). We used R packages such as ggplot2 and plotly for graphics.The funders of this study had no role in the study design, data collection, dataanalysis, data interpretation, or writing of the report. The corresponding authors hadfull access to all the data and had final responsibility for the decision to submit forpublication.Since the impact of an epidemic depends on both the number of persons infectedand the spectrum of clinical severity, we first analyzed the change of severity rateand fatality rate over time and found that both parameters remain unchanged overthe investigated phase for each province and are not affected by the strictness ofcontrol measures (Fig. 1), indicating that total number of severe cases and deaths arelargely determined by the total number of infections, thus supporting theimportance and urgency of outbreak prevention and control of transmission.The susceptible-exposed-infectious-recovered (SEIR) transmission model is one ofthe best models to describe the epidemic of diseases with a latent phase. However, itis only accurate under conditions of no intervention. In the real world, variousdegrees of intervention have been adopted; as a result, the SEIR model does nottruly reflect the spread of the epidemic. To solve this discrepancy, we optimized themodel in a stepwise manner at each time point, using the latest official confirmedinfected data to fit the SEIR model. We thus obtained dynamic changes of the threemodel parameters: infectious rate (β), incubation rate (σ) and recovered rate (γ) (Fig.2A). As expected, incubation rate (σ) shows little to none change over time (Fig.2B,C). In this regard, the average duration of incubation is estimated to be 5.9 daysbased on data in Wuhan, which is generally in agreement with existing reports7–10.While recovered rate (γ) shows a slow but steady increase over time (Fig. 2D), theinfectious rate dramatically changed during the whole outbreak process (Fig. 2B,E).The national infectious rate clearly peaked around Jan 23rd, the day of Wuhanlockdown and has continued to drop ever since. This trend is more apparent whenanalyzing the data of Wuhan city alone (Fig. 2E). The curve for other cities displayeda continuous descending trend from the beginning of the available data point(around Jan 20th, the city of Nanjing was shown as an example in Fig. 2E), when strictcontrol measures have already been in place. In Wuhan, the recovery rate ( γ) hascontinued to increase with more than 2-fold change which is probably due to thedramatic improvement of medical conditions, such as the immobilization ofthousands of physicians from all over the country and immediate establishment ofseveral new hospitals in Wuhan. These data indicate a significant correlationbetween the infectious rate (β) and the recovery rate (γ) with prevention and controlmeasures.Next, we simulated the possible outcome scenarios with different degrees ofgovernment prevention. Assuming there is a direct correlation with the value ofinfectious rate and the strictness of prevention measures (as shown in Fig. 2), wesimulated the outbreak dynamics in different prevention scenarios using differentestimated parameters in Wuhan (Fig. 3A). In the case of low to no prevention (withhigh infectious rate at the early stage), the peak of predicted infection cases wouldeventually reach ca. 7.78 million, covering 70% of the whole population of Wuhancity. The number of potentially infected individuals dramatically reduce as theinfectious rate decreases upon prevention interventions (Fig. 3B). These data suggestthat strict prevention is vitally important to reduce the peak of infection cases.Using a similar approach, we next modeled all the publicly available data on severaldifferent countries that already have considerable amounts of confirmed cases andpredict their epidemic curve with various degrees of government control, assumingsimilar transmission properties of the virus in different counties ( Fig. 4).In Singapore,where only mild government intervention existed, a surprisingly continuous decreasein the infectious rate ( β) and increase in the recovery rate (γ) was observed, implyingthe potential inhibitory effect of warm climate on the spreading of the virus; whereasthe situation in Italy, Korea, and Iran are quickly deteriorating. For Japan, althoughthe infectious rate (β) is getting better, the recovery rate ( γ) is not, implying either alatency in hospitalization or lack of dedicated medical resources.By the end of February 2020, two months after its outbreak in Wuhan, the COVID-19epidemic has already spread to more than fifty countries. Areas with a high risk ofexponential outbreak include Japan, South Korea, Italy, Singapore and Iran. Since thesituation in China has already been well controlled, a retrospective evaluation of theepidemiological characteristics and transmission dynamics would provide valuableinsights that might help with disease control decisions world-wide. To our knowledge,our work is the first to evaluate the effectiveness of government control on thespread of COVID-19 using a modelling approach.In agreement with others11–14, we found the SEIR-like models to be the mostappropriate model for analyzing the transmission dynamics of COVID-19. However,the traditional approach for fitting the SEIR model is based on the overall trend dataof the epidemic in a given region and the model parameters obtained by thisapproach do not well fit the real-life data (i.e. the real-life data trend does notconform to the ideal SEIR model curve). The main reason is that the traditionalapproach does not take into account the impact of prevention and control strategieson the epidemic dynamics. In this study, we adjusted the SEIR model to objectivelyreflect the impact of prevention and control strategy on the infectious rate.Nonetheless, our study has several major limitations. Firstly, we were not able toderive a generalized model with finalized parameters to fit the overall epidemicspreading. Instead, the model parameters were estimated in a dynamic manner inour study. This is in line with the observation of dynamic transmission properties ofthe virus15. Secondly, the significance of the model largely depends on the accuracyof estimated parameters. Although there is not a golden standard so far to evaluatethe accuracy of our model parameters, the estimated duration of incubation (1/σ)from our model-derived parameter incubation rate (σ) is highly in agreement withprevious estimations by other studies7–10, and the dynamic values of the infectiousrate (β) is within the range of the recent estimation by Yang et al.14. Theseobservations suggest our approach for model parameter estimation is plausible.Thirdly, our epidemic forecast was somehow sensitive to our prediction ofparameters which were estimated from their overall dynamic patterns. Nonetheless,such forecasting would still be accurate in a short period. In this regard, artificialintelligence (AI)-inspired methods14,16 may be alternatives to epidemiological modelsfor the real-time forecasting of transmission dynamics of COVID-19.The fact that the severity and the fatality rate remain unchanged during the wholeepidemic course suggests that the biology of the virus itself did not change over time;this is in line with genetic sequencing results that few mutations are identifiedamong virus samples collected from different generations of patients 17,18. However, itis hard to predict whether this feature of the virus will change as it spread in othercountries. The significantly higher reported fatality rate in Wuhan city and Hubeiprovince comparing to other regions are probably due to the shortage of medicalsupplies and the underestimation of total cases of infection. The lessons in Wuhanalso taught us that if the outbreak in a heavily populated metropolitan area is notwell controlled soon enough, rapid saturation of the hospital capacity is inevitableand devastating. Therefore, the only effective way is to control the epidemic is tomitigate transmission (infectious rate) and this has proved to be successful in China.There is no doubt that the capability of management and control of COVID-19transmission heavily rely on the preparedness of a country’s health system. While itremains debatable whether large economy bodies in Asia such as South Korea andJapan should adopt similar control measures as the Chinese government; in lessdeveloped countries with insufficient medical resources and absence of a pandemicpreparedness plan, a mild response might be inadequate to deal with such anoutbreak. Extreme quarantine and transport control measures similar to Chinashould be considered to mitigate local transmission following confirmed importation.In conclusion, we have constructed an SEIR model and fitted all the publicly availableChina COVID-2019 data in a dynamic manner, and get a fairly accurate model of thewhole process of the epidemic in China. We estimated the overall fatality rate to be0.68% outside of Hubei province. Through simulation, we also evaluated theimportance and effectiveness of strict government control enforced by Chineseauthorities. It is clear that the control measures, both in Wuhan and nationwide,have significantly reduced transmissibility. Considering the potential threat of fastworldwide COVID-19 outbreak to public health and global economy, more strictgovernment controls are advised based on the China experience.ZW, ZJ and WF. CY and DC interpreted the results and wrote the manuscript withinput from FY.The original data that support the findings of this study are available from theNational Health Commission of the People’s Republic of China as well as the WHO. Inorder to efficiently use our compiled data as well as modelling results by externalusers, we developed an integrative web-based application with the Shiny framework(http://shiny.rstudio.com/), which combines the computational power of R withfriendly and interactive web interfaces. Our compiled database is publicly availablefrom the website of Nanjing University (http://compbio.nju.edu.cn/ncov2019/) onFeb 24th, 2020, where it would be updated in time during the outbreak. Data used inthis analysis is frozen on Feb 29th, 2020.We would like to thank Chenyu Zhang from Nanjing University (NJU) and Yu Xue fromHuazhong University of Science and Technology (HUST) for helpful discussion andsuggestions. We thank Wanshan Ning from HUST, and Yikai Zhu and Liang-Yu Fu fromNJU for technical support. The study was supported by the Fundamental ResearchFunds for the Central Universities and the National Natural Science Foundation ofChina (21877060).99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. Lancet 2020. DOI:10.1016/S0140-6736(20)30211-7.2020.uses-it.Regulations (2005) Emergency Committee regarding the outbreak of novelcoronavirus(2019-nCoV).910111415161718with the 2019 novel coronavirus indicating person-to-person transmission: astudy of a family cluster. Lancet 2020. DOI:10.1016/S0140-6736(20)30154-9.China. arxiv 2020; : 1–20.Jan 13rd to Feb 29th, 2020. Heatmaps showing the severity ratio (A) and the mortalityrate (B) in different provinces or municipalities of mainland China. The monotonicdistribution of data over time was assessed by Mann-Kendall trend tests. P-valuesadjusted were corrected with the Benjamini-Hochberg method in order to controlthe false discovery rate. “*” indicates an adjusted p-value < 0.001. Scatter plotsshowing the positive correlation of the number of severe cases ( C) or mortality (D)and infected cases on Feb 29th, 2020.showing the dynamic change of estimated parameters of the SEIR model over time.In order to compare data among different cities, only relative values are shown in theheatmap. Data for example cities (in red) are shown in (C-E). (B) Fold changes of thethree parameters of the SEIR model. Dynamics of estimated σ (C) or γ (D) parametersover time in Wuhan. (E) Dynamics of estimated β parameter over time in thepopulation of mainland China (left), Wuhan city (middle) and Nanjing city (right). Inthis figure, the modeling analysis was performed in the populations of the Hubeiprovince, mainland China as well as the top 44 cities of the whole mainland China.prevention scenarios. (A) Simulation analysis showing the predicted confirmedindividuals based on estimated values of the β parameter at different time points. βvalues are high at the early stage and low at the late stage, as indicated in the colorlegend. Arrow shows the change of epidemic curve under different preventionscenarios. (B) Relationship between the estimated β parameter and the peak ofpredicted confirmed individuals using the corresponding β value.outbreak in February. The reported infected cases (A) and mortality (B) in the top fivecountries and the Diamond Princess ship in February 2020. Heatmaps show thedynamic change of estimated parameters β (C) and γ (D) of the SEIR model over time.C104103sesa102cereveS10● ●●●● ●●1●●●●● ●●●●● ●●Xiangyang10102103104***3210122100 100900 100900 1009●●●●●●●●●Wuhan (beta)●●●● ●●●●●●●●●●●●●●●●●●●●●●●● ●●●●●●●●●●●●●●●●●●●●China (beta)●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●● ●●●●●●●●●●●●●●●●●betasigmagammaJan 15Jan 15Feb 01Feb 15Jan 15Feb 01Feb 15Jan 15Feb 01Feb 15● ●●● ●●●●●●● ●●●●●●● ●●●●●●●●●●●●●●●●●●●Nanjing (beta)●●●●●● ●●●●●●●●●●●●●●●●● ●● ●●● ● ●●●● ●●●●●betabeta● ●●●●● ●●●●●●●● ●● ● ●●●●●●●●●●10-9.510-9.010-8.510-8.010-7.530103sesca102detcefIn10101Feb 2020● Iranbeta20●● ● ● ● ● ● ●● ●● ●● ●● ●●● ●● ●● ●● ● ●● ●29", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "have significantly decreased the otherwise uncontrollable spread of the disease. Our\nresults suggest similar measures should be considered by other countries that are of\nhigh risk of COVID-19 outbreak.", "one_words_summarize": "have significantly decreased the otherwise uncontrollable spread of the disease. Ourresults suggest similar measures should be considered by other countries that are ofhigh risk of COVID-19 outbreak. We then used the estimated model parameters to simulate theepidemic trend and transmission risk of the disease with various degrees ofgovernment control. We searched PubMed and preprint archive for papers published up to Feb 29th, 2020,using keywords “COVID-19”, “SARS-CoV-2”, “2019-nCoV”, and “novel coronavirus. However, the effectiveness of these strictcontrol measures has not been systematically evaluated using epidemiological data. These estimates were then used to parameterize our model and differentoutcome scenarios were simulated with various degrees of government control. Our findings may provide a usefultool for analyzing the impact of control measures and predicting the transmissiondynamics in other countries. Daily cumulative number of confirmed cases, dead cases and recovered cases (fromJan 13rd, 2020 to Feb 29th, 2020) infected by COVID-19 were collected from theTencent social networks (https://news.qq.com/zt2020/page/feiyan.htm); the dailynumber of severe cases were obtained from official websites of the National HealthCommission of China and of health commissions of provinces, municipalities andmajor cities. The incubation rate, σ, is the rate of latentindividuals becoming infectious (average duration of incubation is 1/ σ). Therefore, there is no one-fit-all set of parameters to fit the model withthe aggregate data. Instead, we assume that the model parameters dynamicallychanged during the epidemic course and was dependent on the degree of prevention. The funders of this study had no role in the study design, data collection, dataanalysis, data interpretation, or writing of the report. The corresponding authors hadfull access to all the data and had final responsibility for the decision to submit forpublication. 1), indicating that total number of severe cases and deaths arelargely determined by the total number of infections, thus supporting theimportance and urgency of outbreak prevention and control of transmission. However, itis only accurate under conditions of no intervention. In the real world, variousdegrees of intervention have been adopted; as a result, the SEIR model does nottruly reflect the spread of the epidemic. Assuming there is a direct correlation with the value ofinfectious rate and the strictness of prevention measures (as shown in Fig. 7.78 million, covering 70% of the whole population of Wuhancity. Secondly, the significance of the model largely depends on the accuracyof estimated parameters. Although there is not a golden standard so far to evaluatethe accuracy of our model parameters, the estimated duration of incubation (1/σ)from our model-derived parameter incubation rate (σ) is highly in agreement withprevious estimations by other studies7–10, and the dynamic values of the infectiousrate (β) is within the range of the recent estimation by Yang et al.14. In this regard, artificialintelligence (AI)-inspired methods14,16 may be alternatives to epidemiological modelsfor the real-time forecasting of transmission dynamics of COVID-19.The fact that the severity and the fatality rate remain unchanged during the wholeepidemic course suggests that the biology of the virus itself did not change over time;this is in line with genetic sequencing results that few mutations are identifiedamong virus samples collected from different generations of patients 17,18. Extreme quarantine and transport control measures similar to Chinashould be considered to mitigate local transmission following confirmed importation. In order to compare data among different cities, only relative values are shown in theheatmap. E) Dynamics of estimated β parameter over time in thepopulation of mainland China (left), Wuhan city (middle) and Nanjing city (right). Arrow shows the change of epidemic curve under different preventionscenarios. ( Heatmaps show thedynamic change of estimated parameters β (C) and γ (D) of the SEIR model over time. C104103sesa102cereveS10● ●●●● ●●1●●●●● ●●●●● ●●Xiangyang10102103104***3210122100 100900 100900 1009●●●●●●●●●Wuhan (beta)●●●● ●●●●●●●●●●●●●●●●●●●●●●●● ●●●●●●●●●●●●●●●●●●●●China (beta)●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●● ●●●●●●●●●●●●●●●●●betasigmagammaJan 15Jan 15Feb 01Feb 15Jan 15Feb 01Feb 15Jan 15Feb 01Feb 15● ●●● ●●●●●●● ●●●●●●● ●●●●●●●●●●●●●●●●●●●Nanjing (beta)●●●●●● ●●●●●●●●●●●●●●●●● ●● ●●● ● ●●●● ●●●●●betabeta● ●●●●● ●●●●●●●● ●● ● ●●●●●●●●●●10-9.510-9.010-8.510-8.010-7.530103sesca102detcefIn10101Feb 2020● Iranbeta20●● ● ● ● ● ● ●● ●● ●● ●● ●●● ●● ●● ●● ● ●● ●29"}