{"date": "2020/03/03", "journal": "medrxiv", "authors": "Yonghao Xu, Zhiheng Xu, Xuesong Liu, Lihua Cai, Haichong Zheng, Yongbo Huang, Lixin Zhou, Linxi Huang, Yun Lin, Liehua Deng, Jianwei Li, Sibei Chen, Dongdong Liu, Zhimin Lin, Liang Zhou, Weiqun He, Xiaoqing Liu, Yimin Li", "title": "Clinical findings in critical ill patients infected with SARS-Cov-2 in Guangdong Province, China: a multi-center, retrospective, observational study", "type": "preprint article", "abstract": "Care", "text": "CareThe study was funded by the National Science and Technology Major Project (No.2017ZX10204401), National Natural Science Foundation of China (81970071), the SpecialProject for Emergency of the Ministry of Science and Technology (2020YFC0841300), theSpecial Project of Guangdong Science and Technology Department (2020B111105001).Background In December 2019, human infection with a novel coronavirus, known asSARS-CoV-2, was identified in Wuhan, China. The mortality of critical illness was high in Wuhan.Information about critically ill patients with SARS-CoV-2 infection outside of Wuhan is scarce.We aimed to provide the clinical features, treatment, and prognosis of the critically ill patientswith SARS-CoV-2 infection in Guangdong Province.Methods In this multi-centered, retrospective, observational study, we enrolled critically illpatients with SARS-CoV-2 pneumonia who were admitted to the intensive care unit (ICU) inGuangdong Province. Demographic data, symptoms, laboratory findings, comorbidities,treatments, and prognosis were collected. Data were compared between patients with and withoutintubation.Results Forty-five critically ill patients with SARS-CoV-2 pneumonia were identified in 7 ICUs inGuangdong Province. The mean age was 56.7 years, and 29 patients (64.4%) were men. The mostcommon symptoms at the onset of illness were high fever and cough. Majority of patientspresented with lymphopenia and elevated lactate dehydrogenase. Treatment with antiviral drugswas initiated in all the patients. Thirty-seven patients (82.2%) had developed acute respiratorydistress syndrome, and 13 (28.9%) septic shock. A total of 20 (44.4%) patients required intubationand 9 (20%) required extracorporeal membrane oxygenation. As of February 28th 2020, only onepatient (2.2%) had died and half of them had discharged of ICU.Conclusions Infection with SARS-CoV-2 in critical illness is characterized by fever, lymphopenia,acute respiratory failure and multiple organ dysfunction. Compared with critically ill patientsinfected with SARS-CoV-2 in Wuhan, the mortality of critically ill patients in GuangdongProvince was relatively low. These data provide some general understandings and experience forthe critical patients with SARS-CoV-2 outside of Wuhan.Keywords: Critically ill patients, SARS-CoV-2, COVID-19, infectionIn December 2019, human infection with a novel coronavirus, known as SARS-CoV-2, wasconfirmed in Wuhan, China, which had spread rapidly through outside of Wuhan and around theworld (1, 2). As of February 28, 2020, a total number of 79,251 patients has been infected in themainland of China, with 2,835 (3.58%) deaths according to Chinese Center for Disease Controland Prevention (CCDC) report. Previous studies have mainly focus on the general epidemiologicalfindings, clinical presentation, and clinical outcomes of mild and moderated patients withSARS-CoV-2 pneumonia (3-5). Only a recent study had reported the characteristics of critically illpatients in a single center in Wuhan with 61.5% mortality (6). However, the clinical characteristicsof critically ill patients in the intensive care unit (ICU) outside of Wuhan have not been described,especially in Guangdong Province, where by February 28, 2020 more than 1000 people wereconfirmed having coronavirus disease 2019 (COVID-19). Here, we describe the characteristicsand treatment of critically ill patients with COVID-19 in Guangdong Province.Study designThis multi-center, retrospective, observational study was designed and conducted by theFirst Affiliated Hospital of Guangzhou Medical University. There were seven hospitals involved,including the First Affiliated Hospital of Guangzhou Medical University, Dongguan People’sHospital, Foshan First People’s Hospital, the First Affiliated Hospital of Shantou UniversityMedical College, the Affiliated Hospital of Guangdong Medical University, Huizhou MunicipalCentral Hospital, Zhongshan City People’s Hospital. The study was approved by the EthicsCommission of the First Affiliated Hospital of GuangzhouThepatientswereall confirmedwithSARS-CoV-2infectionbyreal-timepolymerase-chain-reaction testing of their throat swab specimens. Critically ill patients weredefined as those required oxygen therapy to maintain peripheral capillary oxygen saturation(SpO2) > 92% or PaO2/FiO2 ratio > 300 mmHg, symptoms of respiratory distress (includingtachypnea > 22 breaths/min, labored breathing, use of intercostal muscles, and/or dyspnea at rest)or required mechanical ventilation (6-9). For the enrolled patients, their living status, intubation,weaning and ICU, hospital discharge date was confirmed on February 28, 2020.Data collectionMedical records of critically ill patients in ICU were extracted and sent to the data collectioncenter in the First Affiliated Hospital of Guangzhou Medical University. A team of ICU doctorswho had been treating patients with COVID-19 collected and reviewed the data. If informationwas not clear, the central working group contacted the doctor responsible for the treatment of thepatient for clarification. Information recorded included demographic data, underlying conditions,symptoms, and laboratory and chest radiograph findings, comorbidities, intubation rates, ventilatorsettings prior to and during ICU therapy.DefinitionIncidence of SARS-CoV-2 related comorbidities were identified, including acute respiratorydistress syndrome (ARDS), sepsis shock, cardiac injury, acute kidney injury (AKI), liverdysfunction and gastrointestinal haemorrhage. ARDS was diagnosed according Berlin definition(10) and sepsis shock was identified by Sepsis-3 definition (11). AKI was identified on the basisand elevated of serum creatinine (12). Cardiac injury was recognized by increased cardiactroponin I or electrocardiography abnormalities of nonspecific ST-T wave (13, 14). Liverdysfunction was defined by aspartate aminotransferase or alanine aminotransferase greater than 40U/L (15). Gastrointestinal haemorrhage was identified by a positive fecal or gastric juice occultblood test (16).StatisticsContinuous variables were presented as either mean ± standard deviation (SD) or medianwith interquartile range (IQR), in accordance with either normal or non-normal distributions. Forcategorical variables, the frequency and percentage of patients in each category were calculated.The differences were assessed between intubated and non-intubated patients with two-sample ttest or Wilcoxon rank-sum test depending on parametric or nonparametric data for continuousvariables and Chi-square test for categorical variables. Spearman correlation coefficient was usedto test the correlations between clinical variables. All analyses were performed using SPSS 23.0(SPSS Inc., Chicago, IL, USA). A P value < 0.05 (two-sided) was considered statisticallysignificant.Demographic, Epidemiologic, and Baseline Characteristics of the PatientsA total of 45 critically ill patients were identified with SARS-CoV-2 infections, the first caseincluded was confirmed on January 14, 2020, and the last one was confirmed on February 20,2020. All patients had positive throat swabs of SARS-CoV-2 and bilateral infiltrates on chestradiographs (Figure 1) and were admitted to ICUs.The mean age of the patients was 56.7 years (SD, 15.4); 29 (64.4%) were men. A total of 26(57.8%) patients had at least one preexisting conditions, including hypertension (46.7%) anddiabetes (28.9%). Thirty six patients had a history of exposure to Hubei Province and 26 (57.8%)had exposure to patients with confirmed with SARS-CoV-2 infection. Moreover, 19 (42.2%)patients had exposure to a familial cluster.Clinical Characteristics and Laboratory FindingsThe most common symptoms were fever (86.7%), cough (71.1%) and dyspnoea (64.4%).The median time from onset of symptoms to ICU admission was 10 (IQR, 8-13) days. The medianAcute Physiology and Chronic Health Evaluation II (APACHE II) and Sequential Organ FailureAssessment (SOFA) score of all patients at ICU admission was 14(8-18) and 4.0 (3.0-6.8),respectively. A total of 20 patients (44.4%) was intubated within 3 days after ICU admission (table2).White cell counts was at a normal range with predominantly neutrophils in intubated patients.There were 41 patients (91.1%) presented with lymphopenia (lymphocyte < 1.0*109/L).Compared with non-intubated patients, those intubated showed significant decrease in lymphocyte(p < 0.001). Elevated levels of lactate dehydrogenase (LDH) (normal range, 109-255 U/L) wereobserved in 32 of the patients (71.1%). Moreover, intubated patients had higher levels of LDHthan those without intubation (p = 0.0012). Spearman correlation analyses showed that SOFAscore were negatively correlated with lymphocyte count and positively associated with LDH(Spearman’s rho= -0.57 and 0.51, respectively, P<0.001) (Figure 2). In addition, prothrombin time,troponin I, creatine kinase, serum creatinine, aspartate aminotransferase, lactate, procalcitonin andpotassiumwere significant increase in patients with intubation, while PaO2/FiO2 ratio,haemoglobin and platelet count in intubated patients was lower than those without intubation(Table 2).Most patients had organ function damage, including 37 (82.2%) with ARDS, 13 (29.9) withseptic shock, 7 (15.6%) with acute kidney injury, 10 (22.2%) with cardiac injury, 17 (37.8%) withliver dysfunction, 14 (31.1%) with gastrointestinal haemorrhage and 3 (6.7%) with barotrauma.Secondary infections, including bacterial co-infection and fungal co-infection, were identified in17 (37.8%) and 12 (26.7%) patients, respectively (table 3).Treatment in ICUAll patients received antiviral and antibacterial therapy. Antifungal agents were given to 19(42.2%) patients. A total of 21 (46.7%) patients had received glucocorticoids, 28 (62.2%) withimmunoglobulin and 35 (77.8%) with albumin. Further, convalescent plasma was applied in 6(13.3%) critically ill patients.There were 13 (28.9%) patients treated with high-flow nasal cannula, 6 (13.3%) withnon-invasive mechanical ventilation, 20 (44.4%) with invasive mechanical ventilation. Forpatients with intubation, tidal volumes of 7.0 mL/kg predicted body weight was applied inaccordancewith lung protective ventilation strategy (17). Recruitment maneuvers wereadministered in 6 patients (13.3%). A total of 5 patients (11.1%) received prone positionventilation. In addition, extracorporeal membrane oxygenation (ECMO) and continuous renalreplacement therapy (CRRT) was applied in 9 (20.0%) and 4 (8.9%) patients, respectively. Therewere 15 (33.3%) patients administrated with vasoconstrictive agents, 19 (42.2%) with sedationand analgesia and 8 (17.8%) with neuromuscular blocking agents (table 4).Clinical OutcomesAs of February 28, 2020, one patient had died. Seven patients were successfully weaned frominvasive ventilation. A total of 23 patients (51.1%) have discharged from ICU. Moreover, 11patients (24.4%) have been recovered and discharged from hospital (table 4).In order to identify the potential risks for intubation in severe patients with SARS-CoV-2infection, Chi-square test showed that older (age > 60 years), higher SOFA (> 4), APACHE II (>15) score and LDH (> 255U/L)and lower lymphocyte (< 0.8*109/L) at ICU admission were athigh risks for intubation.The study presented a multi-center cohort of 45 patients admitted to ICUs for SARS-CoV-2infection out of Wuhan. The findings showed that the majority of the patients were seriously ill atICU admission. Of all included patients, 37 (82.2%) had developed ARDS, 20 (44.4%) requiredinvasive mechanical ventilation and 9 (20.0%) required ECMO, suggesting that the SARS-CoV-2can cause severe illness.Our study population might represent most of the clinical characteristics of patients withSARS-CoV-2 infection. Lymphocytopenia occurred in more than 90% of critically ill patients,which was similar in Wuhan cohort (6). Moreover, we found that intubated patients hadsignificantly lower lymphocyte counts than without intubation. Chi-square test had shown lowerlymphocyte counts was more likely to be at high risk for intubation. Spearman correlationanalyses showed that lymphocyte count was significantly negatively correlated with SOFA scoreat ICU admission. In fact, lymphocytopenia was common in viral pneumonia, particular in severeacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) (18, 19). Itwas reported that lymphocyte < 0.8*109/L was an independent risk factor for 90-day mortality ofviral pneumonia (20). Therefore, lymphocytopenia may reflect the severity of SARS-CoV-2infection. Dynamic monitoring lymphocyte would be of clinical benefit for intensive caring thecritical illness.Although antiviral drugs, including osehamivir and ribavirin had been applied to our patients,to date no effective antiviral to treat COVID-19 has been identified. The current approach toclinical management is general supportive care supplemented with critical care and organ supportwhen necessary. It has been suggested that the administration of high-titer anti-influenza immuneplasma derived from convalescent or immunized individuals may be clinically beneficial for thetreatment of SARS, MERS and seasonal influenza (21-23). Convalescent plasma was a potentialtreatment in coronavirus infection and suggested using in COVID-19 (24). Therefore,convalescent plasma of COVID-19 was applied in 6 patients (13.3%) and no transfusion reactionsoccurred in our cohort. However, according to our data, at this point, our findings could notprovide valuable information in the efficacy of convalescent plasma in critically ill patients withSARS-CoV-2 infection due to limited sample sizes, short time observation and lack of randomizedcontrolled group. Thus, treatment of current outbreak of SARS-CoV-2 infection, particular incritical illness, via convalescent plasma should be carefully considered before well-designedclinical trials are conducted.According to Berlin definition, a total of 37 (82.2%) patients had developed ARDS. Therespiratory distress and hypoxemia were difficult to treat with an overall hospital mortality of 46.1%in severe ARDS according Lung Safe Study (25). In our cohort, 20 patients (44.4%) receivedinvasive mechanical ventilation. Recruitment maneuvers, prone position ventilation, CRRT andECMO were also applied for management of ARDS. In addition, many of our patients developedextrapulmonary organ dysfunction including sepsis shock, acute liver dysfunction, and acute renalinjury. As of February 28, 2020, the mortality of our critically ill cases of COVID-19 were 2.2%(1 of 45) in our cohort, which was lower than those (61.5%, 32 of 52) in Wuhan. The outbreak ofSARS-CoV-2 led to more than 65,000 infected patients in Wuhan (CCDC report on February 28,2020). The massive infux of patients, inadequately protective clothing and medical personnel,particularly in critical care resources, may account for the unacceptable high mortality in Wuhan.In contrast, protective clothing and medical personnel could cover the relative less patients inGuangdong Province. In addition, a well design Web-based video consultation system forcritically ill patients with COVID-19 was established and applied across different cities inGuangdong Province. Then specialists in critical care medicine could share their experience andhelp the management of the critical illness in a remote way across hospitals and cities. Moreover,aggressive treatments and intensive care were applied for the severe patients, includingconvalescent plasma, invasive mechanical ventilation, CRRT, ECMO. Therefore, the mortalitywas relatively lower in critically ill patients with SARS-CoV-2 infection in Guangdong Province.LimitationOur study has several limitations. Firstly, only 45 critically ill patients with COVID-19 wereincluded from Guangdong Province. It might be that more clinical features related to thosecritically illness will be identified, if other provinces get involved. Secondly, at the time of studysubmission, half of the patients had not been discharged from ICU, so we are unable to estimateeither ICU stay, ventilation free day, the case fatality rate or the predictors of fatality.Compared with the ICU mortality of patients with SARS-Cov-2 infection in Wuhan, those ofpatients from Guangdong Province in our study had lower mortality (1 of 45, 2.2%). Currently, itis necessary for intensively supporting and carefully monitoring of the critical illness beforeeffective drugs and vaccines to be developed against SARS-Cov-2 infection.13.14.15.16.17.18.19.20.21.22.23.24.25.admission (A) and day 5 (B); CT scan of chest of the same patient on day 10 and day 20 after ICUadmission.(A) SOFA score at ICU admission was significantly negatively correlated with lymphocyte count(Spearman’s rho= -0.57, P<0.001) and (B) positively associated with LDH (Spearman’s rho= 0.51,pneumoniaTable 3 Comorbidities during ICU and treatments of patients with severe SARS-CoV-2pneumoniaAll patients (n=45) Intubation (n=20)14.0 (8.0-18.0) 18.0 (15.0-24.8)4.0 (3.0-6.8) 6.0 (5.0-11.0)APACHE II score, Acute Physiology and Chronic Health Evaluation II score; SOFA, Sequential", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019. The New England journal of medicine"], [""], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [""], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["Critically Ill patients with 2009 influenza A(H1N1) in Mexico"], ["Critically ill patients with severe acute respiratory syndrome"], ["Acute respiratory distress syndrome: the Berlin Definition"], ["The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)"], ["Diagnosis, evaluation, and management of acute kidney injury: a KDIGO summary (Part 1)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "I Azhar E Madani", "TA Ntoumi", "F Kock", "R Dar", "O"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], [], ["N Chen", "M Zhou", "X Dong", "J Qu", "F Gong", "Y Han"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], [], ["X Yang", "Y Yu", "J Xu", "H Shu", "Ja Xia", "H Liu"], ["G Domínguez-Cherit", "SE Lapinsky", "AE Macias", "R Pinto", "L Espinosa-Perez", "A de la Torre"], ["RA Fowler", "SE Lapinsky", "D Hallett", "AS Detsky", "WJ Sibbald", "AS Slutsky"], [], ["M Singer", "CS Deutschman", "CW Seymour", "M Shankar-Hari", "D Annane", "M Bauer"], ["JA Kellum", "N Lameire"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Care", "one_words_summarize": "CareThe study was funded by the National Science and Technology Major Project (No.2017ZX10204401), National Natural Science Foundation of China (81970071), the SpecialProject for Emergency of the Ministry of Science and Technology (2020YFC0841300), theSpecial Project of Guangdong Science and Technology Department (2020B111105001).Background In December 2019, human infection with a novel coronavirus, known asSARS-CoV-2, was identified in Wuhan, China. Information about critically ill patients with SARS-CoV-2 infection outside of Wuhan is scarce. We aimed to provide the clinical features, treatment, and prognosis of the critically ill patientswith SARS-CoV-2 infection in Guangdong Province. Data were compared between patients with and withoutintubation. Majority of patientspresented with lymphopenia and elevated lactate dehydrogenase. Only a recent study had reported the characteristics of critically illpatients in a single center in Wuhan with 61.5% mortality (6). However, the clinical characteristicsof critically ill patients in the intensive care unit (ICU) outside of Wuhan have not been described,especially in Guangdong Province, where by February 28, 2020 more than 1000 people wereconfirmed having coronavirus disease 2019 (COVID-19). Liverdysfunction was defined by aspartate aminotransferase or alanine aminotransferase greater than 40U/L (15). Forcategorical variables, the frequency and percentage of patients in each category were calculated. Spearman correlation coefficient was usedto test the correlations between clinical variables. A P value < 0.05 (two-sided) was considered statisticallysignificant. Moreover, intubated patients had higher levels of LDHthan those without intubation (p = 0.0012). Further, convalescent plasma was applied in 6(13.3%) critically ill patients. Moreover, 11patients (24.4%) have been recovered and discharged from hospital (table 4).In order to identify the potential risks for intubation in severe patients with SARS-CoV-2infection, Chi-square test showed that older (age > 60 years), higher SOFA (> 4), APACHE II (>15) score and LDH (> 255U/L)and lower lymphocyte (< 0.8*109/L) at ICU admission were athigh risks for intubation. Of all included patients, 37 (82.2%) had developed ARDS, 20 (44.4%) requiredinvasive mechanical ventilation and 9 (20.0%) required ECMO, suggesting that the SARS-CoV-2can cause severe illness. Moreover, we found that intubated patients hadsignificantly lower lymphocyte counts than without intubation. In contrast, protective clothing and medical personnel could cover the relative less patients inGuangdong Province. In addition, a well design Web-based video consultation system forcritically ill patients with COVID-19 was established and applied across different cities inGuangdong Province. Then specialists in critical care medicine could share their experience andhelp the management of the critical illness in a remote way across hospitals and cities. It might be that more clinical features related to thosecritically illness will be identified, if other provinces get involved. Secondly, at the time of studysubmission, half of the patients had not been discharged from ICU, so we are unable to estimateeither ICU stay, ventilation free day, the case fatality rate or the predictors of fatality."}