{"date": "2020/03/03", "journal": "medrxiv", "authors": "Zhou Tang, Xianbin Li, Houqiang Li", "title": "Prediction of New Coronavirus Infection Based on a Modified SEIR Model", "type": "preprint article", "abstract": "b Sichuan Academy of Social Science,associate researcher The outbreak of the new coronavirus infection in Wuhan City, Hubei Province in December 2019, poses a huge threat to China and even global public health security. Respiratory droplets and contact transmission are the main routes of transmission of new coronaviruses. Compared with SARS and Ebola viruses, new coronavirus infections are infectious during the incubation period. Traditional SEIR (susceptibility-exposure-infection-Removal) There are some differences in conditions for the prediction of the epidemic trend of new coronavirus infection. The outbreak of the new coronavirus infection coincided with the Spring Festival before and after the Chinese Spring Festival.It is necessary to make appropriate optimization and amendments to the traditional model to meet the actual evolution of the epidemic situation.", "text": "The traditional SEIR model assumes that the virus-infected person is not infectious during theincubation period and that the infected person did not take isolation measures during the illness.The transmission of the new coronavirus no longer meets the basic assumptions of the classicalkinetic system. Therefore, this article first establishes a modified SEIR model. Predict and analyzethe changing trend of the epidemic situation, then estimate the parameters involved in theinfection dynamics model, and then use Matlab to simulate the established dynamic equationsbased on public data and analyze the results. Recommendations for universal prevention andcontrol of infectious diseases.        The first case of new coronavirus infection was confirmed in Wuhan on December 8, 2019. WhenWuhan City took no action, assuming the average daily number of contacts per infected person k =5, the number of infected persons will reach about 2,384,803 people; If wuhan adopts themeasures of sealing the city on January 2        Comparing the number of confirmed diagnoses actually notified by the department with thenumber of infected people obtained from the simulation of the model, it can be seen that the cityclosure measures adopted by the Wuhan Municipal Government on January 23 and the first-levelresponse measures adopted by the country are effective for the epidemic Prevention and controlplay a vital role. Wearing a mask when going out and avoiding close contact with people caneffectively reduce the infection rate.        At the beginning of the outbreak of the new coronavirus infection, some cases were related to theSouth China Seafood Market in Wuhan, Hubei. At first, it was diagnosed as \"unexplainedpneumonia\", but it quickly spread to all parts of the country and parts of Southeast Asia, NorthAmerica, and Europe. Wuhan City, Hubei Province, as a place of communication between the nineprovinces, the large population movement, the influence of geographical factors, and thetransmission characteristics of the new coronavirus have added many difficulties to the preventionand control of the epidemic. As of 1        The source of the new coronavirus has not been determined so far. Various evidences showthat the source of the infection of the new coronavirus comes from wild animals. It is most similarto a coronavirus isolated from bats. The intermediate host may be pangolin, but which kind ofwild animal uncertain. The new coronavirus causes human-to-human transmission mainly byrespiratory droplets, causing fever, cough, and shortness of breath. It is also infectious during theincubation period. In conclusion, considering transmissibility and fatality rate, 2019-nCoV poses amajor public health threat, at least at the level of 2003 SARS2. A backtrend analysis suggested theoriginal basic reproduction number R0 to be about 2.4 to 2.53.Li et al. Analyzed and predictedinformation such as demographic characteristics and patient exposure history. The estimated basicregeneration number R0 was 2.2 (95%CI,1.4 to 3.9), and the incubation period was 5.2 days (95%CI, 4.1 to 7). The number of confirmed cases doubles approximately every 7.4 days, and theinterval from case onset to hospitalization and cure is 9.1 days (95% CI, 8.6-9.7)4. Shi Zhao et al.Estimated that the average basic regeneration number R0 ranges from 2.24 (95%CI: 1.96 to 2.55)to 3.58 (95% CI, 2.89 to 4.39)5. Wu et al. Analyzed and predicted by SEIR model, and estimatedthe basic regeneration number R0 to be 2.6 (95%CI, 2.47 to 2.86), and the estimated cumulativefinal confirmed cases were 75,815 (95% CI, 37304 to 130330), with approximately 6.4 confirmedcases Days (95% CI, 5.8 to 7.1) doubled6. Xiong et al. Predicted the basic regeneration number R0at 2.985 through simulation of the EIR model. It is expected that the number of confirmed patientswill reach its peak on February 16, 2020, and the number of confirmed patients will be 49,0937.          Compared with SARS, the symptoms of latent virus infection in latent patients are not obvious butthey are as infectious as the confirmed patients. This feature brings great difficulties to theprevention and control of the epidemic. Because the classical SEIR model assumes that theinfected person's incubation period is not infectious, this assumption is quite different from theinfection characteristics of the new coronavirus infection. Therefore, this article will use therevised SEIR model to analyze and predict the trend of the epidemic. The revised SEIR model stillmeets the classic assumptions: 1. The normal birth rate and mortality during the study period arenot considered; 2. The influence of external factors on the model parameters is ignored; 3. Thetransmission method is person-to-person. The model divides the total population into fourcategories: susceptible populations (S, not yet infected but at risk of being infected), latent orexposed people (E, including people with mild or asymptomatic but infectious populations),Infected (I, confirmed to be infectious) and removed (R, including those who have been cured anddied from neocoronavirus infection). The first case of New Coronavirus infection was found onDecember 8, 2019. The average incubation period of New Coronavirus infection was 7 days, sothis article believes that the first patient infected with New Coronavirus may already exist onDecember          N=β ESN−α E= α E −γIdRdt= γI(1)Where N represents the total population. N = S + E + I + R; βrepresents the probability ofinfection between the susceptible and the latent, and can also be expressed as the product of theaverage number of daily exposures of the latent (k) and the probability of being infected (b) Thatis, β= k * b, also known as the effective contact rate; αindicates the conversion rate of the latentto the infected, which is the reciprocal of the incubation period; γindicates the recovery rate,which is the reciprocal of the number of days in the treatment period.Since the New Coronavirus infected person has a latent period and is also infectious duringthe incubation period, the state change rate in the SEIR model depends not only on the currentstate but also on the past state. The current number of infections in I(t) includes two parts. First, itwas transformed by the latent person, but because of the incubation period of the new coronavirusinfection, the study by Li et al. Estimated that the incubation period is 5.2 days (95% CI, 4.1 to 7).This article selects the incubation period as 7 days, so at time t The base for converting from alatent person to an infected person is the number of latent persons 7 days ago; the second is thenumber of infected persons at time t. Models can be built based on the delay differenceS(t + 1) = S (t) −β × E(t) × S (t)NE(t + 1) = E(t) +β × E(t) × S(t)N−α × E(t − 7)I (t + 1) = I (t) +α × E(t − 7) −γ × I (t)R(t + 1) = R(t) + γ × I (t)(2)          This article uses Wuhan as the main body of the simulation. The outbreak of the new crown virusinfection is just before and after the Chinese Spring Festival. As of January 2                  Using Matlab to simulate the model(2),you can get the figure 1.Day 0 in Figure 1 corresponds tothe time when the first infection case (latency period) was found, that is, December        In fact, the Wuhan Municipal Government not only implemented the city closure measureson January 23, but also regulated traffic facilities in Wuhan and closed down most public places.We can simulate the intensity of government control by adjusting the average number of people kinfected each day. From December 1st to January 23rd, the Wuhan Municipal Government did nottake effective isolation measures, so when t <54, k = 5; when t ≥ 54, the government adopted aseries of strong measures such as the closure of the city and simulated them separately. Thechange in the number of infected persons at k = 1 and k = 2 can be obtained in Figures 2 and 3.        It can be seen from Figure 2 that when the government takes precautionary measures tocontrol the average daily number of contacts per infected person k = 2, it can be seen that thenumber of infected persons reaches a peak after about 74 days, that is, February 1        The daily increase of newly diagnosed cases shows that the time point for Wuhan to adoptmeasures such as closing the city is somewhat delayed. Figures 4 and 5 respectively simulate theimpact of closing the city one day in advance on the number of infected people. As can be seenfrom Figure 4, when Wuhan closed the city on January 22 a day in advance, the number ofinfected persons peaked after 73 days under the premise of k = 2, and the number of infectedpersons was about 86,252; under the premise of k = 1 It can be seen from Figure 5 that the numberof infected persons peaked after about 69 days, and the number of infected persons was about60,039. Compared with the closure on January 23, under the premise of k = 2, although the time toreach the peak of the number of infected persons has not changed much, the number of infectedpersons has decreased by 19,773; under the premise of k = 1, the infected persons The peak timewas reached 2 days earlier, and the number of infected people decreased by approximately 14,330.        If the Wuhan municipal government lags behind for one day, it can be seen from thesimulation results in Figures 6 and 7 that compared with the closure on January 23, the number ofinfected people will increase from 106,145 to 130,626 compared with the closure on January 23. ,An increase of 123%; under the premise of k = 1, the number of infected people will increase from74,369 to 92,010, an increase of 124%Since January 2                The new england journal of medicine,2020.1.29.5. Shi Zhao, Qianyin Lin, Jinjun Ran, Salihu S Musa, Guangpu Yang, Weiming Wang, Yijun Lou, Daozhou Gao,Lin Yang, Daihai He, and Maggie H Wang. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in china, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak.Int J Infect Dis, jan 2020.online January 3        ", "ref_list": [[], [""], ["Qingpeng Zhang1, etl.Estimating the effective reproduction number of the 2019-"], ["Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model"], ["Simulating the infected population and spread trend of 2019-nCov under different policy"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Cao1 Zhidong"], ["W. Slav", "Hermanowicz"], ["Qun Li", "M. Med", "Hao Xiong", "Huili Yan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The traditional SEIR model assumes that the virus-infected person is not infectious during the\nincubation period and that the infected person did not take isolation measures during the illness.\nThe transmission of the new coronavirus no longer meets the basic assumptions of the classical\nkinetic system. Therefore, this article first establishes a modified SEIR model. Predict and analyze\nthe changing trend of the epidemic situation, then estimate the parameters involved in the\ninfection dynamics model, and then use Matlab to simulate the established dynamic equations\nbased on public data and analyze the results. Recommendations for universal prevention and\ncontrol of infectious diseases.", "one_words_summarize": "The traditional SEIR model assumes that the virus-infected person is not infectious during theincubation period and that the infected person did not take isolation measures during the illness. Recommendations for universal prevention andcontrol of infectious diseases. At the beginning of the outbreak of the new coronavirus infection, some cases were related to theSouth China Seafood Market in Wuhan, Hubei. The intermediate host may be pangolin, but which kind ofwild animal uncertain. Analyzed and predicted by SEIR model, and estimatedthe basic regeneration number R0 to be 2.6 (95%CI, 2.47 to 2.86), and the estimated cumulativefinal confirmed cases were 75,815 (95% CI, 37304 to 130330), with approximately 6.4 confirmedcases Days (95% CI, 5.8 to 7.1) doubled6. This feature brings great difficulties to theprevention and control of the epidemic. Therefore, this article will use therevised SEIR model to analyze and predict the trend of the epidemic. The influence of external factors on the model parameters is ignored; 3. Since the New Coronavirus infected person has a latent period and is also infectious duringthe incubation period, the state change rate in the SEIR model depends not only on the currentstate but also on the past state. Figures 4 and 5 respectively simulate theimpact of closing the city one day in advance on the number of infected people. Shi Zhao, Qianyin Lin, Jinjun Ran, Salihu S Musa, Guangpu Yang, Weiming Wang, Yijun Lou, Daozhou Gao,Lin Yang, Daihai He, and Maggie H Wang."}