{"date": "2020/03/03", "journal": "medrxiv", "authors": "Zhaowei Chen, Jijia Hu, Zongwei Zhang, Shan Jiang, Tao Wang, Zhengli Shi, Zhan Zhang", "title": "Caution: The clinical characteristics of COVID-19 patients at admission are changing", "type": "preprint article", "abstract": "*Corresponding author:", "text": "Compared with the cases admitted earlier, more hidden initial symptoms and improvedimmune system disorders appeared in COVID-19 patients infected recently.Background. With the emergence of 4rd generation transmission, the prevention andtreatment of the novel coronavirus disease 2019 (COVID-19) has entered a new period.We aimed to report several changes in the clinical characteristics at admission ofpatients with COVID-19.Methods. Clinical records and laboratory results of patients suffering from COVID-19were retrospectively reviewed and matched with the admission dates to analyze thechanges in characteristics at the onset of illness.Results. Of the 89 affected patients, 31 [34.8%] patients were admitted from January16 to 22, and 58 [65.2%] were admitted from January 23 to 29. Patients were admittedwith more systemic symptoms, such as fever (21 [67.7%] of 31), fatigue (13 [41.9%]of 31), and myalgia (7 [22.6%] of 31), before January 23. More patients (10 [32.3%] of31) admitted before January 23 had a small amount of sputum production comparedwith a smaller proportion (4 [6.9%] of 58) of the patients admitted after January 23.Other symptoms, such as cough, nausea, diarrhea, and chest tightness, were notsignificantly different between the two groups. In addition, the group admitted beforeJanuary 23 had a larger proportion of patients with reduced lymphocyte (13 [54.2%] of24), CD3 (11 [54.4%] of 21), and CD8 (9 [42.9%] of 21) counts and elevated serumamyloid A (SAA, 18 [75%] of 24).Conclusions. The initial symptoms of recently infected patients seem more insidious,indicating that the new coronavirus may gradually evolve into a virus similar toinfluenza and latent in asymptomatic carriers for a long time.Since December 2019, there has been an outbreak of large-scale pneumonia cases ofunknown cause in Wuhan, China.1-2 RT-PCR analyses and electron microscopeobservations detected a novel coronavirus named SARS-CoV-2 (formerly known as2019-nCoV).3 Coronavirus disease 2019 (COVID-19), which is caused bySARS-CoV2, has been confirmed to have obvious person-to-person transmission among closecontacts.4-5 As of February 25, 2020, more than 80,000 confirmed cases and a total of2700 deaths have been identified globally.6 As the epidemic spreads to many countries,COVID-19 poses a severe threat to global health. In the early stage of the epidemic, themost common clinical characteristics of patients with COVID-19 at the onset of illnessmanifested as fever, cough, and myalgia or fatigue, with or without sputum productionand diarrhea.7 Therefore, detecting and confirming infected cases in a timely mannerand applying scientific treatment as soon as possible is extremely essential to reducethe mortality of COVID-19. Since the emergence of 3th and even 4rd-generationtransmission4 and signs of asymptomatic carrier transmission of COVID-19,8 theprevention and control of COVID-19 has entered a new period. Consequently, it isurgent to carefully observe the changes in patients' initial symptoms. As the designatedhospital for patients with severe infection, we have been receiving COVID-19 patientsin the newly opened unit since January 16. After the government announced a state ofemergency and closed access to Wuhan city on January 23, the number of suspectedpatients who came to our unit increased rapidly. As of January 29, we received 89patients confirmed with COVID-19. Surprisingly, during the consultation, we foundthat the clinical characteristics of patients admitted after January 23 began to differ fromthose of patients admitted before, which brings new challenges for the diagnosis ofsuspected patients. To prevent and control the epidemic scientifically, this study aimedto describe the clinical and laboratory characteristics of COVID-19 patients from theperspective of clinical doctors and to compare the initial clinical features betweenpatients infected in different periods.The research protocol was reviewed and approved by the Ethics Committee at RenminHospital of Wuhan University (Wuhan, China). All research procedures adhered to thetenets of the Declaration of Helsinki. The design of the study was analytical,observational and retrospective. Diagnosis of COVID-19 was based on the NewCoronavirus Pneumonia Prevention and Control Program (2nd edition) of China andwas indicated by suspected symptoms, chest CT results and SARS-CoV-2 positivity byuse of quantitative RT-PCR. We reviewed clinical charts, nursing records, andlaboratory findings for 89 patients admitted from January 16, 2020, to January 29, 2020,who had confirmed diagnoses of COVID-19. Patients were assigned into two groupsaccording to their admission date to analyze the differences in patients’ features atadmission over time.The epidemiological data and clinical symptoms of the patients were collected byrevising the clinical status (routine blood, CRP, SAA and CD3, CD4, CD8 cells) on thefirst day of admission from the medical records. Due to incomplete tests for somepatients, some types of laboratory results are missing. Three researchers reviewed thedata collection forms to double check the data independently.Categorical variables are described with frequencies and percentages. Quantitativevariables are described with the mean (SD) or, if they were not normally distributed,the median. Comparisons of quantitative variables between groups were performedusing the independent-sample t test or Wilcoxon rank sum test. Categorical variableswere expressed as numbers (%) and compared by χ² test or Fisher’s exact test betweenthe first group and the second group. A two-sided p-value less than 0.05 was consideredstatistically significant. Statistical analyses were performed using SPSS, version 21.0.By January 29, 2020, 89 patients were identified as having COVID-19 and admitted toour hospital. As shown in Table 1, patients were assigned into two groups according totheir admission date. Thirty-one [34.8%] of the infected patients were admitted to thehospital from January 16 to 22 (before Jan. 23, first group), and 58 [65.2%] wereadmitted from January 23 to 29 (after Jan. 23, second group). There was no significantdifference in age distribution between the two groups of patients (Table 1). Most of theinfected patients were women (45 [77.6%] of 58) in the second group but there werefewer female patients (14 [45.2%] of 31) in the first group (Table 1). The result in thesecond group is not similar to that from previous studies.7, 9 We speculate that this maybe related to the small sample size, since there is no evidence that women are morevulnerable to infection as the COVID-19 spreads.In terms of the initial symptoms, more symptoms appeared in patients from the firstgroup (Table 2), such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), andmyalgia (7 [22.6%] of 31). Several patients (10 [32.3%] of 31) admitted before January23 had a small amount of sputum production, but only a few people in the second grouphad this symptom (4 [6.9%] of 58). Other symptoms, such as cough, nausea, diarrhea,and chest tightness, were not significantly different between the two groups.For hematology, the first group had a larger proportion of patients with reducedlymphocyte (13 [54.2%] of 24), CD3 (11 [54.4%] of 21), and CD8 (9 [42.9%] of 21)counts but elevated SAA (18 [75%] of 24) in peripheral blood. Other data, such as CRP,did not show obvious differences between the two groups, suggesting that patientsadmitted earlier may have had more severe infection and immune disorders (Table 3).We report here the admission characteristics of 89 patients with confirmed COVID-19.All patients were admitted to the designated hospital in Wuhan from January 16 toJanuary 29, 2020. As is known, patients and health-care workers can make apreliminary diagnosis of infectious diseases by accurately grasping the initial symptoms,which is extremely crucial for screening suspicious cases. In the early stage ofSARSCoV-2 transmission, the clinical features of patients with COVID-19 at symptom onsetmostly manifest as fever, dry cough, myalgia and fatigue, with or without diarrhea.7, 9However, based on the characteristics of virus mutations and generational transmission,infected patients in different periods may have diverse admission characteristics. Sincethe 3rd and 4rd-generation transmission and even asymptomatic carriers ofSARS-CoV2 have appeared,4, 8 it is urgent to distinguish the differences in clinical manifestationsof COVID-19 patients at admission during diverse infection periods.In this study, we observed a small proportion of female patients admitted before January23, considering that the sample size is not large, it is difficult to account for thisphenomenon. However, surprisingly, there were several differences in admissionsymptoms between the two groups. Some common systemic symptoms of COVID-19,such as fever, fatigue, sputum and myalgia, were more prominent in the patientsadmitted before January 23, but they were more insidious in patients admitted later.However, there is still no convincing evidence to predict whether the transmission andpathogenicity of SARS-CoV-2 will weaken during transmission. As the \"closerelatives\" of SARS-CoV-2, previous studies have shown that the interpersonaltransmission of SARS-CoV and MERS-CoV were constantly changing. Therefore, theclinical manifestations of COVID-19 in different periods should be observed in detail.Research has confirmed that SARS-CoV-2 infects host cells by binding to angiotensinconverting enzyme II (ACE2),10-12 and ACE2 is highly expressed in nasopharyngealcells.13 More importantly, current research detected a high viral load in the nasopharynxsoon after symptom onset.14 Theoretically, the nasopharynx is the first virus-infectedorgan, but through observation, we found that infected individuals rarely show upperrespiratory symptoms early in infection, and throat dryness only presented in a fewpatients. Research and clinical findings seem to suggest that SARS-CoV-2 may becolonized in the nasopharynx but has failed to be recognized in the early stage. As aresult, SARS-CoV-2 could hardly be removed by self-cleaning responses such assneeze and runny and could not be cleared immediately by the local immune system;thus, the initial symptoms of COVID-19 are insidious. Our previous study alsoindicated that clinical symptoms of COVID-19 deviate from the CT results, and theoutcome follows the clinical features.15 This further illustrates the critical need tocorrectly identify the symptoms of COVID-19 at admission. Recently, possibleasymptomatic carrier transmission has been reported.8 All of these results indicated thatthe less obvious respiratory symptoms in early infected patients may be due to theexistence of pathogenic latency of SARS-CoV-2.In addition, our study found that a larger proportion of the patients admitted earlier haddecreased lymphocyte, CD3 and CD8 T cell counts in the peripheral blood. ReducedCD3 and CD8 T cells counts in the context of excessive activation of these cells havebeen shown to contribute to the severity and mortality of COVID-19 by causing severeimmune damage. 16 The contrasting elevated SAA also reflects the infection levels ofpatients in various periods. Overall, changes in symptoms and laboratory results atadmission reflect that SARS-CoV-2 may be undergoing a certain degree ofmodification, and infection in patients seems to be more insidious. Therefore, wepropose that it may be of great significance in guiding the diagnosis and prevention ofCOVID-19 in the future if respiratory samples, especially lower respiratory samples,could be collected to detect the content of ACE2 and SARS-CoV-2 in patients infectedMore notably, as of now, 3 unique patients have appeared in our unit. All of themreached the discharge standard (SARS-CoV-2 negativity detected on different days),but a re-examination of their throat swabs showed positive infection days afterdischarge. One of them was the first confirmed medical staff in our hospital, and thispatient has been isolated for more than 20 days after reaching the discharge standard;the remaining 2 patients were isolated 14 days after discharge. These data indicate thatthe current knowledge of COVID-19 is still insufficient. As the generations oftransmissions increase, the clinical manifestations of patients with COVID-19 arechanging. The presence of asymptomatic infection also suggests that SARS-CoV-2 maygradually evolve into a virus similar to influenza,17 or it may be latent in humans for along time. However, the limitation of this article is that the number of cases is small soZZ designed this study and major in the clinical management of patients, data collection,data analysis, and writing of the first draft. ZC improved the data analysis and the draft.JH and ZZ finished the manuscript and data interpretation. SJ had roles in clinicalmanagement of patients. ZS had roles in data analysis and data interpretation, TWhelped the data collection. All authors reviewed and approved the final version of themanuscript.All the authors declare no competing interests.No funding sources supported this work.Respectful thanks to Professor Jingping Yuan and her team members Honglin Yan,Dandan Yan for their selfless help. Best wishes to all patients and their families in thisstudy. Mourn all those who died in this disaster.All data referred to in the manuscript are available from the corresponding author by1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia2. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel3. Gorbalenya AE, Baker SC, Baric RS, et al. Severe acute respiratory syndrome-relatedcoronavirus: The species and its viruses-a statement of the Coronavirus Study Group.bioRxiv 2020; 2020-2.4. Chan JF, Yuan S, Kok K, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a familycluster. The Lancet 2020; 395(10223): 514-23.5. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. TheLancet 2020; 395(10223): 507-13.6. WHO. Situation report-36, Novel Coronavirus (COVID-19).7. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. The Lancet 2020; 395(10223): 497-506.8. Bai Y, Yao L, Wei T, et al. Presumed Asymptomatic Carrier Transmission ofCOVID19. JAMA 2020; 2020 Feb 21[Online ahead of print].9. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020; 2020 Feb7[Online ahead of print].10. Lan J, Ge J, Yu J, et al. Crystal structure of the 2019-nCoV spike receptor-bindingdomain bound with the ACE2 receptor. bioRxiv 2020; 2020-2.11. Yan R, Zhang Y, Guo Y, Xia L, Zhou Q. Structural basis for the recognition of the2019-nCoV by human ACE2. bioRxiv 2020; 2020-2.12. Zhou P, Yang X, Wang X, et al. Discovery of a novel coronavirus associated withthe recent pneumonia outbreak in humans and its potential bat origin. bioRxiv 2020;13. Zhao Y, Zhao Z, Wang Y, Zhou Y, Ma Y, Zuo W. Single-cell RNA expressionprofiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020; 2020-1.14. Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper Respiratory15. Zhang Z, Li X, Zhang W, Shi ZL, Zheng Z, Wang T. Clinical Features and Treatmentof 2019-nCov Pneumonia Patients in Wuhan: Report of A Couple Cases. Virol Sin 2020;2020 Feb 7[Online ahead of print].16. Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated with17. Tsang TK, Cowling BJ, Fang VJ, et al. Influenza A Virus Shedding and InfectivityData are median (SD) or n/N (%), where N is the total number of patients withavailable data. p values comparing group 1 and group 2 are from independent-samplet test. aThere is no significant difference between group 1 and group 2.χ2 ValueP ValueData are n/N (%), and N is the total number of patients with available data. p valuescomparing two groups are from χ² test, a8 out of 10 patients presented as a small4.39 (1.52)All patientsCD3, n/μL864.19 (314.23) 787.62 (327.45)324.28 (153.84) 313.14 (172.10)CD4, n/μLCD8, n/μLavailable data. p values comparing group 1 and the group 2 are from χ2, Fisher’s exacttest, independent-sample T test or Wilcoxon rank sum test. Abbreviations: WBC,white blood cell; LYM, lymphocyte; Mono, monocyte; Neu, neutrophil; CRP,CReactive Protein; SAA, Serum Amyloid A; CD3, CD3 lymphocyte; CD4, CD4lymphocyte; CD8, CD8 lymphocyte.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Compared with the cases admitted earlier, more hidden initial symptoms and improved\nimmune system disorders appeared in COVID-19 patients infected recently.\nBackground. With the emergence of 4rd generation transmission, the prevention and\ntreatment of the novel coronavirus disease 2019 (COVID-19) has entered a new period.\nWe aimed to report several changes in the clinical characteristics at admission of\npatients with COVID-19.", "one_words_summarize": "Compared with the cases admitted earlier, more hidden initial symptoms and improvedimmune system disorders appeared in COVID-19 patients infected recently. Of the 89 affected patients, 31 [34.8%] patients were admitted from January16 to 22, and 58 [65.2%] were admitted from January 23 to 29. The design of the study was analytical,observational and retrospective. Due to incomplete tests for somepatients, some types of laboratory results are missing. In terms of the initial symptoms, more symptoms appeared in patients from the firstgroup (Table 2), such as fever (21 [67.7%] of 31), fatigue (13 [41.9%] of 31), andmyalgia (7 [22.6%] of 31). Other data, such as CRP,did not show obvious differences between the two groups, suggesting that patientsadmitted earlier may have had more severe infection and immune disorders (Table 3).We report here the admission characteristics of 89 patients with confirmed COVID-19.All patients were admitted to the designated hospital in Wuhan from January 16 toJanuary 29, 2020. However, surprisingly, there were several differences in admissionsymptoms between the two groups. Our previous study alsoindicated that clinical symptoms of COVID-19 deviate from the CT results, and theoutcome follows the clinical features.15 This further illustrates the critical need tocorrectly identify the symptoms of COVID-19 at admission. All authors reviewed and approved the final version of themanuscript. Respectful thanks to Professor Jingping Yuan and her team members Honglin Yan,Dandan Yan for their selfless help. All data referred to in the manuscript are available from the corresponding author by1. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Crystal structure of the 2019-nCoV spike receptor-bindingdomain bound with the ACE2 receptor. Yan R, Zhang Y, Guo Y, Xia L, Zhou Q. Structural basis for the recognition of the2019-nCoV by human ACE2. Zhang Z, Li X, Zhang W, Shi ZL, Zheng Z, Wang T. Clinical Features and Treatmentof 2019-nCov Pneumonia Patients in Wuhan: Report of A Couple Cases. aThere is no significant difference between group 1 and group 2.χ2 ValueP ValueData are n/N (%), and N is the total number of patients with available data."}