{"date": "2020/03/03", "journal": "medrxiv", "authors": "Yuhong Dai, Guangyuan Hu, Huihua Xiong, Hong Qiu, Xianglin Yuan", "title": "Psychological impact of the coronavirus disease 2019 (COVID-19) outbreak on healthcare workers in China", "type": "preprint article", "abstract": "*Corresponding Author:", "text": "2. The Second Medical Clinical College, Tongji Medical College, HuazhongUniversity of Science and Technology*Contributed equallyIntroduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than3000 (including clinical diagnosis) healthcare workers (HCWs) have been infectedwith severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. Thisstudy is aimed to investigate the risk perception and immediate psychological state ofHCWs in the early stage of the COVID-19 epidemic.Methods This study utilized a cross-sectional survey designed on a convenientsample of 4357 HCWs in China. Its data were collected using anonymous structuredquestionnaires distributed through social software. 6 questions were set to evaluatethe participants’ risk perception of COVID-19, and a General Health Questionnairewas used to identify the participants’ immediate psychological status. Descriptivestatistics were used for data analysis. Risk perception and psychological status werecompared by demographic characteristics and COVID-19 exposure experiences.Result A total of 4,600 questionnaires were distributed, and 4,357 qualified ones(94.7%) were collected. The main concerns of HCWs are: infection of colleagues(72.5%), infection of family members (63.9%), protective measures (52.3%) andmedical violence (48.5%). And 39.1% of the HCWs had psychological distress,especially working in Wuhan, participating in frontline treatments, having beenisolated and having family members or colleagues infected.Conclusions The finding indicating that, faced with the COVID-19 epidemic, HCWs,especially in Wuhan, were worried about the risks of infection and protectivemeasures, resulting in psychological distress, so further actions should be taken.cross-sectional surveymanuscript word count: 2760INTRODUCTIONSince December 2019, the outbreak of COVID-19 has developed in Wuhan,Hubei Province, China, surrounding the epicenter of Huanan Seafood Market, alocal wet market. In the following weeks, the epidemic had spread rapidly, withthe number of suspected and confirmed cases steadily rising, resulting in amagnitude of distribution far exceeding that of severe acute respiratory syndrome(SARS) in 2003. More than 60,000 HCWs are participating in handling andtreating the COVID-19 patients in Wuhan. COVID-19 is characterized by itsunambiguous capacity of person-to-person transmission1 2, which was not clearlyrecognized initially. As a consequence, the protection for HCWs was sub-optimal,and occupational exposures and infections were frequent.3As the number of cases climbed up at a great speed, panics prevailed among thegeneral population and the capacity of local fever clinics was soon overwhelmed.The speedily increasing number of COVID-19 cases prevented some confirmedor suspected patients from receiving timely treatment. As a result, tensions andanxieties were further fueled between patients and HCWs, with violence againstthe latter occurring. By February 3， a total of 20,438 confirmed cases, 23,214suspected cases and 425 deaths had been reported in 31 province-leveladministrative regions in China.4 And familial clusters are also observed.2 Undersuch a medical and social background, HCWs are facing a multitude ofchallenges: an abrupt outbreak of epidemic, a steep-ascending workload, asubstantial risk of occupational exposure and violence, a high risk of infection ofthemselves and their family members, and insufficient supply of protectivematerials. The psychological response of overloadedimportance with regard to the effect of the defense against the epidemic. Wetherefore investigated the general condition of HCWs in the early phases of theCOVID-19 outbreak inMETHODSStudy design and ParticipantsThe study was a cross-sectional survey, a convenience sample of 4,357 HCWsfrom Wuhan, other regions of Hubei province, and other provinces was gathered.Starting on February 3, 2020, the study lasted for eight days, during which, thenumber of confirmed and suspected cases was increasing rapidly. As theepidemic can be transmitted through droplets and contacts, in order to avoidinterpersonal contacts, structured questionnaires were forwarded online to allHCWs through social software, and the respondents could decide whether toparticipate in the survey. The study was approved by the Ethics Committee ofTongji Hospital of Tongji Medical College of Huazhong University of Science andTechnology, and was registered with ClinicalTrials.gov, number NCT04260308.Only a single response to the questionnaire was permitted for each person. Thequestionnaire consisted of four parts: basic demographic data, the occupationalexposure experience, risk perception of COVID-19, and the General HealthQuestionnaire.Basic demographic data, Exposure to COVID-19 and Risk perceptionThe information of basic demography was collected, such as age, gender, maritalstatus and work experience. And the COVID-19 exposure experience was alsorecorded in the survey. 6 questions were designed to investigate the participants’perception of risk to COVID-19, which were assessed on a five-point Likert scale (1.strongly worried; 2. worried; 3. not sure; 4. not too worried; 5. not worried at all), withscore points of 1 to 5 assigned, a lower score indicating a higher level of concern. The6 questions are: 1. Are you worried about getting infected with COVID-19 yourself? 2.Are you worried about your family members getting infected with COVID-19 from you?3.Are you worried about medical violence? 4. Are you worried about colleagues at thefrontline (direct contact with the COVID-19 patients)? 5. Are you worried aboutinadequate protective measure? And 6. Are you worried about the current grassrootsprevention and control strategy?GHQ-12General Health Questionnaire is a widely accepted mental health measurement, withhigh reliability and validity. It has been translated into many languages and used inmany countries. Moreover, GHQ-12 showed a high positive rate in the evaluation ofpeople’s psychological state after the SARS epidemic 5 6 and Wenchuan earthquake7 8in Chinese population. We adopted the scoring method of 0-0-1-1.9 During the studyperiod, the workload of HCWs was huge. Take Wuhan as an example: on February 3,2020, a total of 8,279 COVID-19 patients were admitted in 28 designated hospitals.10In order not to increase the burden of HCWs, we chose only 12 questions to screenout the HCWs who may have psychological distress and need attention andintervention in a simple and convenient way.Statistical analysisThe data were analyzed by using the Statistical Product and Service Solutions 22.0(SPSS 22.0). We first analyzed the exposure experience to COVID-19, and thencompared different region groups by means of chi-square tests. Independent t-testand ANOVA test were used to analyze the five-point Likert scale. Finally, variablessignificant at the level 0.05 were included in multivariate analysis to identify theindependent prognostic factors of psychological distress.Patient and Public Involvement statementOur study was carried out on HCWs, PPI representatives worked with us to refine theresearch question. We have invited HCWs participated in this study to help usdevelop our dissemination strategy.RESULTDemographic data and COVID-19 exposure experienceA total of 4,600 questionnaires were distributed, and 4,357 qualified ones (94.7%)were collected. Of the respondents, 1,026 (23.5%) were males and 3,331 (76.8%)females; and 1,419 (32.5%) doctors while 2,343 (53.8%) nurses. The mean age of theparticipants was 35 years old (standard deviation, SD:8.6, range: 20-81 years old).Demographic characteristics of the study’s respondents are listed in Table 1.During the study period, 1,404 (32.2%) of the 4,357 HCWs were participating in thefrontline treatment of COVID-19 patients. Among the 1,339 (30.7%) HCWs enrolled inWuhan, 516 (38.5%) were participating in the frontline treatment, including 133doctors (25.8%) and 326 nurses (63.2%). In this study, 40 HCWs were infected withCOVID-19, 33 of whom were from Wuhan, 6 from other areas of Hubei province, andonly one from other provinces. 89.9% of the respondents expressed their willingnessto participated in the treatment. Compared with other regions, COVID-19 exposurewas even more severe in Wuhan. COVID-19 exposure experiences differentiated bylocations are depicted in Table 2.Risk perception3.835The main concerns of HCWs were: infection of colleagues (72.5%), infection of familymembers (63.9%), protective measures (52.3%) and medical violence (48.5%). Only34.7% of HCWs expressed very worried about the risk of self-infection. About half ofthe respondents expressed confidence (46.3%) or high confidence (9.1%) in thecurrent grassroots prevention and control strategy. The distribution of risk perceptionis shown in Figure 1.However, 40% of frontline HCWs expressed very worried about getting infected,significantly higher than other three groups; and the score of Likert scales were muchlower (F=49.55, p=0.000). We found that compared with other regions, all of the 6questions had lower scores, showing significant statistical differences in Wuhan. Andthe HCWs in Wuhan had insufficient confidence in the current prevention and controlstrategy.0.000).In different treatment division of labor, nurses were more worried about their owninfection at work than doctors, technicians and support personnel (F = 33.262, p=Female respondents were more worried about infection and violence, and those whohad children were more worried about family members’ infection (F = 59.472, p=0.000) and medical violence (F = 3.056, p= 0.080).The scores of GHQ-12 for the general population were in a positive skew distribution,with a score range of 0-12 and a median of 2 (SD: 2.56). Taking the total score of 3 asthe cut-off value, ≥ 3 points is considered a case that there may have psychologicaldistress, which needs further confirmation and intervention. Of the 4,357 HCWs,1,704 (39.1%) had psychological distress.Through the analysis of the basic demography and COVID-19 exposure experience,the relevant factors affecting the mental health of the HCWs were confirmed. Throughone-way ANOVA test, 8 demographic data (gender, age, location, occupation, worklife, hospital level, marital status and fertility status) and 6 work exposure conditions(participating in the frontline treatment, having been isolated, getting infected, havingfamily members infected, having colleagues infected, and volunteering for treatment)were all related to the psychological state. Through multiple factor regression analysis,it was found that women, working in Wuhan area and working in primary hospitalswere poor prognostic factors. In terms of COVID-19 exposure history, poor prognosticfactors include participating in frontline treatment, involuntarily participating intreatment work, having been isolated, and having family members or colleaguesinfected, while whether the respondents themselves have got infected or not was notan independent prognostic factor of psychological disorder. Risk factors for GHQ aredepicted in Table 3.regressionDoctor(N=1419)Nurse(N=2343)Technician(N=437)303(69.3)GHQ＜3N (%)GHQ≥3N (%)Township/Community(n=508)342(67.3)166(32.7)NoYesNoYesNoYesNoSince mid-December 2019 when COVID-19 broke out in Wuhan, it has spread rapidly.Since January 23, 2020, the city blockade has been carried out in Wuhan, and trafficrestrictions were enforced throughout China. People in Wuhan, even across China,live on the horizon of COVID-19. The pathogen of this disease has been identified ascoronavirus, which has 86.9% nucleotide sequence homology with the bat SARS-likecoronavirus genome.11 According to the official statistics, 44,745 cases had beendiagnosed in China, and 398 in areas out of China, until the day this study ended,February 11, 2020. Its impressing ability of spreading contagion exceeds SARS in2003.12In the initial stage, this disease didn’t arouse enough attention from administrationdepartments, and the Chinese traditional Spring Festival accelerated the spread ofepidemic across the whole nation, because the Spring Festival is the largestpopulation migration annually. The arrival of the Spring Festival cut the medicalprotection industry’s capacities, which further aggravated the phenomenon ofinsufficient protection. The rapidly uprising number of patients, and the public panicsafter it proved highly contagious, plus shortage of protective supplies and frequentoccurrences of violent events in medical facilities 13, seemed to make medicalburdens even heavier. 1,716 HCWs were infected and 6 staff died of this disease,according to the Chinese official announcement, which is thought to be incompletestatistics. We should pay more attention to HCWs' psychological tolerance, especiallythose fighting at the frontline of controlling the plaque.In this study, we used GHQ-12 to identify the mental health of HCWs. The criterion fordetermining suspected mental health problems is defined as a score of ≥3 points. Thesurvey results of Chinese residents by using the GHQ-12 questionnaire showed thatthe positive rate of residents with a GHQ-12 score of ≥3 points is about12.8%-21.18%.14 Many studies have used this scale to evaluate scores of HCWs indifferent countries, showing a positive rate of 25% -32%.14-16 A survey of frontlineHCWs in Hong Kong during the period of SARS through GHQ-12 questionnaireshowed 57% having experienced psychological distress.17 In this study, 39.1% ofrespondents were with GHQ-12 score ≥3, it is suggested that the incidence ofpsychological abnormality was significantly higher than that in normal times.A higher proportion of HCWs from Wuhan showed psychological abnormalities. AsWuhan is the epidemic focus of COVID-19, there are a huge number of patients, highrate of severe illness and high mortality. Due to the shortage of HCWs in Wuhan, theyhave to work with high workload for a long time. In addition, 10.2% of HCWs in Wuhanreported that their relatives were infected, while only 2.5% and 0.9% in other regionsof Hubei and other provinces, respectively. And in Wuhan, the COVID-19 infectingrate among HCWs is much higher than other regions, reaching 20.2%. 58.3%respondents in Wuhan indicated their colleagues were infected, while only 18.4% and3.7% in other regions of Hubei and other provinces, respectively. In Wuhan, 38.5% ofthe HCWs directly participated in the frontline treatment of the COVID-19 patients.And through multiple regression analysis, we found that psychological abnormalityrate was much higher in the frontline HCWs. It is easy to understand that the frontlineHCWs needed to contact COVID-19 patients directly and might be equipped withinsufficient protective measures at any time, so they show more concerns for theirown safety. Similarly, nurses had longer periods of contacts with patients; and in theinfectious departments, because of no caregivers allowed in, nurses needed to takecare of all the life of patients, thus more worried about getting infected. However,although the proportion of nurses with psychological disorder was higher than that ofother professions, there was no significant difference. In primary hospitals, the lack ofprotective measures was more obvious, and primary HCWs lacked experience intreating critical illness, so there was a higher rate of psychological distress.Before and during the period of COVID-19 epidemic, incidents of violence againstHCWs occurred in some parts of the country, including in Wuhan. In answering thequestions on risk perception, 56.8% of the health workers said they were very worriedabout the medical violence, while 43.7% and 48.3% in other regions of Hubei andother provinces, respectively. How to prevent the medical violence and protect theHCWs in the upfront line of defense against COVID-19 is another critical problem forChinese health administration.Our study showed that 10.1% of HCWs enrolled were not willing to participate in theCOVID-19 treatment tasks, and the risk of abnormal mental state of theserespondents was 2.3 times higher than that of voluntary ones. There was a higher riskof psychological abnormality among HCWs who had been or were being isolated orhad familymembers or colleagues infected. Familial clusters of pneumoniaassociated with COVID-19 were also observed in and out of Wuhan.2 More than halfof the respondents expressed concerns about their family and colleagues in riskperception questionnaire. Impressively high contagion rates, long incubation periodsand numerous asymptomatic virus carriers18 19 may mainly contribute to the HCWs’concern over their family members, since doctors can’t distinguish the COVID-19infector in their common clinical work. Some communities even prohibited HCWs fromentering the community after work, believing that they may be the potential source ofinfection, which further aggravated the remorse of HCWs and their concern for theirfamilies. As a result, most HCWs have to separate from their families, which furtherweakens the support from their families. Nevertheless, 89.9% of HCWs voluntarilyparticipated in the frontline treatment of COVID-19.Only 34.7% of HCWs expressed in the risk perception questionnaire they were veryworried about the risk of self-infection. Interestingly, it seems that there is nosignificant difference in psychological state between respondents with or withoutself-infection, which is quite unexpected for us. Previous studies of SARS have shownthat supports from colleagues, clear instructions and strict precautions helped HCWscope better with SARS and that they were less likely to develop psychologicalabnormalities.20 A number of studies have suggested that when medical workers areoverburdened, their feeling too much responsibility for work, facing the uncertainty ofwork and ambiguity of role, short of training, and lack of support from superiors andcolleagues, are all important exogenous factors causing occupational stresses onmedical workers.21 The sudden outbreak of COVID-19 resulted in a large number ofpatients in need of admission and treatment; other professional doctors were alsoengaged in infectious disease work; medical facilities were incomplete; materials werein short supply; management processes were out of order; and medical personnelwere in great shortage due to colleagues’ infection and quarantine-- all of these casesaggravated the occupational tension. However, in the context of epidemic diseasesuch as SARS and COVID-19, HCWs fell into a state of unstainable work that theycould not give up, resulting in the moral heroism and altruism of the medical group 22,as well as the extreme sacrifice of the group, which led to the decline of HCWs’attention to themselves.LIMITATIONSThis study has several limitations. First, because of the disease outbreak, we wereunable to conduct face-to-face interviews; second, the results are limited by the use ofconvenience sampling , which could not reflect the overall status of HCWs in China;and third, due to the time constraints, the scale we used is so simple that it can onlyprovide a preliminary screening, further confirmation and intervention are needed.In the early stage of COVID-19 epidemic, HCWs, especially in Wuhan, were worriedabout the risk of infection and protective measures, causing 39.1% of them to havedeveloped psychological distress.The prevention and control of epidemics should not rely on the sacrifice of a singlegroup. In the subsequent fight against COVID-19 epidemic, adequate protectivematerials, enough rests, standard operations, protection training for non-infectiousmedical professionals and strengthening the family support for HCWs are urgentissues. Until this paper was submitted, the novel coronavirus has spread to 73countries on all continents except Antarctic, European Union raised coronavirus risklevel to high from moderate. HCWs in other countries may be confronted with similardifficulties as those in China, and we hoped that their demands and psychologicalstate would be concerned early.Contributors: Yuhong Dai is first author. Xianglin Yuan and Hong Qiu are jointcorresponding authors. Xianglin Yuan and Hong Qiu designed the study. Yuhong Dai,Guangyuan Hu and Huihua Xiong collected the data. Yuhong Dai was involved in dataprocessing. Yuhong Dai drafted the manuscript. Xianglin Yuan and Hong Qiucontributed to the interpretation of the results and critical revision of the manuscript forimportant intellectual content and approved the final version of the manuscript. Allauthors have read and approved the final manuscript. Xianglin Yuan and Hong Qiuare the study guarantors.Funding: This research did not receive any specific grant from funding agencies inthe public, commercial, or not-for-profit sectors.Competing interests: All authors have completed the ICMJE uniform disclosure format http://www.icmje.org/coi_disclosure.pdf anddeclare: nosupport fromanyorganization for the submitted work; no financial relationships with any organizationthat might have an interest in the submitted work in the previous three years, no otherrelationships or activities that could appear to have influenced the submitted work.Ethical approval: The study was approved by the Ethics Committee of TongjiHospital of Tongji Medical College of HuazhongTechnology, and was registered with ClinicalTrials.gov, number NCT04260308.Data sharing: Individual participant data that underline the results reported in thisarticle, after deidentificationwill beshared, thedataareavailable formyuanxianglin@hust.edu.cn for individual participant data meta-analysis. And the studyprotocol is available.1. Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-Human Transmission of aNovel Coronavirus in Vietnam. The New England journal of medicine 2020 doi:10.1056/NEJMc2001272novel coronavirus indicating person-to-person transmission: a study of a family cluster.10.1001/jama.2020.15854. National Health Commission of the People's Republic of China. Report of novelcoronavirus-infected pneumonia in China. Published February 4, 2020 (accessed Feb19, 2020).survey of a large tertiary care institution. CMAJ : Canadian Medical Association journal= journal de l'Association medicale canadienne 2004;170(5):793-8. doi:10.1503/cmaj.10310776. Lee AM, Wong JG, McAlonan GM, et al. Stress and psychological distress among SARSsurvivors 1 year after the outbreak. Canadian journal of psychiatry Revue canadienne7. Zhou X, Song H, Hu M, et al. Risk factors of severity of post-traumatic stress disorderamong survivors with physical disabilities one year after the Wenchuan earthquake.8. Zhou X, Kang L, Sun X, et al. Prevalence and risk factors of post-traumatic stress disorderamong adult survivors six months after the Wenchuan earthquake. Comprehensive9. Cheng TA, Williams P. The design and development of a screening questionnaire (CHQ) foruse in community studies of mental disorders in Taiwan. Psychological medicine10. Wuhan Municipal Health Commission. Use of designated hospital beds in Wuhan.Published February 4, 2020. (accessed Feb 19, 2020).China, 2019. TheNewEngland journal ofmedicine2020doi:10.1056/NEJMoa2001017July2003.Dec31,https://www.who.int/csr/sars/country/table2004_04_21/en/ (accessed Feb 19, 2020).ProtectingChinese          doctors. Lancet 2020;395(10218):90. doi:10.1016/S0140-6736(          British journal of cancer1995;71(6):1263-9.doi:10.1038/bjc.1995.24417. Tam CW, Pang EP, Lam LC, et al. Severe acute respiratory syndrome (SARS) in HongKong in 2003: stress and psychological impact among frontline healthcare workers.Psychological medicine 2004;34(7):1197-204. doi: 10.1017/s003329170400224718. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infection from anAsymptomatic Contact in Germany. The New England journal of medicine 2020 doi:10.1056/NEJMc2001468The New England journal of medicine 2020 doi: 10.1056/NEJMoa2002032outbreak on health care workers in a medium size regional general hospital inSingapore. Occupational medicine 2004;54(3):190-6. doi: 10.1093/occmed/kqh02721. Domagala A, Bala MM, Storman D, et al. Factors Associated with Satisfaction of HospitalPhysicians: A Systematic Review on European Data. International journal ofenvironmental research and public health 2018;15(11) doi: 10.3390/ijerph1511254622. Reid L. Diminishing returns? Risk and the duty to care in the SARS epidemic. Bioethics2005;19(4):348-61. doi: 10.1111/j.1467-8519.2005.00448.xFigure 1 Distribution of risk perception to COVID-19", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 3"], ["Psychological impact of the 2003 severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF Chan", "S Yuan", "KH Kok", "D Wang", "B Hu", "C Hu", "LA Nickell", "EJ Crighton", "CS Tracy", "N Zhu", "D Zhang", "W Wang", "WJ Guan", "ZY Ni", "Y Hu"], ["AO Chan", "CY Huak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. The Second Medical Clinical College, Tongji Medical College, Huazhong\nUniversity of Science and Technology\n*Contributed equally\nIntroduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than\n3000 (including clinical diagnosis) healthcare workers (HCWs) have been infected\nwith severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. This\nstudy is aimed to investigate the risk perception and immediate psychological state of\nHCWs in the early stage of the COVID-19 epidemic.", "one_words_summarize": "The Second Medical Clinical College, Tongji Medical College, HuazhongUniversity of Science and Technology*Contributed equallyIntroduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than3000 (including clinical diagnosis) healthcare workers (HCWs) have been infectedwith severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. Its data were collected using anonymous structuredquestionnaires distributed through social software. Risk perception and psychological status werecompared by demographic characteristics and COVID-19 exposure experiences. Conclusions The finding indicating that, faced with the COVID-19 epidemic, HCWs,especially in Wuhan, were worried about the risks of infection and protectivemeasures, resulting in psychological distress, so further actions should be taken.cross-sectional surveymanuscript word count: 2760INTRODUCTIONSince December 2019, the outbreak of COVID-19 has developed in Wuhan,Hubei Province, China, surrounding the epicenter of Huanan Seafood Market, alocal wet market. The speedily increasing number of COVID-19 cases prevented some confirmedor suspected patients from receiving timely treatment. As a result, tensions andanxieties were further fueled between patients and HCWs, with violence againstthe latter occurring. Wetherefore investigated the general condition of HCWs in the early phases of theCOVID-19 outbreak inMETHODSStudy design and ParticipantsThe study was a cross-sectional survey, a convenience sample of 4,357 HCWsfrom Wuhan, other regions of Hubei province, and other provinces was gathered. Basic demographic data, Exposure to COVID-19 and Risk perceptionThe information of basic demography was collected, such as age, gender, maritalstatus and work experience. And the COVID-19 exposure experience was alsorecorded in the survey. Are you worried about getting infected with COVID-19 yourself? 2.Are you worried about your family members getting infected with COVID-19 from you?3.Are you worried about medical violence? Moreover, GHQ-12 showed a high positive rate in the evaluation ofpeople’s psychological state after the SARS epidemic 5 6 and Wenchuan earthquake7 8in Chinese population. The mean age of theparticipants was 35 years old (standard deviation, SD:8.6, range: 20-81 years old).Demographic characteristics of the study’s respondents are listed in Table 1.During the study period, 1,404 (32.2%) of the 4,357 HCWs were participating in thefrontline treatment of COVID-19 patients. The distribution of risk perceptionis shown in Figure 1.However, 40% of frontline HCWs expressed very worried about getting infected,significantly higher than other three groups; and the score of Likert scales were muchlower (F=49.55, p=0.000). A higher proportion of HCWs from Wuhan showed psychological abnormalities. 58.3%respondents in Wuhan indicated their colleagues were infected, while only 18.4% and3.7% in other regions of Hubei and other provinces, respectively. In Wuhan, 38.5% ofthe HCWs directly participated in the frontline treatment of the COVID-19 patients. However, in the context of epidemic diseasesuch as SARS and COVID-19, HCWs fell into a state of unstainable work that theycould not give up, resulting in the moral heroism and altruism of the medical group 22,as well as the extreme sacrifice of the group, which led to the decline of HCWs’attention to themselves. In the early stage of COVID-19 epidemic, HCWs, especially in Wuhan, were worriedabout the risk of infection and protective measures, causing 39.1% of them to havedeveloped psychological distress. Importation and Human-to-Human Transmission of aNovel Coronavirus in Vietnam. The New England journal of medicine 2020 doi:10.1056/NEJMc2001272novel coronavirus indicating person-to-person transmission: a study of a family cluster.10.1001/jama.2020.15854. National Health Commission of the People's Republic of China. Cheng TA, Williams P. The design and development of a screening questionnaire (CHQ) foruse in community studies of mental disorders in Taiwan. Transmission of 2019-nCoV Infection from anAsymptomatic Contact in Germany. Factors Associated with Satisfaction of HospitalPhysicians: A Systematic Review on European Data."}