{"date": "2020/03/03", "journal": "biorxiv", "authors": "Ye Feng, Min Qiu, Shengmei Zou, Yun Li, Kai Luo, Rongchang Chen, Yingqiang Sun, Kui Wang, Xinlei Zhuang, Shanshan Zhang, Shuqing Chen, Fan Mo", "title": "Multi-epitope vaccine design using an immunoinformatics approach for 2019 novel coronavirus in China (SARS-CoV-2)", "type": "preprint article", "abstract": "Hangzhou Neoantigen Therapeutics † These authors contributed equally to this work. *Corresponding authors: Address: 866 Yuhangtang Rd, Hangzhou 310058, China. Email: Fan", "text": "15•42021222324252627282930313233343536A new coronavirus SARS-CoV-2, recently discovered in Wuhan, China, has caused over 74000infection cases and 2000 deaths. Due to the rapidly growing cases and the unavailability ofspecific therapy, there is a desperate need for vaccines to combat the epidemic of SARS-CoV-2. Inthe present study, we performed an in silico approach based on the available virus genome toidentify the antigenic B-cell epitopes and human-leukocyte-antigen (HLA) restricted T-cellepitopes. A total of 61 B-cell epitopes were initially identified, 19 of which with higher potentialimmunogenicity were used for vaccine design. 499 T-cell epitopes were predicted that showedaffinity with the 34 most popular HLA alleles in Chinese population. Based on these epitopes, 30vaccine candidates were designed and inspected against safety risks, including potential toxicity,human homologous, pharmaceutical peptides and bioactive peptides. Majority of vaccine peptidescontained both B-cell and T-cell epitopes, which may interact with the most prevalent HLA allelesaccounting for ~99% of Chinese population. Docking analysis showed stable hydrogen bonds ofepitopes with their corresponding HLA alleles. In conclusion, these putative antigenic peptidesmay elicit the resistance response to the viral infection. In vitro and in vivo experiments arerequired to validate the effectiveness of these peptide vaccine.Keywords: SARS-CoV-2, epitope, immunoinformatics, vaccine383940414243444546474849505152535455565758        Since December 2019, Wuhan City, Hubei Province, China has become the center of an outbreakof viral lung infections caused by a new type of coronavirus, SARS-CoV-2        Currently, there is no approved therapeutics or vaccines available for the treatment ofCOVID19 (Chen et al.). Due to lack of anti-viral drugs or vaccines, control measures have beenrelying on the rapid detection and isolation of symptomatic cases (Chen et al.). In this context, asafe and efficacious vaccine is urgently required. Traditional approaches for developing vaccineswaste much time in isolating, inactivating and injecting the microorganisms (or portions of them)that cause disease. Fortunately, computation-based method enable us to start from analysis of viralgenome, without the need to grow pathogens and therefore speeding up the entire process.Complete genome sequencing of SARS-CoV-2 has finished and paved the way for the vaccinedevelopment (Chen et al.). The genome of SARS-CoV-2 encodes the spike protein, the membraneprotein, the envelope protein, the nucleocapsid protein and a few replication and606162636465666768697071727374757677787980transcription-related enzymes. Given the lack of repairing mechanism of RNA virus replicasecomplex, mutations are prone to occur during virus replication. The 4% nucleotide difference ofthe virus isolated from Rhinolophus to that from human suggests that SARS-CoV-2 mutatesrapidly to achieve the host conversion (Jiayuan Chen, 2020). Like SARS-CoV, SARS-CoV-2 usesits receptor binding domain (RBD) on the spike protein to bind to the host’sangiotensin-converting enzyme 2 (ACE2) (Chen et al.; Dong et al., 2020; Tian et al., 2020; Zhouet al., 2020). In terms of binding capacity, the RBD of SARS-CoV-2 is much stronger thanSARS-CoV and is considered to be between HKU3-4 which cannot bind to ACE2 receptor andrSHC014 which presents the largest binding energy (Gralinski and Menachery, 2020; Wrapp et al.,2020; Zhao et al., 2020). Consequently, the SARS-CoV-2 vaccine can be developed targeting thestructural proteins, and in particular, the RBD region, following the strategy for the SARS-CoVvaccine development (Babcock et al., 2004; Buchholz et al., 2004; He et al., 2005; Saif, 1993;Tian et al., 2020).An ideal vaccine may contain both B-cell epitopes and T-cell epitopes, with combination ofwhich vaccine is able to either induce specific humoral or cellular immune against pathogensefficiently (Purcell et al., 2007). Since the development of a peptide vaccine against the viruscausing foot-and-mouth disease (Adam et al., 1978), the establishment of peptide synthesismethod by Lerner et al. (Lerner et al., 1981), along with the advent of a peptide vaccine designcombining T-cell and B-cell epitopes, has accelerated the vaccine development. In the presentstudy, we followed this in silico approach to identify the potential B-cell and T-cell epitope(s)from the spike, envelope and membrane proteins that could be used as promising vaccines againstSARS-CoV-2.The genome sequence of SARS-CoV-2 isolate Wuhan-Hu-1 was retrieved from the NCBIdatabase under the accession number MN908947. Gene and protein sequences were acquiredaccording to the annotation. In particular, the RBD region for the spike protein was referred to asthe fragment from 347 to 520 amino acid (aa) (Lu et al., 2020).The online tool in IEDB (Immune-Epitope-Database And Analysis-Resource) was used for theanalysis of the conserved regions of the candidate epitopes (Vita et al., 2015). Prediction of linearB-cell epitopes was performed through Bepipred software (Jespersen et al., 2017). The antigenicsites were determined with Kolaskar method (Chen et al., 2007). The surface accessible epitopeswere predicted by Emini tool (Almofti et al., 2018).The sequences of structural proteins were split into small fragments with a length of 9aa; theirbinding affinity with the 34 most prevalent HLA alleles (>1% in the Chinese population accordingto data obtained from the website for China Marrow Donor Program (CMDP)) was predictedusing netMHCpan (Hoof et al., 2009) and our in-house prediction software iNeo-Pred,respectively. iNeo-Pred was trained on a large immune-peptide dataset, and achieved a betterperformance in predicting binding affinity of epitopes to specific HLA alleles. Only the epitopes102103104105106107108109110111112113114115116117118119120121predicted by both tools were selected. Next, for each epitope, a HLA score was calculated basedon the frequencies of binding HLA alleles in Chinese population, which will be used as metrics toselect better candidates for downstream analysis.The vaccine peptides were designed by our in-house tool iNeo-Design. First, the selected B-cellepitopes and their adjacent T-cell epitopes were bridged to form candidate peptides with length nomore than 30aa. Meanwhile, to facilitate the peptide synthesis, vaccine peptide sequences wereoptimized based on their hydrophobicity and acidity. To minimize the safety risk, peptides thatcontained toxicity potential, human homologous region (full-length matches and identity > 95%),or bioactive peptide were discarded.Besides the vaccine peptides containing both B-cell epitopes and T-cell epitopes,iNeo-Design also utilized all predicted T-cell epitopes to generate T-cell epitopes-only vaccinepeptides. For each vaccine candidate, the epitope counts and HLA score reflecting the populationcoverage were calculated. Vaccine candidates with the higher epitope counts and HLA score wereconsidered to be preferable for the downstream analysis.The online server swiss-model was used to predict the 3D protein structures of viral proteins andHLA molecules (Waterhouse et al., 2018). The online server PEP_FOLD was used to predictT-cell epitopes’ structures (Lamiable et al., 2016). To display the interaction between T-cellepitopes and HLA molecules, T-cell epitope models were docked to HLA molecules usingMDockPep (Xu et al., 2018). All predicted structures or models were decorated and displayed by123124125126127128129130131132133134135136137138139140141the open source version of pymol program (https://github.com/schrodinger/pymol-open-source).During the immune response against viral infection, B-cell takes in viral epitopes to recognizeviruses and activates defense responses. Recognition of B-cell epitopes depends on antigenicity,accessibility of surface and predictions of linear epitope (Fieser et al., 1987). A total of 61 B-cellepitopes were predicted, which seemed preferentially located within certain regions of each gene(Figure 1; Figure 2; Table S1). Only 19 epitopes were exposed on the surface of the virion and hada high antigenicity score, indicating their potentials in initiating immune response. Therefore, theywere considered to be promising vaccine candidates against B-cells. Among the 19 epitopes, 17were longer than 14 residues and located in the spike protein that contained RBD and functionedin host cell binding (Table 1). The average Emini score for the 19 epitopes was 2.744, and theaverage for Kolaskar (antigenicity) score was 1.015. Two epitopes were located within the RBDregion, while the one with the highest Kolaskar score (1.059), 1052-FPQSAPH-1058, was locatedat position 1052aa of the spike protein.143144145146147148149150151152153154155156157158159160161162The immune response of T-cell is considered as a long lasting response compared to B-cell wherethe antigen might easily escape the antibody memory response (Black et al., 2010). Moreover, theCD8+ T and CD4+ T-cell responses play a major role in antiviral immunity. It is thereforeimportant to design vaccines that can induce T-cell's immune response (Sesardic, 1993). A total of499 T-cell epitopes were predicted on the spike protein (378 epitopes), the membrane protein (90epitopes) and the envelop protein (31 epitopes); 48 of the 378 epitopes for the spike protein werelocated in the RBD region (Figure 1; Table 2; Table S2). There is no preference in certain genes orregions for T-cell epitope generation; no biased distribution of T-cell epitopes among HLA typeswere observed either. Among all T-cell epitopes, the epitope 869-MIAQYTSAL-877 in the spikeprotein was predicted to be able to bind to 17 HLA alleles. Most of the HLA alleles included in thepresent study were covered by these vaccine candidates, which suggested a wide populationcoverage.In terms of the distribution of the predicted epitopes against different HLA haplotypes, nosignificant differences were observed among different HLA haplotypes (Table S3). There were287, 208 and 195 epitopes predicted to be able to bind to HLA-A, HLA-B and HLA-C haplotypes,respectively. For the most popular five HLA types (HLA-A*11:01, HLA-A*24:02, HLA-C*07:02,HLA-A*02:01 and HLA-B*46:01), the counts for epitopes with binding affinity were 51, 49, 115,48 and 58.Based on the 19 B-cell epitopes and their 121 adjacent T-cell epitopes, 17 candidate vaccine164165166167168169170171172173174175176177178179180181182183peptides that contained both B-cell and T-cell epitopes were generated by our in-house softwareiNeo-Design. Most of the 17 candidate vaccine peptides contained one B-cell epitopes, except forAVEQDKNTQEVFAQVKQIYKTPPIKDFGG, which involved two B-cell epitopes and eightT-cell epitopes, and AKNLNESLIDLQELGKYEQYIKWPWYIWKK, which contained twoB-cellepitopesand6T-cellepitopes.Bycomparison,thevaccinepeptideFKNLREFVFKNIDGYFKIYSKHTPINLV had the largest count of T-cell epitopes, whereas thevaccine peptide SYGFQPTNGVGYQPYRVVVLSFELLHAPAT showed the highest HLA score,indicating their wide population coverage and promising efficacy.In addition to the vaccine candidates involved both B-cell and T-cell epitopes, we alsoanalysed the entire 499 core T-cell epitopes to generate another 102 vaccine peptides containingT-cell epitopes only. Based on both the epitope counts and HLA score, we eventually selected 13T-cell epitopes-only vaccine peptides.Taken together, a total of 30 peptide vaccine candidates were designed (Table 3). 26 of themwere from the spike protein, two from the membrane protein and two from the envelop protein.Five peptides were located in the RBD region, indicating they were likely to induce the productionof neutralizing antibody. The 30 vaccine peptides covered all structural proteins that may induceimmune response against SARS-CoV-2 in theory; and the multi-peptide strategy we applied wouldbetter fit the genetic variability of the human immune system and reduce the risk of pathogen’sescape through mutation (Skwarczynski and Toth, 2016).To further inspect the binding stability of T-cell epitopes against HLA alleles, the T-cell epitopes185186187188189190191192193194195196197198199200201202203204involved in the above designed vaccine peptides were selected to conduct an interaction analysis.from vaccines peptide 25 and 27 (Table 3; Table 4), which showed relatively higher HLA score.The MDockPep scores were between -148 ~ -136, indicating that the predicted crystal structureswere stable. All epitopes were docked inside the catalytic pocket of the receptor protein. Inparticular, the epitope 1220-FIAGLIAIV-1228 from the spike protein possessed 2-5 stablehydrogen bonds with the HLA alleles; the epitope 4-FVSEETGTL-12 from the envelop proteinpossessed 4~5 stable hydrogen bonds (Table 4). Taken together, the epitopes included in ourvaccine peptides can interact with the given HLA alleles by in silico prediction.Vaccine design using an in silico prediction method is highly appreciated as it selects specificepitopes in proteins than conventional methods. In the present study, this reverse vaccinologyapproach was adopted to identify surface-exposed peptides, instead of targeting the wholepathogen which is obviously less efficient and effective. Immunogenic regions of antigenicepitopes of all proteins encoded by SARS-CoV-2 were screened to identify potential vaccinecandidates. As a result, 17 vaccine peptides involving both T-cell epitopes and B-cell epitopes aswell as 13 vaccine peptides involving T-cell epitopes only were successfully designed. Thesemulti-epitope vaccines provided excellent candidates for the development of vaccines againstSARS-CoV-2. Various formulation of vaccine can be rapidly manufactured, such as peptide, DNAand mRNA. However in vitro and in vivo trials are required to achieve the effectiveness of these206vaccine peptides.This work was supported by Zhejiang Provincial Natural Science Foundation of China.the data. YF and YL wrote the initial draft. All authors revised and approved the final manuscript.Adam, K.-H., Kaaden, O., Strohmaier, K., 1978. Isolation of immunizing cyanogenbromide-peptides of foot-and-mouth disease virus. Biochemical and biophysical researchcommunications 84, 677-683.Almofti, Y.A., Abd-elrahman, K.A., Gassmallah, S.A.E., Salih, M.A., 2018. Multi EpitopesVaccine Prediction against Severe Acute Respiratory Syndrome (SARS) Coronavirus UsingImmunoinformatics Approaches. American Journal of Microbiological Research 6, 94-114.224225226227228229230231232233234235236237238239240241242Babcock, G.J., Esshaki, D.J., Thomas, W.D., Ambrosino, D.M., 2004. Amino acids 270 to 510of the severe acute respiratory syndrome coronavirus spike protein are required for interactionwith receptor. J Virol 78, 4552-4560.2019‐new coronavirus epidemic: evidence for virus evolution. Journal of Medical Virology.subunit vaccines with a focus on toll-like receptor agonists. Expert review of vaccines 9,157-173.Collins, P.L., 2004. Contributions of the structural proteins of severe acute respiratorysyndrome coronavirus to protective immunity. P Natl Acad Sci USA 101, 9804-9809.Chen, J., Liu, H., Yang, J., Chou, K.-C., 2007. Prediction of linear B-cell epitopes using aminoacid pair antigenicity scale. Amino acids 33, 423-428.Chen, Y., Liu, Q., Guo, D., Emerging coronaviruses: genome structure, replication, andpathogenesis. Journal of Medical Virology.Dong, N., Yang, X., Ye, L., Chen, K., Chan, E.W.-C., Yang, M., Chen, S., 2020. Genomic andprotein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a newcoronavirus which caused a pneumonia outbreak in Wuhan, China. bioRxiv.Fieser, T.M., Tainer, J.A., Geysen, H.M., Houghten, R.A., Lerner, R.A., 1987. Influence ofprotein flexibility and peptide conformation on reactivity of monoclonal anti-peptide antibodies244245246247248249250251252253254255256257258259260261262174, 4908-4915.61, 1.Lancet.with a protein alpha-helix. Proceedings of the National Academy of Sciences 84, 8568-8572.Gorbalenya, A.E., 2020. <em>Severe acute respiratory syndrome-related coronavirus – Thespecies and its viruses, a statement of the Coronavirus Study Group. bioRxiv,2020.2002.2007.937862.severe acute respiratory syndrome coronavirus spike protein contains multipleconformation-dependent epitopes that induce highly potent neutralizing antibodies. J ImmunolNetMHCpan, a method for MHC class I binding prediction beyond humans. ImmunogeneticsClinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Thesequence-based B-cell epitope prediction using conformational epitopes. Nucleic acidsresearch 45, W24-W29.Jiayuan Chen, J.S., Tungon Yau ,Chang Liu , Xin L, Qiang Zhao, Jishou Ruan , Gao Shan.,264265266267268269270271272273274275276277278279280281282Joseph T Wu*, K.L., Gabriel M Leung, 2020. Nowcasting and forecasting the potentialdomestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. The Lancet.PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex.Nucleic Acids Res 44, W449-454.Chemically synthesized peptides predicted from the nucleotide sequence of the hepatitis Bvirus genome elicit antibodies reactive with the native envelope protein of Dane particles.Proceedings of the National Academy of Sciences 78, 3403-3407.of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet.Organization, W.H., 2020. Surveillance case definitions for human infection with novelcoronavirus (nCoV): interim guidance v1, January 2020. , in: Organization, W.H. (Ed.). WorldHealth Organization, Geneva.Perlman, S., 2020. Another Decade, Another Coronavirus. New England Journal of Medicine.284285286287288289290291292293294295296297298299300301302Purcell, A.W., McCluskey, J., Rossjohn, J., 2007. More than one reason to rethink the use ofpeptides in vaccine design. Nat Rev Drug Discov 6, 404-414.Saif, L.J., 1993. Coronavirus Immunogens. Vet Microbiol 37, 285-297.Sesardic, D., 1993. Synthetic peptide vaccines. Journal of medical microbiology 39, 241-242.Skwarczynski, M., Toth, I., 2016. Peptide-based synthetic vaccines. Chemical science 7,842-854.Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific humanmonoclonal antibody. bioRxiv.Vita, R., Overton, J.A., Greenbaum, J.A., Ponomarenko, J., Clark, J.D., Cantrell, J.R., Wheeler,D.K., Gabbard, J.L., Hix, D., Sette, A., 2015. The immune epitope database (IEDB) 3.0.Nucleic acids research 43, D405-D412.Waterhouse, A., Bertoni, M., Bienert, S., Studer, G., Tauriello, G., Gumienny, R., Heer, F.T.,de Beer, T.A.P., Rempfer, C., Bordoli, L., Lepore, R., Schwede, T., 2018. SWISS-MODEL:homology modelling of protein structures and complexes. Nucleic Acids Res 46, W296-W303.Wrapp, D., Wang, N., Corbett, K.S., Goldsmith, J.A., Hsieh, C.-L., Abiona, O., Graham, B.S.,McLellan, J.S., 2020. Cryo-EM Structure of the 2019-nCoV Spike in the PrefusionConformation. bioRxiv, 2020.2002.2011.944462.Xu, X., Yan, C., Zou, X., 2018. MDockPeP: An ab-initio protein-peptide docking server. Journalof computational chemistry 39, 2409-2413.304305306307308309310profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv.Zhou, P., Yang, X.-L., Wang, X.-G., Hu, B., Zhang, L., Zhang, W., Si, H.-R., Zhu, Y., Li, B.,Huang, C.-L., 2020. Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin. bioRxiv.312313314315316317318319320321322323324325326327328329330331T-cell epitope count. The 2rd outer circle stands for Emini (in red) and Kolaskar (in green) scoreused to evaluate the B-cell epitopes. The 3rd circle marked the name of the viral proteins. The4th-6th circles stands for HLA-A (in blue), HLA-B (in green), and HLA-C (in yellow) scores; thepoints closer to the center indicates a lower score.Fig. 2. Locations of the recognized B cell epitopes on the viral spike protein (a), envelop protein(b) and membrane protein (c). The transparent cartoon models display the predicted 3D structure;the colorful balls marks the position of the recognized epitopes.Fig. 3. Interaction between the predicted peptides (by yellow sticks) and different HLA alleles (bygreen cartoons). Amino acids were labeled adjacent to the contact sites. Table 3 displays thedetailed docking information.AKiteeppP FSTTRGNYV SSFETKAYN PTHK ITADYKGQN PFTGVNGQY PSTTRRNQA TEENQKDQV IPFPTKDKG PSSPPRKKD PSPFAHQ IPFTTCAHAD IIPTTETDNQYFNDP AL V SK P SY Q R F G S G FVPPLA V IPGA SGY SQYA VA IYQ IL ENKQ Q C QT RRTB. e1 pe o 1 2 3 4 5 6 7 8 9 10 11 12lb tip B B B B B B B B B B B BaT EDBRehtwde1151 1172 1913 209 265 70 716 tiinh1 1113 115 119 210 215 63 173 ltca5 3 0 3 5osnietorplarutcurtseerhtgnomasepotipellecTfonoitubirtsiD.2elbaTsepyTALHrepepotipefo.oNllecTfotnuoCegarevoepotipEtnuoCeudiser33Y K K K TtiieeecacdppnV PFSFPPSSTTLTTRRRYYVGDVKYAQN FSPFSPFTELTRYVAKGDNVNDKGKN IIFPFFLETCCNQDGVVVNAKNNVKKV SFSSSFEEETRCYVANNKNNKHYYMW IIFSPFFFTELRKYYHKGDNKVNK FPTLLLTRKKYQYGKYVYAAAGAKKK IIIFSPPFSPTETLTRRCVNNQNVQYGK ISFFSSSSPSTLTCCKGYANYVVYDAVN IIPFPLTTRKYNDDYDAKGQGAQVKKG IIPFSSFELTLLERRRKDNKYYNYN FPSPFFTLECCQGYGNQVYNGVGNKYG SFPPFPLLLETRVVVYQHGYVGNQGAAT L V W R E P YG D T S0 1 2 1 0 0 1 1 1 1 1 2 0 18 8 8 7 7 9 8 4 8 2 5 6 5 4iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS iepkS969331.111334sepytALHeerhttsniaga72Pdna52PepotipellecTrofstlusergnikcoD.4elbaTerocSALHepytALHnietorPnilenaP7ALA,6ELI,5UEL,4YLG,1EHP9LAV,6ELI9UEL,8RHT,4ULG,1EHP20:70*CALH", "ref_list": [[], ["Bioinformatics analysis of the Wuhan 2019 human coronavirus genome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y. Zhao", "Z. Wang", "Y. Zhou", "Y. Ma", "Y. Zuo", "W."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "15•\n4\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\nA new coronavirus SARS-CoV-2, recently discovered in Wuhan, China, has caused over 74000\ninfection cases and 2000 deaths. Due to the rapidly growing cases and the unavailability of\nspecific therapy, there is a desperate need for vaccines to combat the epidemic of SARS-CoV-2. In\nthe present study, we performed an in silico approach based on the available virus genome to\nidentify the antigenic B-cell epitopes and human-leukocyte-antigen (HLA) restricted T-cell\nepitopes. A total of 61 B-cell epitopes were initially identified, 19 of which with higher potential\nimmunogenicity were used for vaccine design. 499 T-cell epitopes were predicted that showed\naffinity with the 34 most popular HLA alleles in Chinese population. Based on these epitopes, 30\nvaccine candidates were designed and inspected against safety risks, including potential toxicity,\nhuman homologous, pharmaceutical peptides and bioactive peptides. Majority of vaccine peptides\ncontained both B-cell and T-cell epitopes, which may interact with the most prevalent HLA alleles\naccounting for ~99% of Chinese population. Docking analysis showed stable hydrogen bonds of\nepitopes with their corresponding HLA alleles. In conclusion, these putative antigenic peptides\nmay elicit the resistance response to the viral infection. In vitro and in vivo experiments are\nrequired to validate the effectiveness of these peptide vaccine.", "one_words_summarize": "15•42021222324252627282930313233343536A new coronavirus SARS-CoV-2, recently discovered in Wuhan, China, has caused over 74000infection cases and 2000 deaths. 499 T-cell epitopes were predicted that showedaffinity with the 34 most popular HLA alleles in Chinese population. In this context, asafe and efficacious vaccine is urgently required. Traditional approaches for developing vaccineswaste much time in isolating, inactivating and injecting the microorganisms (or portions of them)that cause disease. Complete genome sequencing of SARS-CoV-2 has finished and paved the way for the vaccinedevelopment (Chen et al.). In terms of binding capacity, the RBD of SARS-CoV-2 is much stronger thanSARS-CoV and is considered to be between HKU3-4 which cannot bind to ACE2 receptor andrSHC014 which presents the largest binding energy (Gralinski and Menachery, 2020; Wrapp et al. In the presentstudy, we followed this in silico approach to identify the potential B-cell and T-cell epitope(s)from the spike, envelope and membrane proteins that could be used as promising vaccines againstSARS-CoV-2.The genome sequence of SARS-CoV-2 isolate Wuhan-Hu-1 was retrieved from the NCBIdatabase under the accession number MN908947. Gene and protein sequences were acquiredaccording to the annotation. 2009) and our in-house prediction software iNeo-Pred,respectively. First, the selected B-cellepitopes and their adjacent T-cell epitopes were bridged to form candidate peptides with length nomore than 30aa. Meanwhile, to facilitate the peptide synthesis, vaccine peptide sequences wereoptimized based on their hydrophobicity and acidity. All predicted structures or models were decorated and displayed by123124125126127128129130131132133134135136137138139140141the open source version of pymol program (https://github.com/schrodinger/pymol-open-source).During the immune response against viral infection, B-cell takes in viral epitopes to recognizeviruses and activates defense responses. Moreover, theCD8+ T and CD4+ T-cell responses play a major role in antiviral immunity. There is no preference in certain genes orregions for T-cell epitope generation; no biased distribution of T-cell epitopes among HLA typeswere observed either. Taken together, a total of 30 peptide vaccine candidates were designed (Table 3). Vaccine design using an in silico prediction method is highly appreciated as it selects specificepitopes in proteins than conventional methods. Biochemical and biophysical researchcommunications 84, 677-683.Almofti, Y.A., Abd-elrahman, K.A., Gassmallah, S.A.E., Salih, M.A., 2018. American Journal of Microbiological Research 6, 94-114.224225226227228229230231232233234235236237238239240241242Babcock, G.J., Esshaki, D.J., Thomas, W.D., Ambrosino, D.M., 2004. Amino acids 270 to 510of the severe acute respiratory syndrome coronavirus spike protein are required for interactionwith receptor. Contributions of the structural proteins of severe acute respiratorysyndrome coronavirus to protective immunity. Dong, N., Yang, X., Ye, L., Chen, K., Chan, E.W.-C., Yang, M., Chen, S., 2020. PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex. Chemical science 7,842-854.Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific humanmonoclonal antibody. Vita, R., Overton, J.A., Greenbaum, J.A., Ponomarenko, J., Clark, J.D., Cantrell, J.R., Wheeler,D.K., Gabbard, J.L., Hix, D., Sette, A., 2015. bioRxiv, 2020.2002.2011.944462.Xu, X., Yan, C., Zou, X., 2018. Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin. AKiteeppP FSTTRGNYV SSFETKAYN PTHK ITADYKGQN PFTGVNGQY PSTTRRNQA TEENQKDQV IPFPTKDKG PSSPPRKKD PSPFAHQ IPFTTCAHAD IIPTTETDNQYFNDP AL V SK P SY Q R F G S G FVPPLA V IPGA SGY SQYA VA IYQ IL ENKQ Q C QT RRTB."}