{"date": "2020/03/03", "journal": "medrxiv", "authors": "wenxiu Wu, zhifeng xu, yabin Jin, aizhen Pan", "title": "Key Points of Clinical and CT Imaging Features of 2019 Novel Coronavirus (2019-nCoV) Imported Pneumonia Based On 21 Cases Analysis", "type": "preprint article", "abstract": "Highlights:\n2019 novel Coronavirus (2019-nCov) had typical clinical manifestations (fever and\ncough) ,and presented with characteristic chest CT imaging features (multiple lesions in\nboth lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticular\npattern), which are helpful to the radiologist in the early detection and diagnosis of this\nemerging global health emergency. In addition, changes in these main CT features can\nindicate development of the disease.\n1.Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.The\nincidence of shortness of breath was 85.7% in the severe cases, significantly higher than\n21.4% in the mild cases.\n2. Multiple lesions in both lungs and with incidence of GGO (100%), vascular enlargement\n(76.5%) and cobblestone/reticular pattern (70.6%) were the major features of NCP\npatients. 85.7% of cases in serve group displayed 4-5 lobes were involved\nsimultaneously.\n3.Changes in these main CT imaging features can indicate development of the disease.\nAbout 19.1% of patients (4 of 21) presented with a normal CT.", "text": "Highlights:2019 novel Coronavirus (2019-nCov) had typical clinical manifestations (fever andcough) ,and presented with characteristic chest CT imaging features (multiple lesions inboth lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticularpattern), which are helpful to the radiologist in the early detection and diagnosis of thisemerging global health emergency. In addition, changes in these main CT features canindicate development of the disease.1.Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.Theincidence of shortness of breath was 85.7% in the severe cases, significantly higher than21.4% in the mild cases.2. Multiple lesions in both lungs and with incidence of GGO (100%), vascular enlargement(76.5%) and cobblestone/reticular pattern (70.6%) were the major features of NCPpatients. 85.7% of cases in serve group displayed 4-5 lobes were involvedsimultaneously.3.Changes in these main CT imaging features can indicate development of the disease.About 19.1% of patients (4 of 21) presented with a normal CT.2019-nCov: 2019 Novel CoronavirusNCP: new coronavirus pneumoniaSARS: Severe Acute Respiratory SyndromeMERS: Middle East Respiratory SyndromeGGO: Ground glass opacificationCon: ConsolidationMix-P: Mixed patternCob/Ret: Cobblestone/Reticular patternAir-Bro:Air-bronchogramVEs:Vascular enlargement signNod/Tho-: Nodule/Thorn pear signsDil-Bro: Dilated bronchi with thickened wallMed-Hym: Mediastinal lymphadenopathyHyd: HydrothoraxBackground and Objective: WHO Director-General declared that the 2019-nCoV outbreakconstitutes a Public Health Emergency of International Concern,and the outbreak is stillon-going.Chest CT had been a key component of the diagnostic workup for patients withsuspected infection. In this retrospective study, we attempt to summarize and analyze thechest CT features of 2019-nCov infections, and to identify the typical features to improvedthe diagnostic accuracy of new coronavirus pneumonia (NCP). Methods:Chest CT scansand Clinical data of 21 patients confirmed NCP in our hospital were enrolled.Thesepatients were divided into mild and sever group according to clinical manifestationsdescribed by the 6th clinical practice guideline of NCP in China. Main clinical and chestCT features were analyzed and identify. Results: Fever (85.7%) and cough (80.9%) werethe two main symptoms of NCP patients.More significantly higher incidence (85.7%) ofshortness of breath in the severe cases. Multiple lesions in both lungs and with incidenceof GGO(100%),vascular enlargement (76.5%) and cobblestone/reticular pattern(70.6%)were the major feature.The incidence of consolidation, mixed pattern and vascularenlargement features were up to 100% in the severe group, significantly higher than thatof patients in mild group. In addition, the incidence of air-bronchogram, dilated bronchiwith thickened wall and fibrosis in the severe group was significantly higher than that inthe mild group. Conclusions: Fever and cough are the typical clinical features of NCPpatients, and chest CT mainly manifested as multiple lesions in both lungs, oftenaccompanied by GGO, vascular enlargement and cobblestone/reticular pattern.Changesin these main CT features can indicate development of the diseaseNewcoronaviruspneumonia;        The atypical pneumonia case, caused by a novel coronavirus (2019-nCov), was firstreported and confirmed in Wuhan, China in December 31, 2019 (Pneumonia of unknowncause-China,2020)[                Due to the large and complex population movements, the diversity of transmissionpathways[        In this study, we attempt to summarize and analyze the chest CT imaging data ofpatients confirmed with 2019-nCov infections, and to identify the typical imaging featuresto improved the diagnostic accuracy of NCP, and to reduced missed diagnosis andmisdiagnosis.2.Materials and Methods2.1 Patients and CT examination        From January 20, 2020 to February 6, 2020, 21 patients in the First people’s hospitalof Foshan in Guangdong Province, China, with confirmed 2019-nCov were enrolled. thesepatients were divided into mild and sever group according to clinical manifestationsdescribed by the 6th clinical practice guideline of NCP in China[        Our institutional review board approved this retrospective study analyzing existingpatient data with patient information de-identified and all subjects gave written informedconsent. And this study involved no potential risk to patients.2.2 CT Images and Clinical Data Analysis        The HRCT findings of NCP, according to previously described [        All CT images were reviewed on PACS by two cardiothoracic radiologists with 10years ( Dr. Xu) and 8 years (Dr.Wu) of clinical experience, respectively. Each patient’schest CT findings was reviewed independently and final decisions reached by consensus.If the interpretations of features extracted by two primary radiologist are inconsistent, athird fellowship trained senior radiologist with 25years of experience (Dr.Pan) adjudicateda final decision.The calinical manifestations of NCP patients, such as fever,cough, shortness ofbreath, weak,diarrhoea and muscle pain were analyzed.We used statistical software SPSS 2.0. The differences among the constituent ratios ofvarious signs in NCP patients were analyzed with the X2 test. The differences of theconstituent ratios of various signs between mild group and severe group were alsoanalyzed with X2 test test. Differences of p<0.05 were considered statistically significant.3.Results3.1Clinical manifestations of NCP patientsTable 1 shows the clinical characteristics of 21 patients with NCP. 21 patients all hadclear contact history, including 10 men and 11 women with average age was 43.1 years.Fever (85.7%) and cough (80.9%) were the two main symptoms, followed by shortness ofbreath (85.7%) and weak (28.6%).Besides,diarrhoea and muscle pain were rare.Compared with patients in mild group, male proportion and onset age of patients in servegroup were both higher (p<0.05). Fever and cough were found in 100% of the severecases, but there was no significant difference between these two groups. The incidence ofshortness of breath was 85.7% in the severe cases, significantly higher than 21.4% in themild cases.Lung lesions occurred in 17 (80.9%) patients with NCP, while normal lungs occurred in 4(19.1%) patients. Among the 17 patients with pulmonary lesions, 14 (82.4%) casesshowed multiple lesions in both lungs (Fig.2A). Besides,10 patients had lesions distributedin the peripheral zone (subpleural)(Fig.2A), and 7 cases showed both peripheral zone andmedium-to internal zone were all involved.15 (88.2%) cases showed simultaneousinvolvement of multiple pulmonary lobes (≥2)(Fig.2B), among them 12 cases (70.6%) withmore than 4 lobes were involved.6 patients (85.7%) in serve group displayed 4-5 lobeswere involved simultaneously, which was significantly higher than that in the mild group(60% ). However,there was no difference in lesion location and whether bilateral lunginvolvement between these two group.3.3 Representation of Major CT characteristics in NCP3.4 The Differences of CT Characteristics between Mild group and Severe group          All 21 patients in our study all had a history of recent travel to Wuhan or directlycontact with NCP patients.This results was convincing proof that the disease ischaracterized by human-to-human transmission. A new study revealed that thereproductive number of COVID-19 is up to 3.28 [                    Lung lesions in NCP patients mainly manifested as subpleural multiple lesions inbilateral lung[                    Previous reports revealed that GGO as the key CT feature.It can exists for a longtime throughout the course of the disease, and may be unique CT feature in some earlypatients[          but also follow up the change trend of CT features can effectively predict the outcome ofNCP patients.The main limitations of this study, firstly, the small number of NCP cases enrolled inthis study and additional study cases are needed in the following study. Besides, Thisstudy lacks patient follow-up data, so further follow-up is needed to better observe therelationship between CT signs and clinical course.Fever and cough are the main clinical features of NCP. CT showed multiple peripherallesions in bilateral lungs, mainly characterized by GGO, paving stones and vascularthickening. There were some differences in CT manifestations between mild cases andsevere cases. In severe cases, pulmonary consolidation, mixed consolidation, slightbronchial dilatation and thickening, bronchial gas image and fibrosis were significant,which were consistent with NCP as pathological manifestations of pulmonary interstitiallesions. According to the characteristics of chest CT, early accurate diagnosis andprognosis of NCP can be achieved.Acknowledgements ： This study was supported by Y J Ye,department of radiology,thefirst people's Hospital of Foshan affiliated to sun yat-sen university,Foshan,China.Declaration of interests:We declare no competing interests.cough and shortness of breath. Axial thin-section non-contrast CT scan shows diffusebilateral confluent andpatchyground-glass, air-bronchogramandconsolidation,characterized by peripheral distribution. Multiple lobes were involved.p0.038SexManWemonYear (range)Clinical manifestionsFeverCoughShortness of breathWeakDiarrhoeaMuscle painExposure history17(80.9)18(85.7)9(42.9)6(28.6)2(9.5)3(14.3)21(100)7(100)7(100)6(85.7)4(66.7)2(28.6)0(0)7(100)10(71.4)11(78.6)3(21.4)2(33.3)0(0)3(21.4)14(100)GGO: Ground glass opacification; Con: Consolidation; Mix-P: Mixed pattern;Cob/Ret: Cobblestone/Reticular pattern; Air-Bro:Air-bronchogram; VEs:Vascularenlargement sign; Nod/Tho-: Nodule/Thorn pear signs; Dil-Bro: Dilated bronchi withthickened wall; Fib: Fibrosis; Med-Hym: Mediastinal lymphadenopathy; Hyd:Hydrothoraxn=10（%）10(100)7(100)7(100)Mix-P2(20)7(100)6(60)6(85.7)1(10)6(85.7)(60)7(100)Fib1(10)5(71.4)(50）51(14.3)1(10)6(85.7)0(0)3(42.9)0(0)1(14.3)Fp0.000.00p", "ref_list": [[], ["A Novel Coronavirus from 106 Patients with"], [""], ["The reproductive number of COVID-19 is higher compared to SARS coronavirus"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["[Interpretation of \"Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission (Trial Version 5)\"]"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak -"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team Vital Surveillances:The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-"], ["Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia"], ["CT imaging features of 2019 novel coronavirus (2019-nCoV)"], ["Chest CT Findings in 2019 Novel Coronavirus (2019-nCoV) Infections from Wuhan, China: Key Points for the Radiologist"], ["A pilot clinical trial of recombinant human angiotensin-converting enzyme 2 in acute respiratory distress syndrome"], [""], ["High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission"], [""], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Evolution of CT Manifestations in a Patient Recovered from 2019 Novel Coronavirus (2019-nCoV) Pneumonia in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], ["-novel-"], ["Liu Ying", "Albert A Gayle Annelies", "Joacim Rocklöv"], ["T Liu", "J Hu", "M Kang", "L Lin", "H Zhong", "J Xiao"], ["N. Chen", "N Chen", "M Zhou", "X Dong", "J Qu", "F Gong"], ["L. Lin", "T.S. Li", "Guan", "Ni", "Yu Hu", "William Kyle", "Silverstein", "MD"], ["Julien Riou", "Euro Surveill"], ["Patel Anita", "Jernigan", "States", "J Lei", "J Li", "Q. CT Xiaolong"], [], ["J Lei", "J Li", "Q. CT Xiaolong"], ["M Chung", "A Bernheim", "X Mei"], ["P. Jeffrey", "Kanne"], ["A Khan", "C Benthin", "B Zeno"], ["R A Ajlan A M", "L G Jamjoom", "East Respiratory Syndrome Coronavirus (MERS-CoV) Infection: Chest CT Findings"], ["NL Muller", "GC Ooi", "PL Khong", "LJ Zhou", "KWT Tsang", "S Nicolaou"], ["AJR"], ["Yijin Wang"], ["H Shi", "X Han", "C. Zheng", "Zheng"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Highlights:\n2019 novel Coronavirus (2019-nCov) had typical clinical manifestations (fever and\ncough) ,and presented with characteristic chest CT imaging features (multiple lesions in\nboth lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticular\npattern), which are helpful to the radiologist in the early detection and diagnosis of this\nemerging global health emergency. In addition, changes in these main CT features can\nindicate development of the disease.\n1.Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients.The\nincidence of shortness of breath was 85.7% in the severe cases, significantly higher than\n21.4% in the mild cases.\n2. Multiple lesions in both lungs and with incidence of GGO (100%), vascular enlargement\n(76.5%) and cobblestone/reticular pattern (70.6%) were the major features of NCP\npatients. 85.7% of cases in serve group displayed 4-5 lobes were involved\nsimultaneously.\n3.Changes in these main CT imaging features can indicate development of the disease.\nAbout 19.1% of patients (4 of 21) presented with a normal CT.", "one_words_summarize": "Highlights:2019 novel Coronavirus (2019-nCov) had typical clinical manifestations (fever andcough) ,and presented with characteristic chest CT imaging features (multiple lesions inboth lungs, often accompanied by GGO, vascular enlargement and cobblestone/reticularpattern), which are helpful to the radiologist in the early detection and diagnosis of thisemerging global health emergency. In addition, changes in these main CT features canindicate development of the disease.1.Fever (85.7%) and cough (80.9%) were the two main symptoms of NCP patients. Methods:Chest CT scansand Clinical data of 21 patients confirmed NCP in our hospital were enrolled. Thesepatients were divided into mild and sever group according to clinical manifestationsdescribed by the 6th clinical practice guideline of NCP in China. Main clinical and chestCT features were analyzed and identify. The incidence of consolidation, mixed pattern and vascularenlargement features were up to 100% in the severe group, significantly higher than thatof patients in mild group. Each patient’schest CT findings was reviewed independently and final decisions reached by consensus. 21 patients all hadclear contact history, including 10 men and 11 women with average age was 43.1 years. CT showed multiple peripherallesions in bilateral lungs, mainly characterized by GGO, paving stones and vascularthickening. Declaration of interests:We declare no competing interests.cough and shortness of breath."}