{"date": "2020/03/04", "journal": "medrxiv", "authors": "ning sun, jun xing, jun xu, ling shu geng, qian yu li", "title": "Study of the mental health status of medical personnel dealing with new coronavirus pneumonia", "type": "preprint article", "abstract": "Objective: This paper studied the relationship between personality traits and mental\nhealth conditions of medical personnel to provide a basis and reference for the\nimplementation of targeted education on mental health.", "text": "Objective: This paper studied the relationship between personality traits and mentalhealth conditions of medical personnel to provide a basis and reference for theimplementation of targeted education on mental health.Methods: A self-report inventory, the Symptom Checklist-90 (SCL-90), was used toinvestigate the mental health status of 548 medical personnel dealing with the newcoronavirus pneumonia in eight provinces and cities of China.Results: The overall mean SCL-90 score and mean values of factors (somatization,obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) of the medicalpersonnel were significantly higher than in the norm group (p < 0.05), while theiraverage interpersonal sensitivity score was significantly lower (p < 0.01). In addition,personal factors affecting the mental health status of medical personnel were identified.( all p < 0.05).Conclusion: The overall mental health status of medical personnel responding to newcoronavirus pneumonia is generally higher than that of the norm group in China. Theresults of this study should contribute to measures to alleviate the psychologicalpressures on medical personnel dealing with the new coronavirus epidemic in China.[Keywords] medical personnel; new coronavirus pneumonia; SCL-90 inventory;mental health; influencing factors        Novel coronavirus pneumonia (NCP) is a pathogenic coronavirus often referred toas the novel coronavirus. On January 12, 2020, WHO officially named        COVID-19 patients typically show symptoms such as fever, coughing, shortness ofbreath, and difficulty in breathing. In more severe cases, the disease can lead topneumonia, severe acute respiratory failure, kidney failure, and even death [5]. Thereis as yet no specific treatment for COVID-19. Patients mainly receive symptomatictreatment and care for the prevention of complications, while supplementary medicalservices also appear to be very effective for infected people. Therate of COVID-19 infections has increased rapidly in a short period of time. As ofFebruary 17, 2020, the number of confirmed cases exceeded 70,000, with 1,770deaths [6]. In addition, the disease can cause secondary infections, which has createda huge burden and pressure for the prevention and treatment of the disease in variousplaces. At present, more than 30,000 medical personnel from various medical teamsacross the country have provided support in Wuhan [7]. Though the help from thesemedical personnel has relieved the local pressure for medical care to save critically illCOVID-19 patients, there have been serious infections among the medical staff inWuhan and other places in Hubei Province. At present, over 3000 medical personnelhave been infected, which has greatly increased the psychological pressure theyexperience. In the face of the catastrophic health emergency of COVID-19, medicalpersonnel have been affected by different kinds of subjective and objective factorsand confront several mental health problems. Mental illness is a form of human stressresponse, an explanatory, emotional, and defensive response within the human body,and a physiological response of the human body to the impact of needs or injuries.Therefore, this study aims to analyze the psychological state of medical personneldealing with COVID-19 and its influencing factors in order to provide an objectivebasis for the prevention of further transmission, interventions, and countermeasuresfor COVID-19.1.1 SubjectsThis study adopted convenience sampling to recruit research subjects. FromJanuary 25 to February 16, 2020, 560 medical personnel from 12 hospitals in eightprovinces and cities across the country were enrolled as research subjects. Inclusioncriteria: work experience ≥ 1 year; has given informed consent and agreed toparticipate in this study.1.2 Methods1.2.1 Survey tools Survey of demographic characteristics of medical personnel,including 18 questions related to the following aspects: province, hospital, department,occupation, gender, age, highest education level, work experience, level of expertise,marital status, children, living status, whether you have participated in training forhandling of public health emergencies, whether family members support yourworking on the front line against coronavirus, whether you have supported in affectedareas in Hubei, designated hospitals, department of infectious diseases, fever clinicsor emergency department, level of concern whether you and your family have beeninfected, degree of suspicion that you were infected when coronavirus-relatedsymptoms occurred, and whether you have received medical observation recently.The SCL-90 self-report inventory: The SCL-90 inventory, compiled by Derogatis in1975, includes 10 factors and a total of 90 items. Each factor reflects the symptomsand pain of a patient in a certain aspect, and the distribution of symptoms can beunderstood through the factor scores. The 10 factors include somatization,obsessive-compulsive, depression, anxiety, hostility, phobic anxiety, paranoidideation, psychoticism, sleep, and diet. Each item was scored using a 5-point Likertscale, ranging none, mild, moderate, moderate to severe, to severe. The total score isthe sum of the scores of the 90 items. In previous studies, the homogeneity reliabilityof the total SCL-90 scale was 0.97, and the homogeneity reliability of each sub-scalewas also greater than 0.68. The test-retest reliability was greater than 0.7, and thecontent validity was above 0.85, which suggest sound reliability and validity.1.2.2 Survey methods and medical ethics: The study used online questionnairesfor data collection. Researchers conducted surveys upon the completion of generaltraining. All procedures were approved by the Ethics Committee of Harbin MedicalUniversity(HRBYKD-A26). The research purpose and methods were explained tosubjects to seek their cooperation. Online informed consent forms were signed byparticipants. They were informed that their participation was completely voluntary,and they could withdraw from the study at any time. The link of the onlinequestionnaire was then sent to a total of 560 medical personnel via the Internet.1.2.3 Statistical methods:(1) In this study, data analysis was performed after logical checks using thestatistical software SPSS 22.0. A p-value less than 0.05 (p < 0.05) was consideredstatistically significant.(2) Statistical description: The mean value, standard deviation, and frequencywere used to describe the demographic data of medical personnel, while the meanvalue and standard deviation were used to describe the scores for the mental healthstatus of medical personnel responding to COVID-19.(3) Statistical inference: Multivariate linear regression was adopted to analyze theimpact of the demographic data of medical personnel on their mental health status.2.1 General information of medical personnelA total of 560 questionnaires were distributed, and 548 valid questionnaires wererecovered, for an effective recovery rate of 97.90%. These 548 questionnaires werecompleted by medical personnel from eight provinces and cities in China, namelyHeilongjiang, Liaoning, Jilin, Inner Mongolia, Tianjin, Sichuan, Shanxi, andShandong. Details of the respondents’ personal information are given in Table 1.Table 1. Demographic data of medical personnel (n = 548)Item Number of Composition ratiocases (%)Class of hospital2.2 SCL-90 factor scores of medical personnel compared with national norms [8]The overall average of SCL-90 and mean values of factors (somatization,obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) ofmedicalpersonnel were significantly higher than that of the norm group (p < 0.05 or p < 0.01),while the average score of the interpersonal sensitivity factor of medical personnelwas significantly lower than that of the norm group (p < 0.01). Details are provided inthe national norm group (X±S)2.3 The influencing factors of the psychological status of medical personnelStepwise linear regression was performed using the total score of mental healthstatus as the dependent variable and 17 items of personal information as independentvariables. The 17 items include: hospital, department, occupation, gender, age, highesteducation level, work experience, level of expertise, marital status, any children,living status, whether you have participated in training for handling of public healthemergencies, whether family members support your working on the front lineagainst coronavirus, whether you have supported in affected areas in Hubei,designated hospitals, department of infectious diseases, fever clinics or emergencydepartment, level of concern whether you and your family have been infected, degreeof suspicion that you were infected when coronavirus-related symptoms occurred, andwhether you have received medical observation recently. Values were assigned toindependent variables using the method shown in Table 3. The α-values for importingand exporting a variable in the regression equation were set to 0.10 and 0.15,respectively. Factors affecting the mental health and status of medical personnel basedon their significance from high to low are: the degree of suspicion that they wereinfected when the novel coronavirus-related symptoms occurred, the level of concernwhether they and their family members have been infected, age, whether they havesupported in affected areas in Hubei Province, designated hospitals, and other placesfor the novel coronavirus, and whether family members support them working on thefront line (p < 0.05). Details of the regression results are listed in Table 4.the novel coronavirus-related symptoms occurredhave been infectedAgeHave you supported in affected areas in Hubei,designated hospitals, or other places?B3. Discussionnorm group3.1 Comparison of SCL-90 factor scores between medical personnel and the nationalp-valueCOVID-19 is a fulminant infectious disease. As it is highly contagious, manypeople are frightened by it and even talk fearfully about coronavirus, which can alsobe observed in front-line medical staff. The results of the study have shown that theoverall mean of the SCL-90 and the mean values of the factors (somatization,obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) of medicalpersonnel were significantly higher than that of the norm group (p < 0.05), while theaverage score of the interpersonal sensitivity factor of medical personnel wassignificantly lower than that of the norm group (p < 0.01). More specifically, medicalpersonnel are most of the people closest to COVID-19 patients, so they are at highrisk of exposure to the disease. Moreover, they have a deep understanding of thedangers of COVID-19, so they are prone to anxiety and fear. The infection protectionprocedures for COVID-19 are highly complex and medical staff need to constantlychange clothes and replace protective equipment, so they are more likely to establishobsessive-compulsive behaviors. Medical personnel, especially young medical staff,have less experience in the field and in dealing with difficulties and hardships in life.Therefore, when they suddenly encounter such sudden public health events, they tendto suffer anxiety and phobic anxiety, leading to physical and mental problems. That iswhy scores of the factors somatization, obsessive-compulsive, anxiety, phobic anxiety,and psychoticism were significantly higher than in the norm group. This resultsuggests that psychologists and team leaders should pay more attention to the anxiety,phobic anxiety, and psychoticism issues of the medical personnel in a team. Theaverage score for the interpersonal sensitivity factor of medical personnel wassignificantly lower than that of the norm group. This shows that in the event of aninfectious disease epidemic, the majority of medical personnel are united and havegood professional strengths and qualities for self-regulation and self-protection. Theresults of this study show partial consistency with the studies of the mental healthstatus of front-line medical personnel for SARS in 2003 [9].3.2 Analysis of influencing factors of the mental health status of medical personnelThe results of this study have shown that the factors affecting the mental healthstatus of medical personnel based on the significance from high to low are: the degreeof suspicion that they were infected when the novel coronavirus-related symptomsoccurred, the level of concern whether they and their family members have beeninfected, age, whether they have supported in affected areas in Hubei Province,designated hospitals, and other places for the novel coronavirus, and whether theirfamily members support them working on the front line. Specific reasons are given inthe following sections.3.2.1 Degree of suspicion that they were infected when the novel coronavirus-relatedsymptoms occurred, the level of concern whether they and their family members havebeen infected, whether they have supported in affected areas in Hubei Province,designated hospitals, and other places for the novel coronavirus, and whether familymembers support them working on the front lineCOVID-19 patients are the main source of transmission of the disease. Patientswith latent infection (i.e., asymptomatic infection) may also constitute a source ofinfection [10]. Medical personnel are in frequent close contact with patients duringtheir treatment and care, hence the high risk of infection [11]. Among 138 patientsadmitted consecutively from January 1 to 28, 2020, to Zhongnan Hospital of WuhanUniversity, the proportion of medical personnel was as high as 29% [12]. Aretrospective analysis of 1099 confirmed COVID-19 patients from 552 hospitals in 31provinces (diagnosis as of January 29) found that the proportion of medical staff was2.09% [13]. Therefore, medical staff are at high risk of infection and are under greatpsychological pressure. If they become infected as a result of supporting affectedareas in Hubei and COVID-19 designated hospitals, it will not only affect theirphysical and mental health but also that of their families. Therefore, with theemergence of symptoms and the increase in the level of concern, the mental healthstatus of clinical medical staff may deteriorate. Furthermore, if their families do notsupport them working on the front line against the disease, then the psychologicalburden of the medical staff will also increase due to the resulting sense of conflictwith professional ethics, resulting in further impact on their physical and mentalhealth.3.2.2 Age: We found that the higher the age, the higher the mental health score andthe more psychological problems. Based on the age distribution of patients across thecountry, all ages have no resistance to the novel coronavirus, and a person of any agecan be infected as long as virus transmission conditions are met [14]. An analysis of4021 confirmed patients nationwide (diagnosis date as of January 26) also shows thatpeople of all ages are generally vulnerable to the disease, of whom 71.45% are aged30 to 65 years [14]. As people get older, the risk of exposure to the disease mayincrease in people with underlying illness such as asthma, diabetes, and heart diseases[15]. Therefore, older medical personnel have more psychological stress when dealingwith COVID-19 patients. It is advised that older medical personnel receivepsychological counseling before and during work to help them adjust their status assoon as possible. Despite all the above, this study believes that after such a“smokeless” war against the novel coronavirus, the psychological quality of medicalpersonnel can be improved to a certain extent.In the face of the catastrophic health emergency caused by COVID-19, medical staffhave been affected by different kinds of subjective and objective factors. Their mentalhealth problems are a form of human stress response, an explanatory, emotional, anddefensive response within the human body, and a physiological response of the humanbody to the invasion of needs or injuries. In this special environment, their work, life,and emotions tend to be regularly abnormal. Due to the requirements for isolation anddisinfection, medical personnel need to wear several layers of protection clothing.This increases the intensity of their work and requires great physical energy, causingsevere hypoxia and physical symptoms such as headache and muscle soreness. Othersymptoms such as obsessive-compulsive symptoms, interpersonal sensitivity,depression, anxiety, phobic anxiety, hostility, and paranoid ideation are all normalpsychological reactions in the handling of emergencies and environmental stimuli. Inface of a disaster, persons with good mental health will tend to actively take measuressuch as catharsis, transference, compensation, relaxation, humor, self-consolation, andrational response. The results of this study show that the overall mental health ofmedical staff is generally poor when dealing with COVID-19. Psychological testsshow that people have a process of adaptation to catastrophic emergencies, frominitial rejection, shock, and fear, to habituation, acceptance, and calm, to co-existenceand living together, which is a regular process. In the face of such a sudden disaster asCOVID-19, these psychological symptoms have manifested in both doctors andpatients. For medical personnel, it is particularly important to pay attention to mentalhealth conditions while fulfilling their responsibilities. In future research, it is worthexploring how to strengthen the monitoring of mental health conditions of medicalpersonnel and establish an active, systematic, and scientific psychological defensesystem under such special circumstances.In this study, the applicability of the results is limited by the nature ofcross-sectional studies, and because of its use of convenience sampling from 12hospitals in eight provinces and cities of China. In subsequent research in this project,a longitudinal study should be conducted that uses a wider sample and measures themental health status of medical personnel from multiple dimensions, which can helpbetter identify the mutual influence between demographic data and mental healthstatus.The authors would like to thank the medical personnel who participated in the study.The datasets generated and analyzed during the current study are not publiclyavailable due to ethical restrictions and patient confidentiality but are conditionallyavailable from the corresponding author on request. Aggregated data are provided inthe paper tables.The authors were responsible for the NS conception, design, analysis and datainterpretation, drafting the manuscript, revising the manuscript, and its final approval;the JX acquisition of data, project administration, manuscript revisions, and its finalapproval; the JX formal analysis, manuscript revision, and final approval; SLGconception, manuscript revision, and final approval; the YQL conception, design,funding acquisition, manuscript revision, and final approval; SN conception, design,project administration, manuscript revision, and final approval. All the authors readand approved the final manuscript.Permission to conduct the study and to obtain access for the purpose of gathering thedata were obtained from by the Ethics Committee of Harbin MedicalUniversity(HRBYKD-A26). Written, informed consent was obtained from all theparticipants, or from their legal guardians, or caregivers prior to enrolment in thestudy.Not applicable.The authors declare that they have no competing interests.        1. Wuhan Municipal Health Commission. Report of clustering pneumonia ofunknown etiology in Wuhan City. Wuhan, China: Wuhan Municipal HealthCommission, December 31, 2019.http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989.2. Chinese Center for Disease Control and Prevention. Wuhan Municipal HealthCommittee’s report on the status of viral pneumonia of unknown cause [EB / OL].(2020-01-11) [2020-02-03].http://www.chinacdc.cn/jkzt/crb/zl/szkb_11803/jszl_11809/202001/t20200119_2112713. Hui DS, Azhar EI, Madani TA, et al.        ", "ref_list": [[], [""], [""], ["Early transmission dynamics in Wuhan, China"], ["coronavirus-infected pneumonia [J]"], ["Clinical features of patients infected with 2019"], [""], ["Chinese Center for Disease Control and Prevention"], [""], ["The authoritative release of the joint prevention and control mechanism of the State"], ["Preliminary analysis of SCL-90 evaluation results"], ["Mental health survey of 106 front-line medical"], [""], ["A familial cluster of pneumonia associated with"], ["the 2019 novel coronavirus indicating person-to-person transmission: a study of a"], ["family cluster"], [""], ["with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Novel"], ["Health Organization"], ["-", "Q Li", "X Guan", "P Wu"], [], ["C Huang", "Y Wang", "X Li"], [], [], [], [], ["Council", "H Jin", "WY Wu", "MY Zhang"], ["B Wang", "JH Wu", "F Wang"], ["R La", "X Zhao", "J Li"], ["JF Chan", "S Yuan", "KH Kok"], [], [], ["D Wang", "B Hu", "C Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Objective: This paper studied the relationship between personality traits and mental\nhealth conditions of medical personnel to provide a basis and reference for the\nimplementation of targeted education on mental health.", "one_words_summarize": "Objective: This paper studied the relationship between personality traits and mentalhealth conditions of medical personnel to provide a basis and reference for theimplementation of targeted education on mental health. In addition,personal factors affecting the mental health status of medical personnel were identified.( On January 12, 2020, WHO officially named        COVID-19 patients typically show symptoms such as fever, coughing, shortness ofbreath, and difficulty in breathing. Patients mainly receive symptomatictreatment and care for the prevention of complications, while supplementary medicalservices also appear to be very effective for infected people. Therate of COVID-19 infections has increased rapidly in a short period of time. At present, more than 30,000 medical personnel from various medical teamsacross the country have provided support in Wuhan [7]. All procedures were approved by the Ethics Committee of Harbin MedicalUniversity(HRBYKD-A26). Demographic data of medical personnel (n = 548)Item Number of Composition ratiocases (%)Class of hospital2.2 SCL-90 factor scores of medical personnel compared with national norms [8]The overall average of SCL-90 and mean values of factors (somatization,obsessive-compulsive, anxiety, phobic anxiety, and psychoticism) ofmedicalpersonnel were significantly higher than that of the norm group (p < 0.05 or p < 0.01),while the average score of the interpersonal sensitivity factor of medical personnelwas significantly lower than that of the norm group (p < 0.01). This resultsuggests that psychologists and team leaders should pay more attention to the anxiety,phobic anxiety, and psychoticism issues of the medical personnel in a team. Specific reasons are given inthe following sections.3.2.1 Degree of suspicion that they were infected when the novel coronavirus-relatedsymptoms occurred, the level of concern whether they and their family members havebeen infected, whether they have supported in affected areas in Hubei Province,designated hospitals, and other places for the novel coronavirus, and whether familymembers support them working on the front lineCOVID-19 patients are the main source of transmission of the disease. Furthermore, if their families do notsupport them working on the front line against the disease, then the psychologicalburden of the medical staff will also increase due to the resulting sense of conflictwith professional ethics, resulting in further impact on their physical and mentalhealth.3.2.2 Age: We found that the higher the age, the higher the mental health score andthe more psychological problems. Therefore, older medical personnel have more psychological stress when dealingwith COVID-19 patients. It is advised that older medical personnel receivepsychological counseling before and during work to help them adjust their status assoon as possible. In the face of the catastrophic health emergency caused by COVID-19, medical staffhave been affected by different kinds of subjective and objective factors. Inface of a disaster, persons with good mental health will tend to actively take measuressuch as catharsis, transference, compensation, relaxation, humor, self-consolation, andrational response. In the face of such a sudden disaster asCOVID-19, these psychological symptoms have manifested in both doctors andpatients. Report of clustering pneumonia ofunknown etiology in Wuhan City. Wuhan, China: Wuhan Municipal HealthCommission, December 31, 2019.http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989.2."}