{"date": "2020/03/04", "journal": "medrxiv", "authors": "Zhaowei Zhu, Jianjun Tang, Xiangping Chai, Zhenfei Fang, Qiming Liu, Xinqun Hu, Danyan Xu, Jia He, Liang Tang, Shi Tai, Yuzhi Wu, Shenghua Zhou", "title": "How to differentiate COVID-19 pneumonia from heart failure with computed tomography at initial medical contact during epidemic period", "type": "preprint article", "abstract": "# These authors share the correspondence authorship. South University, Changsha, Hunan 410011, PR China.", "text": "Department of Radiology, the Second Xiangya Hospital, Central South University,2019 (COVID-19) pneumonia.OBJECTIVES To compare chest CT findings in heart failure with those of Corona Virus DiseaseBACKGROUND During epidemic period, chest computed tomography (CT) has been highlyrecommended for screening patients with suspected COVID-19. However, the comparison of CTimaging between heart failure and COVID-19 pneumonia has not been fully elucidated.METHODS Patients with heart failure (n=12), COVID-19 pneumonia (n=12) and one patient withboth diseases were retrospectively enrolled. Clinical information and imaging of chest CT werecollected and analyzed.RESULTS There was no difference of ground glass opacity (GGO), consolidation, crazy pavingpattern, lobes affected and septal thickening between heart failure and COVID-19 pneumonia.However, less rounded morphology (8.3% vs. 67%, p=0.003), more peribronchovascularthickening (75% vs. 33%, p=0.041) and fissural thickening (33% vs. 0%, p=0.028), less peripheraldistribution (33% vs. 92%, p=0.003) were found in heart failure group than that in COVID-19group. Importantly, there were also more patients with upper pulmonary vein enlargement (75%vs. 8.3%, p=0.001), subpleural effusion and cardiac enlargement in heart failure group than that inCOVID-19 group (50% vs. 0%, p=0.005, separately). Besides, more fibrous lesions were found inCOVID-19 group although there was no statistical difference (25% vs. 0%, P=0.064)CONCLUSIONS Although there are some overlaps of CT imaging between heart failure andCOVID-19, CT is still a useful tool in differentiating COVID-19 pneumonia.KEY WORDS computed tomography, COVID-19, pneumonia, heart failure.In December 2019, an outbreak of Corona Virus Disease 2019 (COVID-19) caused by anovel coronavirus (severe acute respiratory syndrome coronavirus 2, SARS-CoV-2) began inWuhan (Hubei, China) and spread rapidly(1). Recently, SARS-CoV-2 outbreaks in several othercountries in the world. It seems a global pandemic is inevitable. Without efficient medicine, earlydetectionand isolationbecomes essential against novel coronavirus.However, asmore secondary and tertiary cases have appeared, contact history and clinical manifestation maybe not clear under certain circumstances. Chest computed tomography (CT) has been highlyrecommended for screening patients with suspected SARS-CoV-2(2).Heart failure is the most common disease faced by emergency doctors and cardiologists.Pulmonary edema caused by heart failure can be appeared as exudative disease in CT scanning,which is, sometimes, difficult to be distinguished with other exudative disease in clinical practice.During epidemic period, it will be a great challenge for doctors to identify COVID-19 pneumoniafrom heart failure patients at the initial contact. So it is essential for cardiologists to be familiarwith the imaging features of heart failure and COVID-19 pneumonia. Here, with the aim toenhance the diagnosis of COVID-19 pneumonia at initial medical contact, we present the clinicaland imagine features of heart failure and COVID-19 pneumonia patients and one patient combinedwith these 2 diseases, to clarify the characteristics of heart failure and COVID-19 pneumonia.This is a retrospective clinical study. We included consecutive patients with diagnosis ofCOVID-19 pneumonia or heart failure who had CT imaging at the initial medical contact at theSecond Xiangya Hospital of Central South University from Dec. 1 to Feb. 28, 2020. Patients withnegative CT findings and less than 18-years old were excluded. Available clinical history,laboratory, and epidemic characteristics were collected from 12 patients with heart failure and 12patients with COVID-19 pneumonia. Besides, one patient with both heart failure and COVID-19pneumonia was also enrolled. All the COVID-19 patients were diagnosed in fever clinics and thentransferred to the designated hospital in Changsha, China.The diagnosis and classification for heart failure is based on 2016 ESC Guideline(3) andthe diagnosis of COVID-19 pneumonia was confirmed by the detection of SARS-CoV-2 inrespiratory specimens with at least 3 positive results of qRT-PCR. Impaired heart function wasdefined as grade Ⅱ or more in Killip or NYHA classification.Clinical records, laboratory findings, and chest CT scans for all patients were obtained atinitial medical contact. Two study investigators independently checked all the data. Throat-swabspecimens from the upper respiratory tract were obtained. Maternal throat swab samples werecollected and tested for SARS-CoV-2 with the Chinese Center for Disease Control and Prevention(CDC) recommended Kit (BioGerm, Shanghai, China), following WHO guidelines for qRT-PCR.qRT-PCR was repeated at least 3 times with different specimens.This study was reviewed and approved by the Medical Ethical Committee of the SecondXiangya Hospital of Central South University (approval number 2020005), which waived therequirement for patients’ informed consent referring to the CIOMS guideline.Two thoracic radiologists blinded to the clinical data reviewed the CT imagesindependently and resolved discrepancies by consensus. All images were viewed on both lung(width, 1500 HU; level, -700 HU) and mediastinal (width, 350 HU; level, 40 HU) settings. Thepresence or absence of image features was recorded: ground-glass opacities (GGO), consolidation,rounded morphology, crazy paving pattern, peribronchovascular thickening, septal thickening,fissural thickening, small pulmonary vein enlargement, cardiac enlargement, lesion distribution,Lobes Involvement and bilateral lung disease. The detailed definitions of the above features wereas described previously(4,5).Statistical analysis was done with SPSS, version 25.0. Continuous variables were directlyexpressed as median, and interquartile range (IQR) values. Categorical variables were expressedas number (%). Means for continuous variables were compared using independent group t testswhen the data were normally distributed; otherwise, the Mann-Whitney test was used. Proportionsfor categorical variables were compared using the χ2 test or Fisher exact test.The study included 12 patients with heart failure and 12 patients with COVID-19pneumonia. The median age in patients with heart failure was 65 (IQR, 57,78) years and 5 (71%)were man. while the median age in patients with COVID-19 was 52 (IQR, 37,73) years and 8(67%) were man. As shown in table 1. There was no difference in age, gender, oxygen saturation(SPO2) between two groups. Every patient in COVID-19 group had a contact history while no onehad in heart failure group. For the symptoms, more patients got fever or respiratory symptoms inCOVID-19 group than that in heart failure group (100% vs. 42%, p=0.005). Obviously, morepatients had cardiovascular disease in heart failure group than that in COVID-19 group (100% vs.17%, p<0.001). There were 6 patients with acute myocardial infarction, 4 patients with valve heartdisease and 2 patients with cardiomyopathy in heart failure group. Consequently, higherNTproBNP level was found in heart failure compared with that in COVID-19 group [119 (18.3, 1905)vs. 189 (64, 369), p=0.014]. Although there were no statistical differences of creatine kinase (CK)and CK-MB level, cardiac troponin T (cTnT) level in heart failure group was significantly higherthan that in COVID-19 group [1793 (979,5852) vs. 0.06 (0.01, 0.13), p<0.001]. All the patientswith heart failure were treated with anti-heart failure medicine in hospital. White blood cell andneutrophil count was higher in heart failure group compared with that in COVID-19 group [7.32（6.34, 9.91） vs. 5.1(4.3, 5.8), p<0.001; 5.46(4.35, 6.86) vs. 3.53(2.81,4.32), p=0.001]. Althoughlymphocyte count was decreased in both groups compared with the normal range, there was nostatistical difference between groups. Besides, there was no statistical differences between groupsin the level of inflammation markers including erythrocyte sedimentation rate (ESR), procalcitonin(PCT) and C-reactive protein (CRP). All the COVID-19 patients were confirmed by at least 3times positive results of qRT-PCR for SARS-CoV-2, while the results of qRT-PCR for all thepatients with heart failure were negative.Table 1, Basic clinical information in patients with heart failure and COVID-19.Heart failure COVID-19Age, years 65 (57,78) 52(37, 73)Male 8 (67) 8 (67)Epidemic contact 2 (17) 12 (100)Fever or respiratory symptoms 5 (42) 12 (100)SPO2(%) 94±2 93±3Cardiovascular disease 12 (100) 2(17)Valve heart disease 4 (33) 2 (17)Cardiomyopathy 2 (17) 0Impaired heart function 12(100) 3 (25)Ⅱ 5 3Ⅲ 5 0Ⅳ 2 0While blood cell count（×109） 7.32(6.34, 9.91) 5.1(4.3, 5.8)Neutrophil count（×109） 5.46(4.35, 6.86) 3.53(2.81,4.32)Lymphocyte count （×109） 1.03 (0.78，1.55) 0.83 (0.68,1.14)CRP (mg/l) 15.6 (4.9, 105.5) 26.7 (12.8, 41.2)ESR (mm/h) 47 (29.5, 92.3) 23 (5.3, 56)PCT (ng/ml) 0.094 (0.039, 0.473) 0.085 (0.045, 0.101)CK (u/l) 78.7 (27.8, 325) 91.3 (57.6,121)CK-MB (u/l) 15.9 (11.2, 22.4) 10.5 (7.2,13.4)cTnT (pg/ml) 119 (18.3, 1905) 0.06 (0.01,0.13)NT-proBNP(pg/ml)SARS-CoV-2 positivepneumonia (figure 1C, 1D). However, there were some similarities and differences between these2 groups. The comparison of imaging features was concluded in Table 2. Compared with patientswith COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statisticaldifference between two groups (92% vs. 83%, p=0.537). There were also no differences betweengroups for consolidation, crazy paving pattern, and septal thickening. Hoverer, less patients hadroundedmorphology (8.3%vs. 67%, p=0.003) (figure 1C, 1D), more patients hadperibronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening(33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group. Forlesion distribution, although there was no difference of central distribution between groups,patients with heart failure were less like to have a peripheral distribution (33% vs. 92%, p=0.003).Importantly, 6 patients in 12 had gravity dependent gradient distribution in heart failure group(figure 1A), while no patient had such distribution in COVID-19 group (p<0.001). For the lobesaffected, there was no statistical difference in the frequency of 2 or more lobes involvement andbilateral lung disease. Importantly, there were more patients with pulmonary vein enlargement inheart failure group compared with that in COVID-19 group (75% vs. 8.3%, p=0.001) (figure 2C).And there were more patients with subpleural effusion and cardiac enlargement in heart failuregroup than that in COVID-19 group (50% vs. 0%, P=0.005, separately). Besides, more fibrouslesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%,P=0.064) (figure 2E). Figure 2 showed different imaging features for heart failure (2A, 2B, 2C)and COVID-19 (2D, 2E, 2F).A 64-year-old male with recent travel history to Hubei, China, the epicenter of theSARSCoV-2 outbreak, was admitted to the hospital with fever and orthopnea. He was diagnosed withcoronary artery disease in last year and was stented in Left anterior descending artery. The chestCT (Figure 3) showed multi-focal GGO with parenchyma consolidation and subpleural effusion,predominantly involving upper lungs. There was no rounded morphology, while the Septal andbronchial wall were thickened. The third swap test of SARS-CoV-2 was positive 1 week after CTscanning.In this study, under a special situation of COVID-19, the clinical characteristics of heartfailure and COVID-19 pneumonia were concluded, and the similarity and differences of CTimaging features were also verified. We found that GGO and septal thickening were all commonlesions in both diseases. Significant differences exist in the distribution type, lesion morphology,upper small pulmonary vein enlargement, fissural thickening, peribronchovascular thickening,subpleural effusion and cardiac enlargement.It is essential to identify the suspected patients as early as possible to control the spread ofthe disease. Up to present, China has updated to the 7th edition of the diagnosis for suspectedpatients. Contact history, clinical manifestation (fever or respiratory symptoms), lab test (whiteblood cell count normal or decreased, lymphocyte count decreased) and imagine of pulmonary CTare included in the evaluation. A patient can be suspected if fulfill contact history and any 2 of thelatter 3. Even for patients without clear contact history, the latter 3 can be as evidence for suspectedpatients. For patients with heart failure in the absence of fever, chest uncomfortable or chest painor apnea sometimes combined with respiratory symptom. In this study, 4 patients in 12 haverespiratory symptoms. Besides, nearly half of COVID-19 patients may not have fever atadmission(6) and the lymphocyte count in patients with heart failure can also be decreased. Sopulmonary CT as an objective method will be a key point for patients without clear contact historyand typical symptoms.In this study, we found that there are some similarities in imaging features for patients withheart failure and COVID-19 pneumonia. Both diseases had GGO, consolidation, crazy pavingpattern and septal thickening, which will make it difficult to differentiate heart failure fromCOVID-19 by CT scanning. However, with careful checking of the imaging, the distribution typeof the two kinds of diseases were significantly different. Heart failure were more likely to have acentral and gravity associated gradient distribution, while COVID-19 usually have more peripheraldistribution. Importantly, there are more lesions with rounded morphology in COVID-19 than thatin heart failure. In detail, although both diseases have septal thickening, heart failure usually hasmore peribronchovascular thickening and interlobular septal even fissural thickening. WhileCOVID-19 usually affected the smaller septum. This may be attributed to the different severity ofthe 2 disease at the beginning, which means heart failure may progress more rapidly at first.COVID-19 usually progresses with different imaging features at different stages last for about23 weeks(7). At first GGO is the predominant feature and gradually spread and consolidated, at laststage, the consolidation will be absorbed. This study was just focus on the initial medical contact,and the CT imaging showed here were almost belong to the early stage. So predominated GGOand some consolidation were most popular in COVID-19. Although fibrous lesions rare reportedby now, 3 cases with COVID-19 were found with such lesions in this study, which is still consistentwith current research(8). Interestingly, the CT imaging characteristics of both diseases may bemixed in one patient with heart failure and COVID-19, or the features of COVID-19 at initialmedical contact will be covered by more progressively heart failure. So it should be more carefulto contact with a patient with heart failure in epidemic area.Hydrostatic pulmonary edema manifested by interstitial edema and alveolar flooding is themost frequently recognized pathophysiologic and radiologic feature in heart failure(9). Thesefeatures are virtually identical for left-sided heart failure and fluid overload. Interstitial edemaoccurs first with an increase of 15-25mm hg in mean transmural arterial pressure and results in theearly loss of definition of subsegmental and segmental vessels, mild enlargement of theperibronchovascular spaces, and subpleural effusions. With pressure increasing, alveolar floodingwill occur. The pathophysiology of central distribution can be explained by follows: increasedtissue hydration which allows water to easily flow centrally, the pumping effect of the respiratorycycle which causes overall fluid flow toward the hilum, contractile property of alveolar septaallows them to expel interstitial edema toward the hilum. Diffuse bilateral interstitial and/orinterstitial-alveolar infiltrates are most commonly caused by viruses. Different with heart failure,COVID-19 was characterized by an inflammatory pulmonary edema and alveolar damage.Recently, fibromyxoid exudation has been found in the lung tissue from patient obtained atautopsy(10), which is absent in heart failure. All those above make the imaging differences fromheart failure.In this study, the leukocyte and neutrophil count of patients with heart failure wassignificantly higher than that of covid-19 patients, which may be attributed to the inflammatorystate in vivo induced by heart failure or acute myocardial infarction(11,12). In addition, otherinflammatory indexes such as erythrocyte sedimentation rate and C-reactive protein in both groupsalso increased compared with the normal range. The results are consistent with previousstudies(13,14). Interestingly, the lymphocyte count was also decreased in heart failure, which maybecause, on one hand, the increase of neutrophil ratio in patients with heart failure may cause therelative decrease of lymphocyte ratio. On the other hand, it may be related to the increase ofcortical hormone level after stress response.There are several limitations of this study. First, this is a retrospective study with limitedcases. Most of the patients with COVID-19 enrolled were non-severe cases. Secondly, we mainlyfocus on the clinical and imaging features at the initial medical contact, while the dynamic changeswith appropriate therapy are definitely helpful to differentiate the 2 diseases.In conclusion, during epidemic period, it is essential for doctors to identify the imagingfeatures of COVID-19 and heart failure. Although both diseases can have similar GGO and septalthickening, rounded morphology, peripheral distribution and fibrous lesion were relatively specificin COVID-19. While heart failure usually has more peribronchovascular thickening, fissuralthickening, subpleural effusion and cardiac enlargement.FIGURE 1, Typical imaging for heart failure and COVID-19 pneumonia.A, Heart failure with bilateral diffuse disease. The disease presented with a gradient distributionandpartialGGOandconsolidation inside, accompaniedwithsubpleural effusion.Peribronchovascular and septal thickening were also found. B, Heart failure with bilateral diffuseGGO disease. Peribronchovascular thickening, clear interlobular septal thickening even fissuralthickening were found without subpleural effusion. C, COVID-19 with single rounded subpleuralGGO in left lung. D, COVID-19 with rounded GGO in bilateral lungs, partial consolidation wasfound inside.FIGURE 2, Different imaging features for heart failure and COVID-19.A, Big patchy GGO in left lung and sporadic GGO in right lung. Peribronchovascular thickening,fissural thickening (arrow) were also found with subpleural effusion. B, Subpleural GGO withband-shaped morphology (arrow) in the dorsal segment of bilateral lungs. Interlobular septalthickening and cardiac enlargement were also found. C, Patchy lesion of Crazy Paving Pattern inright upper lung with partial consolidation inside. Small pulmonary vein enlargement (arrow) wasalso found, accompanied with subpleural effusion in the right lung. D, Big patchy GGO in leftlung. Interlobular septal thickening was also found inside. E, Multiple disease mixed with GGOand consolidation in bilateral lungs. Fibrous lesion (arrow) was found in the left lung. F, Patchylesion of Crazy Paving Pattern in left upper lung with partial consolidation inside.A, Diffuse disease mixed with GGO and consolidation in bilateral upper lungs, accompanied withinterlobular septal thickening and subpleural effusion. B, Big patchy GGO with irregularmorphology in bilateral lungs. Peribronchovascular thickening and subpleural effusion were alsofound.angiotensin-converting enzyme inhibitors. Journal of the American College of Cardiology", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19"], ["ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC"], ["Relationship to Negative RT-PCR Testing"], [""], [""], [""], [""], ["Imaging of pulmonary viral pneumonia"], ["Radiographics : a review publication of the Radiological Society of North America"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Reappraising the role of inflammation in heart failure"], ["Role of neutrophils in ischemic heart failure"], ["C-reactive protein in heart failure: prognostic value and the effect of valsartan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["T Ai", "Z Yang", "H Hou"], ["P Ponikowski", "AA Voors", "SD Anker"], ["X Xie", "Z Zhong", "W Zhao", "C Zheng", "F Wang", "Liu J"], ["M Chung", "A Bernheim", "X Mei"], [], ["WJ Guan", "ZY Ni", "Y Hu"], ["F Pan", "T Ye", "P Sun"], ["T. Franquet"], [], ["Z Xu", "L Shi", "Y Wang"], ["L Adamo", "C Rocha-Resende", "SD Prabhu", "DL Mann"], ["V Kain", "GV Halade"], ["IS Anand", "R Latini", "VG Florea"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Department of Radiology, the Second Xiangya Hospital, Central South University,", "one_words_summarize": "Department of Radiology, the Second Xiangya Hospital, Central South University,2019 (COVID-19) pneumonia. KEY WORDS computed tomography, COVID-19, pneumonia, heart failure. Recently, SARS-CoV-2 outbreaks in several othercountries in the world. Without efficient medicine, earlydetectionand isolationbecomes essential against novel coronavirus. During epidemic period, it will be a great challenge for doctors to identify COVID-19 pneumoniafrom heart failure patients at the initial contact. Patients withnegative CT findings and less than 18-years old were excluded. Besides, one patient with both heart failure and COVID-19pneumonia was also enrolled. Impaired heart function wasdefined as grade Ⅱ or more in Killip or NYHA classification. Clinical records, laboratory findings, and chest CT scans for all patients were obtained atinitial medical contact. However, there were some similarities and differences between these2 groups. Compared with patientswith COVID-19, 11 patients in 12 had GGO in heart failure group, and there was no statisticaldifference between two groups (92% vs. 83%, p=0.537). 67%, p=0.003) (figure 1C, 1D), more patients hadperibronchovascular thickening (75% vs. 33%, p=0.041) (figure 2A, 2B) and fissural thickening(33% vs. 0%, p=0.028) (figure 1B, 2A) in heart failure group than that in COVID-19 group. For the lobesaffected, there was no statistical difference in the frequency of 2 or more lobes involvement andbilateral lung disease. Besides, more fibrouslesions were found in COVID-19 group although there was no statistical difference (25% vs. 0%,P=0.064) (figure 2E). Figure 2 showed different imaging features for heart failure (2A, 2B, 2C)and COVID-19 (2D, 2E, 2F).A 64-year-old male with recent travel history to Hubei, China, the epicenter of theSARSCoV-2 outbreak, was admitted to the hospital with fever and orthopnea. He was diagnosed withcoronary artery disease in last year and was stented in Left anterior descending artery. Significant differences exist in the distribution type, lesion morphology,upper small pulmonary vein enlargement, fissural thickening, peribronchovascular thickening,subpleural effusion and cardiac enlargement. A patient can be suspected if fulfill contact history and any 2 of thelatter 3. So predominated GGOand some consolidation were most popular in COVID-19. So it should be more carefulto contact with a patient with heart failure in epidemic area. Interstitial edemaoccurs first with an increase of 15-25mm hg in mean transmural arterial pressure and results in theearly loss of definition of subsegmental and segmental vessels, mild enlargement of theperibronchovascular spaces, and subpleural effusions. In conclusion, during epidemic period, it is essential for doctors to identify the imagingfeatures of COVID-19 and heart failure. D, COVID-19 with rounded GGO in bilateral lungs, partial consolidation wasfound inside. Peribronchovascular thickening,fissural thickening (arrow) were also found with subpleural effusion. C, Patchy lesion of Crazy Paving Pattern inright upper lung with partial consolidation inside."}