{"date": "2020/03/04", "journal": "medrxiv", "authors": "Qiao Shi, Kailiang Zhao, Jia Yu, Jiarui Feng, Kaiping Zhao, Xiaoyi Zhang, Xiaoyan Chen, Peng Hu, Yupu Hong, Man Li, Fang Liu, Chen Chen, Weixing Wang", "title": "Clinical characteristics of 101 non-surviving hospitalized patients with COVID-19: A single center, retrospective study", "type": "preprint article", "abstract": "Q Shi, KL Zhao and J Yu contributed equally to this article. Dr. Weixing Wang serves as the corresponding author to communicate with editors. 238 Jiefang Road, Wuchang District", "text": "COVID-19 have deprived thousands of lives and caused global concerns. As of March4, 2020, a total of 80420 COVID-19 cases in China have been confirmed and over2900 lost their life. We searched PubMed for articles published up to Mar 4, 2020,using the keywords “2019 novel coronavirus”, “2019-nCoV”, “COVID-19”, or“SARS-CoV-2”. We identified that none study focused on the demographic, clinicalcharacteristics and induced-death factors of non-survivors with COVID-19.The median age of the 101 died patients with confirmed COVID-19 were 71 years(IQR, 59-80). Of 101 died patients, 82 (81.19%) had 1 or more comorbiditiesincluding 59 (58.42%) hypertension and 22 (21.78%) diabetes etc. 100 (99.01%)suffered respiratory failure, 53 (52.48%) developed acute myocardial injury, acutekidney and liver injury occurred in 23 (22.77%) and 18 (17.82%) patients,respectively. This indicated that older patients (>70 years) with comorbidities had asteeply increased risk of death when they suffered COVID-19. Besides respiratoryfailure, acute cardiac and kidney damage or failure, secondary to COVID-19, played acrucial role in causing death of patients.Retrospective case series.To study the clinical characteristics of non-surviving hospitalized patients withconfirmed COVID-19 in Wuhan, China, and tracked the causes of the death.Two campus of Renmin Hospital of Wuhan University in Wuhan, China, and isresponsible for the treatments for COVID-19 assigned by the government.101 non-surviving hospitalized patients with confirmed COVID-19. Data wereClinical data were collected using a standardized case report form. If information wasnot clear, the investigators in Wuhan contacted the doctor responsible for treating thepatients or family members of non-survivors for clarification.Of 121 died patients with confirmed COVID-19, 101 cases with relatively completemedical records were included. The median age of the 101 non-survivors were 71years (IQR, 59-80), 60 (59.41%) were men. 82 (81.19%) had fever, 82 (81.19%) had1 or more comorbidities including hypertension (59 [58.42%]) and diabetes (22[21.78%]) etc. The median course from hospitalization to death was 4d (IQR, 2-7d).Of 101 died patients, 100 (99.01%) suffered respiratory failure, 53 (52.48%)developed acute myocardial injury, acute kidney and liver injury occurred in 23(22.77%) and 18 (17.82%) patients, respectively. Chest computed tomographic scansof non-survivors showed vast and fused ground-glass shadows. Compared to patientswho survived 3 days, no statistical difference was noticed on lung severity score(11.91 vs 12.07) in patients who died within 3 days. Furthermore, significant elevatedlaboratory indicators including hypersensitive troponin (1.98 vs 0.2ng/ml), blood ureanitrogen (15.20 vs 10.08mmol/l), neutrophil count (11.23 vs 6.48×109/L),procalcitonin (2.26 vs 0.58ng/ml) and lactic acid (3.80 vs 2.62 mmol/l) etc. werenoted in patients who died with 3 days while PaO2 (54.75 vs 67.45mmHg), CD3%(51.57 vs 60.43%) and CD8% (16.42 vs 23.42%) were significantly depressed.Older patients (>70 years) with comorbidities had a steeply increased risk of deathwhen they suffered COVID-19. Besides respiratory failure, acute cardiac and kidneydamage or failure, secondary to COVID-19, played a crucial role in causing death ofSince December 2019, the outbreak of corona virus disease-19 (COVID-19) whichswept across China and emerged in many other countries have caused global concerns[1]. As of March 4, 2020, a total of 80420 COVID-19 cases in China have beenconfirmed and over 2900 lost their life. In the early stages of this COVID-19,respiratory infection symptoms occurred, with some patients rapidly developed acuterespiratory distress syndrome (ARDS), acute respiratory failure and even death.Compared with Severe Acute Respiratory Syndrome (SARS) and Middle EastRespiratory Syndrome (MERS), the concealed onset, similar or stronger contagionand lower mortality could be defined as the clinical features of the disease [2-4].However, many patients suffered a death attack in the early stages of the outbreak inWuhan City, China.Previous studies concentrated to show the epidemiological findings, clinicalcharacteristics, and clinical outcome of patient with COVID-19 involved in mild andsevere cases [5-6]. But those infected by severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) are vulnerable to suffer severe attack or death, the causes that leadto the occurrence of rapid death are necessary to be addressed further.Information regarding clinical features of death caused by COVID-19 has not beenreported yet. We aimed to describe the demographic, clinical, laboratory, radiologicalcharacteristics and outcomes of non-surviving hospitalized patients confirmed withSARS-CoV-2 infection, and to analyze the possible risk factors that lead to death ofSARS-CoV-2 infected patients. In this study, we investigated the characteristics ofnon-surviving patients with confirmed SARS-CoV-2 infection admitted to RenminHospital of Wuhan University (including Shouyi campus and Eastern campus) beforeFebruary 15, 2020. We hope that this study will provide some important informationregarding to death of SARS-CoV-2 infected patients.All died patients with confirmed COVID-19 admitted to Renmin Hospital of WuhanUniversity (including Shouyi campus and Eastern campus) from January 1 toFebruary 15, 2020 in Wuhan, China, were enrolled. Renmin Hospital of WuhanUniversity is one of the major tertiary teaching hospitals and is responsible for thetreatments for COVID-19 assigned by the government. All patients with COVID-19enrolled in this study were diagnosed according to World Health Organization interimguidance [7]. To analyze the reasons accounted for patients died in a short time afteradmission, we compareddemographic, clinical, laboratoryand radiologicalcharacteristics between patients died within 3 days of admission with those whosurvived 3 days.We obtained epidemiological, demographic, clinical, laboratory, and outcome datafrom electronic medical records, nursing records, laboratory tests, and radiologicalexaminations.Missingdatawerecollectedandclarifiedthroughdirectcommunication with involved health-care providers or family member of patients. Alldata were checked by two sophisticated physicians.We collecteddata on age, sex, chronicmedical conditions (hypertension,cardiovascular disease, chronic pulmonary disease, cerebrovascular disease, chronickidney disease, diabetes, malignancy), symptoms from onset to hospital admissionincluding fever, dry cough, expectorant, dyspnea, fatigue, anorexia, abdominal pain,headache, nausea and vomiting etc., laboratory parameters on admission, chestcomputed tomographic (CT) scans, and treatment measures (antiviral therapy,antibacterial therapy, corticosteroid therapy, respiratory support, kidney replacementtherapy etc.). The date of disease onset was defined as the day when the onsetsymptoms were noticed. Acute respiratory distress syndrome (ARDS) and acuterespiratory failure were defined according to the Berlin definition and previousreported [8 ,9]. Acute kidney injury (AKI) was identified based on serum creatinine [10].Acute liver injury was identified according to previous report [11]. Acute cardiac injurywas defined if the serum hypersensitive troponin I were above the 99th percentileupper reference limit [5]. All these indicators were measured in Renmin Hospital ofWuhan University.The primary outcome was organ damage or failure (including lung, heart, kidney andliver etc.) from admission to death and analyzed the risk factors of death. Secondaryoutcomes were to present epidemiological data, demographics, comorbidity, signs andsymptoms on admission, laboratory indicators, CT findings and treatment, andcompare the differences of patients died within 3d of admission and those survivedWe expressed descriptive data as mean (SD) or median (IQR) for continuous variablesand number (%) for categorical variables. We tested the distributions of variables fornormality with Kolmogorov-Smirnov test. Means of continuous variables werecompared using independent group t tests if the data were normally distributed;otherwise Mann-Whitney test was used. Proportions for categorical variables werecompared using the χ test. All statistical analyses were performed using SPSS version22.0 software (SPSS Inc). P<0.05 was considered statistically significant.By February 15, 2020, 121 hospitalized patients with confirmed COVID-19 had diedin Renmin Hospital of Wuhan University (including Shouyi campus and Easterncampus), of whom 20 cases were excluded due to incomplete medical record. 101cases were finally included in this study. 60 (59.41%) were males. The median agewas 71 years (IQR, 59-80; range, 35-100 years). From the age distribution, the resultsshowed that there were 56.44% cases (57/101) whose age over 70 years (31 cases in70-79y; 20 cases in 80-89y; and 6 cases in more than 90y). The median duration fromhospital admission to death was 4 days (IQR, 2-7d). The most common symptomswere fever (82 cases [81.19%]), dyspnea (59 cases [58.42%]), dry cough (56 cases[55.45%]), fatigue (36 cases [35.64%]), expectoration (21 cases [20.79%]) anddiarrhea (10 cases [9.90%]). Other less common symptoms were anorexia, myalgia,abdominal pain and distension, headache, nausea and vomiting, pharyngalgia,haematemesis and melena, hemoptysis. (Table 1)Of the 101 patients, 82 (81.19%) had at least one comorbidity including hypertension(59 cases [58.42%]), cardiovascular disease (24 cases [23.76%]), diabetes (22 cases[21.78%]), chronic pulmonary disease (14 cases [13.86%]), cerebrovascular disease(13 cases [12.87%]), chronic kidney disease (11 cases [10.89%]) and malignancy (7cases [6.93%]). (Table 2)Regarding to organ functions, 100 patients (99.01%) developed acute respiratoryfailure, 53 (52.48%) had acute cardiac injury, acute kidney injury were developed in23 cases (22.77%), acute liver dysfunction were found in 18 cases (17.82%) and 14(13.86%) suffered coagulation disorders among which one patient was died ofmassive upper gastrointestinal bleeding. (Table 2)Then we compared the demographic characteristics, presenting characteristics, andvital signs at presentation between patients died within 3 days of admission and after3 days of admission. 48 cases (47.52%) died within 3 days of admission, median agewas 72 years (IQR, 59-78; range, 30-94 years), 28 (58.33%) were males. 53 cases(52.48%) died after 3 days, median age was 71 years (IQR, 59-81; range, 31-100years), 32 (60.38%) were males.Compared with patients who survived 3 days, patients who died within 3 daysexhibited significantly higher respiration rate (25 vs 20) and heart rate (97 vs 84) atpresentation. There were no significant differences of self-report symptoms betweentwo groups including fever, dyspnea, cough, fatigue etc. (Table 1)There were quite a lot differences of laboratory parameters between patients who diedwithin 3 days of admission and those survived 3 days. Those died within 3 days ofadmission had significantly higher white blood cell count (12.36 ×109 vs 7.72×109/L),neutrophil count (11.23×109 vs 6.48×109/L) and lower eosinophils count (0.009 ×109vs 0.028×109/L). Compared with patients who survived 3 days of admission, patientsdied within 3 days presented with significantly higher percentage of neutrophils(88.86% vs 81.95%) but significantly lower percentages of lymphocytes (7.18% vs10.94%), monocytes (3.8% vs 6.56%) and eosinophils (0.06% vs 0.34%). For otherbiochemical indexes, procalcitonin (2.26 vs 0.58 ng/ml), hsTnI (1.98 vs 0.2 ng/ml),Creatine kinase-MB (6.14 vs 2.78 ng/ml), myoglobin (437.7 vs 216.8 ug/L) and bloodurea nitrogen (15.2 vs 10.08 mmol/L) were over normal range and significantly higherin patients died within 3 days of admission. (Table 3)Blood gas analyses showed patients died within 3 days presented with significantlylower oxygen saturation (80.58% vs 88.37%), higher lactate level (3.80 vs 2.62mmol/L) and lower pH value (7.40 vs 7.42) compared with those survived 3 days.Although patients died within 3 days of admission had higher PaCO2 (38.97 vs 35.44mmHg) and lower PaO2 (54.75 vs 67.45 mmHg), but there were no significantdifferences between two groups (Table 4). Cellular and humoral immunity analysisalso revealed several differences between patients died within and over 3 daysincluding percentage of CD3+ cells and CD8+ cells, concentrations of IgE antibodyand C3 complement. Although only percentage of CD3+ cells in patients died within 3days was below normal range, the percentage of CD3+ cells (51.57% vs 60.43%) andCD8+ cells (16.42% vs 23.42%) were significantly lower in patients died within 3days of admission compared with those survived 3 days. Patients died within 3 daysof admission had significantly higher level of IgE antibody over normal rangecompared with those survived 3 days (157.3 vs 86.44 IU/ml). Level of C3complement was within normal range in both groups with a significantly highertitration in patients died within 3 days compared with those survived 3 days (1.03 vs0.89g/L). Other immune parameters did not show significant differences betweenpatients died within 3 days of admission and over 3 days. (Table 5)Chest CT scans were used to evaluate the features of lung injury. Only 38 cases hadchest CT image in our medical system (11 cases in within 3 days subgroup and 27cases in over 3 days subgroup). Patients suffered severe lung damage and their lungimaging features presented the vast or merged glass shadow, but quantitation of lunglobe injury and injury score revealed no significant difference between the twosubgroups. (Table 4 and Figure 1)Among treatment strategies, 97 (96.04%) patients received antiviral therapy, 99(98.02%) received antibacterial therapy, 44 (43.56%) received glucocorticoid therapy,36 (35.64%) received gamma globulin inhalation, 78 (77.23%) received high flowoxygen inhalation, 41(40.59%) received noninvasive ventilation, 14 (13.86%)received invasive mechanical ventilation and 5 (4.95%) received continuous renalreplacement therapy . Patients who died within 3days and who survived 3days ofadmission received above treatment were showed in detail in Table 6. Among alltreatments, except for noninvasive ventilation, no significant difference was notedbetween two groups.This report, to our knowledge, is the largest case series to analyze died patients withCOVID-19 in hospital. As of February 15, 2020, 101 patients died because ofCOVID-19 were included in this study. We aim to present the clinical features, organdysfunction, laboratory indicators of the 101 non-survivors, and analyze possiblecauses accounted for the rapid progress of disease and death. In the early outbreak ofCOVID-19, major gaps in our knowledge of the epidemiology, clinical features andtreatment measures of COVID-19 posed huge challenge for our clinical practice.Although previous study reported the mortality of patients with COVID-19 is 1.4%[12], some special population including the aged and individuals with underlyingcomorbidities may be vulnerable to SARS-CoV-2 infection. In our cohort, the medianage of non-survivor was 71 years, 81.19% of them combined with one or moreunderlyingmedical conditions including hypertension, cardiovascular disease,diabetes, chronic pulmonary disease, cerebrovascular disease, chronic kidney diseaseand malignancy. This study suggested that patients aged over 70 years with chronicmedical conditions were more likely to suffer a severe attack and death.Common symptoms at onset of COVID-19 were fever, dry cough, myalgia, fatigueetc. [5, 13]. In our cohort, we observed that, besides fever and cough, dyspnea (58.42%)presented early in most non-survivors with confirmed COVID-19, similar finding hasalso been observed in critically ill patients reported by Yang etc. [14]. In thesenon-survivors, featured complications during hospitalization including ARDS andrespiratory failure, acute cardiac injury (ACI), AKI, acute liver injury (ALI) andabnormal coagulation. In terms of SARS, severe respiratory failure was the leadingcause of mortality, with little other organ failure [15]. It is surprised that we observed52.48% and 22.77% non-survivors suffered heart failure and AKI, respectively.Angiotensin-converting enzyme 2 (ACE2), a crucial SARS-CoV-2 receptor,distributed widely in heart, kidney and intestine etc. [16-18]. Whether SARS-CoV-2attack heart and kidney or other vital organs directly need to be confirmed further.The most common laboratory abnormalities observed in this study were elevatedwhite blood cell count, neutrophil count, C-reactive protein, high sensitivity troponin,blood urea nitrogen and decreased lymphocytes percentage etc. (Table 3, 5).Compared with those died after 3 days of admission, non-survivors died within 3 dayshad numerous different findings including depressed percentages of lymphocyte,CD3+ and CD8+ cells, and elevated white blood cell count, high sensitivity troponinand urea nitrogen etc. These evidences suggest that SARS-CoV-2 infection may beassociated with cellular immune deficiency, acute myocardial injury and kidney injuryetc. These results also support the described organ failure above. In addition, thecharacteristic chest CT imaging of these non-survivors were evaluated by previousdescribed method [19]. The CT features demonstrated extensive infection and severedamage, regarded as “white lung”, in five lobes, but no significant difference wasfound between the two groups. These characteristics combined with above repentedorgan failure, laboratory abnormalities suggested that early organ dysfunction orfailure were responsible for rapid progression of disease and death of the patients.Up to now, no antiviral treatment has been recommended for coronavirus treatmentexcept supportive care and organ support [5, 20]. In current clinical practice, arbidol wasused as an antiviral treatment for SARS-CoV-2 infected patients, but the curativeeffect remains unclear. Other antiviral medications including remdesivir and lopinaviretc. are still being verified in clinical trials. Furthermore, use of intravenousimmunoglobulin is recommended to enhance the ability of anti-infection for severelyill patients and steroids are recommended for patients with ARDS, for as shortduration of treatment as possible [21]. In this study, 96.04% patients received antiviraltherapy, 98.02% received antibacterial therapy. Use of glucocorticoidmainlydepended on the severity of inflammatory response. In the early outbreak ofCOVID-19, all the non-survivors received oxygen inhalation therapy including highflow oxygen inhalation (77.23%), but quite a low proportion of patients receivedmachine ventilation partly due to limited medical resources against the steeplyincreasing number of patients.Several limitations existed in this study. Firstly, nearly two thirds of thesenon-survivors had no chest CT data in our medical system (because most of thesepatients were transferred from other hospitals without electronic version of imagingdata) and evaluation of these imaging features partly depended on the experience ofclinicians and radiologists. Secondly, incomplete medical information of somenon-survivors may lead to the occurrence of bias. Thirdly, patients died within a shorttime after admission is unfavorable to track risk factors for this poor outcome. Finally,in the early outbreak of COVID-19, relatively inadequate medical resources mayaffect the observation of the natural course of disease.patients.The findings of our study suggested that older patients (>70 years) with comorbiditiesare at higher risks for poor outcomes. Besides respiratory failure, acute heart injuryand kidney injury, secondary to COVID-19, played a crucial role in causing death ofContributors: WXW conceptualised the paper. QS and CC drafted the manuscript.QS, KLZ, JY, JRF, XYZ, XYC, PH, YPH and ML collected the epidemiological andclinical data. KLZ and KPZ contributed to the statistical analysis. JY and FLcontributed to radiological analysis. CC and WW conceived and supervised theoverall study. All authors reviewed and approved the final version of the manuscript.Funding: This study was partly funded by National Natural Science Foundation ofChina (No.81800574; No.81870442; No.81700567).Competing interests: All authors have completed the ICMJE uniform disclosureform. No support from any organization for the submitted work; no financialrelationships with any organizations that might have an interest in the submitted workin the previous three years; no other relationships or activities that could appear tohave influenced the submitted work.Ethical approval: This study was approved by the Ethics Committee of RenminHospital of Wuhan University (No. WDRY2020-K059).All authors declared no conflict of interest.Data sharing: No additional data available.Transparency: The manuscript’s supervisors affirm that the manuscript is an honest,accurate, and transparent account of the study being reported; that no importantaspects of the study have been omitted; and that any discrepancies from the study asplanned have been explained.with the 2019 novel coronavirus indicating person-to-person transmission: a studyof a family cluster. The Lancet 2020;395:514-237. WHO. Clinical management of severe acute respiratory infection when novelcoronavirus (nCoV) infection is suspected. https://wwwwhoint/publicationsnavirus-(ncov)-infection-is-suspected (accessed Feb 25, 2020)8. Azoulay E, Mokart D, Kouatchet A, et al. Acute respiratory failure inimmunocompromised adults. The Lancet Respiratory Medicine 2019;7:173-869. Definition Task Force A, Ranieri V, Rubenfeld G, et al. Acute respiratory distresssyndrome: the Berlin Definition. Jama 2012;307:2526-3310. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. NephronClin Pract 2012;120:c179-c8411. Koch DG, Speiser J, Durkalski V, et al. The natural history of severe acute liver        02.06.20020974with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,observational study. Lancet Respir Med 2020; published online 24 February.15. Gomersall CD, Joynt GM, Lam P, et al. Short-term outcome of critically illpatients with severe acute respiratory syndrome. Intensive Care Med 2004;30:381-8716. Santos RAS, Sampaio WO, Alzamora AC, et al. The ACE2/angiotensin-(                MAS axis of the renin-angiotensin system: focus on angiotensin-(        Physiological reviews 2018;98:505-5317. Hashimoto T, Perlot T, Rehman A, et al. ACE2 links amino acid malnutrition tomicrobial ecology and intestinal inflammation. Nature 2012;487:477-81novel coronavirus: implications for virus origins and receptor binding. The Lancet2020;395:565-74coronavirus (2019-nCoV). Radiology 2020; published online 4 February.20. de Wit E, van Doremalen N, Falzarano D, et al. SARS and MERS: recent insightsinto emerging coronaviruses. Nature Reviews Microbiology 2016;14:52321. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.≤3d Course ofDisease Group (N=48)Diarrhea 10 (9.90%) 4 (8.33%) 6 (11.32%) 0.616Anorexia 7 (6.93%) 4 (8.33%) 3 (5.66%) 0.597Myalgia 6 (5.94%) 1 (2.08%) 5 (9.43%) 0.255Abdominal pain and distension 5 (4.95%) 3 (6.25%) 2 (3.77%) 0.909Headache 5 (4.95%) 1 (2.08%) 4 (7.55%) 0.421Nausea and vomit 3 (2.97%) 1 (2.08%) 2 (3.77%) 1.000Pharyngalgia 3 (2.97%) 2 (4.17%) 1 (1.89%) 0.931Haematemesis and melena 2 (1.98%) 1 (2.08%) 1 (1.89%) 1.000Hemoptysis 2 (1.98%) 1 (2.08%) 1 (1.89%) 1.000Heart Rate, Median (IQR), bpm 88 (78-106) 97 (81-112) 84 (75-98) 0.0168#Respiratory Rate, Median (IQR) 21 (19-30) 25 (20-36) 20 (19-24) 0.0029#Mean Systolic Pressure, Median (IQR), mmHg 127 (117-143) 125 (113-145) 129 (120-142) 0.5296Mean Diastolic Pressure, Median (IQR), mmHg 78 (66-87) 76 (65-90) 79 (68-86) 0.5765# P values indicate differences between patients died within 3 days of admission and those survived 3 days. P < 0.05 was considered statistically significant.IQR: Interquartile range.19 (18.81%)28 (27.72%)25 (24.75%)15 (14.85%)4 (3.96%)4 (3.96%)6 (5.94%)59 (58.42%)24 (23.76%)22 (21.78%)14 (13.86%)13 (12.87%)11 (10.89%)7 (6.93%)100 (99.01%) 47 (97.92%) 53 (100%) 0.94153 (52.48%) 28 (58.33%) 25 (47.17%) 0.26223 (22.77%) 12 (25.00%) 11 (20.75%) 0.61118 (17.82%) 9 (18.75%) 9 (16.98%) 0.81714 (13.86%) 4 (8.33%) 10 (18.87%) 0.126# P values indicate differences between patients died within 3 days of admission and those survived 3 days. P < 0.05 was considered statistically significant.White blood cell count, ×109/LNeutrophil%Lymphocyte%Monocyte%Eosnophils%Neutrophil count, ×109/LLymphocyte count, ×109/LMonocyte count, ×109/LEosnophils count, ×109/LPlatelet count, ×109/LC-reactive protein, mg/LProcalcitonin, ng/mlBNP, pg/mLHigh sensitivity troponin, ng/mlCreatine kinase–MB, ng/mlMyoglobin, ug/LAlanine aminotransferase, U/LAspartate aminotransferase,U/LAlbumin, g/LTotal bilirubin, mmol/LBlood urea nitrogen, mmol/L# P values indicate differences between patients died within 3 days of admission and those survived 3 days. P < 0.05 was considered statistically significant.Total ≤3d Course of ＞3d Course ofN Mean±SD N Mean±SD N Mean±SD7.35-7.45 69 7.39 ± 0.01 31 7.40 ± 0.02 38 7.42 ± 0.01 0.013#80-100 70 61.64 ± 3.75 32 54.75 ± 4.42 38 67.45 ± 5.71 0.09235-45 70 36.97 ± 1.24 32 38.79 ± 2.21 38 35.44 ± 1.30 0.17995-98 74 84.89 ± 1.46 33 80.58 ± 2.48 41 88.37 ± 1.56 0.007#0.5-1.5 66 3.16 ± 0.28 30 3.80 ± 0.51 36 2.62 ± 0.26 0.035#0-20 38 12.02±6.76 11 11.91±6.64 27 12.07±6.94 0.946# P values indicate differences between patients died within 3 days of admission and those survived 3 days. P < 0.05 was considered statistically significant.Normal Range Total ≤D3isdeaCsoeuGrsreouofp D＞is3edaCseoGurrsoeuopfCD3% 56%-86% 56 56.91 ± 1.83 22 51.57 ± 3.19 34 60.43 ± 2.04 0.0171#CD3 723-2737 /ul 56 341.5 ± 29.1 22 331.10 ± 49.64 34 372.10 ± 38.37 0.512CD4% 33%-58% 56 33.96 ± 1.432 22 34.20 ± 2.59 34 33.81 ± 1.69 0.8937CD4 404-1612 /ul 56 195.6 ± 15.08 22 203.30 ± 23.56 34 197.9 ± 19.30 0.8596CD8% 13%-39% 56 24.67 ± 4.630 22 16.42 ± 1.78 34 23.42 ± 1.93 0.0152#CD8 220-1129 /ul 56 130.4 ± 16.60 22 120.70 ± 30.10 34 151.0 ± 22.48 0.416CD19% 5%-22% 56 29.04 ± 9.264 22 21.99 ± 2.38 34 18.08 ± 1.93 0.2079CD19 80-616 /ul 56 106.0 ± 9.898 22 127.7 0± 18.56 34 93.40 ± 10.32 0.0868CD16+56% 5%-26% 56 21.71 ± 1.820 22 24.04 ± 3.56 34 19.33 ± 1.67 0.1875CD16+56 84-724 /ul 56 131.8 ± 21.19 22 167.60 ± 50.01 34 116.1 ± 13.37 0.2398IgG 8-17 g/L 51 13.06 ± 0.578 21 13.50 ± 0.78 30 12.75 ± 0.83 0.5306IgM 0.4-3.45 g/L 51 0.972± 0.072 21 0.88 ± 0.07 30 1.036 ± 0.11 0.2908IgA 0.76-3.9 g/L 51 2.777 ± 0.182 21 2.86 ± 0.25 30 2.719 ± 0.269 0.7088IgE ＜100IU/ml 51 115.6 ± 17.87 21 157.30 ± 34.40 30 86.44 ± 17.13 0.0498#C3 Complement 0.81-1.6 g/L 51 0.945± 0.031 21 1.03 ± 0.05 30 0.89 ± 0.04 0.0245#C4 Complement 0.1-0.4 g/L 51 0.266 ± 0.017 21 0.29 ± 0.03 30 0.25 ± 0.02 0.2088# P values indicate differences between patients died within 3 days of admission and those survived 3 days. P < 0.05 was considered statistically significant.", "ref_list": [[], ["A novel coronavirus outbreak of global health concern"], ["Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China"], ["Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["A novel coronavirus from patients with pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Wang", "PW Horby", "FG Hayden"], ["D Chang", "M Lin", "L Wei"], ["Novel", "-", "D Wang", "B Hu", "C Hu", "JF-W Chan", "S Yuan", "Kok K-H", "Guan"], ["N Zhu", "D Zhang", "W Wang", "X Yang", "Y Yu", "J Xu", "R Lu", "X Zhao", "J Li", "M Chung", "A Bernheim", "X Mei"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "COVID-19 have deprived thousands of lives and caused global concerns. As of March\n4, 2020, a total of 80420 COVID-19 cases in China have been confirmed and over\n2900 lost their life. We searched PubMed for articles published up to Mar 4, 2020,\nusing the keywords “2019 novel coronavirus”, “2019-nCoV”, “COVID-19”, or\n“SARS-CoV-2”. We identified that none study focused on the demographic, clinical\ncharacteristics and induced-death factors of non-survivors with COVID-19.", "one_words_summarize": "COVID-19 have deprived thousands of lives and caused global concerns. As of March4, 2020, a total of 80420 COVID-19 cases in China have been confirmed and over2900 lost their life. We identified that none study focused on the demographic, clinicalcharacteristics and induced-death factors of non-survivors with COVID-19.The median age of the 101 died patients with confirmed COVID-19 were 71 years(IQR, 59-80). Older patients (>70 years) with comorbidities had a steeply increased risk of deathwhen they suffered COVID-19. All patients with COVID-19enrolled in this study were diagnosed according to World Health Organization interimguidance [7]. We obtained epidemiological, demographic, clinical, laboratory, and outcome datafrom electronic medical records, nursing records, laboratory tests, and radiologicalexaminations. Missingdatawerecollectedandclarifiedthroughdirectcommunication with involved health-care providers or family member of patients. All these indicators were measured in Renmin Hospital ofWuhan University. from admission to death and analyzed the risk factors of death. Means of continuous variables werecompared using independent group t tests if the data were normally distributed;otherwise Mann-Whitney test was used. The median duration fromhospital admission to death was 4 days (IQR, 2-7d). Other immune parameters did not show significant differences betweenpatients died within 3 days of admission and over 3 days. ( Patients suffered severe lung damage and their lungimaging features presented the vast or merged glass shadow, but quantitation of lunglobe injury and injury score revealed no significant difference between the twosubgroups. ( Table 4 and Figure 1)Among treatment strategies, 97 (96.04%) patients received antiviral therapy, 99(98.02%) received antibacterial therapy, 44 (43.56%) received glucocorticoid therapy,36 (35.64%) received gamma globulin inhalation, 78 (77.23%) received high flowoxygen inhalation, 41(40.59%) received noninvasive ventilation, 14 (13.86%)received invasive mechanical ventilation and 5 (4.95%) received continuous renalreplacement therapy . This report, to our knowledge, is the largest case series to analyze died patients withCOVID-19 in hospital. As of February 15, 2020, 101 patients died because ofCOVID-19 were included in this study. In our cohort, the medianage of non-survivor was 71 years, 81.19% of them combined with one or moreunderlyingmedical conditions including hypertension, cardiovascular disease,diabetes, chronic pulmonary disease, cerebrovascular disease, chronic kidney diseaseand malignancy. In addition, thecharacteristic chest CT imaging of these non-survivors were evaluated by previousdescribed method [19]. Up to now, no antiviral treatment has been recommended for coronavirus treatmentexcept supportive care and organ support [5, 20]. In the early outbreak ofCOVID-19, all the non-survivors received oxygen inhalation therapy including highflow oxygen inhalation (77.23%), but quite a low proportion of patients receivedmachine ventilation partly due to limited medical resources against the steeplyincreasing number of patients. All authors reviewed and approved the final version of the manuscript. No support from any organization for the submitted work; no financialrelationships with any organizations that might have an interest in the submitted workin the previous three years; no other relationships or activities that could appear tohave influenced the submitted work. Clinical management of severe acute respiratory infection when novelcoronavirus (nCoV) infection is suspected. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nature 2012;487:477-81novel coronavirus: implications for virus origins and receptor binding. IQR: Interquartile range.19 (18.81%)28 (27.72%)25 (24.75%)15 (14.85%)4 (3.96%)4 (3.96%)6 (5.94%)59 (58.42%)24 (23.76%)22 (21.78%)14 (13.86%)13 (12.87%)11 (10.89%)7 (6.93%)100 (99.01%) 47 (97.92%) 53 (100%) 0.94153 (52.48%) 28 (58.33%) 25 (47.17%) 0.26223 (22.77%) 12 (25.00%) 11 (20.75%) 0.61118 (17.82%) 9 (18.75%) 9 (16.98%) 0.81714 (13.86%) 4 (8.33%) 10 (18.87%) 0.126# P values indicate differences between patients died within 3 days of admission and those survived 3 days."}