{"date": "2020/03/04", "journal": "medrxiv", "authors": "Bo Diao, Zeqing Feng, Chenhui Wang, Huiming Wang, Liang Liu, Changsong Wang, Rongshuai Wang, Ying Liu, Yueping Liu, Gang Wang, Zilin Yuan, Yuzhang Wu, Yongwen Chen", "title": "Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection", "type": "preprint article", "abstract": "People's Republic of China 430060, People's Republic of China People's Republic of China", "text": "6. Hubei Chongxin Judicial Expertise Center, Wuhan, Hubei province, 430415, People’s# Equally to this workSummaryBACKGROUND The coronavirus disease 2019 (COVID-19) is a newly emerged infection fromthe novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Apart from therespiratory system, it is unclear whether SARS-CoV-2 can also directly infect other tissues such asthe kidney or induce acute renal failure.        METHODS We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR),plasma creatinine, and urea concentrations along with other clinical parameters from 85 patientswith laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 1        RESULTS Among these 85 COVID-19 patients, 27.06% (23/85) COVID-19 patients exhibitedacute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22%vs 24.19%, p< 0.001). Comorbidities of disorders like hypertension and heart failure were morecommon in patients who developed ARF (69.57% vs 11.29%, p< 0.001). Dynamic observation ofeGFR revealed that perished cases have a rapid decrease of eGFR but quickly boosting plasmacreatinine and urea. On the other hand, enhancement of eGFR and persistence low level of plasmacreatinine and urea was observed in recovery patients following diuretic treatment. H&E stainingdemonstrated kidney tissues from 6 cases of postmortems have severe acute tubular necrosis but noevidence of glomerular pathology. Immunohistochemistry showed that SARS-CoV-2 NP antigenwas accumulated in kidney tubules.CONCLUSIONS The development of ARF during the course of disease is an important negativeprognostic indicator for survival with COVID-19. SARS-CoV-2 virus directly infects humankidney tubules by thus induces acute tubular damage ARF and probably also lead to urinetransmission.2 / 13          In December 2019, a cluster of pneumonia cases caused by a novel severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) were reported in Wuhan, Hubei Province, China.1-3 Thisdisease, now designated as coronavirus disease 2019 (COVID-19) by the WHO, rapidly spread toother cities of China and around the world.4-6 By March          Some studies have suggested that SARS-CoV-2, SARS-CoV (Severe acute respiratorysyndrome-Coronavirus) and MERS-CoV (Middle East Respiratory Syndrome-Coronavirus) share acommon ancestor resembling the bat coronavirus HKU9‐1.8,9 Recently, Shi et al., reported thatSARS-CoV-2 interacts with human ACE2 (angiotensin converting enzyme-II) molecules via itsSpike protein.10 In addition to respiratory organs, the expression of ACE2 protein has also beenobserved in human kidneys,11,12 and Cheng et al., reported that some COVID-19 patients had anelevated level of proteinuria.13 However, no evidence directly demonstrates that SARS-CoV-2 candirectly infect the kidney to cause acute renal failure.        We retrospectively analyzed the clinical data on kidney functions from 85 cases of COVID-19who were admitted into the General Hospital of Central Theatre Command and Renmin Hospital ofWuhan University in Wuhan, Hubei Province, from January 1                  Patients Medical records from 85 COVID-19 patients (aged from 21 years to 92 years) withdynamic observation of renal function in General Hospital of Central Theatre Command in Wuhanfrom January 1          3 / 13Written informed consent was waived by the Ethics Commission of the designated hospital foremerging infectious diseases.Data collection and definitions We reviewed clinical records, nursing records, laboratory findings,and chest x-rays or CT scans for all the patients. All information was obtained and curated with acustomized data collection form. eGFR was calculated by the CKD-EPI equation based on serumcreatinine level,sex, race and age. Acute renal impairment was defined as a decline of eGFR by atleast 30% of the baseline value on admission or below90mL/min on admission. Three investigators(C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify dataaccuracy.precaution of handling deceased subjects with COVID-19, postmortem examination was performedin a designated pathology laboratory. Kidney specimens from autopsy were retrieved for standardexamination via light microscopy. Briefly, paraffin-embedded tissue blocks were cut into 3 μmslices and mounted onto poly-lysine-coated glass slides, and tissue injury was stained for by H&E.Sections were also used for detection of SARS-CoV-2 NP antigen by immunohistochemistry asfollowing: Antigen retrieval was performed by microwaving these sections in citrate buffer (10 mM,pH 6.0). The sections were then incubated in 3% BSA plus 0.1% H2O2 for 1h at RT to blocknonspecific binding. The sections were then incubated overnight at 4 °Cwith primaryanti-SARS-CoV-2 nucleocaspid protein (NP) antibodies (1:100, rabbit IgG; Sino Biologic, Beijing)or rabbit-isotype antibody controls (1:100; Dako). Sections were further incubated with theHRP-anti-Rabbit secondary antibodies for 1h at RT. Peroxidase activity was visualized with theDAB Elite kit (K3465, DAKO), and the brown coloration of tissues represented positive staining asviewed by a light microscope (Zeiss Axioplan 2, Germany).Statistical analysis Statistical analyses were performed using GraphPad Prism version 8.0(GraphPad Software, Inc., San Diego, CA, USA). Categorical variables were expressed as numbers(%). p values are from χ2.Role of the funding source The funding agencies did not participate in study design, datacollection, data analysis, or manuscript writing. The corresponding authors were responsible for allaspects of the study to ensure that issues related to the accuracy or integrity of any part of the workwere properly investigated and resolved. The final version was approved by all authors.4 / 13We retrospectively analyzed laboratory kidney functions from 85 cases of COVID-19 patients,focusing first on eGFR. 27.06% (23/85) COVID-19 patients exhibited acute renal failure (Table1),suggesting renal function impairment is relatively common in COVID-19 patients. Patients who areolder (>60 years) or carry comorbidities more easily developed ARF (65.22% vs 24.19%, p< 0.001;69.57% vs 11.29%, p< 0.001, respectively). Dynamic survey in five COVID-19 patients showedthat the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine andurea rapidly rose during disease progression. On the other hand, gradual recovery of eGFR wasobserved in convalescent patients, whose plasma creatinine and urea concentrations were lowthroughout the observation period (Figure 1), suggesting ARF is a risk factor result in perish duringSARS-CoV-2 infection.The histopathological examination was performed by H&E- staining in kidney specimens fromautopsy of six COVID-19 subjects with renal function impairment prior to death. Varying degreesof acute tubular necrosis, luminal brush border sloughing, and vacuole degeneration, was found indifferent areas of all six renal specimens. Severe infiltration of lymphocytes was only observed inone patient while minimal infiltration was seen in the other two cases. At the same time, benignhypertensive glomerulosclerosis and autolysis were noted in three cases, whereas, dilated capillaryvessel were also observed in the glomeruli of 6 cases (Figure 2, Table 2). Collectively, these resultsdemonstrated that SARS-CoV-2 infection induces severe acute tubular necrosis.Our results reported above indicate that SARS-CoV-2 might directly induce tubular damage. Toconfirm this possibility, the viral NP antigen was assessed by immunohistochemistry. Resultsshowed that SARS-CoV-2 NP antigens could be seen in kidney tissues from all of the samples. NPexpression was restricted in kidney tubules, and the expression was observed in cytoplasm, whereas,the nucleus was absence NP antigen. NP antigen was also absent in infiltrated lymphocytes and theglomerulus. Furthermore, normal kidney tissues and renal sections only treated with rabbit isotype5 / 13control antibodies showed no signal (Figure 3). Collectively, these data suggest that SARS-CoV-2directly infects kidney tubules to induce acute tubular necrosis.In this study, we found that 27.06% of patients with COVID-9 had abnormal eGFR, suggestingthat acute renal damage is relatively common following SARS-CoV-2 infection. This phenomenonis different from the 2003 outbreak SARS, which ARF was uncommon even though it was one ofthe top risk factors of mortality. 15 Patient who are aged or have comorbidities more commonlydeveloped ARF, suggesting that these patients should be more closely examined to prevent ARFonset. We also summarized the dynamic eGFR from 5 COVID-9 patients who have long-termobservation, and found that the perished cases manifested rapid decline in eGFR, and a rapidincrease of the plasma creatinine and urea concentrations, with the levels peaking prior to death. Onthe other hand, enhancement of eGFR level but persistent low levels of plasma creatinine and ureawere observed in recovered patients who were treated with diuretics, suggesting SARS-CoV-2mediated ARF may be one of the major causes of multiorgan failure and eventual death inCOVID-19 patients. Therefore, we strongly suggest that applying potential interventions includingcontinuous renal replacement therapies (CRRT) for protecting kidney function in COVID-19patients, particular for ARF cases, maybe a key method to preventing fatality.To further analyze how SARS-CoV-2 affects renal function, we focused on analyzing renal tissuemorphology from autopsies. H&E staining showed that acute renal tubular damage was observed inall six cases during postmortem examinations, while the glomeruli were intact, except for two caseswith slight glomerulosclerosis and one case has scrap glomeruli, suggesting that other conditionssuch as diabetic nephropathy may have been involved. The infiltration of immune cells was notobvious except in one patient, indicating that acute renal damage caused by SARS-CoV-2 isindependent of immune-mediated injury (Figure 2). It has been shown that the ACE-2 receptor ofSARS-CoV is highly expressed in renal tubules.12,16 We used immunohistochemistry to analyze theexpression of viral NP antigen in situ in kidney tissues, and found that viral NP antigen wasrestricted to the renal tubular cells of the infected tissues. Our results strongly suggest that renaltubular injury is directly caused by viral infection and replication because SARS-CoV-2 is acytopathic virus. This phenomenon is consistent with its other similarities to SARS-CoV and6 / 13MERS-Cov, both of which can also infect human kidney.17,18 Recently, Zhao et al. reported theyhave successfully isolated SARS-CoV-2 virus particles from urine of COVID-19 patients, andtogether with our study demonstrate that the kidney is also the site of viral infection and replicationoutside of the lungs, and suggest that kidney-originated viral particles may enter the urine throughglomerular filtration.One limitation of this paper is that due to the high infectivity and the complexity of specimenpreparation, we were unable to present electron microscopy imaging to further clarify thesubcellular distribution of virus particles in kidney in situ. In the next step, we will cooperate withother laboratories to carry out this work.In conclusion, we have demonstrated that the SARS-CoV-2 virus can directly infect human renaltubules and consequently lead to acute renal tubular injury. Moreover, improvement of eGFR wouldincrease the survival of COVID-19 patients who have ARF.Conflict of interest: The authors declare no financial or commercial conflict of interest.Yuzhang Wu, and Yongwen Chen involved in the final development of the project and manuscriptpreparation; Zilin Yuan, Chenghui Wang and Zeqing Feng analyzed the data; Bo Diao and HuimingWang performed most of experiments; Yin Liu, Gang Wang and Yueping Liu did H&E staining andimmunohistochemistry; Changsong Wang evaluated H&E and immunohistochemistry results; LiangLiu provided autopsies.Ethics committee approval: This study was approved by the National Health Commission ofChina and Ethics Commission of General Hospital of Central Theatre Command and JinyintanHospital .7 / 13          Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,201          8 / 13associated coronavirus (SARS‐CoV) in SARS patients: implications for pathogenesis and virustransmission pathways. The Journal of Pathology: A Journal of the Pathological Society of GreatBritain and Ireland 2004; 203(2): 622-30.COVID-19 patients complicated with acute renal failure (ARF).undergoing postmortem examination. Sections were stained by H&E, ▲ damage tubules; *:scrap glomerulus; and arrow indicated infiltrated lymphocytes. Scale bar= 50 μM.expression of viral NP antigen was detected in kidney tissues from COVID-19 patients undergoingpostmortem examination (A～D). * indicated infiltrated lymphocytes, arrow indicated positivetubules, ▲ glomerulus; E: Absence expression of viral NP protein in para-cancerous tissue ofkidney; F: Sections incubated with rabbit IgG1 isotype control antibodies. Scale bar= 50 μM.GroupAge≥60yr<60yrSexp value<0.001glomerulosclerosisnecrosisinfiltrationautolysiCasenumber123456GenderAgemalefemalemalemalemalefemale708662517867coronarydisease >10yearHypertension>10 yearsHypertension>5 years; Gout++++++++++++", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures"], ["COVID-19) pneumonia in Taiwan"], ["Commission of the People's Republic of China. The latest situation of novel coronavirus pneumonia"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Single-cell Analysis of ACE2 Expression in Human Kidneys and Bladders Reveals a Potential Route of 2019-nCoV Infection"], ["Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection"], ["Kidney impairment is associated with in-hospital death of COVID-19 patients"], ["National Health Commission of the People's Republic of China.. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 5th edition"], ["Acute renal impairment in coronavirus-associated severe acute respiratory syndrome"], ["Renal ACE2 expression in human kidney disease"], ["Organ distribution of severe acute respiratory syndrome (SARS) 18"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], ["C Huang", "Y Wang", "X Li"], ["R Lu", "X Zhao", "J Li"], ["SS Bernard", "P Rolland", "Y Silue"], ["S-C Cheng", "Y-LF Chang Y-C"], ["National Health"], ["X Xu", "P Chen", "J Wang"], ["Z Chan JF-W"], ["P Zhou", "XL Yang", "XG Wang"], ["W Lin", "L Hu", "Y Zhang"], ["C Fan", "K Li", "Y Ding", "WL Lu", "J. ACE2 Wang"], ["Y Cheng", "R Luo", "K Wang"], ["htm"], ["KH Chu", "WK Tsang", "CS Tang"], ["A Lely", "I Hamming", "H van Goor", "G Navis"], ["Y Ding", "L He", "Q Zhang", "J Poissy", "A Goffard", "E Parmentier-Decrucq"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "6. Hubei Chongxin Judicial Expertise Center, Wuhan, Hubei province, 430415, People’s\n# Equally to this work", "one_words_summarize": "Hubei Chongxin Judicial Expertise Center, Wuhan, Hubei province, 430415, People’s# Equally to this workSummaryBACKGROUND The coronavirus disease 2019 (COVID-19) is a newly emerged infection fromthe novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). METHODS We conducted a retrospective analysis of estimated glomerular filtration rate (eGFR),plasma creatinine, and urea concentrations along with other clinical parameters from 85 patientswith laboratory-confirmed COVID-19 admitted to a hospital in Wuhan from January 1        RESULTS Among these 85 COVID-19 patients, 27.06% (23/85) COVID-19 patients exhibitedacute renal failure (ARF), and elder patients (≥ 60 years old) are easier to develop ARF (65.22%vs 24.19%, p< 0.001). CONCLUSIONS The development of ARF during the course of disease is an important negativeprognostic indicator for survival with COVID-19. reported that some COVID-19 patients had anelevated level of proteinuria.13 However, no evidence directly demonstrates that SARS-CoV-2 candirectly infect the kidney to cause acute renal failure. Data collection and definitions We reviewed clinical records, nursing records, laboratory findings,and chest x-rays or CT scans for all the patients. All information was obtained and curated with acustomized data collection form. Kidney specimens from autopsy were retrieved for standardexamination via light microscopy. The sections were then incubated overnight at 4 °Cwith primaryanti-SARS-CoV-2 nucleocaspid protein (NP) antibodies (1:100, rabbit IgG; Sino Biologic, Beijing)or rabbit-isotype antibody controls (1:100; Dako). Dynamic survey in five COVID-19 patients showedthat the perished cases have a rapid eGFR decline, but the concentrations of plasma creatinine andurea rapidly rose during disease progression. Severe infiltration of lymphocytes was only observed inone patient while minimal infiltration was seen in the other two cases. Resultsshowed that SARS-CoV-2 NP antigens could be seen in kidney tissues from all of the samples. Collectively, these data suggest that SARS-CoV-2directly infects kidney tubules to induce acute tubular necrosis. In conclusion, we have demonstrated that the SARS-CoV-2 virus can directly infect human renaltubules and consequently lead to acute renal tubular injury. Moreover, improvement of eGFR wouldincrease the survival of COVID-19 patients who have ARF.Conflict of interest: The authors declare no financial or commercial conflict of interest."}