{"date": "2020/03/04", "journal": "medrxiv", "authors": "Stephen M Kissler, Christine Tedijanto, Edward Goldstein, Yonatan H. Grad, Marc Lipsitch", "title": "Projecting the transmission dynamics of SARS-CoV-2 through the post-pandemic period", "type": "preprint article", "abstract": "There is an urgent need to project how transmission of the novel betacoronavirus SARS-CoV-2\nwill unfold in coming years. These dynamics will depend on seasonality, the duration of\nimmunity, and the strength of cross-immunity to/from the other human coronaviruses. Using\ndata from the United States, we measured how these factors affect transmission of human\nbetacoronaviruses HCoV-OC43 and HCoV-HKU1. We then built a mathematical model to\nsimulate transmission of SARS-CoV-2 through the year 2025. We project that recurrent\nwintertime outbreaks of SARS-CoV-2 will probably occur after an initial pandemic wave. We\nsummarize the full range of plausible transmission scenarios and identify key data still needed\nto distinguish between them, most importantly longitudinal serological studies to determine the\nduration of immunity to SARS-CoV-2.", "text": "There is an urgent need to project how transmission of the novel betacoronavirus SARS-CoV-2will unfold in coming years. These dynamics will depend on seasonality, the duration ofimmunity, and the strength of cross-immunity to/from the other human coronaviruses. Usingdata from the United States, we measured how these factors affect transmission of humanbetacoronaviruses HCoV-OC43 and HCoV-HKU1. We then built a mathematical model tosimulate transmission of SARS-CoV-2 through the year 2025. We project that recurrentwintertime outbreaks of SARS-CoV-2 will probably occur after an initial pandemic wave. Wesummarize the full range of plausible transmission scenarios and identify key data still neededto distinguish between them, most importantly longitudinal serological studies to determine theduration of immunity to SARS-CoV-2.        Main text. The ongoing SARS-CoV-2 epidemic has caused nearly 80,000 detected cases ofCOVID-19 illness and claimed over 2,500 lives as of 24 Feb 2020 (                The transmission dynamics of the SARS-CoV-2 epidemic will depend on factorsincluding the degree of seasonal variation in transmission strength, the duration of immunity,and the degree of cross-immunity between SARS-CoV-2 and other coronaviruses. SARS-CoV-2belongs to the betacoronavirus genus, which includes the SARS coronavirus, MERScoronavirus, and two other human coronaviruses, HCoV-OC43 and HCoV-HKU1. The SARSand MERS coronaviruses cause severe illness with case fatality rates of 9 and 36%respectively, but the transmission of both has remained limited (                We used data from the United States to model betacoronavirus transmission intemperate regions and to project the possible dynamics of SARS-CoV-2 infection through theyear 2025. We first assessed the role of seasonal variation, duration of immunity, and crossimmunity on the transmissibility of HCoV-OC43 and HCoV-HKU1 in the US. We used theweekly percentage of positive laboratory tests for HCoV-OC43 and HCoV-HKU1 (                To quantify the relative contribution of immunity versus seasonal forcing on thetransmission dynamics of the betacoronaviruses, we adopted a regression model (        We integrated these findings into a two-strain ordinary differential equation (ODE)susceptible-exposed-infectious-recovered (SEIR) compartmental model to describe thetransmission dynamics of HCoV-OC43 and HCoV-HKU1 (Fig S3). The model provided a goodfit to both the weekly incidence proxies for HCoV-OC43 and HCoV-HKU1 and to the estimatedweekly effective reproduction numbers (Fig 2). According to the best-fit model parameters, thebasic reproduction number for HCoV-OC43 and HCoV-HKU1 varies between 1.4 in the summerand 2 in the winter, the duration of immunity for both strains is about 40 weeks, and each straininduces cross-immunity against the other, though the cross-immunity that HCoV-OC43 infectioninduces against HCoV-HKU1 is stronger than the reverse.        Next, we incorporated a third betacoronavirus into the dynamic transmission model torepresent SARS-CoV-2. We assumed that the incubation period and infectious period forSARS-CoV-2 were the same as the best-fit values for the other betacoronaviruses (5.0 and 4.9days, respectively; see Table S7), in agreement with other estimates (        i) SARS-CoV-2 can proliferate at any time of year. In all modeled scenarios,SARS-CoV2 was capable of producing a substantial outbreak regardless of establishment time.Winter/spring establishments favored longer-lasting outbreaks with shorter peaks (Fig 3A),while autumn/winter establishments led to more acute outbreaks (Fig 3B). The five-yearcumulative incidence proxies were comparable for all establishment times (Table 1).ii) If immunity to SARS-CoV-2 is not permanent, it will likely enter into regular circulation.Much like pandemic influenza, many scenarios lead to SARS-CoV-2 entering into long-termcirculation alongside the other human betacoronaviruses (e.g. Fig 3A–B), possibly in annual,biennial, or sporadic patterns over the next five years (Table 1). Short-term immunity (on theorder of 40 weeks, similar to HCoV-OC43 and HCoV-HKU1) favors the establishment of annualSARS-CoV-2 outbreaks, while longer-term immunity (two years) favors biennial outbreaks ifestablishment occurs in the winter or spring and sporadic outbreaks if establishment occurs inthe summer or autumn.iii) If immunity to SARS-CoV-2 is permanent, the virus could disappear for five or moreyears after causing a major outbreak. Long-term immunity consistently led to effectiveelimination of SARS-CoV-2 and lower overall incidence of infection. If SARS-CoV-2 inducescross immunity against HCoV-OC43 and HCoV-HKU1, the incidence of all betacoronavirusescould decline and even virtually disappear (Fig 3C). The virtual elimination of HCoV-OC43 andHCoV-HKU1 would be possible if SARS-CoV-2 induced 70% cross immunity against them,which is the same estimated level of cross-immunity that HCoV-OC43 induces againstHCoVHKU1.iv) Low levels of cross immunity from the other betacoronaviruses against SARS-CoV-2could make SARS-CoV-2 appear to die out, only to resurge after a few years. Even ifSARSCoV-2 immunity only lasts for two years, mild (30%) cross-immunity from HCoV-OC43 andHCoV-HKU1 could effectively eliminate the transmission of SARS-CoV-2 for up to three yearsbefore a resurgence in 2025, as long as SARS-CoV-2 does not fully die out (Fig 3D).        v) The dynamics of coronavirus outbreaks in temperate regions over the next five yearsmay depend heavily on the timing of SARS-CoV-2 establishment. Under certain scenarios,altering just the timing of SARS-CoV-2 establishment made the difference between annualshort-peaked outbreaks and more sporadic acute outbreaks in the post-pandemic period (Fig3E–F). The establishment of sustained transmission can be delayed by rapidly detecting andisolating introduced cases (                Our observations are consistent with other predictions of how the SARS-CoV-2 outbreakmight unfold. According to a study of geographic variation in the SARS-CoV-2 basicreproduction number across China, seasonal variations in absolute humidity will be insufficientto prevent the widespread transmission of SARS-CoV-2 (                Our study was subject to a variety of limitations. Only five seasons of observational dataon coronaviruses were available, though the incidence patterns resemble those from 10 yearsof data from a hospital in Sweden (                Accurately quantifying the probability of SARS-CoV-2 extinction would depend on manyfactors for which sufficient evidence is currently lacking. We have used percent test-positivemultiplied by percent ILI to approximate coronavirus incidence up to a proportional constant;results were similar when using the raw number of positive tests and the raw percent positive asincidence proxies, see Figure S1. While the percent test-positive multiplied by percent ILI hasbeen shown to be one of the best available proxies for influenza incidence (                Our findings indicate key pieces of information that are still required to know how thecurrent SARS-CoV-2 outbreak will unfold. Most crucially, longitudinal serological studies frompatients infected with SARS-CoV-2 could indicate whether or not immunity wanes, and at whatrate. According to our projections, this rate is the key modulator of the total SARS-CoV-2incidence in the coming years. While long-lasting immunity would lead to lower overall incidenceof infection, it would also complicate vaccine efficacy trials by contributing to low case numberswhen those trials are conducted, as occurred with Zika virus (        In summary, the total incidence of COVID-19 illness over the next five years will dependcritically upon whether or not it enters into regular circulation after the initial pandemic wave,which in turn depends primarily upon the duration of immunity that SARS-CoV-2 infectionimparts. The intensity and timing of pandemic and post-pandemic outbreaks will depend on thetime of year when widespread SARS-CoV-2 infection becomes established and, to a lesserdegree, upon the magnitude of seasonal variation in transmissibility and the level ofcrossimmunity that exists between the betacoronaviruses. Longitudinal serological studies areurgently required to determine the duration of immunity to SARS-CoV-2, and epidemiologicalsurveillance should be maintained in the coming years to anticipate the possibility ofresurgence.versions of this manuscript.We thank Marie Killerby and Amber Haynes for their helpful comments on earlyFunding. The authors received no funding for this work.Author contributions. SMK conceived of the study, conducted the analysis, and wrote themanuscript. CT conceived of the study, conducted the analysis, and wrote the manuscript.E.M.G. assisted with the analysis and edited the manuscript. YHG edited the manuscript andoversaw the work. ML edited the manuscript and oversaw the work.Competing interests. The authors declare no competing interests.        Data and materials availability. A data use agreement with the CDC is required toaccess the NREVSS human coronavirus dataset. ILINet data is publicly available through theFluView Interactive website (        A)C)E)B)D)F)establishment time of SARS-CoV-2.(A) χ3X = 0.3, χX3 = 0, σ3 = 1/40, test = week 12 (late March)(B) χ3X = 0.3, χX3 = 0, σ3 = 1/40, test = week 36 (early September)(C) χ3X = 0.7, χX3 = 0, σ3 = 0, test = week 12 (late March)(D) χ3X = 0.3, χX3 = 0.3, σ3 = 1/104, test = week 32 (mid August)(E) χ3X = 0.7, χX3 = 0, σ3 = 1/104, test = week 4 (early February)(F) χ3X = 0.7, χX3 = 0, σ3 = 1/104, test = week 26 (late June)        Data. Viral testing data came from the US National Respiratory and Enteric VirusSurveillance System (NREVSS) (                To estimate the incidence of each betacoronavirus, we used an incidence proxycalculated by multiplying the weekly percentage of positive tests for each coronavirus by theweekly population-weighted proportion of physician visits due to influenza-like illness (ILI) (                Estimating the impact of cross immunity and seasonal drivers of transmission. We usedthe effective reproduction number, defined as the average number of secondary infectionscaused by a single infected individual, to quantify the time-varying transmissibility of eachcoronavirus strain. We estimated the daily effective reproduction number (Ru) based on casecounts and the generation interval distribution (                The generation interval for the four commonly circulating coronaviruses has not beenwell-studied. In this analysis, we used the estimated serial interval distribution for SARS(Weibull with mean 8.4 days and standard deviation 3.8 days (                To understand the relative contribution of depletion of susceptibles compared toseasonal forcing in the observed data, we adapted a linear regression model as follows (                The entire population was assumed to be susceptible at the start of the simulation period(time = 0). Infection was introduced through a brief, small pulse in the force of infection (anincrease of 0.01/week for one half week) for each strain within the first year of the simulation,simulating the establishment of sustained person-to-person transmission. The model was runfor 24.5 years to allow the dynamics to reach a steady state, and then the simulated incidenceof Strain 1 and Strain 2 were compared with the percent test-positives multiplied by percent ofclinic visits for ILI for HCoV-OC43 and HCoV-HKU1, respectively. Model fit was assessed by loglikelihood. To determine the parameter values consistent with HCoV-OC43 and HCoV-HKU1transmission, we used latin hypercube sampling (LHS) (                We then used a hill-climbing algorithm to identify the maximum likelihood parameter values,using the best-fit parameter combination from the LHS scheme as initial conditions. The modelwas implemented in R version 3.6.1 (                Next, we incorporated a third strain into the dynamic transmission model to representSARS-CoV-2. Using the maximum likelihood parameter values, we simulated transmission ofHCoV-OC43 and HCoV-HKU1 for 20 years and then simulated the establishment of sustainedSARS-CoV-2 transmission using another half-week pulse in the force of infection. We assumedthat the incubation period and infectious period for SARS-CoV-2 were the same as the best-fitvalues for the other betacoronaviruses (5.0 and 4.9 days, respectively; see Table S7), in broadagreement with other estimates (        Table S1. Estimated regression model coefficients.Intercept[0, 2]Average lifespannonenoneweeksweeksweeksnonenonedaysdaysyearsBest value(95% CI)A)B)C)D)800stse600tve400itiso200P 0Figure S1. Incidence proxies and effective reproduction numbers for HCoV-HKU1 (gold) and HCoV-OC43 (blue). (A)Weekly number of positive tests from NREVSS. (B) Weekly percent positive laboratory tests. (C) Weekly percentpositive laboratory tests multiplied by percent of clinic visits for ILI. (D) Comparison of effective reproduction numbersby incidence measure using SARS serial interval. R effective estimates for HCoV-HKU1 that were greater than 3 (alloccurring at the end of 2014) are not shown.2017Date2017Date2018201920182019", "ref_list": [[], [""], ["Peiris, SARS legacy: outbreak reporting is expected and respected"], [""], ["The antigenic evolution of influenza: drift or thrift? Philos"], ["Complete genomic sequence of human coronavirus OC43: molecular clock analysis suggests a relatively recent zoonotic coronavirus transmission event"], ["Epidemiology, genetic recombination, and pathogenesis of coronaviruses"], ["Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention"], ["Center for Disease Control and Prevention, The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) -"], ["Human coronavirus circulation in the United States 2014-2017"], ["Impact of seasonal forcing on a potential SARS-CoV-2 pandemic"], ["Absolute humidity and the seasonal onset of influenza in the continental United States"], ["Absolute humidity and pandemic versus epidemic influenza"], ["Conjunction of factors triggering waves of seasonal influenza"], ["The time course of the immune response to experimental coronavirus infection of man"], ["Crossreactive antibodies in convalescent SARS patients' sera against the emerging novel human coronavirus EMC ("], ["An outbreak of human coronavirus OC43 infection and serological cross-reactivity with SARS coronavirus"], ["Centers for Disease Control and Prevention, “The National Respiratory and Enteric Virus Surveillance System (NREVSS)” ("], ["Lipsitch, Predicting the epidemic sizes of influenza A/H1N1, A/H3N2, and B: a statistical method"], ["Centers for Disease Control"], ["Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures"], ["How generation intervals shape the relationship between growth rates and reproductive numbers"], ["Driving factors of influenza transmission in the Netherlands"], ["Novel coronavirus 2019- nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application"], [""], ["The role of absolute humidity on transmission rates of the COVID-19 outbreak"], ["The US 2009 A(H1N1) influenza epidemic: quantifying the impact of school openings on the reproductive number"], ["Direct measurement of rates of asymptomatic infection and clinical care-seeking for seasonal coronavirus"], ["Sustainable Infrastructure in the Tropics,” State of the Tropics"], ["Global spatio-temporal patterns of influenza in the post-pandemic era"], ["Demonstrating vaccine effectiveness during a waning epidemic: A WHO/NIH meeting report on approaches to development and licensure of Zika vaccine candidates"], ["Transmission dynamics and control of severe acute respiratory syndrome"], [""], ["Comparison of three methods for selecting values of input variables in the analysis of output from a computer code"], ["A language and environment for statistical computing. (R Foundation for Statistical Computing"], [""], ["Characterizing the reproduction number of epidemics with early subexponential growth dynamics"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["D. L. Heymann", "J. S. Mackenzie", "M."], ["-"], ["P. S. Wikramaratna", "M. Sandeman", "M. Recker", "S. Gupta,"], ["L. Vijgen", "E. Keyaerts", "E. Moes", "I. Thoelen", "P. Lemey", "M. Van Ranst A.-M. Vandamme"], ["S. Su", "G. Wong", "W. Shi", "J. Liu", "A. C. K. Lai", "J. Zhou", "Y. Bi", "G. F. Gao"], ["Z. Wu", "J. M. McGoogan"], ["Chinese"], ["M. E. Killerby", "H. M. Biggs", "A. Haynes", "R. M. Dahl", "D. Mustaquim", "S. I. Gerber", "J. T. Watson"], ["R. A. Neher", "R. Dyrdak", "V. Druelle", "E. B. Hodcroft", "J. Albert,"], ["V. E. J. Shaman", "C. Pitzer", "B. T. Viboud", "M. Grenfell", "Lipsitch"], ["M. J. Shaman", "Lipsitch"], ["E. Chattopadhyay", "J. W. Kiciman", "J. L. Elliott", "A. Shaman", "Rzhetsky"], ["H. F. K. A. Callow", "M. Parry", "D. A. Sergeant", "Tyrrell"], ["J. F.-W. K.-H. Chan", "H. Chan", "H. Tse", "Chen", "J.-P. C. C.-Y. Lau", "Cai", "X. A. K.-L. Tsang", "Xiao", "S. K.-P. K. K.-W. To", "Lau", "B.-J. -Y. Woo", "M. Zheng", "Wang"], ["M. D. M. Patrick", "D. M. Petric", "R. Skowronski", "T. F. Guasparini", "M. Booth", "P. Krajden", "N. McGeer", "L. Bastien", "J. Gustafson", "S. T. Dubord", "L. F. David", "R. Srour", "A. Parker", "J. Andonov", "N. Isaac-Renton", "G. Loewen", "A. McNabb", "S.-H. McNabb", "S. Goh", "C. Henwick", "J. P. Astell", "M. Guo", "R. Drebot", "F. Tellier", "R. C. Plummer", "Brunham"], [], ["S. Cobey", "S. Takahashi", "J. C. Miller", "M."], [], ["P. J. Wallinga", "Teunis"], ["M. J. Wallinga", "Lipsitch"], ["D", "M. Boven", "Hooiveld"], ["J. R. J. M. Read", "D. A. Bridgen", "A. Cummings", "C. P. Ho", "Jewell"], ["S. A. Lauer", "K. H. Grantz", "Q. Bi", "F. K. Jones", "Q. Zheng", "H. Meredith", "A. S. Azman"], ["T. N. M. Linton", "Y. Kobayashi", "K. Yang", "A. R. Hayashi", "S. Akhmetzhanov", "B. Jung", "R. Yuan", "Kinoshita"], ["M. S. Majumder", "D. Liu", "C. Poirier", "K. D. Mandl", "M. Lipsitch", "M. Santillana"], ["M. K. E. Huang", "J. Lipsitch", "E. Goldstein, Shaman"], ["M. J. Shaman", "Galanti"], [], ["D. He", "R. Lui", "L. Wang", "C. K. Tse", "L. Yang", "L. Stone"], ["M. C. K. S. Vannice", "R. W. Cassetti", "J. Eisinger", "H. D. Hombach", "A. Marston", "M. Wilder-Smith", "P. R. Cavaleri", "Krause"], ["T. M. Lipsitch", "B. Cohen", "J. M. Cooper", "S. Robins", "S. K. Ma", "C. C. Chew", "M. H. Tan", "D. Samore", "M. Fisman", "Murray"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "E. H. Y. K. S. M. Leung", "J. Y. Lau", "X. Wong", "N. Xing", "Y. Xiang", "C. Wu", "Q. Li", "D. Chen", "T. Li", "J. Liu", "M. Zhao", "W. Liu", "C. Tu", "L. Chen", "R. Jin", "Q. Yang", "S. Wang", "R. Zhou", "H. Wang", "Y. Liu", "H. Luo", "Z. Li", "Y. Tao", "Z. Yang", "B. Deng", "Z. Liu", "J. T. Ma", "G. F. Wu", "B. J. Gao", "B. Cowling", "G. M. Yang", "Z. Leung", "N. Engl. J. Feng", "Med"], ["R. J. M. D. McKay", "W. J. Beckman", "Conover"], ["R Core Team", "R:"], ["K. Soetaert", "T. Petzoldt", "R. W. Setzer", "R"], ["C. Viboud", "L. Simonsen", "S. M. Moghadas"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "There is an urgent need to project how transmission of the novel betacoronavirus SARS-CoV-2\nwill unfold in coming years. These dynamics will depend on seasonality, the duration of\nimmunity, and the strength of cross-immunity to/from the other human coronaviruses. Using\ndata from the United States, we measured how these factors affect transmission of human\nbetacoronaviruses HCoV-OC43 and HCoV-HKU1. We then built a mathematical model to\nsimulate transmission of SARS-CoV-2 through the year 2025. We project that recurrent\nwintertime outbreaks of SARS-CoV-2 will probably occur after an initial pandemic wave. We\nsummarize the full range of plausible transmission scenarios and identify key data still needed\nto distinguish between them, most importantly longitudinal serological studies to determine the\nduration of immunity to SARS-CoV-2.", "one_words_summarize": "There is an urgent need to project how transmission of the novel betacoronavirus SARS-CoV-2will unfold in coming years. The SARSand MERS coronaviruses cause severe illness with case fatality rates of 9 and 36%respectively, but the transmission of both has remained limited (                We used data from the United States to model betacoronavirus transmission intemperate regions and to project the possible dynamics of SARS-CoV-2 infection through theyear 2025. According to the best-fit model parameters, thebasic reproduction number for HCoV-OC43 and HCoV-HKU1 varies between 1.4 in the summerand 2 in the winter, the duration of immunity for both strains is about 40 weeks, and each straininduces cross-immunity against the other, though the cross-immunity that HCoV-OC43 infectioninduces against HCoV-HKU1 is stronger than the reverse. We thank Marie Killerby and Amber Haynes for their helpful comments on earlyFunding. SMK conceived of the study, conducted the analysis, and wrote themanuscript. A data use agreement with the CDC is required toaccess the NREVSS human coronavirus dataset. Infection was introduced through a brief, small pulse in the force of infection (anincrease of 0.01/week for one half week) for each strain within the first year of the simulation,simulating the establishment of sustained person-to-person transmission. We assumedthat the incubation period and infectious period for SARS-CoV-2 were the same as the best-fitvalues for the other betacoronaviruses (5.0 and 4.9 days, respectively; see Table S7), in broadagreement with other estimates (        Table S1. Intercept[0, 2]Average lifespannonenoneweeksweeksweeksnonenonedaysdaysyearsBest value(95% CI)A)B)C)D)800stse600tve400itiso200P 0Figure S1. C) Weekly percentpositive laboratory tests multiplied by percent of clinic visits for ILI. ( D) Comparison of effective reproduction numbersby incidence measure using SARS serial interval."}