{"date": "2020/03/02", "journal": "medrxiv", "authors": "Zian Zhuang, Shi Zhao, Qianying Lin, Peihua Cao, Yijun Lou, Lin Yang, Daihai He", "title": "Preliminary estimation of the novel coronavirus disease (COVID-19) cases in Iran: a modelling analysis based on overseas cases and air travel data", "type": "preprint article", "abstract": "As of 1 March 2020, Iran has reported 987 COVID-19 cases and including 54\nassociated deaths. At least six neighboring countries (Bahrain, Iraq, Kuwait, Oman,\nAfghanistan and Pakistan) have reported imported COVID-19 cases from Iran. We\nused air travel data and the cases from Iran to other Middle East countries and\nestimated 16533 (95% CI: 5925, 35538) COVID-19 cases in Iran by 25 February,\nbefore UAE and other Gulf Cooperation Council countries suspended inbound and\noutbound flights from Iran.", "text": "As of 1 March 2020, Iran has reported 987 COVID-19 cases and including 54associated deaths. At least six neighboring countries (Bahrain, Iraq, Kuwait, Oman,Afghanistan and Pakistan) have reported imported COVID-19 cases from Iran. Weused air travel data and the cases from Iran to other Middle East countries andestimated 16533 (95% CI: 5925, 35538) COVID-19 cases in Iran by 25 February,before UAE and other Gulf Cooperation Council countries suspended inbound andoutbound flights from Iran.Keywords: coronavirus disease 2019; air travel data; ascertainment rateThe coronavirus disease 2019 (COVID-19) first emerged in Wuhan, Hubei Province,China in the end of 2019, and soon spread to the rest of China and overseas (Bogochet al., 2020). To date, there were 78630 cases reported in China and 3664 casesconfirmed in 46 foreign countries (World Health Organization, 2020). Recently, Iranhas become an epicenter in the Middle East region, which has the largest cumulativenumber of deaths outside China (Wikipedia, 2020). As of 1 March 2020, Iran hasconfirmed 987 COVID-19 cases and including 54 associated deaths (Wikipedia,2020). At least six neighboring countries (Bahrain, Iraq, Kuwait, Oman, Afghanistanand Pakistan) have reported imported COVID-19 cases from Iran. Given the seriousconcerns over the under-ascertainment of COVID-19 cases in Iran (ABC News, 2020),UAE and other Gulf Cooperation Council countries have suspended inbound andunder-ascertainment.In this study, we used the imported cases and air travel data from Iran to other MiddleEast countries to estimate the number of COVID-19 cases in Iran. Then we comparedour estimates with the number of reported cases in Iran to evaluate the extent ofWe obtained transport capability of international airlines from 30 major airports inplatform (https://data.variflight.com/). We collected the number of exported casesfrom Iran to other countries in the Middle East (World Health Organization, 2020).Population size of Iran (81,800,269 in 2018) was obtained from the World Bank(https://data.worldbank.org/). Table 1 shows the number of daily population flow andtotal reported cases of countries used in our calculation.Following Imai et al.’s (2020), we assumed number of cases (n) exported from Iranfollows a Binomial distribution (Bin) with size N and probability p. Here, Nrepresents total number of cases infected in Iran, and p is the probability that one caseis detected overseas. We approximated p by the ratio of daily outbound passengers ofIran (D) over total size of population (M) that those airports serve and multiplying themean duration (t) from exposure to detection. Thus, p = Dt / M. We set t at 10 daysaccording to (Imai et al., 2020). We assumed that the catchment population is the totalpopulation of Iran. We calculated the maximum likelihood estimates of the totalnumber of COVID-19 cases in Iran (λ) by fitting model to the number of confirmedcases with Binomial-distributed likelihood framework. As shown in Eqn (1), ·represents the total log-likelihood and k is the total number of countries we selected.The 95% confidence intervals (CI) are calculated by using the profile likelihoodestimation approach determined by a Chi-square quantile.log∑log, ;.(1)To explore more alternative scenarios, we also considered a smaller catchmentpopulation (60,000,000) and a shorter detection window (8 days). We considered abaseline scenario with 100% attendance rate for each aircraft as well as otheralternative scenarios. In addition, we tested the situation that 90% and 70%attendance rate for each aircraft, keeping other situation as baseline scenario.We estimated the total number of cases in Iran was 16533 (95% CI: 5925, 35538) by25 February 2020. Table 2 summarizes the sensitivity analysis of varying the baselineassumptions and alternative scenarios about catchment population, detection windowand attendance rates.        As suggested by Zhao et al. (2020), underreporting was likely occurred at the earlystage of the COVID-19 outbreak, due to the shortage of diagnostic kits andinadequate screening for suspected cases (Imai et al., 2020). Recent study by Tuite etal. (2020) estimated a total of 18,300 (95% CI: 3770-53,470) cases in Iran by 25February 2020. Our estimates are consistent with Tuite et al.’s (2020) work. Toconclude, Iran’s ascertainment rate could be at a level of 0.6% by Feb 25, 2020. Thehealth security capabilities of many countries in the Middle East are below the worldaverage        London.2020.oronavirus/.5. Khaleej Times, Covid-19: UAE, other GCC states suspend flights to Iran.s-suspend-flights-to-iran- , 2020 (accessed 1 March 2020).6. Tuite AR, Bogoch I, Sherbo R, Watts A, Fisman DN, Khan K. Estimation ofCOVID-2019 burden and potential for international dissemination of infectionfrom Iran. medRxiv. 2020.(accessed 1 March 2020)7. Wikipedia,2020coronavirusoutbreakinThe30largestairportsandairlineshttps://www.worlddata.info/asia/iran/airports.php , 2020 (accessed 1 March 2020).Report – 36.inUnreported Number of Novel Coronavirus (2019-nCoV) Cases in China in theFirst Half of January 2020: A Data-Driven Modelling Analysis of the EarlyOutbreak.Journalofclinicalmedicine.2020;9(2):388.CountryUnited Arab EmiratesLebanonOman1833140500212Daily passengers from IranReported cases from IranThe ethical approval or individual consent was not applicable.All data and materials used in this work were publicly available.DH was supported by General Research Fund (15205119) of Research Grants Councilof Hong Kong and an Alibaba-Hong Kong Polytechnic University CollaborativeThe funding agencies had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approvalof the manuscript; or decision to submit the manuscript for publication.DH was supported by an Alibaba (China) - Hong Kong Polytechnic UniversityCollaborative Research project. Other authors declare no competing interests.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Ghsindex", "S Zhao", "SS Musa", "Q Lin", "J Ran", "G Yang", "W Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As of 1 March 2020, Iran has reported 987 COVID-19 cases and including 54\nassociated deaths. At least six neighboring countries (Bahrain, Iraq, Kuwait, Oman,\nAfghanistan and Pakistan) have reported imported COVID-19 cases from Iran. We\nused air travel data and the cases from Iran to other Middle East countries and\nestimated 16533 (95% CI: 5925, 35538) COVID-19 cases in Iran by 25 February,\nbefore UAE and other Gulf Cooperation Council countries suspended inbound and\noutbound flights from Iran.", "one_words_summarize": "As of 1 March 2020, Iran has reported 987 COVID-19 cases and including 54associated deaths. Weused air travel data and the cases from Iran to other Middle East countries andestimated 16533 (95% CI: 5925, 35538) COVID-19 cases in Iran by 25 February,before UAE and other Gulf Cooperation Council countries suspended inbound andoutbound flights from Iran. In this study, we used the imported cases and air travel data from Iran to other MiddleEast countries to estimate the number of COVID-19 cases in Iran. We assumed that the catchment population is the totalpopulation of Iran. The 95% confidence intervals (CI) are calculated by using the profile likelihoodestimation approach determined by a Chi-square quantile.log∑log, ;.(1)To explore more alternative scenarios, we also considered a smaller catchmentpopulation (60,000,000) and a shorter detection window (8 days). We estimated the total number of cases in Iran was 16533 (95% CI: 5925, 35538) by25 February 2020. DH was supported by an Alibaba (China) - Hong Kong Polytechnic UniversityCollaborative Research project."}