{"date": "2020/03/02", "journal": "medrxiv", "authors": "Ge Chen, Jiarong Xie, Guangli Dai, Peijun Zheng, Xiaqing Hu, Hongpeng Lu, Lei Xu, Xueqin Chen, Xiaomin Chen", "title": "Validity of Wrist and Forehead Temperature in Temperature Screening in the General Population During the Outbreak of 2019 Novel Coronavirus: a prospective real-world study", "type": "preprint article", "abstract": "These authors contributed equally to this work. (Validity of Wrist and Forehead Temperature in Temperature Screening in the General Population During the Outbreak of COVID-19)", "text": "* Corresponding authorsChina;China;thermometer; IRTT, infrared tympanic thermometers; ROC, receiver–operator characteristic.29303132333435363738394041424344454647484950Aims: Temperature screening is important in the population during the outbreak of 2019Novel Coronavirus (COVID-19). This study aimed to compare the accuracy and precision ofwrist and forehead temperature with tympanic temperature under different circumstances.Methods: We performed a prospective observational study in a real-life population. Weconsecutively collected wrist and forehead temperatures in Celsius (°C) using a non-contactinfrared thermometer (NCIT). We also measured the tympanic temperature using a tympanicthermometers (IRTT) and defined fever as a tympanic temperature ≥37.3°C.Results: We enrolled a total of 528 participants including 261 indoor and 267 outdoorparticipants. We divided outdoor participants into four types according to their means oftransportation to the hospital as walk, bicycle, electric vehicle, car, and inside the car. Underdifferent circumstance, the mean difference ranged from -1.72 to -0.56°C in different groupsfor the forehead measurements, and -0.96 to -0.61°C for the wrist measurements. Bothmeasurements had high fever screening abilities in inpatients (wrist: AUC 0.790; 95% CI:0.725-0.854, P <0.001; forehead: AUC 0.816; 95% CI: 0.757-0.876, P <0.001). The cut-offvalue of wrist measurement for detecting tympanic temperature ≥37.3°C was 36.2°C with a86.4% sensitivity and a 67.0% specificity, and the best threshold of forehead measurementwas also 36.2°C with a 93.2% sensitivity and a 60.0% specificity.Conclusions: Wrist measurement is more stable than forehead measurement under differentcircumstance. Both measurements have great fever screening abilities for indoor patients. Thecut-off value of both measurements was 36.2°C. (ClinicalTrials.gov number: NCT04274621)51525354555657585960616263646566676869707172737475        The outbreaks of 2019 novel coronavirus COVID-19 (previously known as 2019-nCoV)has attracted global attention, due to its strong transmission ability and certain fatality (                During the epidemic, infrared tympanic thermometers (IRTT) and non-contact infraredthermometer (NCIT) are being applied to temperature screening in the general population (                However, foreheadtemperatureisaffectedbyphysiologicalandenvironmental conditions (                Wrist temperature in this outbreak is under consideration. Before testing, they just needto roll up their sleeves at 10 cm above the palmar side of the wrist. Considering this area iscovered with clothing, the wrist temperatures may keep stable. Previous study showedwearable devices (WD) on the wrist were applied in temperature monitoring in clinical7677787980818283practice (        In this study, we explored the accuracy and advantages of wrist temperaturemeasurement in a real-life population in different environments and conditions. We aimed tofind the thresholds of this key technique for diagnosis of fever. It may assist to improve thestandardization of both practical use and performance, especially indispensable in thepandemic 2019-nCoV situation.858687888990919293949596979899100101102103104105106107108109This was a prospective observational study in a real-life population. We consecutivelyenrolled a total of 572 participants at Ningbo First Hospital in China in this study (Figure 1).The exclusion criteria included: (i) Age ≤ 18 years (n = 6); (ii) Wearing hearing aid, orhaving a cerumen (n = 7); (iii) Participants with soft tissue infection or trauma (n =3); (iv)Missing data of wrist, forehead, and tympanic temperature (n = 4); and (v) Participants whoseforehead temperature measurements showed “low” (n = 23). We finally enrolled 528 eligibleparticipants for the final analysis, including 261 indoor and 267 outdoor participants. The 261indoor participants were from the fever clinic and emergency department, and the 267outdoor participants included patients and accompanying family members. The data of indoorparticipants were collected consecutively between February 14th and February 20th, 2020.The data of outdoor participants were collected on February 14th, 15th, 17th, 2020.Temperature readings were taken by trained and experienced nurses. Each participant wasmeasured for wrist, forehead, and tympanic temperature twice. The temperatures wererecorded by mean wrist temperature, forehead, and tympanic temperature, respectively. Dataregardingage, gender, transportation, occupation, and temperaturewere recordedimmediately by the nurse to pre-printed files.The study was approved by Ningbo First Hospital Ethics Committee. All participantswere asked verbally. They gave their oral informed consent in this study. The study wasregistered in ClinicalTrials.gov with identifier number: NCT04274621.Indoor patients at the fever clinic and emergency department were those who has beenindoors for at least a few minutes. The outdoor participants were divided into four typeaccording to their means of transportation to the hospital as walk, bicycle/electric vehicle, car,and inside the car.        Tympanic temperature was measured using IRTT (Braun ThermoScan PRO 6000). Wristand forehead temperature were measured using NCIT. The NCIT was ranged 32.0–42.9°C.The accuracy was ± 0.2°C. NCIT measurements were taken following the manufacturer'sinstructions in the mid-forehead and a region at 10 cm above the palmar side of the wrist.After pulling the pinna backward, the nurse inserted IRTT into the external auditory meatus.The probe was held in the same position until the “beep” was heard. Temperature readingswere taken by the same trained nurse in the following order: forehead, forehead (the secondtime), left wrist, right wrist, left tympanic, and right tympanic. The data were recorded byanother researcher in pre-printed files. Tympanic membrane is in close proximity to thehypothalamus and the internal carotid artery (        Power calculation was performed for sample size. The following parameters were used: apower of 90%, an α-error level of 0.05, estimating a standard deviation of 1°C and a potentialallowable error of 0.2°C. Considering a 10% possibility of dropouts and otherwise missingdata, at least 293 subjects were needed in our study.135136137138139140141142143144145Continuous variables were expressed as mean ± standard deviation (SD), and categoricaldatainfrequencyandproportion.        Theagreementsforeachmethodversustympanic temperature were analyzed by Bland–Altman analysis (        In this prospective observational study, a total of 528 participants were enrolled. Figure 1summarizes characteristics of the participants. The mean age was 46.7 ± 16.4 years. 69.4% (n= 297) of participants were males, and 78.2% (n = 413) were patients (Table 1). Meanforehead, wrist, tympanic measurements were 35.6 ± 1.2°C, 35.7 ± 0.8°C, and 36.6 ± 0.6°C,respectively. There were 44 patients with fever in indoor patients. The data of outdoorparticipants were collected on February 14th, 15th, 17th, 2020. Mean weather temperatureswere 13°C, 14°C, and 7°C, respectively.Bland-Altman comparison among the participants under different environmentTable 2 showed mean temperatures and Bland-Altman analysis among the participantsunder different environment. Compared with tympanic temperature as golden standard, themean difference ranged from -1.72 to -0.56°C for the forehead measurement, and -0.96 to-0.61°C for the wrist measurement. We observed a lower variation in wrist than foreheadtemperature measurements.Outdoor participants were divided into four types as walk, bicycle or electric vehicle, car,and inside the car. For those who walked, the agreement limits for wrist and tympanic wasbetween -2.05 and 0.34°C; -4.07 and 0.64°C for forehead and tympanic (Figure 2A, B). Forthose who used bicycle or electric vehicle, the agreement limits for wrist and tympanic wasbetween -2.14 and 0.93°C; -3.82 and 0.84°C for forehead and tympanic (Figure 2C, D). Forthose who were transported by car, the agreement limits for wrist and tympanic was between-1.43 and -0.44°C; -1.47 and -0.36°C for forehead and tympanic (Figure 2E, F). For thosewho were inside the car, the agreement limits for wrist and tympanic was between -1.54 and-0.15°C; -2.41 and 0.16°C for forehead and tympanic (Figure 2G, H). It highlighted that wrist171172173174175176177178179180181182183184185186187188189190temperature had narrower 95% limits of agreement than forehead. Wrist measurements hadthe higher percentage of differences falling within ± 0.5°C than forehead measurements inthese four types.For indoor patients, the agreement limits for wrist and tympanic was between -2.70 and-0.77°C; -1.91 and 0.80°C for forehead and tympanic (Figure 3). 57.1% of forehead valueswere included within ± 0.5°C, followed by wrist values (41.4%). We also explore theagreement of left and right wrists (Figure S1). The mean bias is 0.00. The agreement limitsfor wrist and tympanic was between -0.74 and 0.74°C. It showed good agreement betweenright and left wrists.We performed a ROC curves in indoor patients for detecting tympanic temperature≥37.3°C. Figure 4 shows the comparison between wrist and forehead measurements fordetection of fever. Both measurement had significantly great abilities of screening patientsfor fever (wrist: AUC 0.790; 95% CI: 0.725–0.854, P <0.001; forehead: AUC 0.816; 95% CI:0.757–0.876, P <0.0001). The cut-off value of wrist measurement for detecting tympanictemperature ≥37.3°C was 36.2°3 with a 86.4% sensitivity and a 67.0% specificity. And thebest threshold of forehead measurement was also 36.2°6 with a 93.2% sensitivity and a 60.0%specificity.191192193194195196197198199200201202203204205206207208209210211212213214215In this prospective real-world study, we found that wrist temperature measurement ismore stable than forehead using NCIT under different circumstances in outdoor participants.Both measurement had significantly great abilities of screening patients for fever in indoorpatients. The cut-off value for wrist and forehead temperature were both 36.2°C. Theyshowed good sensitivity. It may assist for fever screening in the population, especially in theoutbreak of 2019 Novel Coronavirus (COVID-19). To our knowledge, this study was the firstto explore the reliability and validity of wrist and forehead temperature measurement in massscreening.        Previous studies showed that axilla, rectal temperature were the gold standards in clinicalpractice (14, 15). However, it was impractical for the large-scale screening. Timesaving andless invasive tools were needed. IRTT and NCIT are being applied in the general populationduring the epidemic. A lot of disposable plastic covers were consumed, which may increasethe financial burden. In China, it cost 1–2 RMB (about 0.2 dollars) for per disposable plasticcover. Besides, indirect contacts increased the risk of cross infection. Forehead temperaturewas used for the widespread use of population screening using NCIT. However, it can beaffected by a person’s physiological and environmental conditions (        The strengths of this study included its large sample size, and prospective design in thereal-world setting. There were several limitations. First, it is difficult to quantify thephysiological and environmental conditions. Second, only one brand of thermometer wasenrolled in this study. It was uncertain that it could be generalized to all brands ofthermometers in the market.In conclusion, this study confirmed wrist measurement was more stable for participantsunder different circumstance than foreheadmeasurement. Bothmeasurement hadsignificantly great fever screening abilities for indoor patients, and the cut-off value of bothmeasurements for fever was 36.2°C. Further studies are needed to explore the validity andaccuracy of wrist temperature.Xiaoming ChenStudy concept and design: Ge Chen, Lei Xu, Xueqin Chen, and Xiaoming Chen; Acquisitionof data: Peijun Zheng, Xiaqing Hu, Guangli Dai, Lei Xu and Hongpeng Lu; Analysis andinterpretation of data: Jiarong Xie and Ge Chen. Drafting of the manuscript: Jiarong Xie andGe Chen. Study supervision: Lei Xu, Xueqin Chen, and Xiaoming Chen.Author Approvalall authors have seen and approved the manuscript.and sorting of data.The authors thank Jihong Zhang for sorting of data; Ximing Jiang, Ying Xin for acquisitionThe data used to support the findings of this study are available from the correspondingauthor (Xiaoming Chen).258References290291292293294295296297298299300301302303304temporal-artery thermometer for adult and pediatric patients. Anesthesia &Analgesia2002;95:67-71.non-contact infrared skin, and axillary thermometer to rectal temperature measurements in apediatric emergency observation unit. Int J Clin Exp Med 2018;11:567-573.temperature comparison with oral mercury thermometer readings in an OPD setting. J CollPhysicians Surg Pak 2010;20:33-36.and Forehead Temperatures Measured by Infrared Thermometers. In: 2017 Design ofMedical Devices Conference; 2017: American Society of Mechanical Engineers DigitalCollection; 2017.305306307308309310311312313314315316317318319320321is the mean temperature of each method and tympanic. Y axis is the difference of eachmethod and tympanic. Red dashed line showed mean bias. Black dashed lines showed 95%limits of agreement. (A), (B) for those who walked; (C), (D) for those who usedbicycle/electric vehicle; (E), (F) for those who were transported by car; (G), (H) for thosewho were inside the carindoor patients. X axis is the mean temperature of each method and tympanic. Y axis is thedifference of each method and tympanic. Red dashed line showed mean bias. Black dashedlines showed 95% limits of agreement.323324VariablesAge, yearsGender, male, n (%)Total (n = 528)325(-2.70—0.77)(-1.91—0.80)(-2.05—0.34)(-4.07—0.64)(-2.14—0.93)(-3.82—0.84)(-1.43—-0.44)(-1.47—-0.36)(-1.54—-0.15)(-2.41—0.16)", "ref_list": [[], ["Reducing mortality from 2019-nCoV: host-directed therapies should be an option"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Updated understanding of the outbreak of 2019 novel coronavirus (2019‐nCoV) in Wuhan, China"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Ou C-q, He J-x"], ["Measurement accuracy of fever by tympanic and axillary thermometry"], ["Forehead or ear temperature measurement cannot replace rectal measurements, except for screening purposes"], ["Skin temperature measurement using an infrared thermometer on patients who have been exposed to cold"], ["Monitoring skin temperature at the wrist in hospitalised patients may assist in the detection of infection"], ["Body temperature and its regulation"], ["Accuracy of tympanic temperature measurement using an infrared tympanic membrane thermometer"], ["Measuring agreement in method comparison studies"], ["Insufficiency in a new 14"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A Zumla", "DS Hui", "EI Azhar", "ZA Memish", "M. Maeurer"], ["JT Wu", "K Leung", "GM Leung"], ["W Wang", "J Tang", "F Wei"], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], ["Y Guan", "Liang W-h"], ["I Devrim", "A Kara", "M Ceyhan", "H Tezer", "AK Uludag", "AB Cengiz"], ["CB Mogensen", "L Wittenhoff", "G Fruerhøj", "S. Hansen"], ["U Erenberk", "E Torun", "E Ozkaya", "S Uzuner", "AD Demir", "R Dundaroz"], ["S Holt", "J Yo", "C Karschimkus", "F Volpato", "S Christov", "E Smith"], ["I. Campbell"], ["GI Gasim", "IR Musa", "MT Abdien", "I. Adam"], ["JM Bland", "Altman DG"], ["M-I Suleman", "AG Doufas", "O Akça", "M Ducharme", "DI Sessler", "E Berksoy", "M Anıl", "Y Bıcılıoğlu", "G Gökalp", "A Bal", "MZ Rabbani", "M Amir", "M Malik", "M Mufti", "M Bin Pervez", "Iftekhar S", "O Vesnovsky", "Y Li", "L Topoleski", "L Zhu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "* Corresponding authors\nChina;\nChina;\nthermometer; IRTT, infrared tympanic thermometers; ROC, receiver–operator characteristic.\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\nAims: Temperature screening is important in the population during the outbreak of 2019\nNovel Coronavirus (COVID-19). This study aimed to compare the accuracy and precision of\nwrist and forehead temperature with tympanic temperature under different circumstances.\nMethods: We performed a prospective observational study in a real-life population. We\nconsecutively collected wrist and forehead temperatures in Celsius (°C) using a non-contact\ninfrared thermometer (NCIT). We also measured the tympanic temperature using a tympanic\nthermometers (IRTT) and defined fever as a tympanic temperature ≥37.3°C.\nResults: We enrolled a total of 528 participants including 261 indoor and 267 outdoor\nparticipants. We divided outdoor participants into four types according to their means of\ntransportation to the hospital as walk, bicycle, electric vehicle, car, and inside the car. Under\ndifferent circumstance, the mean difference ranged from -1.72 to -0.56°C in different groups\nfor the forehead measurements, and -0.96 to -0.61°C for the wrist measurements. Both\nmeasurements had high fever screening abilities in inpatients (wrist: AUC 0.790; 95% CI:\n0.725-0.854, P <0.001; forehead: AUC 0.816; 95% CI: 0.757-0.876, P <0.001). The cut-off\nvalue of wrist measurement for detecting tympanic temperature ≥37.3°C was 36.2°C with a\n86.4% sensitivity and a 67.0% specificity, and the best threshold of forehead measurement\nwas also 36.2°C with a 93.2% sensitivity and a 60.0% specificity.", "one_words_summarize": "* Corresponding authorsChina;China;thermometer; IRTT, infrared tympanic thermometers; ROC, receiver–operator characteristic.29303132333435363738394041424344454647484950Aims: Temperature screening is important in the population during the outbreak of 2019Novel Coronavirus (COVID-19). This study aimed to compare the accuracy and precision ofwrist and forehead temperature with tympanic temperature under different circumstances. Methods: We performed a prospective observational study in a real-life population. Weconsecutively collected wrist and forehead temperatures in Celsius (°C) using a non-contactinfrared thermometer (NCIT). We divided outdoor participants into four types according to their means oftransportation to the hospital as walk, bicycle, electric vehicle, car, and inside the car. Considering this area iscovered with clothing, the wrist temperatures may keep stable. Previous study showedwearable devices (WD) on the wrist were applied in temperature monitoring in clinical7677787980818283practice (        In this study, we explored the accuracy and advantages of wrist temperaturemeasurement in a real-life population in different environments and conditions. It may assist to improve thestandardization of both practical use and performance, especially indispensable in thepandemic 2019-nCoV situation.858687888990919293949596979899100101102103104105106107108109This was a prospective observational study in a real-life population. We finally enrolled 528 eligibleparticipants for the final analysis, including 261 indoor and 267 outdoor participants. Each participant wasmeasured for wrist, forehead, and tympanic temperature twice. Dataregardingage, gender, transportation, occupation, and temperaturewere recordedimmediately by the nurse to pre-printed files. The study was approved by Ningbo First Hospital Ethics Committee. The data were recorded byanother researcher in pre-printed files. The data of outdoorparticipants were collected on February 14th, 15th, 17th, 2020. For thosewho were inside the car, the agreement limits for wrist and tympanic was between -1.54 and-0.15°C; -2.41 and 0.16°C for forehead and tympanic (Figure 2G, H). Wrist measurements hadthe higher percentage of differences falling within ± 0.5°C than forehead measurements inthese four types. A lot of disposable plastic covers were consumed, which may increasethe financial burden. In China, it cost 1–2 RMB (about 0.2 dollars) for per disposable plasticcover."}