{"date": "2020/02/04", "journal": "biorxiv", "authors": "Miyssa I. Abdelmageed, Abdelrahman H. Abdelmoneim, Mujahed I. Mustafa, Nafisa M. Elfadol, Naseem S. Murshed, Shaza W. Shantier, Abdelrafie M. Makhawi", "title": "Design of multi epitope-based peptide vaccine against E protein of human COVID-19: An immunoinformatics approach", "type": "preprint article", "abstract": "Background: on the late December 2019, a new endemic has been spread across Wuhan City, China; within a few weeks, a novel coronavirus designated as 2019 novel coronavirus (2019-nCoV) was announced by the World Health Organization (WHO). In late January 2020, WHO declared the outbreak a “public-health emergency of international concern” due to the rapid spreading and increasing worldwide. There is no vaccine or approved treatment for this emerging infection; therefore, the objective of this paper is to design a multi epitope peptide vaccine against 2019-nCoV using immunoinformatics approach. Method: We will highlight a technique facilitating the combination of immunoinformatics approach with comparative genomic approach to determine our potential target for designing the T cell epitopes-based peptide vaccine using the envelope protein of 2019-nCoV as a target. Results: Extensive mutations, insertion and deletion were discovered with comparative sequencing in 2019-nCoV strain; in addition, 10 MHC1 and MHC2 related peptides were promising candidates for vaccine design with adequate world population coverage of 88.5% and 99.99% respectively. Conclusion: T cell epitopes-based peptide vaccine was designed for 2019nCoV using envelope protein as an immunogenic target; nevertheless, the proposed T cell epitopes-based peptide vaccine rapidly needs to validates clinically to ensure its safety and immunogenic profile to assist on stopping this epidemic before it leads to devastating global outbreaks.", "text": "        In the last few decades, there were six strains of coronaviruses, but in                Phylogenetic analysis in        The core mechanism of the peptide vaccines is built on the chemical method tosynthesize the recognized B-cell and T-cell epitopes that are immunodominant and caninduce specific immune responses. B-cell epitope of a target molecule can be linked witha T-cell epitope to make it immunogenic. The T-cell epitopes are short peptide fragments(8-20 amino acids), whereas the B-cell epitopes can be proteins.[26, 27] As far we know,this is the first study to design a multi epitope-based peptide vaccine against using animmunoinformatics approach. Rapid further studies are recommended to prove theefficiency of the predicted epitopes as a peptide vaccine against this emerging infection.2. Materials and Methods:        The full genebank files of complete genomes an        In silico analysis software for visualization of comparisons between complete genomesequences and associated annotations.[28] To identify regions of similarity,rearrangements, insertions and at any level from base-pair differences to the wholegenome. It’s available at(https://www.sanger.ac.uk/science/tools/artemis-comparisontool-act ).        The first server for alignment-independent prediction of protective antigens. It allowsantigen classification solely based on the physicochemical properties of proteins withoutrecourse to sequence alignment. It predicts the probability of the antigenicity one ormultiple of protein based on auto cross covariance (ACC) transformation of proteinsequence. Structural Co        It is a software package proposed to stream a distinct program that can run nearly anysequence operation as well as a few basic alignment investigations. Thesequences of E protein were retrieved from UniProt run it by BioEdit to determine if theconserved sites through ClustalW in the application settings.[30]MEGA (version 10.1.6) is software for comparative analysis of molecular sequences. It isused for pairwise and multiple sequences alignment alongside construction and analysisof phylogenetic trees and evolutionary relationships. The gap penalty was 15 for openingand 6.66 for extending the gap for both pairwise and multiple sequences alignment.Bootstrapping of 300 was used in construction of maximum like hood phylogenetictree.[31, 32] It's available at: (https://www.megasoftware.net ).IEDB tools were used to predict the conserved sequences (10-mer sequence) from HLAclass I and class II T-cell epitopes by using artificial neural network (ANN)approach.[33-35] while HLA-II T-cell epitopes were recognized by using NN-alignapproach.[36] For the binding analysis, all the alleles were carefully chosen, andthe length was set at 10 before prediction was done. Analysis of epitopes binding toMHC-I molecules was assessed by the IEDB MHC-I prediction server at(http://tools.iedb.org/mhci/ ). Artificial Neural Network (ANN) version 2.2 was chosen asPrediction method as it depends on the median inhibitory concentration (IC50)[33, 37-39]the selected candidates were evaluated by the IEDB MHC-II prediction tool at(http://tools.iedb.org/mhcii/). All Conserved Immunodominant peptides at score equal orless than 100 median inhibitory concentrations (IC50) were selected for additionalanalysis while epitopes with IC50 greater than 100 were eliminated.[40]Population coverage for each epitope was carefully chosen by the IEDB populationcoverage calculation tool. The epitopes have diverse binding sites with different HLAalleles. Therefore, all the most promising epitope candidates were calculated forpopulation coverage against the whole world, China and Europe population to get andensure a universal vaccine.[41, 42] It’s available at (http://tools.iedb.org/population/ )3D Modeling By using the reference sequence of E protein that has been obtained fromgene bank and use it as an input in RaptorX to predict the 3D structure of E protein;[43,44] then the visualization of the obtained 3D protein structure was done by UCSFChimera (version1.8).[45]vaccine prediction.The reference sequence of envelope protein was aligned with HCov-HKU1 referenceprotein using artemis comparison tool as illustrated in (Figure 1); then the mutatedprotein were tested for antigenicity where the envelope protein founded as the bestimmunogenic target by Vaxigen software. (Table 1)        Figure (2): Artemis analysis of envelope protein displaying 3 windows, the upperwindow represents HCov- HKU1 reference sequence and its genes are highlighted inblue starting from orflab gene and ending with N gene. The middle window describes thesimilarities and the difference between the two genomes. Red lines indicate matchbetween genes from the two genomes blue lines indicates inversion which representssame sequences in the two genomes but they are organized in the opposite direction, an                N genes .Sequence alignment of en                Figure (3): sequence alignment of 4 strains of en        The alignment was done by BioEdit software.        Figure (4): visualization of most promising peptide in MHC1 in en                Figure (7) : Showing world coverage of 99.99% for MHC2 predicted world Populationcoverage of the vaccine base        DPB1*04:01,HLA-DPA1*02:01,HLALVKPSFYVYSRVKNLDPB1*05:01,HLA-DPB1*06:01,HLADPA1*03:01,HLA-DPB1*04:02,HLADPA1*02:01,HLA-DPB1*01:01,HLADQA1*06:01,HLA-DQB1*04:02,HLAworld Coverage/10coverage peptidePSFYVYSRVKNLNSSNIVNVSLVKPSFYVYLLVTLAILTALRLCADQA1*05:01,HLA-DQA1*02:01,HLADQA1*01:04,HLA-DQB1*05:03,HLADQA1*01:02,HLA-DQB1*05:01,HLADRB1*07:01,HLA-DRB1*08:01,HLADRB1*09:01,HLA-DRB1*11:01,HLADRB4*01:03,HLA-DRB3*03:01,HLADRB1*01:01,HLA-DRB1*15:01,HLADRB1*16:02,HLA-DRB1*13:01,HLADRB1*10:01,HLA-DRB1*08:02,HLADRB5*01:01,HLA-DRB1*13:02,HLADRB1*04:05,HLA-DRB3*02:02,HLA-DRB1*04:01HLA-DPA1*01:03,HLA-DPB1*02:01,HLADPB1*03:01,HLA-DPB1*04:01,HLADPA1*03:01,HLA-DPB1*04:02,HLADPA1*02:01,HLA-DPB1*05:01,HLADPB1*06:01,HLA-DQA1*05:01,HLADQB1*04:02,HLA-DQA1*01:02,HLADQB1*05:01,HLA-DQA1*06:01,HLADRB1*01:01,HLA-DRB1*08:01,HLADRB1*04:01,HLA-DRB1*11:01,HLADRB1*09:01,HLA-DRB1*07:01,HLADRB4*01:03,HLA-DRB1*04:05,HLADRB1*10:01,HLA-DRB1*13:01,HLADRB1*08:02,HLA-DRB1*16:02,HLADRB1*15:01,HLA-DRB3*03:01,HLADRB3*02:02,HLA-DRB1*04:04,HLADRB5*01:01,HLA-DRB1*13:02HLA-DPA1*01:03,HLA-DPB1*02:01,HLADPB1*04:01,HLA-DPB1*06:01,HLADPA1*02:01,HLA-DPB1*01:01,HLADQA1*01:02,HLA-DQB1*05:01,HLADQA1*05:01,HLA-DQB1*04:02,HLADQA1*02:01,HLA-DQB1*03:01,HLADQB1*03:03,HLA-DQB1*03:03,HLADQB1*04:02,HLA-DRB1*12:01,HLADRB1*01:01,HLA-DRB5*01:01,HLADRB3*03:01,HLA-DRB1*13:01,HLADRB1*07:01,HLA-DRB1*15:01,HLADRB4*01:03,HLA-DRB1*04:04,HLADRB1*08:02,HLA-DRB1*09:01,HLADRB1*13:02,HLA-DRB1*11:01,HLADRB1*04:05,HLA-DRB1*10:01HLA-DPA1*01:03,HLA-DPB1*02:01,HLADPB1*06:01,HLA-DPA1*03:01,HLADPB1*04:02,HLA-DQA1*01:02,HLADQB1*05:01,HLA-DQA1*02:01,HLADQB1*03:01,HLA-DQB1*03:03,HLADQA1*05:01,HLA-DQB1*04:02,HLA99.86%East Asia:99.91%99.77%SFYVYSRVKNLNSSRLVTLAILTALRLCAYVTLAILTALRLCAYCDQA1*06:01,HLA-DQA1*01:03,HLADQB1*06:03,HLA-DRB4*01:03,HLADRB1*01:01,HLA-DRB1*13:01,HLADRB1*04:04,HLA-DRB5*01:01,HLADRB3*03:01,HLA-DRB1*10:01,HLADRB1*15:01,HLA-DRB1*07:01,HLADRB1*11:01,HLA-DRB1*08:01,HLADRB1*12:01,HLA-DRB1*03:01,HLADRB4*01:01,HLA-DRB1*16:02,HLA-DRB1*08:02HLA-DPA1*01:03,HLA-DPB1*03:01,HLADPB1*02:01,HLA-DPA1*03:01,HLADPB1*04:02,HLA-DPA1*02:01,HLADPB1*05:01,HLA-DPB1*06:01,HLADQA1*05:01,HLA-DQB1*04:02,HLADQA1*01:02,HLA-DQB1*05:01,HLADRB1*04:01,HLA-DRB1*01:01,HLADRB1*11:01,HLA-DRB1*08:01,HLADRB1*07:01,HLA-DRB1*09:01,HLADRB4*01:03,HLA-DRB1*10:01,HLADRB1*13:01,HLA-DRB1*04:05,HLADRB1*08:02,HLA-DRB1*16:02,HLADRB3*02:02,HLA-DRB3*03:01,HLADRB1*04:04,HLA-DRB1*15:01,HLADRB5*01:01,HLA-DRB1*13:02HLA-DPA1*01:03,HLA-DPB1*02:01,HLADPB1*06:01,HLA-DPA1*03:01,HLADPB1*04:02,HLA-DQA1*01:02,HLADQB1*05:01,HLA-DQA1*02:01,HLADQB1*03:01,HLA-DQB1*03:03,HLADQA1*05:01,HLA-DQB1*04:02,HLADQB1*06:02,HLA-DQA1*02:01,HLADQA1*06:01,HLA-DRB4*01:03,HLADRB1*01:01,HLA-DRB1*13:01,HLADRB1*04:04,HLA-DRB1*12:01,HLADRB1*10:01,HLA-DRB5*01:01,HLADRB1*15:01,HLA-DRB1*11:01,HLADRB3*03:01,HLA-DRB1*03:01,HLADRB1*08:01,HLA-DRB1*07:01,HLADRB4*01:01,HLA-DRB1*16:02,HLADRB1*04:02,HLA-DRB1*08:02HLA-DPA1*01:03,HLA-DPB1*06:01,HLADPA1*03:01,HLA-DPB1*04:02,HLADQA1*02:01,HLA-DQB1*03:01,HLADQA1*01:02,HLA-DQB1*05:01,HLADQB1*06:02,HLA-DQA1*05:01,HLADQB1*04:02,HLA-DQB1*03:03,HLADQA1*06:01,HLA-DQB1*04:02,HLADRB1*01:01,HLA-DRB4*01:03,HLADRB1*13:01,HLA-DRB1*04:04,HLADRB1*12:01,HLA-DRB1*10:01,HLADRB5*01:01,HLA-DRB1*15:01,HLADRB1*11:01,HLA-DRB1*03:01,HLADRB3*03:01,HLA-DRB1*08:01,HLADRB1*07:01,HLA-DRB4*01:01,HLA-DRB1*04:02HLA-DPA1*01:03,HLA-DPB1*06:01,HLADPB1*04:02,HLA-DQA1*01:02,HLADQB1*05:01,HLA-DQA1*05:01,HLADQB1*04:02,HLA-DQA1*02:01,HLADQB1*03:01,HLA-DQB1*03:03,HLADQA1*01:03,HLA-DQB1*06:03,HLADRB3*03:01,HLA-DRB1*12:01,HLADRB5*01:01,HLA-DRB1*01:01,HLADRB1*07:01,HLA-DRB4*01:03,HLADRB1*13:01,HLA-DRB1*15:01,HLADRB1*08:02,HLA-DRB1*04:04,HLADRB1*09:01,HLA-DRB1*13:02,HLADRB1*11:01,HLA-DRB1*04:05,HLADRB4*01:01,HLA-DRB1*10:01CNIVNVSLVKPSFYVTo study the evolutionary relationship between all the 7 strains of coronavirus a multiplesequence alignment (MSA) was performed using ClustalW by MEGA software, thisalignment was used to construct maximum likelihood phylogenetic tree as seen infigure (3).Figure (8): Maximum like hood phylogenetic tree which describes the evolutionaryrelationship between the seven strains of coronavirus.Designing of a novel vaccine is very crucial to defending the rapid endless ofglobal burden of disease.[46-49] in the last few decades, biotechnology has beenadvances rapidly, alongside with the understanding of immunology have assisted the riseof new approaches towards rational vaccines design.[50] With the advancement variousbioinformatics tools and databases, we can design peptide vaccine[51, 52]; peptides canact as ligands in the development of vaccine.[53] This approach had been used frequentlyin Saint Louis encephalitis virus,[54] dengue virus,[55] chikungunya virus,[56] etc. hasalready been proposed.        The 2019-nCoV is an RNA virus,[9] which tends to mutate more commonly than theDNA viruses.[57] These mutations lied on the surface of t                To filter the four candidates we use Vaxigen software to test the probability of antigenicproteins, so the translated protein were tested by the software which revealed protein E asthe most antigenic gene with the highest probability as showed in (Table 1). This resultwas confirmed from the literature in which protein E was investigated in severe acuterespiratory syndro                Both flu and anti-HIV drugs are used currently on c                Extensive mutations, insertion and deletion were discovered with comparati        The authors acknowledge the DeanshipUniversity of Bahri for the supportive cooperation.ofReferences:[5][6][7][8][9][10][11][12][13][14][15][16][17][18][19][20][21][22][23][24][25][26][27][28][29][30][31][32][33][34][35][36][37][38][39][40][41][42][43][44][45][46][47][48][49][50][51][52][53][54][55][56][57][58][59][60][61][62][63][64]", "ref_list": [[], ["\"Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle,\""], ["\"The continuing 2019- nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China,\""], ["\"The 2019-new coronavirus epidemic: evidence for virus evolution,\""], ["\"Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS,\""], ["\"A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster,\""], ["\"Recent advances in the detection of respiratory virus infection in humans,\""], ["\"Molecular diagnosis of respiratory virus infections,\""], ["\"Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR,\""], ["\"Emerging coronaviruses: genome structure, replication, and pathogenesis,\""], ["\"Drug treatment options for the 2019-new coronavirus (2019-nCoV),\""], ["\"Prediction of conformational epitopes with the use of a knowledge-based energy function and geometrically related neighboring residue characteristics,\""], ["and"], ["\"More than one reason to rethink the use of peptides in vaccine design,\""], ["and"], ["\"Immunoinformatics and its relevance to understanding human immune disease,\""], [""], ["\"Computational vaccinology and epitope vaccine design by immunoinformatics,\""], [""], ["\"The use of databases, data mining and immunoinformatics in vaccinology: where are we?,\""], ["\"Immunoinformatics: In Silico Approaches and Computational Design of a Multi-epitope, Immunogenic Protein,\""], ["\"Coronavirus envelope (E) protein remains at the site of assembly,\""], ["\"Subcellular location and topology of severe acute respiratory syndrome coronavirus envelope protein,\""], ["\"Heterologous gene expression from transmissible gastroenteritis virus replicon particles,\""], ["\"Generation of a replication-competent, propagation-deficient virus vector based on the transmissible gastroenteritis coronavirus genome,\""], ["\"A single polar residue and distinct membrane topologies impact the function of the infectious bronchitis coronavirus E protein,\""], ["Meziane el, A"], ["\"Synthetic peptide vaccines: unexpected fulfillment of discarded hope?,\""], ["\"ACT: the Artemis Comparison Tool,\""], ["\"VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines,\""], ["\"Design and evaluation of primer pairs for efficient detection of avian rotavirus,\" Trop Anim Health Prod"], ["\"Molecular Evolutionary Genetics Analysis (MEGA) for macOS,\""], ["\"MEGA4: Molecular Evolutionary Genetics Analysis (MEGA) software version 4.0,\""], ["\"Reliable prediction of T-cell epitopes using neural networks with novel sequence representations,\""], ["\"NetMHC3.0: accurate web accessible predictions of human, mouse and monkey MHC class I affinities for peptides of length 8-11,\""], ["\"Gapped sequence alignment using artificial neural networks: application to the MHC class I system,\""], ["\"NN-align. An artificial neural network-based alignment algorithm for MHC class II peptide binding prediction,\""], [""], ["\"Sensitive quantitative predictions of peptide-MHC binding by a 'Query by Committee' artificial neural network approach,\""], ["\"Accurate approximation method for prediction of class I MHC affinities for peptides of length 8, 10 and 11 using prediction tools trained on 9mers,\""], ["\"The validity of predicted T-cell epitopes,\""], ["\"Several common HLA-DR types share largely overlapping peptide binding repertoires,\""], ["\"T-cell epitope vaccine design by immunoinformatics,\""], ["and"], ["\"GenBank,\""], ["\"RaptorX-Property: a web server for protein structure property prediction,\""], ["-a visualization system for exploratory research and analysis,\""], ["\"Developing countries face double burden of disease,\""], ["\"Genome-derived vaccines,\""], ["LaBute, and"], ["\"Emerging and re-emerging infectious diseases: influenza as a prototype of the host-pathogen balancing act,\""], ["\"Combining immunoprofiling with machine learning to assess the effects of adjuvant formulation on human vaccine-induced immunity,\""], ["\"In Silico Tools and Databases for Designing Peptide-Based Vaccine and Drugs,\""], ["\"Novel in silico tools for designing peptide-based subunit vaccines and immunotherapeutics,\""], ["\"Monocyclic Peptides: Types, Synthesis and applications,\""], [""], ["\"A computational approach for identification of epitopes in dengue virus envelope protein: a step towards designing a universal dengue vaccine targeting endemic regions,\""], ["\"Peptide vaccine against chikungunya virus: immuno-informatics combined with molecular docking approach,\""], ["and"], ["\"Immune selection and genetic sequence variation in core and envelope regions of hepatitis C virus,\""], ["\"Role of CD8+ T cells in control of West Nile virus infection,\""], ["\"Design and synthesis of HLAA*02-restricted Hantaan virus multiple-antigenic peptide for CD8(+) T cells,\""], [""], ["\"Landscapes of binding antibody and T-cell responses to pox-protein HIV vaccines in Thais and South Africans,\""], ["\"Peptide-glycodendrimers As Potential Vaccines for Olive Pollen Allergy,\""], ["and"], ["\"A highly conserved WDYPKCDRA epitope in the RNA directed RNA polymerase of human coronaviruses can be used as epitope-based universal vaccine design,\""], ["\"Comparative genomics,\""], ["\"Artemis and ACT: viewing, annotating and comparing sequences stored in a relational database,\""], ["\"Population genomics supports baculoviruses as vectors of horizontal transfer of insect transposons,\""], ["\"Coronavirus envelope protein: current knowledge,\""], ["\"Efficient assembly and release of SARS coronavirus-like particles by a heterologous expression system,\""], ["\"Conserved antigenic sites between MERS-CoV and Batcoronavirus are revealed through sequence analysis,\""], ["\"Genome organization of the SARSCoV,\" Genomics Proteomics Bioinformatics"], ["Present in Two Distinct Pools with Different Effects on Assembly and the Secretory Pathway,\""], ["\"Pathogenicity of severe acute respiratory coronavirus deletion mutants in hACE-2 transgenic mice,\""], ["\"Immunization with an attenuated severe acute respiratory syndrome coronavirus deleted in E protein protects against lethal respiratory disease,\""], [""], ["\"Lethal infection of K18-hACE2 mice infected with severe acute respiratory syndrome coronavirus,\""], ["\"Severe acute respiratory syndrome coronaviruses with mutations in the E protein are attenuated and promising vaccine candidates,\""], ["\"Rapid generation of a mouse model for Middle East respiratory syndrome,\" Proc Natl Acad Sci U S A"], ["\"Systemic and mucosal immunity in mice elicited by a single immunization with human adenovirus type 5 or 41 vector-based vaccines carrying the spike protein of Middle East respiratory syndrome coronavirus,\""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H. Lu", "C. W. Stratton", "Y. W. Tang"], ["D. S. Hui", "I. A", "T. A. Madani", "F. Ntoumi", "R. Kock", "O. Dar"], ["D. Benvenuto", "M. Giovannetti", "A. Ciccozzi", "S. Spoto", "S. Angeletti", "M. Ciccozzi"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["J. F. Chan", "S. Yuan", "K. H. Kok", "K. K. To", "H. Chu", "J. Yang"], ["N. Zhang", "L. Wang", "X. Deng", "R. Liang", "M. Su", "C. He"], ["A. J. B. Mahony", "M. Petrich", "Smieja"], ["O. V. M. Corman", "M. Landt", "R. Kaiser", "A. Molenkamp", "D. K. Meijer", "Chu"], ["Y. Chen", "Q. Liu", "D. Guo"], ["H. Lu"], ["Y. T. Lo", "T. W. Pai", "W. K. Wu", "H. T. Chang"], ["W. Li", "M. D. Joshi", "S. Singhania", "K. H. Ramsey", "A. K. Murthy"], ["A. W. Purcell", "J. McCluskey", "and J. Rossjohn"], ["N. L. Dudek", "P. Perlmutter", "M. I. Aguilar", "N. P. Croft", "A. W. Purcell"], ["V. Brusic", "N. Petrovsky"], [], ["S. Khalili", "A. Jahangiri", "H. Borna", "K. Ahmadi Zanoos", "J. Amani"], [], ["N. R. Hegde", "S. Gauthami", "H. M. Sampath Kumar", "J. Bayry"], ["A. A. Bahrami", "Z. Payandeh", "S. Khalili", "A. Zakeri", "M. Bandehpour"], ["P. Venkatagopalan", "S. M. Daskalova", "L. A. Lopez", "K. A. Dolezal", "B. G. Hogue"], ["J. L. Nieto-Torres", "M. L. Dediego", "E. Alvarez", "J. M. Jimenez-Guardeno", "J. A. Regla-Nava", "M. Llorente"], ["B. K. M. Curtis", "R. S. Yount", "Baric"], ["J. Ortego", "D. Escors", "H. Laude", "L. Enjuanes"], ["T. R. Ruch", "C. E. Machamer"], ["S. Dermime", "D. E. Gilham", "D. M. Shaw", "E. J. Davidson", "K.", "Armstrong"], ["R. H. Meloen", "J. P. Langeveld", "W. M. Schaaper", "J. W. Slootstra", "Sep-Dec"], ["Parkhill", "Aug 15"], ["I. A. Doytchinova", "D. R. Flower", "Jan 5"], ["O. O. Oni", "A. A. Owoade", "C. A. O. Adeyefa"], ["G. Stecher", "K. Tamura", "S. Kumar"], ["K. Tamura", "J. Dudley", "M. Nei", "S. Kumar"], ["M. Nielsen", "C. Lundegaard", "P. Worning", "S. L. Lauemoller", "K. Lamberth", "S. Buus"], ["C. Lundegaard", "K. Lamberth", "M. Harndahl", "S. Buus", "O. Lund", "M. Nielsen"], ["M. Andreatta", "M. Nielsen", "Feb 15"], ["M. Nielsen", "O. Lund"], ["18 Sep"], ["S. Buus", "S. L. Lauemoller", "P. Worning", "C. Kesmir", "T. Frimurer", "S. Corbet"], ["C. Lundegaard", "O. Lund", "M. Nielsen"], ["C. Lundegaard", "M. Nielsen", "O. Lund"], ["S. Southwood", "J. Sidney", "A. Kondo", "E. M. F. del Guercio", "S. Appella", "Hoffman"], ["A. Patronov", "I. Doytchinova", "8 Jan"], ["H. H. Bui", "J. Sidney", "K. Dinh", "S. Southwood", "M. J. Newman", "A. Sette", "17 Mar"], ["D. A. Benson", "M. Cavanaugh", "K. Clark", "I. Karsch-Mizrachi", "D. J. Lipman", "J. Ostell"], ["S. Wang", "W. Li", "S. Liu", "J. Xu"], ["E. F. Pettersen", "T. D. Goddard", "C. C. Huang", "G. S. Couch", "D. M. Greenblatt", "E. C. Meng", "\"UCSF"], ["S. J. Marshall"], ["R. A. S. De Groot", "Rappuoli"], ["B. Korber", "M."], ["A. S. Fauci"], ["S. Chaudhury", "E. H. Duncan", "T. Atre", "S. Dutta", "M. D. Spring", "W. W. Leitner"], ["S. S. Usmani", "R. Kumar", "S. Bhalla", "V. Kumar", "G. P. S. Raghava"], ["S. K. Dhanda", "S. S. Usmani", "P. Agrawal", "G. Nagpal", "A. Gautam", "G. P. S. Raghava"], ["Y. Khazaei-Poul", "S. Farhadi", "S. Ghani", "S. A. Ahmadizad", "J. Ranjbari"], [], ["S. Chakraborty", "R. Chakravorty", "M. Ahmed", "A. Rahman", "T. M. Waise", "F. Hassan"], ["A. M. Tahir Ul Qamar", "Bari", "A. M. M. Adeel", "U. A. Maryam", "X. Ashfaq", "Du", "27 Oct"], ["S. S. Twiddy", "E. C. Holmes", "A. Rambaut"], ["H. J. M. Christie", "R. W. Chapel", "W. M. Chapman", "Rosenberg"], ["B. Shrestha", "M. S. Diamond"], ["Y. Ma", "K. Tang", "Y. Zhang", "Y. Zhang", "B. Jin"], ["31 Jan"], ["L. P. Zhao", "A. Fiore-Gartland", "L. N. Carpp", "K. W. Cohen", "N. Rouphael", "L. Fleurs"], ["S. Benede", "J. Ramos-Soriano", "F. Palomares", "J. Losada", "A. Mascaraque", "J. C. LopezRodriguez"], ["G. Tapia-Calle", "P. A. Born", "M. I. Gonzalez-Rodriguez", "W. L. J. Hinrichs", "A. L. W. Huckriede", "13 Nov"], ["R. Sharmin", "A. B. Islam", "29 May"], ["R. C. Hardison"], ["T. Carver", "M. Berriman", "A. Tivey", "C. Patel", "U. Bohme", "B. G. Barrell"], ["C. Gilbert", "A. Chateigner", "L. Ernenwein", "V. Barbe", "A. Bezier", "E. A. Herniou"], ["D. Schoeman", "B. C. Fielding", "27 May"], ["E. Mortola", "P. Roy"], ["R. Sharmin", "A. B. Islam"], ["J. Xu", "J. Hu", "J. Wang", "Y. Hu", "J. Wen"], ["J. W. Westerbeck", "C. E. Machamer", "\"A Coronavirus E Protein Is"], ["L. M. L. Dediego", "M. T. Pewe", "S. Rejas", "L. Perlman", "Enjuanes"], ["J. Netland", "M. L. DeDiego", "C. Zhao", "E. Fett", "J. L. Alvarez", "Nieto-Torres"], [], ["P. B. McCray", "L. Jr.", "C. Pewe", "M. Wohlford-Lenane", "L. Hickey", "L. Manzel", "Shi"], ["C. Fett", "Castano-Rodriguez"], ["J. Zhao", "K. Li", "C. Wohlford-Lenane", "S. S. Agnihothram", "C. Fett", "J. Zhao"], ["X. Guo", "Y. Deng", "H. Chen", "J. Lan", "W. Wang", "X. Zou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In the last few decades, there were six strains of coronaviruses, but in\n        ", "one_words_summarize": "In the last few decades, there were six strains of coronaviruses, but in                Phylogenetic analysis in        The core mechanism of the peptide vaccines is built on the chemical method tosynthesize the recognized B-cell and T-cell epitopes that are immunodominant and caninduce specific immune responses. Structural Co        It is a software package proposed to stream a distinct program that can run nearly anysequence operation as well as a few basic alignment investigations. It isused for pairwise and multiple sequences alignment alongside construction and analysisof phylogenetic trees and evolutionary relationships. The gap penalty was 15 for openingand 6.66 for extending the gap for both pairwise and multiple sequences alignment. Bootstrapping of 300 was used in construction of maximum like hood phylogenetictree.[31, 32] It's available at: (https://www.megasoftware.net ).IEDB tools were used to predict the conserved sequences (10-mer sequence) from HLAclass I and class II T-cell epitopes by using artificial neural network (ANN)approach.[33-35] while HLA-II T-cell epitopes were recognized by using NN-alignapproach.[36] For the binding analysis, all the alleles were carefully chosen, andthe length was set at 10 before prediction was done. The epitopes have diverse binding sites with different HLAalleles."}