{"date": "2020/02/27", "journal": "medrxiv", "authors": "Ying Huang, Rui Yang, Ying Xu, Ping Gong", "title": "Clinical characteristics of 36 non-survivors with COVID-19 in Wuhan, China", "type": "preprint article", "abstract": "# Huang，Zhou，Yang, Xu and Feng contributed equally to this work and should be regarded as co-first authors. * Huang and Gong are contributed equally as corresponding authors.", "text": "non-survivors with COVID-19.Although the outbreak of Coronavirus disease 2019 (COVID-19) has caused over 2200 deaths inChina, there was no study about death yet. We aimed to describe the clinical characteristics ofFor this retrospective, single-center study, we included 36 non-survivors with COVID-19 in theFifth Hospital of Wuhan. Cases were confirmed by real-time RT-PCR between Jan 21 and Feb10, 2020 according to the recommended protocol. The epidemiological, demographic, clinical,laboratory, radiological and treatment data were collected and analyzed. Outcomes werefollowed up until Feb 14, 2020. This study was approved by the ethics commissions of the FifthHospital of Wuhan, with a waiver of informed consent due to a public health outbreakinvestigation.We included 36 patients who died from COVID-19. The mean age of the patients was 69.22years (SD 9.64, range 50-90). 25(69.44%) patients were males, and 11 (30.56%) female. 26(72.22%) patients had chronic diseases, mainly including hypertension, cardiovascular diseaseand diabetes. Patients had common clinical symptoms of fever (34 [94.44%] patients), cough (28[77.78%] patients), shortness of breath (21 [58.33%] patients), and fatigue (17 [47.22%] patient).Chest computed tomographic scans showed that 31 (96.88%) patients had bilateral pneumonia.Lymphopenia (lymphocyte count, 0.67 × 109/L [SD, 0.33]) occurred in 24 patients (70.59%),decreased albumin (30.18, [SD, 4.76]) in 25 patients (80.65%), elevated D-dimer (8.64 [IQR,2.39-20]) in 27 patients (100%), and elevated lactate dehydrogenase (502.5 U/L [IQR, 410-629])in 26 patients (100%). Nearly all of the patients have elevated CRP (106.3 mg/L [IQR,60.83225.3]), PCT (0.61 ng/ml [IQR, 0.16-2.10]) and IL-6 (100.6 pg/ml [IQR, 51.51-919.5]). Mostpatients received antiviral therapy and antibiotic therapy, and more than half of patients receivedglucocorticoid therapy (25 [69.44%]). All the patients had acute respiratory distress syndrome(ARDS). The median time from onset to ARDS was 11 days. One (2.78%) patient presentedwith acute renal injury. The median time from onset to death was 17 days.Lots of patients died from COVID-19 till now. The median survival time of these non-survivorsfrom onset to death was about 2 weeks. Most patients were older males with comorbidities. Theyfinally progressed to ARDS. The median time from onset to ARDS was 11 days. Graduallydecreased lymphocytes and increased inflammation biomarkers were common, and need to bemonitored in the routine treatment.There is no any funder involved in this study.The outbreak of Coronavirus disease 2019 (COVID-19) caused by severe acute respiratory1 2syndrome coronavirus 2 (SARS-CoV-2) happened since December 2020 in Wuhan .SARSCoV-2 has been spreading in China as well as in other countries3–6. The outbreak ofSARS-CoV2 infection has been declared as a Public Health Emergency of International Concern by theWorld Health Organization (WHO) on 30 January 2020. According to the situation report fromWHO, as of 21 February 2020, SARS-Cov-2 infection has caused 76769 confirmed cases in 27countries and 2247 deaths globally7.Severity of COVID-19 varied from mild to severe.8 Mortality rate of COVID-19 can be reduced,by timely identifying those who are at higher risk of developing into critically ill patients, closelymonitoring changes of their disease course, and applying intensive care treatment to thesepatients. However, reports about dead cases of COVID-19 were limited but warranted,considering the large amount of confirmed cases, which is still increasing. In this single-centeredstudy, we retrospectively analysed specific clinical information of 36 non-survivors infected withSARS-CoV-2.For this retrospective, single-center study, we included 36 non-survivors with COVID-19 in theFifth Hospital of Wuhan. Cases were confirmed between Jan 21 and Feb 10, 2020 according tothe recommended protocol. This study was approved by the ethics commissions of hospital, witha waiver of informed consent due to a public health outbreak investigation.COVID-19 was confirmed by real-time RT-PCR using the same protocol described previously9.Additionally, all patients were given chest computed tomography (CT). We obtainedepidemiological, demographic, clinical, laboratory, treatment and outcome data from patients'medical records. Clinical outcomes were followed up to Feb 14, 2020.We analysed epidemiological, demographics, exposure history, smoking history, chronic medicalillness, signs and symptoms on admission, comorbidity, chest CT findings, laboratory findingsand treatment measures.Categorical variables were described as count (%). Continuous variables were described usingmean (SD) if they are normally distributed, median (IQR) if they are not. All statistical analyseswere performed using R (version 3.6.1).We included 36 patients who died from COVID-19 in the Fifth Hospital of Wuhan. One (2.78%)patients had a history of exposure to the Huanan seafood market in Wuhan. The mean age of thepatients was 69.22 years (SD 9.64, range 50-90). Twenty-five (69.44%) patients were males, and11 (30.56%) female. Four (11.11%) patients have smoking history. Twenty-six (72.22%) patientshad chronic diseases. The most common chronic diseases were hypertension (21, 58.33%),cardiovascular (8, 22.22%) and diabetes (7, 19.44%) (Table 1).On admission, most patients had fever, cough and more than half of them had shortness of breath(Table 2). Other symptoms included fatigue, dyspnea, sputum production, disturbance ofconsciousness, diarrhea, hemoptysis and myalgia. (Table 2). Patients had common clinicalsymptoms of fever (34, 94.44%), cough (28, 38.89%), shortness of breath (21, 58.33%), fatigue(17, 47.22%), dyspnea (14, 38.89%), sputumproduction (8, 22.22%), disturbance ofconsciousness (8, 22.22%), diarrhea (3, 8.33%), hemoptysis (2, 5.56%), and muscle ache (1,2.78%).According to chest CT scan, 31 (96.88%, N=32) patients showed bilateral pneumonia (75%). Onadmission, leucocytes were below the normal range in 5 (14.71%) patients and above the normalrange in 11 (32.35%) patients (Table 3). Neutrophils showed above the normal range in 16(47.06%) patients. Lymphocytes and hemoglobin were below the normal range in many patients(Table 3). Twelve (35.39%) patients’ platelets were below the normal range. 22 patients hadvarying degrees of liver function abnormality, with alanine aminotransferase (ALT) or aspartateaminotransferase (AST) rose above the normal range (Table 3). Elevation of lactatedehydrogenase were showed in 26 (100%, N=26) patients. About 30% of these patients haddifferent degrees of renal function damage, with elevated blood urea nitrogen or serum creatinine.Regarding the infection index, procalcitonin (PCT) rose above the normal range in 28 (100%)patients. 11 patients were tested for IL-6, most of whose index were above the normal range(Table 3). 32 patients had increased C-reactive protein (CRP).Thirty-five (35, 97.22%) patients received antiviral treatment, including oseltamivir, ganciclovir,ribavirin or umifenovir hydrochloride. All patients were given antibiotic treatment (Table 2); 14(38.89%) patients with a single antibiotic and 22 (61.11%) patients with combination therapy. 25(69.44%) patients were also treated with glucocorticoids, and 20 (55.56%) patients treated withintravenous immunoglobulin therapy. Six patients have received aerosol inhalation treatmentwith a-IFN. Almost all the patients (35, 97.22%) received oxygen therapy, in which 19 (52.78%)patients used non-invasive ventilator mechanical ventilation and 9 (25%) patients used aninvasive ventilator to assist ventilation.All the cases had developed into Acute respiratory distress syndrome (ARDS). The median timefrom onset to ARDS was 11 days (Supplementary Figure 1). One (2.78%) patient presented withacute renal injury before ARDS. Electrolyte disturbance occurred in 16 patients (44.44%, Table2). The median time from onset to death was 17 days (Figure 1).We reported on 36 patients who died from SARS-CoV-2 infection in a single hospital of Wuhan.All these patients had ARDS and 28 (77.78%) patients needed mechanical ventilation. Bilateralpneumonia was detected in most patients on admission. Previous studies have shown that elderpatients and males who were confirmed with coronavirus infection are at higher risk of ARDS,10which was consistent with our study. Antibiotic treatment was used to prevent secondaryinfections since these patients were critically ill. Antiviral regimes were also used in mostpatients which we hoped may have roles but still need more data. However, there were nospecific remedies for SARS-CoV-2 yet11,12. Therefore, most patients were treated withsupportive treatment and intensive care. Unfortunately, due to restrictions of hospital’sconditions and the heavy burden of COVID-19 in Wuhan City, neither were we able to providepatients in need with advanced life support systems like Extracorporeal Membrane Oxygenation(ECMO), nor were able to transport all serious patients to superior hospital for better medicaltreatments in time. The median survival time of the patients in our study was only 2 weeksapproximately, which was shorter compared to previous reports13. According to the studyconducted by Yang et al., the mortality rate in critically ill patients with COVID-19 was higherthan that in critically ill patients with SARS. To help patients who were critically ill survive fromSARS-CoV-2 infection, advanced life support systems and other more intensive care are needed.In our cohort, non-survivors were hospitalized at 10 days after onset, and most of patientsdevelop into ARDS within the first 3 days after admission (Supplementary Figure 1). Thisconcentratedly reflected the current situation under the outbreak and was closely related to therun-up of medical resources. Early detection and intervention of patients are especially importantwhich can delay the development from mild to severe cases. Encouragingly, more intensive careunits (ICU) are being constructed, and more specialists and clinicians from different regions inChina are assembling in medical institutions in Wuhan. Ultimately, the mortality of COVID-19will decrease as the clinical capacity improves.As reported in previous studies, patients who are male, elder or have a history of cerebrovasculardisease are at higher risk of SARS-CoV-2 infection2,14,15. In our study, we found that themajority of coronavirus non-survivors were male patients, elder patients and patients withchronic diseases, which indicated that these patients might be also at increased risk of becomingcritically ill or death. Cerebrovascular diseases were the most common comorbidities.Twentytwo (61.11%) non-survivors had cerebrovascular diseases in our report, and the percentage ofcerebrovascular diseases among non-survivors was higher than that reported by Yang et al13.Besides, there were 4 (11.11%) non-survivors who had smoking history and 4 (11.11%) hadpreexisting COPD. According to previous studies on middle east respiratory syndromecoronavirus (MERS-CoV), smokers and COPD patients might be susceptible to MERS. Further,compared to non-smokers, smokers and COPD patients had a higher dipeptidyl peptidase IV(DPP4) expression, which was inversely correlated with lung function and diffusing capacityparameters16. Although the relationship between smoking history and susceptibility as well asworse outcomes in COVID-19 remains unclear, we cautioned that the prognosis of COVID-19 inpatients with smoking history might be more severe.In our cohort, lymphocytopenia occurred in more than 70% of patients at admission, which is amain laboratory feature in COVID-19 patients15,17. Lymphocytopenia have been identified in thecritically ill patients with SARS-CoV and MERS infection18,19. As mentioned in previous studies,the severity of lymphocytopenia might indicate the severity of COVID-19, under the assumptionof SARS-CoV-2 viral could attack and destroy the lymphocyte targetedly2. Further studies arewarranted to confirm these findings. Increased levels of serum CRP, PCT, IL-6 were also found.It indicated the obvious inflammatory response among these patients. In addition, we noticed thatthe increased CRP, PCT concentration and decreased lymphocyte count from admission to death(Supplementary Figure 2), which may represent more prominent inflammation in severe patients.Therefore, intravenous glucocorticoids therapy, intravenous immunoglobulin therapy andinterferon-alpha (α-IFN) aerosol inhalation were also used to restore homeostasis, without solidevidence. To our knowledge, there is still no specific medicine for COVID-19 till now. Clinicaltrials on promising regimens for COVID-19, such as remdesivir, lopinavir, and chloroquinephosphate are ongoing, which shed light on conquering the COVID-19 epidemic12.This study has several limitations. First, only 36 dead cases were included. However, this is thelargest cohort about the non-survivors of COVID-19 up to now. Second, some specific clinicalinformation was insufficient, such as mechanical ventilation settings, oxygen concentration, anddetailed medication history. Third, this is a retrospective, single-centered study. It may be limitedto the hospital critical care resources. Further studies are still needed.In conclusion, most non-survivors are older men with comorbidities (especially cardiovasculardiseases). They finally progressed to ARDS. The median time from onset to ARDS was 11 days.The mean survival time in our cohort of COVID-19 non-survivors was about 2 weeks. Graduallydecreased lymphocytes and increased inflammation biomarkers were found in these patients, andneed to be monitored in the routine treatment. Early detection and intervention of patients areespecially important which can delay the development from mild to severe cases.YH, RY,YX collected the epidemiological and clinical data. YH , XF and HZ summarised alldata. YH, HZ, RY, YX, and PG drafted the manuscript. YH, HZ and PG revised the finalmanuscript.We declare no competing interests.the Fifth Hospital of Wuhan.The data will be made available to others on reasonable requests to the corresponding author.Deidentified participant data will be provided after approval from the corresponding author andWe thank all patients and their families involved in the study. We thank all the doctors andnurses of our hosiptal (see Supplementary Appendix) for their efforts in taking care of thesepatients. We also thank Dr. Wenfeng Fang and Dr. Jiaqing Liu (Sun Yat-sen University CancerCenter) for statistical analyses and writing guidance. We especially thank all the doctors andnurses of Jiangxi Support Team.Supplementary Appendix of the staff who took care of the 36 patients in this article：1. Song Hu, Zhixiong Liang, Yousheng Yang, Xuejun Xiao, Zhi Zhang, Zekun Hu, Yan Peng,Department of Critical Care Medicine, the Fifth Hospital of Wuhan, China2. Guizhong Xiong, Department of Stomatology, the Fifth Hospital of Wuhan, China3. Xiaohong Lv, Dongchu Wang, Juping Han, Xiaolan Zheng, Chenglu Tang, Weibo Wang,Lihua Shao, Xiaoxia Li, Qian Wu, Longyan Chen, Department of Gastroenterology, the FifthHospital of Wuhan, Chinathe Fifth Hospital of Wuhan, China4. Gang Zheng, Wenjing Chai, Feixiang Chen, Liuheng Deng, Department of General Surgery,5. Tao Xiong, Mei Zhang, Qiang Li, Xian Zhang, Quan Zhou, Shuchun Ou, Renlin Hu,Department of Neurology, the Fifth Hospital of Wuhan, China6. Jingfen Lu, Department of Endocrinology, the Fifth Hospital of Wuhan, ChinaWang, Qian Li, Wanxian Yu, Department of Respiratory, the Fifth Hospital of Wuhan, ChinaFifth Hospital of Wuhan, ChinaDepartment of Orthopedics, the Fifth Hospital of Wuhan, ChinaHospital of Wuhan, Chinathe Fifth Hospital of Wuhan, China12. Mingqiao Ding, Weichen Zhang, Yaming Hao, Department of traditional Chinese medicine,Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. N Engl J Med 2020; 382: 727–33.Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The Lancet.2020; 395: 507–13.Wong JEL, Leo YS, Tan CC. COVID-19 in Singapore-Current Experience: Critical GlobalIssues That Require Attention and Action. JAMA 2020; published online Feb 20.DOI:10.1001/jama.2020.2467.Pongpirul WA, Pongpirul K, Ratnarathon AC, Prasithsirikul W. Journey of a Thai TaxiDriver and Novel Coronavirus. N Engl J Med 2020; published online Feb 12.DOI:10.1056/NEJMc2001621.Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirus in theUnitedNEnglJMed2020;publishedonlineJan31.DOI:10.1056/NEJMoa2001191.Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infection from an789Asymptomatic Contact in Germany. N Engl J Med 2020; published online Jan 30.DOI:10.1056/NEJMc2001468.Bai Y, Yao L, Wei T, et al. Presumed Asymptomatic Carrier Transmission of COVID-19.JAMA 2020; published online Feb 21. DOI:10.1001/jama.2020.2565.CDC. Coronavirus Disease 2019 (COVID-19). Centers for Disease Control and Prevention.2020; published online Feb 12.https://www.cdc.gov/coronavirus/2019-ncov/lab/rt-pcrdetection-instructions.html (accessed Feb 23, 2020).10de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recent insightsinto emerging coronaviruses. Nat Rev Microbiol 2016; 14: 523–34.11Li G, De Clercq E. Therapeutic options for the 2019 novel coronavirus (2019-nCoV). NatRev Drug Discov 2020; 29: 695.578: 347–8.12Maxmen A. More than 80 clinical trials launch to test coronavirus treatments. Nature 2020;13Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients withSARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational14Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet 2020; published online Jan 24.DOI:10.1016/S01406736(20)30183-5.15Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020; published onlineFeb 7. DOI:10.1001/jama.2020.1585.16Seys LJM, Widagdo W, Verhamme FM, et al. DPP4, the Middle East RespiratorySyndrome Coronavirus Receptor, is Upregulated in Lungs of Smokers and ChronicObstructive Pulmonary Disease Patients. Clin Infect Dis 2018; 66: 45–53.17Guan W-J, Ni Z-Y, Hu Y, et al. Clinical characteristics of 2019 novel coronavirus infection18Gu J, Gong E, Zhang B, et al. Multiple organ infection and the pathogenesis of SARS. JExp Med 2005; 202: 415–24.19Liu WJ, Zhao M, Liu K, et al. T-cell immunity of SARS-CoV: Implications for vaccinedevelopment against MERS-CoV. Antiviral Res 2017; 137: 82–92.Wuhan (Jan 23–Feb 10, 2020) with COVID-19admitted to the Fifth Hospital of Wuhan (Jan 23–Feb 10, 2020) with COVID-19Albumin (g/L, normal range 34-55) (N=31)DecreasedGlobulin (g/L, normal range 20-40) (N=31)IncreasedDecreasedTotal bilirubin (umol/L, normal range 0-25) (N=31)IncreasedDirect bilirubin (umol/L, normal range 0-6.84) (N=31)IncreasedDecreasedIncreasedProcalcitonin (ng/ml, normal range 0-0.05) (N=28)IncreasedInterleukin 6 (pg/ml, normal range 0-7) (N=11)IncreasedSupplementary Figure 1. The disease course of 36 non-survivors. A. Time in days from onset tohospitalization; B. Time in days from onset to ARDS; C. Time in days from ARDS to death.Supplementary Figure 2. Decreased lymphocyte count in non-survivors (between admission andlast laboratory test before death).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "non-survivors with COVID-19.", "one_words_summarize": "non-survivors with COVID-19.Although the outbreak of Coronavirus disease 2019 (COVID-19) has caused over 2200 deaths inChina, there was no study about death yet. Cases were confirmed by real-time RT-PCR between Jan 21 and Feb10, 2020 according to the recommended protocol. Lymphopenia (lymphocyte count, 0.67 × 109/L [SD, 0.33]) occurred in 24 patients (70.59%),decreased albumin (30.18, [SD, 4.76]) in 25 patients (80.65%), elevated D-dimer (8.64 [IQR,2.39-20]) in 27 patients (100%), and elevated lactate dehydrogenase (502.5 U/L [IQR, 410-629])in 26 patients (100%). All statistical analyseswere performed using R (version 3.6.1).We included 36 patients who died from COVID-19 in the Fifth Hospital of Wuhan. The mean age of thepatients was 69.22 years (SD 9.64, range 50-90). Twenty-five (69.44%) patients were males, and11 (30.56%) female. Regarding the infection index, procalcitonin (PCT) rose above the normal range in 28 (100%)patients. 32 patients had increased C-reactive protein (CRP).Thirty-five (35, 97.22%) patients received antiviral treatment, including oseltamivir, ganciclovir,ribavirin or umifenovir hydrochloride. One (2.78%) patient presented withacute renal injury before ARDS. Bilateralpneumonia was detected in most patients on admission. Antiviral regimes were also used in mostpatients which we hoped may have roles but still need more data. However, there were nospecific remedies for SARS-CoV-2 yet11,12. Early detection and intervention of patients are especially importantwhich can delay the development from mild to severe cases. Ultimately, the mortality of COVID-19will decrease as the clinical capacity improves. In our study, we found that themajority of coronavirus non-survivors were male patients, elder patients and patients withchronic diseases, which indicated that these patients might be also at increased risk of becomingcritically ill or death. Twentytwo (61.11%) non-survivors had cerebrovascular diseases in our report, and the percentage ofcerebrovascular diseases among non-survivors was higher than that reported by Yang et al13.Besides, there were 4 (11.11%) non-survivors who had smoking history and 4 (11.11%) hadpreexisting COPD. Further,compared to non-smokers, smokers and COPD patients had a higher dipeptidyl peptidase IV(DPP4) expression, which was inversely correlated with lung function and diffusing capacityparameters16. Clinicaltrials on promising regimens for COVID-19, such as remdesivir, lopinavir, and chloroquinephosphate are ongoing, which shed light on conquering the COVID-19 epidemic12.This study has several limitations. Guizhong Xiong, Department of Stomatology, the Fifth Hospital of Wuhan, China3. Tao Xiong, Mei Zhang, Qiang Li, Xian Zhang, Quan Zhou, Shuchun Ou, Renlin Hu,Department of Neurology, the Fifth Hospital of Wuhan, China6. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. COVID-19 in Singapore-Current Experience: Critical GlobalIssues That Require Attention and Action. N Engl J Med 2020; published online Jan 30.DOI:10.1056/NEJMc2001468.Bai Y, Yao L, Wei T, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. A. Time in days from onset tohospitalization; B. Time in days from onset to ARDS; C. Time in days from ARDS to death."}