{"date": "2020/02/25", "journal": "medrxiv", "authors": "Liangsheng Zhang, Jian-Rong Yang, Zhenguo Zhang, Zhenguo Lin", "title": "Genomic variations of SARS-CoV-2 suggest multiple outbreak sources of transmission", "type": "preprint article", "abstract": "The most important finding of this study is that COVID-19 strains form two well-supported clades (genotype I, or Type I, and Type II). Type II strains were likely evolved from Type I and are more prevalent than Type I among infected patients (68 Type II strains vs 29 Type I strains in total). Our results suggest the outbreak of type II COVID-19 likely occurred in the Huanan market, while the initial transmission of the type I virus to humans probably occurred at a different location in Wuhan. Second, by analyzing the three genomic sites distinguishing Type I and Type II strains, we found that the synonymous changes at two of the three sites confer higher protein translational efficiencies in Type II strains than in Type I strains, which might explain why Type II straints are more prevalent, implying that Type II is more contagious (transmissible) than Type I. These findings could be valuable for the current epidemic prevention and control. The timely sharing of our findings would benefit the public health officials in making policies, diagnosis and treatments.", "text": "        The 2019 novel coronavirus disease (COVID-19, previously known as2019-nCoV) has been diagnosed in more than 70,000 deaths, more than 2,000 deaths,and more than 10,000 severe cases (http://2019ncov.chinacdc.cn/2019-nCoV/global.html). Thecurrent spread trend in China is declining, but it is increasing in other countries.Therefore, it is still challenging to effectively control this ourbreak worldwide. Therecent COVID-19 virus was named as SARS-CoV-2, mainly based on its closestrelationship with the SARS-CoV virus. Our recent study showed that SARS-CoV-2and SARS-CoV have common ancestors, as they form sister groups, andSARS-CoV-2 aggregates with two SARS-like bat viruses [        We obtained 97 complete genomes of COVID-19 samples from GISAID(www.gisaid.org), NCBI and NMDC (http://nmdc.cn/#/nCov/). Sequence alignmentof 97 COVID-19 genomes plus the strain BatCoV RaTG13 used by MAFFT(https://mafft.cbrc.jp/alignment/software/). Genome variable sites of Sequencealignment used the noisy (http://www.bioinf.uni-leipzig.de/Software/noisy/). Thethree type-specific variants correspond to the genomic positions 8750, 28112, and29063, respectively; the coordinates are referred to as the sequence MN938384.1. Themaximum likelihood (ML) phylogenetic tree used by FastTree(http://meta.microbesonline.org/fasttree/). The tRNA Adaptation Index (tAI) valueswere computed using Bio::CUA (https://metacpan.org/release/Bio-CUA), and thenumbers of human tRNA genes were downloaded from http://gtrnadb.ucsc.edu.We obtained 97 complete genomes of COVID-19 samples and inferred theirevolutionary relationships based on their genomic variants (Figure 1). Overall, wefound only 0 to 3 mutations among the majority of COVID-19 genomes, and there areonly 95 variable sites (Figure 1B). Their phylogenetic relationships suggest thepresence of two major types of COVID-19, namely Type I and II (Figure 1A). Thegenomes of the two types mainly differ at three sites (Figure 1B), which are 8750,28112, and 29063, based on MN938384.1’s genome coordinates. Specifically, thenucleotides at the three sites are T, C, and T/C in Type I , and C, T, and C in Type II,respectively. Based on the nucleotide at the site 29063, the Type I strains can befurther divided into Type IA and IB. The number of genomes belonging to Type IA,IB and II are 10, 18, and 69, respectively. This finding suggests that the Type II strainsare dominant in the infected populations.        We found that the three sites in Type IA and two in Type IB are identical to those inthe BatCoV RaTG13 [2] (Fig. 1B), suggesting that the Type I may be more closelyrelated to the ancestral human-infecting strain than Type II, consistent with a previousreport [        To further understand the functional effects of the three variants, we examined howthese genmic variants might affect the translation of virus mRNAs in human cells.The mutations at 8750 and 29063 are synonymous (in gene orf1ab and N, repectively)and the one at 28112 is nonsynonymous, leading to a change from Leucine to Serinein the gene ORF8. Interestingly, we found that the two synonymous changes bothconfer higher translational efficiencies for the Type II strains than for the Type I ones(Figure 1C), based on the number of tRNA genes matching each codon and tRNAAdaptation Index (tAI) [6]. We speculate that the higher translational efficienciesmight have enabled faster production of Type II virus particles, facilitated its spread,and led to its becoming dominant strains, implying that Type II is more contagious(transmissible) than Type I.Our results above divided the current SARS-CoV-2 into two main types, with threesources of transmission, namely Type IA, Type IB, and Type II (Figure 2). Amongthem, Type IA is the earliest transmission source, and it did not occur in the HuananMarket, indicating that the original transmission source was not from the HuananMarket. Type II comes from the Huanan Market. As most samples detected belong toType II, we speculated that type II is the major outbreak source. It is possible thatType IA, Type IB, and Type II may lead to different patient symptoms. It would bevaluable to compare the symptoms of patients infected by different types of viruses.Recently, some asymptomatic carriers have been found [7], and it is worth to examinethe specific type of virus they infected and to determine whether the pathogenicity isdifferent among different types of SARS-CoV-2 viruses.In summary, our analyses show that there are two groups of COVID-19 viruses.Our results suggest the Huanan market is the third transmission source of the outbreak,while initial transmission of the virus to humans likely occurred at a differentlocation. With more sequencing data of 2019-nCoV, we expect a more complete oftransmission history to emerge. Our discovery suggests that patients infected with thedifferent groups of viruses may need different treatments, because the Type II oftranslation is more efficient and may lead to faster onset of illness in infected patients.Comparative studies of the symptoms of patients infected by the two types of2019-nCoVs will improve our understanding of virulent effects of the three variants.Because virus genomes are vulable for identifying their transmission sources and formonitoring the accumulation of new mutaions, we urge a more rapid sequencing andrelease of SARS-CoV-2 genomes.Acknowledgments. We acknowledge the authors and the originating and submittinglaboratories of the nucleotide sequences from the Global Initiative on Sharing AllInfluenza Data’s EpiFlu Database, NCBI and NMDC (http://nmdc.cn/#/nCov/)(12 Feb2020, 98 isolates).Potential conflicts of interest. All authors: No reported conflicts.All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts ofInterest. Conflicts that the editors consider relevant to the content of the manuscripthave been disclosed.A, A maximum likelihood (ML) phylogenetic tree of the human COVID-19 withapproximately ML method by FastTree (http://meta.microbesonline.org/fasttree/). Thephylogenetic tree was constructed using the sequence alignment shown in B. The twogroups, Type I and Type II, are colored in blue and red, respectively.B, Sequence alignment of 97 COVID-19 genomes where only variable sites areshown. Each line corresponds to one branch in the phylogenetic tree to the left. Thecorresponding sites from the strain BatCoV RaTG13 are shown on the top separatedby a red line. Three type-specific variants are marked in red arrows, corresponding tothe genomic positions 8750, 28112, and 29063, respectively; the coordinates arereferred to the sequence MN938384.1.C, the codon changes caused by the differences in the three sites. The tAI values werecomputed using Bio::CUA (https://metacpan.org/release/Bio-CUA), and the numbersof human tRNA genes were downloaded from http://gtrnadb.ucsc.edu.The COVID-19 has at least three sources of transmission, namely Type IA, Type IBand Type II.Supplementary Figure 1. The SARS-cov phylogenetic tree uses MERS-CoV as anoutgroup.Lu, R., et al., Genomic characterisation and epidemiology of 2019 novelcoronavirus: implications for virus origins and receptor binding. The Lancet.Li, Q., et al., Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. New England Journal of Medicine, 2020.dos Reis, M., R. Savva, and L. Wernisch, Solving the riddle of codon usagepreferences: a test for translational selection. Nucleic Acids Res, 2004. 32(17):p. 5036-44.Bai, Y., et al., Presumed Asymptomatic Carrier Transmission of COVID-19.JAMA, 2020.969095Sydney/1/2020|407893England/01/2020|4070718691 England/02/2020|407073Belgium/GHB-03021/2020/40797683 Wuhan/WH04/2020|406801Taiwan/NTU01/2020/408489Australia/QLD01/2020|4078949090 Australia/QLD02/2020|407896Chongqing/IVDC-CQ-001/2020/408481100 Singapore/3/2020/407988Shandong/IVDC-SD-001/2020/40848282100BatTypeIATypeIBTypeIIC0.005Codon8750AGT (Ser)AGT (Ser)AGC (Ser)# AnticodontRNA genes; tAIaa: this column shows the number of tRNA genes in human genome with anticodons matching the considered codons.tAI is a measure of codon’s translational efficiency5, the higher the more efficient.Bat CoV1 mutations2 mutationsAY394985.1 SARS coronavirus HSZ-Bb complete genome4989507 AAYY339944998965..11 SSAARRSS ccoorroonnaavviirruuss HHSSZZ--CCcb ccoommpplleettee ggeennoommeeWuhan/IPBCAMS-WH-04/2019/4039290 Wuhan/IVDC-HB-01/2019/402119Wuhan/WIV04/2019/402124/11948 Wuhan/WIV06/2019/402129Wuhan-Hu-1/2019/402125Zhejiang/WZ-02/2020/404228Wuhan/IPBCAMS-WH-02/2019/403931Wuhan/IPBCAMS-WH-01/2019/40212346 Wuhan/WIV05/2019/402128914766 Guangdong/20SF174/2020|406531046 Guangdong/20SF028/2020/4039360 Guangdong/20SF040/2020/4039374764 Zhejiang/WZ-01/2020/40422746 Germany/BavPat1/2020|4068621007407 Guangdong/20SF201/2020|40653847 Zhejiang/Hangzhou-1/2020|406970406 Wuhan/YS8011/202000 Singapore/1/2020|40697300 Foshan/20SF211/2020|40653675 Foshan/20SF210/2020|406535Wuhan/WIV07/2019/402130Guangzhou/20SF206/2020|406533Wuhan/IPBCAMS-WH-03/2019/40393072 Wuhan/WH19008/2019Wuhan/WIV02/2019/402127", "ref_list": [[], ["Origin and evolution of the 2019 novel coronavirus"], [""], ["probable bat origin"], ["Clinical features of patients infected with 2019 novel"], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], ["1 SARS coronavirus ZJ02 complete genome EU371564.1 SARS coronavirus BJ182-12 complete genome AY502923.1 SARS coronavirus TW10 complete genome 71 AY394998.1 SARS coronavirus LC1 complete genome 77 AY502928.1 SARS coronavirus TW5 complete genome 4721 AY291451.1 SARS coronavirus TW1 complete genome AY502926.1 SARS coronavirus TW3 complete genome 0 AY714217.1 SARS Coronavirus CDC*200301157 complete genome 83 AY323977.2 SARS coronavirus HSR 1 complete genome 70 AY394978.1 SARS coronavirus GZ-B complete genome AY559093.1 SARS coronavirus Sin845 complete genome 906 AY559096.1 SARS coronavirus Sin850 complete genome 89 AY394991.1 SARS coronavirus HZS2-Fc complete genome 4965 AY394987.1 SARS coronavirus HZS2-Fb complete genome AY394992.1 SARS coronavirus HZS2-C complete genome AY394983.1 SARS coronavirus HSZ2-A complete genome 91 AY394993.1 SARS coronavirus HGZ8L2 complete genome"], ["2 SARS coronavirus CUHK-W1 complete genome 1480650 AY304488.1 SARS coronavirus SZ16 complete genome 100 AY304486.1 SARS coronavirus SZ3 complete genome 8810 AY390556.1 SARS coronavirus GZ02 complete genome"], ["1 Bat SARS-like coronavirus YNLF 34C complete genome KJ473815.1 BtRs-BetaCoV/GX2013 complete genome"], ["1 Bat SARS coronavirus Rp3 complete genome JX993988.1 Bat coronavirus Cp/Yunnan2011 complete genome 100 KF569996.1 Rhinolophus affinis coronavirus isolate LYRa11 complete genome MK211374.1 Coronavirus BtRl-BetaCoV/SC2018 complete genome JX993987.1 Bat coronavirus Rp/Shaanxi2011 complete genome KJ473811.1 BtRf-BetaCoV/JL2012 complete genome 100 KY770860.1 Bat coronavirus isolate Jiyuan-"], ["1 Bat SARS coronavirus Rf1 complete genome KJ473814.1 BtRs-BetaCoV/HuB2013 complete genome DQ648857.1 Bat coronavirus"], ["1 Bat SARS coronavirus Rm1 complete genome"], ["1 Bat SARS coronavirus HKU3-7 complete genome GQ153543.1 Bat SARS coronavirus HKU3-8 complete genome GQ153547.1 Bat SARS coronavirus HKU3-12 complete genome DQ084199.1 bat SARS coronavirus HKU3-2 complete genome"], ["1 Bat SARS coronavirus HKU3-4 complete genome GQ153541.1 Bat SARS coronavirus HKU3-6 complete genome"], ["11 BBaatt SSAARRSS ccoorroonnaavviirruuss HHKKUU33--513cocmomplpelteetegegneonmomee"], ["1 Bat SARS coronavirus HKU3-11 complete genome"], ["1 Bat SARS coronavirus HKU3-10 complete genome 99 GQ153544.1 Bat SARS coronavirus HKU3-9 complete genome FJ211859.1 Recombinant coronavirus clone Bat SARS-CoV complete sequence"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Zhang L."], ["Infect Dis"], [], ["C. Huang"], [], [], ["Guangdong"], ["Hangzhou"], ["Nonthaburi"], ["Nonthaburi"], ["Wuhan/"], ["Wuhan/"], ["Wuhan"], ["Wuhan"], ["Wuhan"], ["Wuhan"], ["Wuhan"], ["Wuhan"], ["Wuhan-"], [], ["Zhejiang"], ["Zhejiang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The 2019 novel coronavirus disease (COVID-19, previously known as\n2019-nCoV) has been diagnosed in more than 70,000 deaths, more than 2,000 deaths,\nand more than 10,000 severe cases (http://2019ncov.chinacdc.cn/2019-nCoV/global.html). The\ncurrent spread trend in China is declining, but it is increasing in other countries.\nTherefore, it is still challenging to effectively control this ourbreak worldwide. The\nrecent COVID-19 virus was named as SARS-CoV-2, mainly based on its closest\nrelationship with the SARS-CoV virus. Our recent study showed that SARS-CoV-2\nand SARS-CoV have common ancestors, as they form sister groups, and\nSARS-CoV-2 aggregates with two SARS-like bat viruses [\n        ", "one_words_summarize": "The 2019 novel coronavirus disease (COVID-19, previously known as2019-nCoV) has been diagnosed in more than 70,000 deaths, more than 2,000 deaths,and more than 10,000 severe cases (http://2019ncov.chinacdc.cn/2019-nCoV/global.html). Therefore, it is still challenging to effectively control this ourbreak worldwide. The tRNA Adaptation Index (tAI) valueswere computed using Bio::CUA (https://metacpan.org/release/Bio-CUA), and thenumbers of human tRNA genes were downloaded from http://gtrnadb.ucsc.edu. Thegenomes of the two types mainly differ at three sites (Figure 1B), which are 8750,28112, and 29063, based on MN938384.1’s genome coordinates. Interestingly, we found that the two synonymous changes bothconfer higher translational efficiencies for the Type II strains than for the Type I ones(Figure 1C), based on the number of tRNA genes matching each codon and tRNAAdaptation Index (tAI) [6]. As most samples detected belong toType II, we speculated that type II is the major outbreak source. It would bevaluable to compare the symptoms of patients infected by different types of viruses. In summary, our analyses show that there are two groups of COVID-19 viruses. Our results suggest the Huanan market is the third transmission source of the outbreak,while initial transmission of the virus to humans likely occurred at a differentlocation. The COVID-19 has at least three sources of transmission, namely Type IA, Type IBand Type II.Supplementary Figure 1."}