{"date": "2020/03/01", "journal": "medrxiv", "authors": "Yi Li, Meng Liang, Xianhong Yin, Xiaoyu Liu, Meng Hao, Zixin Hu, Yi Wang, Li Jin", "title": "COVID-19 Epidemic Outside China: 34 Founders and Exponential Growth", "type": "preprint article", "abstract": "Background In December 2019, pneumonia infected with a novel coronavirus burst in\nWuhan, China. Now the situation is almost controlled in China but is worse outside\nChina. We aimed to build a mathematical model to capture the global trend of epidemics\noutside China.", "text": "Background In December 2019, pneumonia infected with a novel coronavirus burst inWuhan, China. Now the situation is almost controlled in China but is worse outsideChina. We aimed to build a mathematical model to capture the global trend of epidemicsoutside China.        Methods In this retrospective, outside-China diagnosis number reported from Jan 21to Feb 2        !\"(# + 34) = 0 · 0515 ×  + 2 · 075where Nt is the total diagnosed patient till the ith day, t=1 at Feb 1.Findings Based on this model, we estimate that there have been about 34 unobservedfounder patients at the beginning of spread outside China. The global trend isapproximately exponential, with the rate of 10 folds every 19 days.        In December 2019, pneumonia infected with a novel coronavirus burst in Wuhan,China. Now the situation is almost controlled in China but is worse outside China.Now there are 4,691 patients across 51 countries and territories outside China. Wesearched PubMed and the China National Knowledge Infrastructure database forarticles published up to Feb 2        We built a simple “log-plus” linear model to capture the global trend of epidemicsoutside China. We estimate that there have been about 34 unobserved founderpatients at the beginning of spread outside China. The global trend is approximatelyexponential, with the rate of 10 folds every 19 days.With the limited number of data points and the complexity of the real situation, astraightforward model is expected to work better. Our model suggests that theCOVID-19 disease follows an approximate exponential growth model stably at thevery beginning. We predict that the number of confirmed patients outside Chinawill increase ten folds in every 19 days without strong intervention by applying ourmodel. Powerful actions on public health should be taken to combat this epidemicall over the world.        In early December of 2019, pneumonia cases of unknown cause emerged in Wuhan, thecapital of Hubei province, China.1 A novel coronavirus (now named as COVID-19) wasverified and identified as the seventh member of enveloped RNA coronavirus (subgenussarbecovirus, Orthocoronavirinae subfamily) through high-throughput sequencing.2-4Human-to-human transmission in hospital and family settings had been accumulating5-7 and has occurred among close contacts since the middle of December 2019 based onevidence from early transmission dynamics.8 According to WHO statistics, theaccumulating number of diagnosed patients in China was 78,961 in Feb 2                COVID-19 raised intension not only within China but internationally. Since the firstcase of pneumonia caused by COVID-19 was reported from Wuhan, COVID-19patients had rapidly been diagnosed in other cities of China and the neighboringcountries including Thailand, South Korea, Japan, and even to a few Westerncountries.10-12 On January        Recently, many researchers devoted to more details about the analysis of the spreadof epidemic.14,15 Some paralleled results have shown that the reproductive number R0estimated of COVID-19 is bigger than that of SARS based on different models. 16-18With the limited number of data points and the complexity of the real situation, astraightforward model is expected to work better (see Discussion). In this study, wepropose a “log-plus” model for the situation prediction which only requires dailynumber of total diagnosis outside China. This model assumes that there were someunobserved founder patients at the beginning of spread outside China and exponentialgrowth later. Despite the simplicity of our model, it fits the data well (R2=0.991). Theprediction is expected to provide practical significance on social application andevidence for enhancing public health interventions to avoid severe outbreaks.        Daily diagnosis number of countries outside China is download from WHO situationreports        We first explored the data by plotting log transformed daily number. We observed agood linear trend recently, but a relatively poor fit at the beginning of spread. Wetherefore consider that there are some unobserved founder patients at the beginning.Based on exploratory data analysis and mathematical intuition we proposed thefollowing model:!\"(# + ) =  ×  + where Nt is the number of diagnosed patients outside China according to WHO at thetth day, t=1 at Feb 1; u is the number of unobserved founder patients at the beginningof spread outside China; a and b are simple linear regression parameters. Weenumerated u from 0 to 100 with step size 1. For each u, we calculated Pearson’scorrelation R2 between t and !\"(# + ) . We selected the 7 that maximize R2and estimate corresponding 7 and 8 using a simple linear regression between t and!\"(# + 7).The source code of model estimation is at:https://github.com/wangyi-fudan/COVID19_Global_ModelThe WHO daily count of diagnosis number outside China and its “log-plus” transformas well as model fit were shown in table 1.7 , 7 and 8 were estimated as 34, 0·0515 and 2·075 respectively according to Feb28 data (figure 1)We plot !\"(# + 34) against time to visualize the model fitting (figure 2). Themodel R2 is 0·991 indicating an excellent model fit.Currently the number of diagnoses at Febuary 28 is 4,691. We predict that the numberof diagnoses outside China will expand exponentially with the rate of 10 folds every 19days without strong intervention.Based on this model, we estimated that there have been about 34 unobserved founderpatients at the beginning of spread outside China. Our model suggests that theCOVID19 disease follows an approximate exponential growth model stably at the verybeginning. The situation is dangerous as we expect 10 folds increases of patients every19 days without strong intervention. We call on world-wide strong actions on publichealth referring to experiences learnt from China and Singapore.In this report, we only analyzed the total number of diagnoses outside China. Thecountry scale data is available but is not as complete as total number. Here, we limitedthis analysis to capture the global trend.This model is a minimal extension of the ‘default’ exponential growth model withthe estimation of 34 unobserved founder patients outside China. An almost perfectmodel fitting (R2=0·991) indicates that the spread of disease does follow our model.A simple and straightforward linear model inherits with some advantages: (1) itworks on small sample size due to limited observation or somewhat unperfect data. (2)it is relatively robust in complex situations. The virus spreading pattern is complex andyet varies across the world. A simple model simplified the situation and providescoarse-grained trend estimation. (3) A linear model has nice extrapolation abilitycomparing to complex models (e.g. Neural network).The existent of 34 unobserved founder patients is not surprising. They may have mildsymptoms thus did not went to the hospitals. However, we did not preclude thepossibility that they already existed before or parallel with Wuhan’s burst.YW conceived the idea and wrote the source code. YW, YL, ML and LJ contributeddata analysis, generating tables and figures, and manuscript writing. YL, ML, XY, LX,MH, ZH, YW, LJ contributed the theoretical analysis and manuscript revision. Allauthors contributed to final revision of the manuscript.The authors declare that the research was conducted in the absence of any commercialor financial relationships that could be construed as a potential conflict of interest.We thank the Fudan University High-End Computing Center for supportingcomputations involved in this study.", "ref_list": [[], ["Clinical features of patients with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterization and epidemiology of 2019 novel coronavirus: implications of virus origins and receptor binding"], ["general-s-remarks-at-themedia-briefing-"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Importation and human-to-human transmission of a novel coronavirus in Vietnam"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modeling study"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], ["Outbreak of novel coronavirus (COVID-19): What is the role of radiologists? 2020."], ["-19 in Japan: What could happen in the future"], ["The estimate of infected individuals of the 2019-Novel Coronavirus in South Korea by incoming international students from the countries of risk of 2019-Novel Coronavirus: a simulation study"], [""], ["The reproductive number R0 of COVID-19 based on estimate of a statistical time delay dynamical system"], ["Analysis of the epidemic growth of the early 2019- nCoV outbreak using internationally confirmed cases"], ["the infected population and spread trend of 2019-nCov under different policy by EIR model"], ["Early epidemiological assessment of the transmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China,"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["R Lu", "X Zhao", "J Li"], ["on-", "-", "-"], ["N Zhu", "D Zhang", "W Wang"], ["JF Chan", "S Yuan", "KH Kok"], ["LT Phan", "TV Nguyen", "QC Luong"], ["JT Wu", "K Leung", "GM Leung"], ["Q Li", "X Guan", "P Wu"], ["-"], ["H Kim"], ["N Shao", "H Pan", "X Li"], ["S Ryu", "S T Ali", "J Lim"], ["-"], ["N Shao", "J Cheng", "W. Chen"], ["Q Zhao", "Y Chen", "Small D S"], ["H Xiong", "H. Simulating Yan"], ["K Mizumoto", "K Kagaya", "G Chowell"], ["S. Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background In December 2019, pneumonia infected with a novel coronavirus burst in\nWuhan, China. Now the situation is almost controlled in China but is worse outside\nChina. We aimed to build a mathematical model to capture the global trend of epidemics\noutside China.", "one_words_summarize": "Background In December 2019, pneumonia infected with a novel coronavirus burst inWuhan, China. + 34) = 0 · 0515 ×  + 2 · 075where Nt is the total diagnosed patient till the ith day, t=1 at Feb 1.Findings Based on this model, we estimate that there have been about 34 unobservedfounder patients at the beginning of spread outside China. Now there are 4,691 patients across 51 countries and territories outside China. Wesearched PubMed and the China National Knowledge Infrastructure database forarticles published up to Feb 2        We built a simple “log-plus” linear model to capture the global trend of epidemicsoutside China. The global trend is approximatelyexponential, with the rate of 10 folds every 19 days. With the limited number of data points and the complexity of the real situation, astraightforward model is expected to work better. 16-18With the limited number of data points and the complexity of the real situation, astraightforward model is expected to work better (see Discussion). Based on exploratory data analysis and mathematical intuition we proposed thefollowing model:!\"(# Thecountry scale data is available but is not as complete as total number. They may have mildsymptoms thus did not went to the hospitals."}