{"date": "2020/02/29", "journal": "medrxiv", "authors": "Quansheng Xing, Guoju Li, Yuhan Xing, Ting Chen, Wenjie Li, Wei Ni, Kai Deng, Ruqin Gao, Changzheng Chen, Yang Gao, Qiang Li, Guiling Yu, Jianning Tong, Wei Li, Guiliang Hao, Yue Sun, Ai Zhang, Qin Wu, Zipu Li, Silin Pan", "title": "Precautions are Needed for COVID-19 Patients with Coinfection of Common Respiratory Pathogens", "type": "preprint article", "abstract": "*Contributed equally #Correspondence", "text": "Background: In our clinical practice, we found a large proportion of patients diagnosedwith Coronavirus Disease 2019 (COVID-19) had coinfections with other seasonal respiratorypathogens in Qingdao, northeast China, which differed greatly from earlier cases reported inthe epidemic center, Wuhan, central China.Objectives: To clarify the pattern of coinfection with other common respiratory pathogensin COVID-19 patients in Qingdao and Wuhan; to explore the possible reasons underlying thebetween-region difference.Methods: We conducted a double-center study and recruited 64 patients withlaboratoryconfirmed severe acute respiratory coronavirus 2 (SARS-CoV-2) infection from threehospitals in Qingdao and one hospital in Wuhan from January 17 to February 16, 2020.Indirect immunofluorescence (IIFA) was performed to detect the specific IgM antibodyagainst common respiratory pathogens in collected acute phase serum.Results: Of the 68 patients with SARS-CoV-2 infection, 30 (44.12%) were from Qingdao.The median age of Qingdao and Wuhan patients were 50 years and 31 years, respectively,and the majority of patients were female in Qingdao (60.00%) and Wuhan (55.26%). AmongCOVID-19 patients in Qingdao, 24 of them had IgM antibodies against at least onerespiratory pathogen, and the overall positive rate was 80.00%, whereas only one (2.60%) ofthe patients in Wuhan had positive results for serum IgM antibody detection (P<0.0001). Themost common respiratory pathogens detected in Qingdao COVID-19 patients were IFV-A(60.00%) and IFV-B (53.30%), followed by MP (23.30%) and LP (20.00%). Only 13.33% ofhealthy control group (n=4) had specific-IgM antibody (against IFV-B) detected in the serum,a figure significantly lower than that in COVID-19 patients in Qingdao (P<0.0001). None ofthe healthy control had combined infection. The most common respiratory pathogensdetected in COVID-19 patients were IFV-A and IFV-B (23.33%); while the pattern forcoinfection in patients with community-acquired pneumonia was quite different, with acoinfection rate of only 8.96%.Interpretation: With the ongoing outbreak of COVID-19, patients within and beyond theepidemic area behaved differently. More attention should be paid for the coinfection of otherrespiratory pathogens in patients with COVID-19. We highly recommend addingSARS-CoV2 to the routine testing assay in capable hospitals to prevent misdetection of the virus.Funding: This research was supported by The National Natural Science Foundation of China(NSFC) [Grant number 81770315]; and Distinguished Taishan Scholars (2019).Conflicts of interest: The authors have no conflict of interest to declare.          At the beginning of December 2019, a cluster of “pneumonia of unknown etiology”emerged in Wuhan, Hubei Province, China. The disease has soon developed into an outbreakposing a pandemic threat. Since no causative pathogen was identified at the onset of thedisease, it was once called “Wuhan pneumonia” by the health officials and the public. OnDecember 31, 2019, a total of 27 cases were reported; meanwhile, a rapid response team ledby the Chinese Center for Disease Control and Prevention (China CDC) was formed toconduct detailed epidemiologic and etiologic investigations in Wuhan [                    Surprisingly, we found a large proportion of coinfection with other seasonal respiratorypathogens in COVID-19 patients admitted to hospitals in Qingdao, Shandong Province,northeast China, which differed from those of the primary infected patients from the epidemiccenter, Wuhan, central China [          Study areasWe chose Qingdao and Wuhan as the study centers to investigate the difference incoinfection with common respiratory pathogens among COVID-19 patients. Figure 1showed the geographical location of two cities. As depicted, Qingdao is situated about 850kilometers northeast of Wuhan.Participants          We recruited patients with laboratory-confirmed COVID-19 who admitted to the 3designated hospitals in Qingdao (Qingdao Women and Children’s Hospital, AffiliatedHospital of Qingdao University Medical College, and Qingdao Chest Hospital) and RenminHospital of Wuhan University from January 17 to February 16, 2020. Laboratory testing wasdone for all patients for the detection of SARS-CoV-2 and other respiratory pathogens. Allpatients were diagnosed as COVID-19 according to WHO interim guidance and were definedas non-severe [          This study was approved by the Ethics Commission of each participating hospital(QFFLL-KY-2020-11) and written informed consent was obtained from involved patientsprior to enrollment.Detection of SARS-CoV-2 in respiratory samples          Laboratory testing of SARS-CoV-2 was done in clinical laboratory of individual hospitalwithin 2 hours after sample collection; samples collected in Qingdao were also double-testedby Qingdao Center for Disease Control (Qingdao CDC). Upper respiratory tract specimens(throat swabs) were obtained from all patients upon admission using standardized techniquesin negative-pressure isolation rooms. After collection, throat swab was kept in 1.5 mL viruspreservation solution for subsequent extraction of total RNA using a magnetic bead-based kit(HEALTH BioMed Co., Ltd, Ningbo, China). The presence of SARS-CoV-2 was detected byreal-time quantitative reverse-transcriptase-polymerase-chain reaction (RT-PCR). Both thecommercial kits used in Qingdao (DAAN Gene Co., Ltd of Sun Yat-sen University, China)and Wuhan (GeneoDX Co., Ltd, Shanghai, China) were approved by the China Food andDrug Administration (CFDA). For samples tested in Qingdao, the PCR assay simultaneouslyamplified two target genes of SARS-CoV-2 included open reading frame 1ab (ORF1ab) andnucleocapsid protein (N) and the sequences were as follows: forward primer5′CCCTGTGGGTTTTACACTTAA-3′, reverse primer 5′-ACGATTGTGCATCAGCTGA-3′;and the probe 5′-FAM-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3′.Amplification was performed under the following conditions: incubation at 50 for 15 minand 95 for 15 min, followed by 45 cycles of denaturation at 95 for 15 sec, and extendingand collecting fluorescence signal at 55 for 15 sec (7500 Real-Time PCR Systems, AppliedBiosystemsTM, Thermo Fisher Scientific). A cycle threshold (Ct) value no more than 40 withevident amplification curve was considered as a positive test, and a Ct value over 40 wasdefined as a negative result. Procedures of viral detection done in Wuhan was describedelsewhere [          Detection of serum IgM antibody against respiratory pathogens          Laboratories in Qingdao and Wuhan applied a similar protocol for detection ofIgMspecific antibodies against respiratory pathogens in collected acute phase serum. Indirectimmunofluorescence (IIFA) was performed to detect serum IgM antibody by using acommercially available kit (samples collected from Qingdao patients: EUROIMMUNMedizinische Labor diagnostika AG, CN; samples collected from Wuhan patients: Vircell,S.L., Santa Fe´, Granada, Spain) according to the manufacturer’s instructions [          H1N1,H3N2, IFV-B, PIV,Statistical analysisRaw data were entered by two persons (double data entry) who were not aware of thearrangement of study groups. Continuous variables (non-normal distribution) were expressedas median with interquartile range (IQR) and compared with the Mann-Whitney U test;categorical variables were presented as number (%) and compared by χ² test or Fisher’s exacttest between Wuhan and Qingdao groups. A two-sided α of less than 0.05 was consideredstatistically significant. Statistical analyses were done using the SAS software, version 9.4.By February 16, 2020, a total of 68 patients with laboratory-confirmed SARS-CoV-2infection was included in the final analysis, among whom 30 were from Qingdao and 38 werefrom Wuhan (Table 1). The median age of Qingdao and Wuhan patients were 50 years (IQR:37-59) and 31 years (IQR: 28-38), respectively. The median duration from symptom onset tohospitalization was 2.0 days (IQR: 0.0-5.0) for patients in Qingdao and 4.0 days (IQR:2.05.0) for that in Wuhan. The majority of patients admitted in Qingdao and Wuhan hospitalswere female, representing a proportion of 60.00% and 55.26%, respectively. The mostcommon symptoms at onset of COVID-19 were fever (66.67% vs. 57.89%) and cough (50.00%vs. 68.42%) in both Qingdao and Wuhan patients. Over one third of the Qingdao patients hadunderlying diseases (36.67%), a proportion much higher than that of Wuhan patients (2.63%).In comparison with Wuhan patients, Qingdao patients were older, had a higher respiratoryrate (20 breaths/min [IQR: 19-21] vs. 19 breaths/min [IQR: 18-20]) and increased diastolicblood pressure (77 mmHg [IQR: 70-84] vs. 72 mmHg [IQR: 70-77]; all P values less than0.05). On admission, white blood cell and platelet counts of Qingdao patients were higherthan those of Wuhan patients (median white blood cell count: 5.11×109/L [IQR: 4.15-6.10] vs.4.17×109/L [IQR: 3.50-5.60], P=0.0401; median platelet count: 237×109/L [IQR: 165-265]vs. 166 ×109/L [IQR: 148-207], P=0.0043). The median total bilirubin level was 12.50μmol/L (IQR: 10.50-15.50) in Qingdao patients, which was significantly higher than that inWuhan patients (7.14 μmol/L [IQR: 5.70-9.70], P=0.0016).All patients had respiratory specimens tested for specific IgM antibodies against IFV-A,IFV-B, RSV, ADV, PIV, MP, LP, CP and COX. Among the 30 patients admitted in Qingdao,24 patients had IgM antibodies detected against at least one of the above-mentionedpathogens, and the overall positive rate was 80.00% (Table 3); whereas only one (2.60%) ofthe patients in Wuhan had positive results for respiratory pathogens. The most commonrespiratory viruses detected were IFV-A (60.00%) and IFV-B (53.33%), followed by MP(23.33%) and LP (20.00%).Ages of the healthy control group ranged from 20 to 55 years, with a median age of 40years (IQR: 33-50), and 14 (46.67%) were men. Only 4 people (13.33%) of this group hadspecific-IgM antibody detected in their serum, suggesting asymptomatic infection with singlevirus (IFV-B). The total infection rate in healthy control was significantly lower than that inCOVID-19 patients (P<0.0001, Table 4), and none of the normal individual in control grouphad combined infection.Figure 2 showed the rate of coinfection with other respiratory pathogens detected inQingdao COVID-19 patients as compared with CAP controls. The overall positive rate forcoinfection in CAP group was 20.90%, significantly lower than the figure in COVID-19patients (80.00%, P=0.0055). Except for SARS-CoV-2, 7 (23.33%) COVID-19 patients hadmixed infections of IFV-A and IFV-B, 6 (20.00%) patients of this group had 3 respiratorypathogens (IFV-A, IFV-B and MP/LP) detected, and 13.33% of them had combined infectionof IFV-B only. Whereas in CAP group, patients were more often coinfected with IFV-B andMP (8.96%), followed by a combination of IFV-A and MP (4.48%), and IFV-A and RSV(2.99%). Thus it can be seen that COVID-19 patients had distinct etiological features ofcoinfection from CAP patients in Qingdao.Table 5 showed the climatic characteristics of Qingdao and Wuhan from December toJanuary of following year, where differences could be observed between the two cities.Although the climate in Qingdao is drier and colder than Wuhan, major respiratory pathogenscirculate in the two cities were quite similar.          This is an extended descriptive study on COVID-19 patients between Wuhan and Qingdao,represented as within and beyond the epidemic center, respectively. Since the early onset ofCOVID-19 till the specific definition of novel coronavirus (previously known as 2019-nCoV)releasing on January 7, 2020 [                    According to our data, the vast majority of COVID-19 patients in Qingdao were not fromthe endemic area; they were infected indirectly without a history of traveling to Wuhan.Despite the high coinfection rate in COVID-19 patients in Qingdao, there are no signs ofworsening of these patients’ clinical manifestations or prognosis of the disease. A studyconducted in Zhejiang Province, China revealed that COVID-19 patients outside of Wuhanhad relatively mild symptoms as compared with those initially reported in Wuhan [                    Here we also compared the geographical and climatic characteristics of Qingdao andWuhan. Wuhan is located in the center of southern China and has a subtropical climate [          Fortunately, all of our patients were found to have SARS-CoV-2 infection beforecoinfection being detected. Otherwise these COVID-19 patients would have been treated inthe way as infected with other respiratory pathogens, which might result in devastatingconsequences. Our findings provide some important implications for the prevention andmanagement of COVID. First of all, it is very effective and efficient for the China CDC andlocal governments to launch series of aggressive measures to screen, monitor, isolate,diagnose, and treat suspected patients and their close contacts in response to the widespreadtransmission of the virus. Moreover, we must remain vigilant when dealing with COVID-19cases in other locations outside of Wuhan. Even common respiratory pathogens are detectedby diagnostic testing, we still need to rule out the possibility of SARS-CoV-2 infection. Inlight of the emergence of coinfected COVID-19 cases, there might be a long-termcoexistence of SARS-CoV-2 with humans, just as other seasonal respiratory pathogens. Lastbut not least, we highly recommend adding SARS-CoV-2 to the clinical testing assay as soonas possible, in a manner as how we routinely detect influenza and parainfluenza viruses, RSV,ADV, MP and CP, etc. Our hospitals adopted the above-mentioned screening and surveillanceprotocol right after the recognition of first coinfected COVID-19 case. Further detailedinvestigations should aim to ascertain the exact reasons underlying the high coinfection rateoutside of Wuhan.          It is notable that there are several limitations of this study. Two critically ill patients andone patient who died in the end were excluded due to lack of etiological data other thanSARS-CoV-2. As of February 16, 2020, there were 60 cases of confirmed SARS-CoV-2infection in Qingdao, however, we only analyzed 30 non-severe cases whose completeetiological and clinical information was available. The age of patients in Qingdao rangedfrom 1.5 years to 80 years; whereas patients in Wuhan were all adults as they were medicalstaff infected in the hospital. Such age difference between the two groups might bring in biasto this study. We performed nucleic acid testing for the confirmation of SARS-CoV-2infection, while coinfection with other pathogens was detected by serological testing ofantibodies. In spite of superior accuracy, PCR-based molecular testing requires morecomplicated techniques of laboratory personnel with prolonged reporting time, which maynot be suitable for emerging cases of SARS-CoV-2 [                    Till now, the epidemic is still expanding with the number of infected patients escalatingrapidly, and the situation in countries and regions beyond China presents a more dismalpicture. Recently, WHO upgraded the risk assessment of SARS-CoV-2 to very high; as of 28February 2020, a total of 4,351 cases in 49 countries, and 67 deaths have been reportedoutside China [          Date]|.First: Epub Date]|.2019;23(6):694-98withbromeliad-malaria transmission ina changingworld.Acta tropica2019;30(1):115-18 doi: 10.1016/j.actatropica.2020.105413[published Online First:sociodemographic and disease-related characteristics in elderly people with type 2diabetes - New results from the population-based KORA studies in Germany. Primary25. Feng Z, Xiaoyan S, Dan Z, et al. Etiology spectrum of virus in acute upper respiratoryinfection in children from 2017 to 2018 in Qingdao. Chin J Dis Control Prev26. Kuiken T, Fouchier RA, Schutten M, et al. Newly discovered coronavirus as the primarycause of severe acute respiratory syndrome. Lancet 2003;362(9380):263-70 doi:10.1016/S0140-6736(03)13967-0[published Online First: Epub Date]|.27. Fouchier RA, Kuiken T, Schutten M, et al. Aetiology: Koch's postulates fulfilled forSARS virus. Nature 2003;423(6937):240 doi: 10.1038/423240a[published OnlineFirst: Epub Date]|.28. Li AM, Ng PC. Severe acute respiratory syndrome (SARS) in neonates and children.ArchDisOnline First: Epub Date]|.Mycoplasma pnesmoniae and Chlamydia pneumoniae complicating infection. J Diagndiagnosis of respiratory viral infections in children]. Zhonghua Er Ke Za Zhi2012;50(6):440-4Hemoglobin, g/LAlbumin, g/LThe data are expressed as n (%) or median (IQR).in Qingdao and WuhanIFV-AIFV-BMPLPRSVADVPIVCPCOXTotalNo. (%)Abbreviations: influenza A virus (IFV-A), influenza B virus (IFV-B), mycoplasma pneumonia (MP),legionella pneumophila (LP), respiratory syncytial virus (RSV), adenovirus (ADV), parainfluenzavirus (PIV), chlamydia pneumoniae (CP) and Q fever pneumonia(COX).MPLPRSVADVPIVCPCOXTotalAverage temperature (°C)Mean humidity (%)-0.2-2.563Epidemic respiratory virusesIFV-A, IFV-B, RSV, ADVIFV-A, IFV-B, RSV, and ADVRate of co-infection (%)Average temperature during December and January of following year (Average temperature), Meanhumidity during December and January of following year (Mean humidity), influenza virus A (IFV-A),influenza virus B (IFV-B), respiratory syncytial virus (RSV), adenovirus (ADV).", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Commission of the People's Republic of China. Secondary National Health Commission of the People's Republic of China"], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], [""], [""], ["WHO main website. Secondary WHO main website"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Diagnosis and Treatment of Adults with Community-acquired Pneumonia. An Official Clinical Practice Guideline of the American Thoracic Society"], ["The diagnositic value of joint detection of serum lgM and IgG antibodies to 2019-nCoV in 2019-nCoV infection"], ["Epidemiological analysis on pathogens of respiratory tract infections in children in Hubei Province (in Chinese)"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["The Clinical Study of SARS Patients Combined with the Infection of Mycoplasma Pneumoniae (in Chinese)"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications"], ["Impact of Ambient Temperature and Relative Humidity on the Incidence of Hand-Foot-Mouth Disease in Wuhan, China"], ["Physical and Socioeconomic Driving Forces of LandUse and Land-Cover Changes: A Case Study of Wuhan City, China"], ["5 and PM10 on congenital hypothyroidism in Qingdao"], ["Epidemiological characteristics of children respiratory tract viral infection in Hubei area ("], ["Neotropical Anopheles (Kerteszia) mosquitoes associated"], [""], ["MERS coronavirus: diagnostics, epidemiology and transmission"], [""], ["Identification of severe acute respiratory syndrome in Canada"], ["Developments in immunologic assays for respiratory viruses"], [""], ["Evaluation of serum specific IgM detection in"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Lu", "CW Stratton", "YW Tang"], ["DS Hui", "E IA Madani", "TA"], ["C Huang", "Y Wang", "X Li"], [], ["P Zhou", "XL Yang", "XG Wang"], ["N Zhu", "D Zhang", "W Wang"], ["China NHCotPsRo. National Health"], ["LT Phan", "TV Nguyen", "QC Luong"], ["C Rothe", "M Schunk", "P Sothmann"], ["ML Holshue", "C DeBolt", "S Lindquist"], [], ["N Chen", "M Zhou", "X Dong"], ["JP Metlay", "GW Waterer", "AC Long"], ["WZ Xu", "J Li", "XY He"], ["J Hong", "D Li"], ["XW Xu", "XX Wu", "XG Jiang"], ["CH Duan", "XM liu", "HY Wang"], ["KH Kim", "TE Tandi", "JW Choi"], ["J Hao", "Z Yang", "W Yang"], ["X Li", "W Ying", "L Jiangfeng"], ["S Pan", "W Ni", "W Li"], ["X Li", "B Fang", "GJ Ye"], ["JH Ye", "Q Cao", "L Feng"], ["ZG Wu", "ZQ Li", "J Gu"], ["IM Mackay", "KE Arden"], ["Virol J"], ["SM Poutanen", "DE Low", "B Henry"], ["ML Landry"], ["SZ Tan", "YP Lu", "B Xiano"], ["QW Song", "RN Zhu", "J Deng"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: In our clinical practice, we found a large proportion of patients diagnosed\nwith Coronavirus Disease 2019 (COVID-19) had coinfections with other seasonal respiratory\npathogens in Qingdao, northeast China, which differed greatly from earlier cases reported in\nthe epidemic center, Wuhan, central China.", "one_words_summarize": "Background: In our clinical practice, we found a large proportion of patients diagnosedwith Coronavirus Disease 2019 (COVID-19) had coinfections with other seasonal respiratorypathogens in Qingdao, northeast China, which differed greatly from earlier cases reported inthe epidemic center, Wuhan, central China. Objectives: To clarify the pattern of coinfection with other common respiratory pathogensin COVID-19 patients in Qingdao and Wuhan; to explore the possible reasons underlying thebetween-region difference. AmongCOVID-19 patients in Qingdao, 24 of them had IgM antibodies against at least onerespiratory pathogen, and the overall positive rate was 80.00%, whereas only one (2.60%) ofthe patients in Wuhan had positive results for serum IgM antibody detection (P<0.0001). As depicted, Qingdao is situated about 850kilometers northeast of Wuhan. Indirectimmunofluorescence (IIFA) was performed to detect serum IgM antibody by using acommercially available kit (samples collected from Qingdao patients: EUROIMMUNMedizinische Labor diagnostika AG, CN; samples collected from Wuhan patients: Vircell,S.L., Santa Fe´, Granada, Spain) according to the manufacturer’s instructions [          H1N1,H3N2, IFV-B, PIV,Statistical analysisRaw data were entered by two persons (double data entry) who were not aware of thearrangement of study groups. The median age of Qingdao and Wuhan patients were 50 years (IQR:37-59) and 31 years (IQR: 28-38), respectively. Thus it can be seen that COVID-19 patients had distinct etiological features ofcoinfection from CAP patients in Qingdao. First of all, it is very effective and efficient for the China CDC andlocal governments to launch series of aggressive measures to screen, monitor, isolate,diagnose, and treat suspected patients and their close contacts in response to the widespreadtransmission of the virus. Moreover, we must remain vigilant when dealing with COVID-19cases in other locations outside of Wuhan. Further detailedinvestigations should aim to ascertain the exact reasons underlying the high coinfection rateoutside of Wuhan. It is notable that there are several limitations of this study. Such age difference between the two groups might bring in biasto this study. We performed nucleic acid testing for the confirmation of SARS-CoV-2infection, while coinfection with other pathogens was detected by serological testing ofantibodies. Newly discovered coronavirus as the primarycause of severe acute respiratory syndrome. Lancet 2003;362(9380):263-70 doi:10.1016/S0140-6736(03)13967-0[published Online First: Epub Date]|.27. Severe acute respiratory syndrome (SARS) in neonates and children."}