{"date": "2020/03/02", "journal": "medrxiv", "authors": "Ka Chun Chong, Wei Cheng, Shi Zhao, Feng Ling, Kirran N Mohammad, Maggie Haitian Wang, Benny Chung-ying Zee, Lesley Wei, Xi Xiong, Hengyan Liu, Jingxuan Wang, Enfu Chen", "title": "Monitoring Disease Transmissibility of 2019 Novel Coronavirus Disease in Zhejiang, China", "type": "preprint article", "abstract": "-48 words We monitored the transmissibility of 2019 novel coronavirus disease in Zhejiang accounting the transmissions from imported cases. Even though Zhejiang is one of the worstaffected provinces, an interruption of disease transmission (i.e. instantaneous reproduction numbers <1) was observed in early/mid-February after an early social-distancing response to the", "text": "outbreak.In December 2019, a novel strain of coronavirus emerged and caused an outbreak inWuhan, Hubei province, China (1). The disease responsible for the outbreak has been officiallynamed by the World Health Organization (WHO) as COVID-19. Common clinical manifestationof COVID-19 includes fever, fatigue, dry cough, dyspnea and muscle ache (2).        The current global scale health crisis began on 31 December 2019, the day WHO wasnotified of several unusual cases of pneumonia in Wuhan (        To halt the spread of COVID-19, the Chinese government imposed a complete lockdownin Wuhan and other cities in Hubei province on 23 January 2020 aiming to quarantine theepicenter of the outbreak (6). Meanwhile, a number of provinces/cities in China have imposedrestrictions on entry by travelers from Wuhan in response to the epidemic.Owing to the frequent travel connections between Wuhan and Zhejiang (an easternprovince with 57 million residents), Zhejiang is the third worst-affected province with 1,205cases confirmed to date, and the first province to declare the highest provincial level publichealth emergency in response to the outbreak (23 January 2020); officials closed non-essentialpublic venues, banned funerals and weddings, and ordered suspension of work. Arrivals withtravel history to other provinces within last 14 days shall be quarantined. Starting from 147484950515253545556575859606162636465666768February to 6 February 2020, all the 11 cities in Zhejiang imposed lockdown for partial districts(Zhoushan, Jiaxing, Quzhou, Shaoxing, Lishui, Jinhua, and Huzhou) and a complete lockdownfor all districts (Hangzhou, Ningbo, Wenzhou, and Taizhou). During the lockdown period, onlyone person per household is allowed to leave home once every two days for supplies (7). In thisstudy, we estimated the instantaneous reproduction number (Rt) of COVID-19 in Zhejiang tomonitor the impact of control measures on disease transmissibility over time.We analyzed the data of confirmed cases, including both local and imported cases from26 December 2019 to 25 February 2020, from all cities in Zhejiang. Confirmed cases were testedpositive for COVID-19, either through real-timereverse-transcription–polymerase-chainreaction (RT-PCR) assay or genetic sequencing, in accordance with the WHO guidelines. Caseswith travel history to other provinces (with ≥1 case reported) 14 days prior to symptoms onsetare defined as import cases. Epidemiological data of confirmed cases were recorded to thedatabase of Zhejiang Provincial Center for Disease Control and Prevention. Data were reviewedindependently by at least two staffs to ensure data accuracy.Rt is defined as the average number of secondary cases generated by a primary case attime t in a population and it is a time-varying measure of disease transmissibility whenintervention measures are in place for outbreak control. If Rt is below unity, a diseasetransmission is unlikely to be sustained and the outbreak shall be under control. Rt can thus beused to monitor the disease evolution in a population over time (8). In this study, we employedtwo different methods to estimate Rt: 1. Wallinga and Teunis approach (M1) (9,10) and 2.susceptible-exposed-infectious-recovered (SEIR) model-based approach (M2), controlling fortransmission arising from imported cases. In M1, we assumed serial interval follows a lognormal70717273747576777879808182838485868788899091distribution with mean 7.5 days and standard deviation 3.4 days (11), whereas in M2, weassumed the mean latent duration and mean infectious duration to be 5.2 (11) and 2.3 daysrespectively. Using the time series data of local and imported cases, we formulated thelikelihoods and solved the model parameter Rt (additional details in the Appendix).The first imported case of COVID-19 had illness onset on 1 January 2020. Asimportation of infections continued, the first local case had symptoms onset on 10 January 2020(Figure 1). Over the study period, Rt attained peak values of 2.08 (95% confidence interval [CI]:1.49 to 1.72) and 1.88 (95% CI: 1.38 to 2.41) on 16 January 2020 for method M1 and M2respectively (Figure 2), and a majority of cases (60%) was still the imported cases. The Rtsremained stable and kept above 1.40 until 28 January 2020, five days after the declaration of thehighest-level public health emergency. Although the number of local cases had graduallysurpassed that of imported cases, the Rts decreased over time. After the lockdown of cities, theupper bounds of CI of Rt for M1 and M2 were below the threshold of unity on 6 February 2020and 12 February 2020 respectively (M1: 0.91 [95% CI: 0.87 to 0.96] and M2: 0.94 [95% CI: 0.90to 0.98]). The Rts were to be 0.63 (95% CI: 0.60 to 0.65) for M1 and 0.78 (95% CI: 0.75 to 0.82)for M2 on 20 February 2020, the day the last cases were reported to date. Overall, the estimatesfrom two different methods were consistent and showed a similar trend of Rt. An assumption ofgamma-distributed serial interval was tested and the results were consistent (Appendix Figure).We examined the Rt of COVID-19 to monitor the impact of control measures on diseasetransmissibility. Taking transmission arising from imported cases into account, diseasetransmissibility of COVID-19 reached its peak on 16 January 2020 before Zhejiang declared thehighest-level public health emergency and the government imposed a lockdown in Wuhan. As93949596979899100101102103104105106107108109110111112113suggested by other investigations, approximately 35% of cities in China have ≥50% chance ofhaving a COVID-19 case imported from Wuhan within 3 weeks before the lockdown (12). A fastgrowth in disease transmission during the initial phase of epidemic can thus be expected,especially in areas that have tight travel connections with the source region (13). Since Rt wouldsurpass unity upon the emergence of only a few imported cases, COVID-19 was able to sustainin Zhejiang during the initial phase of the epidemic. Therefore, early preparation is stronglyrecommended to countries with limited imported cases at the moment.We showed the transmission of COVID-19 reduced and remained at a low level not onlyafter the lockdown of Wuhan, but also after the implementation of strict social-distancingmeasures in Zhejiang. As a result, disease transmission in the population was interrupted (Rt<1)within several weeks alongside a drop in local cases. The decline in disease transmissibilitymight be attributed to the early declaration of public health emergency in Zhejiang, followed byimplementation of large-scale lockdowns which seemed to interrupt and slow down thetransmission of COVID-19 in the population. Our findings could thus inform high-risk regionson disease control planning in a timely manner.One key limitation of our analysis is that the assumption of serial interval in theestimation is based on earlier estimates from Li et al. (11). The estimates of Rt shall be improvedif more updated knowledge of the pathogen are available.We thank the physicians and staffs at Hangzhou, Huzhou, Jiaxing Wenzhou, Shaoxing,Ningbo, Quzhou, Jinhua, Zhoushan, Lishui, Taizhou Municipal Center for Disease Control and115116117118119120121122123124125126127128129130Prevention for their support and assistance with this investigation. The work is supported byAs this investigation was a part of the surveillance of emerging infectious diseases of ZhejiangProvincial Center for Disease Control and Prevention (CDC), ethics approval and informedconsent were exempted by CDC. The data were analyzed anonymously.Dr. Chong is an Assistant Professor in the School of Public Health and Primary Care, TheChinese University of Hong Kong. He is also a Biostatistician in the Centre for Clinical Researchand Biostatistics, Faculty of Medicine, The Chinese University of Hong Kong. His primaryresearch interests are infectious disease epidemiology and environmental health.Jiangxuan Wang, School of Public Health and Primary Care, The Chinese University of HongKong, Hong Kong SAR, China; email: jxwang@link.cuhk.edu.hk; Enfu Chen, ZhejiangProvince Centre for Disease Control and Prevention, Hangzhou, Zhejiang Province, China;132133134135136137138139140141142143144145146147148149150151152153china/en/Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infectedWorld Health Organization [Internet]. Novel Coronavirus (2019-nCoV) Situation Report –[cited2020Feb22].from:https://www.who.int/docs/defaultTweeten L, Barone E, Wolfson E. A Timeline of How the Wuhan Coronavirus Has[Internet]. Available from: https://time.com/5774366/how-coronavirus-spread-china/World Health Organization [Internet]. Novel Coronavirus (2019-nCoV) Situation Report –33.[cited2020Feb22].from:https://www.who.int/docs/default[accessed 22 Feb 2020]Amy Q, Vivian W. Wuhan, Center of Coronavirus Outbreak, Is Being Cut Off by ChineseAuthorities. 2020 Jan 22 [cited 2020 Feb 22]. In: The New York Times [Internet]. AvailableHangzhou Municipal Health Commission [Internet]. Prevention and control of pneumoniain a new coronavirus infection. Notice of the Hangzhou Municipal People's Government onthe Implementation of the Ten Measures for the Prevention and Control of Epidemic. 20201551561571581591601611621631641651661671681691701714[cited2020Feb22].Wallinga J, Teunis P. Different epidemic curves for severe acute respiratory syndromereveal similar impacts of control measures. Am J Epidemiol. 2004 Sep 15;160(6):509-16.time-varying reproduction numbers during epidemics. Am J Epidemiol. 2013 Nov2020 May 17;26(5).Wuhan, China, of novel coronavirus–infected pneumonia. N Engl J Med. 2020 Jan 29.transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: Adata-driven correlational report. Travel Med Infect Dis. 2020 Jan-Feb;33:101568.173174175176intervals (dotted lines) using (A) Wallinga and Teunis approach (M1) and (B)susceptibleexposed-infectious-recovered (SEIR) model-based approach", "ref_list": [[], [""], ["A new framework and software to estimate 1;178(9"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["A Cori", "NM Ferguson", "C Fraser", "Cauchemez S", "Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "Z Wang", "L Cauchemez", "S Xu", "X Wang", "X Cowling", "BJ", "S Zhao", "Z Zhuang", "J Ran", "J Lin", "G Yang", "L Yang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "outbreak.", "one_words_summarize": "In December 2019, a novel strain of coronavirus emerged and caused an outbreak inWuhan, Hubei province, China (1). Rt can thus beused to monitor the disease evolution in a population over time (8). In M1, we assumed serial interval follows a lognormal70717273747576777879808182838485868788899091distribution with mean 7.5 days and standard deviation 3.4 days (11), whereas in M2, weassumed the mean latent duration and mean infectious duration to be 5.2 (11) and 2.3 daysrespectively. Using the time series data of local and imported cases, we formulated thelikelihoods and solved the model parameter Rt (additional details in the Appendix).The first imported case of COVID-19 had illness onset on 1 January 2020. Asimportation of infections continued, the first local case had symptoms onset on 10 January 2020(Figure 1). Our findings could thus inform high-risk regionson disease control planning in a timely manner. Chong is an Assistant Professor in the School of Public Health and Primary Care, TheChinese University of Hong Kong. His primaryresearch interests are infectious disease epidemiology and environmental health. Clinical features of patients infectedWorld Health Organization [Internet]. Prevention and control of pneumoniain a new coronavirus infection. 2013 Nov2020 May 17;26(5).Wuhan, China, of novel coronavirus–infected pneumonia. 2020 Jan 29.transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: Adata-driven correlational report."}