{"date": "2020/03/03", "journal": "medrxiv", "authors": "Qifang Bi, Yongsheng Wu, Shujiang Mei, Chenfei Ye, Xuan Zou, Zhen Zhang, Xiaojian Liu, Lan Wei, Shaun A Truelove, Tong Zhang, Wei Gao, Cong Cheng, Xiujuan Tang, Xiaoliang Wu, Yu Wu, Binbin Sun, Suli Huang, Yu Sun, Juncen Zhang, Ting Ma, Justin Lessler, Teijian Feng", "title": "Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1,286 of their close contacts", "type": "preprint article", "abstract": "#​ Contributed equally\n* Contributed equally", "text": "#​ Contributed equally* Contributed equallyRapid spread of SARS-CoV-2 in Wuhan prompted heightened surveillance in Shenzhen andelsewhere in China. The resulting data provide a rare opportunity to measure key metrics ofdisease course, transmission, and the impact of control.        The Shenzhen CDC identified 391 SARS-CoV-2 cases from January 14 to February 1        Cases were older than the general population (mean age 45) and balanced between males(187) and females (204). Ninety-one percent had mild or moderate clinical severity at initialassessment. Three have died, 225 have recovered (median time to recovery is 32 days). Caseswere isolated on average 4.6 days after developing symptoms; contact tracing reduced this by1.9 days. Household contacts and those travelling with a case where at higher risk of infection(ORs 6 and 7) than other close contacts. The household secondary attack rate was 15%, andchildren were as likely to be infected as adults. The observed reproductive number was 0.4, witha mean serial interval of 6.3 days.Our data on cases as well as their infected and uninfected close contacts provide key insightsinto SARS-CoV-2 epidemiology. This work shows that heightened surveillance and isolation,particularly contact tracing, reduces the time cases are infectious in the community, therebyreducing ​R​. Its overall impact, however, is uncertain and highly dependent on the number ofasymptomatic cases. We further show that children are at similar risk of infection as the generalpopulation, though less likely to have severe symptoms; hence should be considered inanalyses of transmission and control.        Since emerging in Wuhan, China in December of 2019​1​, the epidemic of the novel coronavirusSARS-CoV-2 has progressed rapidly. The disease caused by this virus, dubbed COVID-19        Here, we use data collected by the Shenzhen Center for Disease Control and Prevention(Shenzhen CDC) on 391 cases of COVID-19 and 1,286 of their close contacts to characterizekey aspects of its epidemiology outside of Hubei province. We characterize differences indemographics and severity between cases identified through symptom-based surveillance andthe monitoring of close case contacts, and estimate the time to key events, such asconfirmation, isolation, and recovery. Using data from contact tracing, we characterizeSARS-CoV-2 transmission by estimating key values, such as the household secondary attackrate, serial interval and observed reproductive number.On January 8, 2020, Shenzhen CDC identified the first case of pneumonia with unknown causeand began monitoring travelers from Hubei province for symptoms of COVID-19. Over the nexttwo weeks this surveillance program expanded to include travelers from Hubei regardless ofsymptoms, patients at local hospitals, and individuals detected by fever screening inneighborhoods and at local clinics. Suspected cases and close contacts were tested forSARS-CoV-2 by PCR of nasal swabs at 28 qualified local hospitals, 10 district level CDCs, and2 third party testing organizations, with final confirmation performed at the Guangdong CDC orShenzhen CDC (Text S1). Close contacts were defined as those who lived in the sameapartment, shared a meal, traveled, or socially interacted with an index case during the periodstarting two days before symptom onset. Casual contacts (e.g., other clinic patients) and someclose contacts (e.g., nurses) who wore a mask during exposure were not included in this group.Symptomatic cases were isolated and treated at designated hospitals regardless of test results.Asymptomatic positives were isolated at centralized facilities. Close contacts and travelers fromHubei testing negative were isolated at home or a central facility, and monitored for 14 days.PCR testing was required for all close contacts at the beginning of isolation, and release wasconditional on a negative PCR result. Basic demographics, signs and symptoms, clinicalseverity, and exposure history were recorded for all confirmed cases.          Here, we analyze confirmed cases identified by the Shenzhen CDC between Jan 14, 2020 andFeb 1          We define symptom-based surveillance to include symptomatic screening at airport and trainstations, community fever monitoring, home observation of recent travellers to Hubei, andtesting of hospital patients. Contact-based surveillance is the identification of cases throughmonitoring and testing of close contacts of confirmed cases. By protocol, those in thecontact-based group were tested for SARS-CoV-2 infection regardless of symptoms, whilethose in the other categories were tested only if they showed signs or symptoms of disease.At first clinical assessment, data were recorded on 21 signs and symptoms (see supplement),and disease severity was assessed. Cases with fever, respiratory symptoms, and radiographicevidence of pneumonia were classified as having ​moderate ​ symptoms. Cases were classifiedas having ​severe ​ symptoms if they had any of: ​breathing rate ≥30/min; oxygen saturation level≤93% at rest; oxygen concentration level PaO​2​/FiO​2​ ≤ 300mmHg (1mmHg=0.133kPa); lunginfiltrates >50% within 24-48 hours; respiratory failure requiring mechanical ventilation; septicshock; or multiple organ dysfunction/failure. All other symptomatic cases were classified as ​mild​ .Relationships between demographics, mode of detection and symptom severity were assessedand characterized using 2​-tests, and logistic regression.Distributions were fit to the timing of key events in each confirmed case’s course of infection andtreatment. The time from infection to symptom onset (incubation periods) were assumed to belog-normally distributed and estimated as previously described ​12–14​. Cases who recentlytravelled to Hubei were assumed to have been exposed while there. C​ases without a recenttravel history but with exposure to a confirmed case, were assumed to be exposed from the timeof earliest to latest possible contact with that case​. Only cases for whom we could bound theearliest and latest period of exposure and had a date of symptom onset were included in theanalysis.          Time between symptom onset and recovery was estimated using parametric survival methods.Patients who had not recovered were considered to be censored on February 2          Transmission was characterized by examining the relationship between confirmed cases andtheir infected and uninfected close contacts. The household secondary attack rate (SAR) wascalculated as the percentage of household contacts (those sharing a room, apartment or othersleeping arrangement) who were later confirmed to be infected with SARS-CoV-2. Thedistribution of serial intervals (the time between symptom onset in infector and infectee) wascalculated by fitting parametric distributions to the time of symptom onset in clearinfector/infectee pairs. The mean observed reproductive number, ​R​ , and distribution of personalreproductive numbers (i.e., the number of secondary infections caused by each case) werecalculated from the number of secondary infections observed among close contacts of eachindex case, with ambiguities resolved through multiple imputation. The relative odds oftransmission among contacts of various types were estimated using conditional logisticregression and random effects models, to account for differing numbers of possible infectors ineach risk group. Confidence intervals were estimated using bootstrapping or standardparametric approaches.This work was conducted in support of an ongoing public health response, hence wasdetermined not to be human subjects research after consultation with the Johns HopkinsBloomberg School of Public Health IRB. ​Analytic datasets were constructed in an anonymizedfashion, and all analysis of personally identifiable data took place on site at the Shenzhen CDC.          Between Jan 14, 2020 and Feb 1          Cases detected through symptom-based surveillance were more often male (55% vs 28%) andbetween the ages of 20-69 (91% vs 75%) than those detected through contact-basedsurveillance (Tables 1 and 2). At the time of first clinical assessment, 29% of the contact-basedsurveillance group did not have fever, and 20% had no symptoms. In contrast, 88% of thesymptom-based surveillance group had fever, and only 8 reported no symptoms.In multiple logistic regression, severe symptoms were associated with being male (OR 2.5, 95%CI 1.1,6.1). There was a general trend of increasing probability of severe symptoms with age,though only 60-69 year olds showed a significant difference from the reference category (OR3.4 versus 50-59 year olds; 95% 1.4,9.5) and being male (OR=2.5, 95%CI 1.1, 6.1) (Table 2).Based on 183 cases with a well defined period of exposure and symptom onset (Figure S1), weestimate the median incubation period for COVID-19 to be 4.8 days (95% CI 4.2,5.4) [Figure 2,Table S2], and that 95% of those who develop symptoms will do so within 14.0 days (95% CI12.2,15.9) of infection.Based on 228 cases with known outcomes, we estimate that the median time to recovery is 32days (95% CI 31,33) in 50-59 year olds, and is estimated to be significantly shorter in youngeradults (e.g., 27 days in 20-29 year olds), and significantly longer in older groups (e.g., 36 daysin those aged 70 or older). In multiple regression models including sex, age, baseline severityand method of detection, in addition to age, baseline severity was associated with time torecovery. Compared to those with mild symptoms, those with moderate symptoms wereassociated with a 19% (95% CI, 17%,22%) increase in time to recovery, and severe symptomswere associated with a 58% (95% CI, 55%, 61%) increase. Thus far, only three have died.These occurred 35-44 days from symptom onset and 27-33 days from confirmation.Cases detected through symptom-based surveillance were confirmed on average 5.5 days(95% CI 5.0, 5.9) after symptom onset (Figure 3, Table S2); compared to 3.2 days (95% CI2.6,3.7) in those detected by contact-based surveillance. 17 cases were isolated beforedeveloping symptoms. Among those isolated after, the symptom-based surveillance groupwere, on average, isolated 4.6 days (95% CI 4.1,5.0) after symptom onset, versus 2.7 days(95% CI 2.1,3.3) in the contact-based surveillance group. Hence, contact-based surveillancewas associated with a 2.3 days (95% CI 1.5,3.0) decrease in time to confirmation and a 1.9days (95% CI 1.1,2.7) decrease in time to isolation. Timings between symptom onset andhospitalization were similar to isolation results (Figure 3, Table S2).Sixty-four percent (191/298) of travelers developed symptoms after arriving in Shenzhen, with amean time from arrival to symptom onset of 4.9 days (95% CI 4.2, 5.5) (Table S2). Thosedeveloping symptoms prior to arrival or on the day of arrival were confirmed as cases onaverage 4.5 days (95% CI 3.8,5.1) after arrival, and isolated on average 3.1 days (95% CI,2.5,3.7) after.Overall, 1286 close contacts were identified for index cases testing positive for SARS-CoV-2between January 14 and February 9, 2020, with 83% (244/292) of cases having at least oneclose contact. Ninety-five percent of close contacts were followed 12 days or longer.Ninety-eight tested PCR positive for SARS-CoV-2 infection, and one had presumptive infection.Excluding those with a missing test result, we found that the secondary attack rate was 14.9%(95% CI 12.1,18.2) among household contacts and 9.6% (95%CI 7.9,11.8) overall (these dropto 11.2% and 6.6% if those with missing results are considered to be negative). In multivariableanalysis of contact types household contact (OR 6.3, 95% CI 1.5, 26.3) and travelling together(OR 7.1, 95% CI 1.4, 34.9) were significantly associated with infection. Reporting contactoccurred “often” was also associated with increased risk of infection (OR 8.8 versus moderatefrequency contacts, 95% CI 2.6,30.1).Attack rates were similar across infectee age categories (Table 3), though there is someindication of elevated attack rates in older age groups (Figure 1). Notably, the rate of infection inchildren under 10 (7.4%) was similar to the population average (7.9%). There was no significantassociation between probability of infection and age of the index case. Surprisingly, in univariateanalysis a longer time in the community prior to isolation was associated with a reduced risk ofcausing infections. However, this association was no longer significant after adjusting forcontact frequency and type.Based on 48 pairs of cases with a clear infector-infectee relationship and time of symptomonset, we estimate that the serial interval is gamma distributed with mean 6.3 days (95% CI5.2,7.6) and a standard deviation of 4.2 days (95% CI, 3.1,5.3) (Figure 2B, Table S2). Hence,95% of cases are expected to develop symptoms within 14.3 (95% CI, 11.1,17.6) days of theirinfector. It should be noted this estimate includes the effect of isolation on truncating the serialinterval. Stratified results show that if the infector was isolated less than 3 days after infectionthe average serial interval was 3.6 days, increasing to 8.1 days if the infector was isolated onthe third day after symptom onset or later (Table S4).The mean number of secondary cases caused by each index case (i.e., the observedreproductive number, ​R​ ), was 0.4 (95% CI 0.3,0.5). The distribution of personal reproductivenumbers was highly overdispersed, with 80% of infections being caused by 8.9% (95% CI3.5,10.8) of cases (negative binomial dispersion parameter 0.58, 95% CI 0.35, 1.18).To calculate the potential impact of surveillance and isolation on transmission, we considered arange of possible infectious periods where infectiousness varied over time. We define the meaninfectious day (i.e., the average number of days after symptom onset an infector is expected toinfect a secondary case) as the weighted mean of the infectious period, where each day isweighted by relative infectiousness. We consider periods where the mean infectious day is lessthan 15 days after symptom onset (roughly the period of SARS and early SARS-CoV-2 reports16,17​), and assume that ​R​ =2.6 and that isolation effectively ends the infectious period. Underthese assumptions we find if the mean infectious day is greater than 5 days, then it may bepossible to bring ​R ​ below one in those detected by symptom-based surveillance; and the samecan be accomplished by contact-based surveillance if the mean infectious day is greater than 3days. For the impact of passive surveillance alone to achieve our observed ​R​ of 0.4, we projectthe mean infectious day must be at least 5.5 days (and likely more) after symptom onset.Even if transmission is completely eliminated in the group captured by surveillance (e.g., if wecould get perfect surveillance on the day of symptom onset), assuming ​R=​ 2.6, the casescaptured by surveillance must, if unisolated, be expected to cause 61% of onward transmissionto achieve local elimination by surveillance and isolation alone (see Text S2).This analysis of early SARS-CoV-2 cases and their close contacts in Shenzhen China, providesinsights into the natural history, transmission and control of this disease. The values estimatedprovide the evidentiary foundation for predicting the impact of this virus, evaluating controlmeasures, and guiding the global response. Analysis of how cases are detected, and use ofdata on individuals exposed but not infected, allow us to show that infection rates in youngchildren are no lower than the population average (even if rates of clinical disease are). We areable to directly estimate critical transmission parameters, and show that, at least amongobserved contacts, transmission rates are low. Estimates of the distribution of time betweensymptom onset and case isolation by surveillance type reveal that heightened surveillancecombined with case isolation could plausibly account for these low rates of transmission. Theseresults paint a positive picture of the impact of heightened surveillance and isolation inShenzhen. However, uncertainty in the number of asymptomatic cases missed by surveillanceand their ability to transmit must temper any hopes of stopping the COVID-19 epidemic by thismeans.This work further supports the picture of COVID-19 as a disease with a fairly short incubationperiod (mean 4-6 days) but a long clinical course ​2,7,19​, with patients taking many weeks to die orrecover. It should be noted, however, that we estimate a higher proportion of cases taking 14days or more to develop symptoms (9%) than previous studies ​6,7​.Focusing on cases detected through contact-based surveillance adds nuance to previouscharacterizations of COVID-19. Since PCR testing of contacts is near universal, we can assumethese cases are more reflective of the average SARS-CoV-2 infection than cases detectedthrough symptomatic surveillance. In the contact-based surveillance group, any tendency forcases to be male or older (beyond the underlying population distribution, see Table S3)disappears. Further, in this group, 20% were asymptomatic at the time of first clinicalassessment and nearly 30% did not have fever. This is consistent with a reasonably high rate ofasymptomatic carriage, but less than suggested by some modeling studies​18​, though PCR hasimperfect sensitivity​20​.In Shenzhen, SARS-CoV-2 transmission is most likely between very close contacts, such asindividuals sharing a household. However, even in this group less than 1 in 6 contacts wereinfected; and, overall, we observed far less than one (0.4) onward transmission per primarycase. As noted above, low transmission levels may in part be due to the impact of isolation andsurveillance; but it is equally likely unobserved transmission is playing some rule. We alsoestimate reasonably high rates of overdispersion in the number of cases each individual causes,leaving open the possibility that large COVID-19 clusters occur even if surveillance and isolationare forcing ​R​ below one; events that could potentially overwhelm the surveillance system.This work has numerous limitations. As in any active outbreak response, the data werecollected by multiple teams under protocols that, by necessity, changed as the situationdeveloped. Hence, there may be noise and inconsistency in definitions. Of note, the definition ofa confirmed case changed to require symptoms near the end of our analysis period (Feb. 7); butsensitivity analyses show that truncating the data at this point does not qualitatively impactresults. It is, likewise, impossible to identify every potential contact an individual has, so contacttracing focuses on those close contacts most likely to be infected; hence our observed ​R​ isassuredly less than the true ​R​ in the population. Asymptomatic travellers will be missed bysymptom-based surveillance; and, even if tested, some asymptomatic contacts may be misseddue to the imperfect sensitivity of the PCR test ​20​.As SARS-CoV-19 continues to spread, it is important that we continue to expand our knowledgeabout its transmission and natural history. Data from the early phase of local outbreaks, whendetailed contact tracing is possible and sources of infection can still be reliably inferred, areparticularly powerful for estimating critical values. This is especially true when information onuninfected contacts and mode of detection are used, as we have done here. The resultingestimates provide critical inputs for interpreting surveillance data, evaluating interventions, andsetting public health policy.We thank Andrew Azman, Derek Cummings, Steve Lauer, Jacco Wallinga, and Michael Minafor advice and input on the manuscript and analyses. We thank all patients, close contacts, andtheir families involved in the study; as well as the front line medical staff and public healthworkers who collected this critical data.TM, CY, TZ, BS, YS and JZ were funded by the Emergency Response Program of HarbinInstitute of Technology (HITERP010) and Emergency Response Program of Peng ChengLaboratory (PCLERP001). JL, ST and QB were funded by a grant from the US Centers forDisease Control and Prevention (NU2GGH002000).YW, SM, XZ, ZZ, XL, WG, LW, CC, XT, XW, YW, and SH collected the dataJL, QB, SAT, and CY performed statistical analyses, and drafted the manuscript and figuresTZ, BS, YS, JZ, TM, and CY cleaned the dataQB, MT, JL, and TF conceived the study and supervised the collection of dataThe authors report no conflict of interest.initial assessment by age group.fatality ratios from infectious disease surveillance data. ​Biometrics​ 2012; ​68​: 598–606.18 [No title].https://www.imperial.ac.uk/media/imperial-college/medicine/sph/ide/gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf​ (accessed Feb 24, 2020).Table S1:​ Demographic and clinical characteristics of cases by mode of case detectionTable S3: ​Comparison of age distribution of cases with Shenzhen 2010 census (sourcehttp://www.stats.gov.cn/english/)Table S4: ​Comparison of observed serial intervals by time between symptom onset andisolation.0-2 days3-5 days6 or more days3.6 (3.0, 4.2)8.1 (5.3, 11.0)Figure S1: ​The exposure and symptom onset windows 339​ confirmed cases fromShenzhen, China. ​Shaded regions represent the full possible interval of exposure (blue) and ofsymptom onset (red); points represent the midpoint of these intervals. ​The exposure andsymptom onset windows are aligned relative to the right-bound of the exposure window.Figure S2: ​Effective ​R​ among those captured by surveillance (top) and proportion needed to becaptured by surveillance to drive ​R ​less than one (bottom) by the weighted mean day of theinfectious period. Weighting is by relative infectiousness, which is assumed to follow a gammadistribution. The shaded area covers all gamma distributions with a mean of that day and a rateparameter in the range of 0.1-10.          By categorizing COVID-19 as a notifiable disease Class B, Chinese ​Law on the Prevention andTreatment of Infectious Diseases​ required all cases to be immediately reported to China'sInfectious Disease Information System. Each case was recorded into the system by localepidemiologists and public health professionals who did the field investigation and collectedpossible exposure related information. All data on COVID-19 case reported in Shenzhen wereextracted from the Infectious Disease Information System by the end of February 1          All laboratory confirmation of SARS-CoV-2 were done by Guangdong Center for DiseasePrevention and Control (CDC) before Jan 30, 2020, and then only need to be done byShenzhen CDC, when it obtained the qualification of laboratory-confirmation of 2019-nCoV fromthe authority. The RT-PCR assay was conducted in the BSL-3 laboratory of Shenzhen CDC,using the protocol established by the World Health Organization and China CDC.be the basic reproductive number, ​ be the percent of transmission due tocases potentially reachable by the surveillance system, andbe the relative effectiveinfectious period of those captured by surveillance. Then:Whenis below one, sustained outbreaks are impossible. Hence, for a knownand$\\gamma$ such that, we can calculate the proportion of transmission thatmust be from people who can be captured by surveillance as:Assuming anof 2.6 and that surveillance reducesby a factor of 0.18, we find control ispossible if 75% of people can be captured by surveillance.", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. ​Lancet​ 2020; published online Jan 30"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [""], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], [") situation reports"], [""], ["The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. ​Lancet​ 2020; published online Jan 24"], ["Outbreak of 2009 Pandemic Influenza A (H1N1) at a New York City School"], ["Dynamics and Control of Severe Acute Respiratory Syndrome"], ["Estimating the Severity and Subclinical Burden of Middle East Respiratory Syndrome Coronavirus Infection in the Kingdom of Saudi Arabia"], [""], ["Estimating incubation period distributions with coarse data"], ["Estimating absolute and relative case 15 Efron B"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia"], ["Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q 1 Li", "X Guan", "P Wu", "Pneumonia. ​N Engl J Med"], ["8 Chen", "N Zhou", "M Dong", "X"], ["D Wang", "B Hu", "C Hu"], [], ["Yang", "Y Yang", "Q Lu"], ["Novel Coronavirus (2019-nCoV"], [], ["SA Lauer", "KH Grantz", "Q Bi"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["S Chan JF-W", "K-H Kok"], ["J 9 Lessler", "NG Reich", "DAT Cummings"], ["10 Lipsitch M. Transmission"], ["J 11 Lessler", "H Salje", "MD Van Kerkhove", "Am J Epidemiol"], [], ["NG 13 Reich", "J Lessler", "DAT Cummings", "R Brookmeyer"], ["NG 14 Reich", "J Lessler", "DAT Cummings", "R Brookmeyer", "G. Gong"], ["JSM Peiris", "CM Chu", "VCC Cheng"], ["L 17 Zou", "F Ruan", "M Huang", "​N Engl J Med"], ["F 19 Pan", "T Ye", "P Sun"], ["Y Fang", "H Zhang", "J Xie"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "#​ Contributed equally\n* Contributed equally", "one_words_summarize": "#​ Contributed equally* Contributed equallyRapid spread of SARS-CoV-2 in Wuhan prompted heightened surveillance in Shenzhen andelsewhere in China. Ninety-one percent had mild or moderate clinical severity at initialassessment. Three have died, 225 have recovered (median time to recovery is 32 days). Caseswere isolated on average 4.6 days after developing symptoms; contact tracing reduced this by1.9 days. The household secondary attack rate was 15%, andchildren were as likely to be infected as adults. We further show that children are at similar risk of infection as the generalpopulation, though less likely to have severe symptoms; hence should be considered inanalyses of transmission and control. Symptomatic cases were isolated and treated at designated hospitals regardless of test results. Here, we analyze confirmed cases identified by the Shenzhen CDC between Jan 14, 2020 andFeb 1          We define symptom-based surveillance to include symptomatic screening at airport and trainstations, community fever monitoring, home observation of recent travellers to Hubei, andtesting of hospital patients. Cases with fever, respiratory symptoms, and radiographicevidence of pneumonia were classified as having ​moderate ​ symptoms. All other symptomatic cases were classified as ​mild​ .Relationships between demographics, mode of detection and symptom severity were assessedand characterized using 2​-tests, and logistic regression. Confidence intervals were estimated using bootstrapping or standardparametric approaches. This work was conducted in support of an ongoing public health response, hence wasdetermined not to be human subjects research after consultation with the Johns HopkinsBloomberg School of Public Health IRB. Between Jan 14, 2020 and Feb 1          Cases detected through symptom-based surveillance were more often male (55% vs 28%) andbetween the ages of 20-69 (91% vs 75%) than those detected through contact-basedsurveillance (Tables 1 and 2). These occurred 35-44 days from symptom onset and 27-33 days from confirmation. Among those isolated after, the symptom-based surveillance groupwere, on average, isolated 4.6 days (95% CI 4.1,5.0) after symptom onset, versus 2.7 days(95% CI 2.1,3.3) in the contact-based surveillance group. There was no significantassociation between probability of infection and age of the index case. However, this association was no longer significant after adjusting forcontact frequency and type. Based on 48 pairs of cases with a clear infector-infectee relationship and time of symptomonset, we estimate that the serial interval is gamma distributed with mean 6.3 days (95% CI5.2,7.6) and a standard deviation of 4.2 days (95% CI, 3.1,5.3) (Figure 2B, Table S2). For the impact of passive surveillance alone to achieve our observed ​R​ of 0.4, we projectthe mean infectious day must be at least 5.5 days (and likely more) after symptom onset. Even if transmission is completely eliminated in the group captured by surveillance (e.g., if wecould get perfect surveillance on the day of symptom onset), assuming ​R=​ 2.6, the casescaptured by surveillance must, if unisolated, be expected to cause 61% of onward transmissionto achieve local elimination by surveillance and isolation alone (see Text S2).This analysis of early SARS-CoV-2 cases and their close contacts in Shenzhen China, providesinsights into the natural history, transmission and control of this disease. Analysis of how cases are detected, and use ofdata on individuals exposed but not infected, allow us to show that infection rates in youngchildren are no lower than the population average (even if rates of clinical disease are). This is consistent with a reasonably high rate ofasymptomatic carriage, but less than suggested by some modeling studies​18​, though PCR hasimperfect sensitivity​20​.In Shenzhen, SARS-CoV-2 transmission is most likely between very close contacts, such asindividuals sharing a household. This is especially true when information onuninfected contacts and mode of detection are used, as we have done here. Each case was recorded into the system by localepidemiologists and public health professionals who did the field investigation and collectedpossible exposure related information."}