{"date": "2020/02/28", "journal": "medrxiv", "authors": "Gaofu Zhang, Haiping Yang, Aihua Zhang, Qian Shen, Li Wang, Zhijuan Li, Yuhong Li, Lijun Zhao, Yue Du, Liangzhong Sun, Bo Zhao, Hongtao Zhu, Haidong Fu, Xiaoyan Li, Xiaojie Gao, Sheng Hao, Juanjuan Ding, Zongwen Chen, Zhiquan Xu, Xiaorong Liu, Daoqi Wu, Mingsi Gao, Mo Wang, Qiu Li", "title": "The Impact of the COVID-19 Outbreak on the Medical Treatment of Chinese Children with Chronic Kidney Disease (CKD)：A Multicenter Cross-section Study in the Context of a Public Health Emergency of International Concern", "type": "preprint article", "abstract": "e", "text": "adbcghnoqsjDepartment of Nephrology, Kunming children's Hospital, Kunming, 650000, ChinakDepartment of Pediatrics, The First Affiliated Hospital of Xinjiang MedicalUniversity, 830000lDepartment of Nephrology, The Children Hospital of Zhejiang University School ofmDepartment of Pediatrics, the Second Xiangya Hospital of Central South University,rDepartment of Nephrology, Rheumatology and Immunology, Hainan Women andDepartment of Nephrology, Beijing Children’s Hospital, Capital Medical University,Beijing 100045, ChinaObjective: To investigate the impact of the COVID-19 outbreak on the medicaladvice seeking of Chinese children with chronic kidney disease (CKD).Materials and Methods: An anonymous online questionnaire survey was conductedin 17 pediatric nephropathy diagnosis and treatment centers in China. The questionscollected basic information on the patients and their parents and data on changes inthe approach to medical treatment and their needs in the context of the outbreak etc.This is a Multicenter Cross-section Study.Results: A total of 735 valid questionnaires were collected. 555 patients (75.5%) andtheir parents said that the outbreak had a significant influence on their medicaltreatment: 264 patients (47.6%) said that it would be delayed by 2 to 4 weeks and 199patients (35.9%) by 4 to 8 weeks. 510 patients (84.16%) hoped to get in touch withspecialists through online consultation, and 528 patients (84.5%) hoped that onlineconsultation could be implemented and that medication could be delivered to them.. Atotal of 458 patients (62.3%) said that their greatest concern was that the CKD wouldbe aggravated or that they would experience a relapse; only 203 patients were infectedby 2019-nCoV. A total of 313 patients (42.5%) experienced anxiety and thus requiredthe intervention of psychologists.Conclusion: The COVID-19 outbreak has affected the medical treatment of childrenwith CKD. Online consultation, medication delivery and psychological counsellingare the greatest needs reported by patients and their families and could especiallyprovide solutions for the management of low income children with CKD in remoterural areas in the context of the COVID-19 epidemic.The study is a Multicenter Cross-section Study in the Context of a Public HealthEmergency of International Concern.The study can well explore the impact of COVID-19 outbreak on the medicaltreatment of CKD children in China and the needs of current patients.The study explored ways to meet the medical needs of CKD children in the context ofa public health emergency of international concern, which provides a method supportfor all countries in the world experiencing COVID-19 outbreak.The study is an exploration of the coping strategies for CKD management in China.The limitations of this study is that it is quite simple and descriptive, and many studiesneed to be further carried out.        In December 2019, multiple cases of pneumonia with unknown causes wereidentified in Wuhan, Hubei Province; The patients were soon confirmed to have beeninfected by a new coronavirus. On January 12, 2020, the World Health Organization(WHO) officially named it the \"2019 novel coronavirus (2019-nCoV)\". On January30, 2020, the WHO declared the outbreak of 2019-nCoV in China to be a \"publichealth emergency of international concern\". On February 1        Chinese government has taken a series of measures to control the epidemic, includingsealing off cities, controlling roads and vehicles, and enforcing home quarantine[7-8].Children with chronic kidney disease (CKD) are a high-risk group highly susceptibleto SARS-CoV-2 due to underlying disease and poor immunity[9-10].CKD in children refers to chronic structural and/or functional abnormalities ofthe kidney due to various causes lasting for more than 3 months and can eventuallydevelop into end-stage renal disease (ESRD)[11]. CKD has a high incidenceworldwide and has become one of the major public health problems affecting children.At present, the treatment of children with stage II CKD mainly involves the treatmentof the primary disease. After Stage II (when the glomerular filtration rate falls below90 ml/min/1.73 m2), long-term comprehensive management is carried out, and effortsare made to detect the causes, remove or reduce the damage factors, delay theprogressive damage of renal function and actively treat and reduce complicationsbefore the disease develops to Stage V[11-12]. The treatment of children with stage VCKD mainly involves renal replacement therapies (including kidney transplantation,maintenance blood purification and peritoneal dialysis) and symptomatic treatment ofcomplications[11-12]. Therefore, all children with CKD need to travel between homeand the hospital at different frequencies and have a high requirement for thecontinuity of medical treatment.In the context of the public health emergency of international concern of theCOVID-19 outbreak, the management and medical treatment of children with CKDand the mental status of their parents will certainly be affected. To prevent and controlSARS-CoV-2 infection, continue the long-term standard management of children withCKD, better serve children with CKD and avoid the spread of the epidemic, weconducted an anonymous online questionnaire survey in collaboration with the 12largest pediatric nephropathy diagnosis and treatment centers in China. Through thesurvey, we sought to understand the effect of the SARS-CoV-2 outbreak on themedical treatment of various kinds of Chinese children with CKD, changes inapproaches to their medical treatment, their greatest needs at present and changes inthe mental status of their parents to explore problems exposed in the management ofChinese children with CKD in the context of a public health emergency ofinternational concern and identify coping strategies.A cross-sectional study based on an online questionnaire survey was conductedbetween 0:00, February 10th, 2020, and 0:00, February 14th, 2020, in pediatricnephropathy diagnosis and treatment centers in 17 provinces and municipalities inChina. The 17 centers are located in such regions as northeastern China, eastern China,southern China, central China, western China and northwestern China, and each ofthem is the largest pediatric nephropathy diagnosis and treatment center in theprovince or municipality. All CKD diagnoses met the KIDGO diagnostic criteria[11].All the patients recruited, screened, and included were inpatients registered at variousdiagnostic and treatment centers. Questionnaires were sent to the parents of a total of754 patients with definitive diagnoses via QR codes on WeChat, and 735 validquestionnaires were collected.This online questionnaire had three parts: the first part collected the basicinformation of the sick children and their parents (age, gender, diagnosis (CKD stage),address, family economic status, disease duration, attention paid by the parents to theepidemic); the second part assessed the impact of the epidemic on the medicaltreatment of the patients and their needs for medical treatment (the hospital that theyvisit, transportation mode, the effect of the epidemic on regular medical treatment,delays in medical treatment, the self-perceived effect of the epidemic on the conditionof the sick child, measures that the parents hoped could be taken if they could not seea doctor, help that the parents hoped to get during the epidemic); the third partevaluated the impact of the epidemic on the mental status and anxiety of the parents(mentality of the parents and the attention paid to the COVID-19 outbreak,self-perceived probability of the child being infected by SARS-CoV-2, concern of theparents about the epidemic, anxiety of the parents, the parents’ needs forpsychological counseling and whether the parents had received psychologicalcounseling.)This is a descriptive study.The questionnaires were given to a total of 754 patients, and 735 validquestionnaires were collected, for a recovery rate of 97.5%. The parents of 735 sickchildren participated in the survey, of whom 447 were boys (60.8%) and 288 weregirls (39.2%). The age distribution was as follows: 63 patients were younger than 3years old (8.6%), 160 were between 3 and 6 years old (21.8%), 277 were between 6and 11 years old (37.7%), and 235 were older than 11 years (31.97%) (Fig. 1. B). Thedistribution of the time since receiving a definitive diagnosis of CKD was as follows:83 patients had been diagnosed for fewer than 3 months (11.3%), 64 for 3 to 6 months(8.71%), 89 for 6 to 12 months (12.1%), 310 for 1 to 3 years (42.18%) and 189 formore than 3 years (25.7%). Among them, 659 patients had stage I-II CKD (89.6%),51 had stage III-IV CKD (6.9%), and 25 had stage V CKD and were currentlyreceiving regular blood purification or peritoneal dialysis (3.4%).A total of 259 patients (35.2%) lived in rural areas, 99 (13.5) lived in the suburbsand 377 (51.3%) lived in cities. Further investigations revealed that most of thoseliving in cities lived in county-level cities, 235 of whom (62.3%) needed to travel fortwo hours or more to see a doctor, a lengthy trip (Fig. 1. A).In terms of parental education level, 345 (46.9%) had a junior high school orlower education, 276 (37.6%) had a senior high school or vocational collegeeducation, and 114 (15.5%) had an undergraduate or postgraduate education. In termsof family income, 300 (40.8%) had an annual income of less than $5000, 241 (32.8%)had an annual income of $5000-10000, and 194 (26.3%) had an annual income ofmore than $10000 (Fig. 1. C). .Among the parents of the 735 sick children, the parents of 555 patients (75.5%)said that the COVID-19 outbreak had a significant impact on the regular medicaltreatment of their children: 264 (47.6%) said that it would be delayed by 2 to 4 weeks,199 (35.9%) said that it would be delayed by 4 to 8 weeks, and 92 (16.6%) even saidthat it would be delayed by more than 8 weeks. A total of 180 parents (24.5%) saidthat the impact of the COVID-19 outbreak on the regular medical treatment of theirsick child was not significant. Due to reasons such as road control and trafficconditions, 429 parents had difficulties visiting hospitals. Three hundred fifty-twoparents (82.1%) said that failing to see the doctor would have an impact on thecondition and treatment of their child, and 193 (42.1%) thought that it would have asignificant impact(Fig. 2).Because of the COVID-19 epidemic, 84.5% of the parents hoped to get in touchwith their nephrologists through online or telephone consultation to discuss the kidneydisease and the COVID-19 epidemic; 72.1% of the parents hoped that hospitals coulddeliver the medication, i.e., with an electronic prescription from the doctor.Eighty-one percent of those hoping the medicines could be delivered were from ruralareas or were patients from other provinces(Fig. 2).Among the parents of the 735 sick children, 479 (65.2%) paid attention to theepidemic, spending 30 minutes to 1 hour each day following news of the epidemicand learning relevant medical knowledge. One hundred seventy-eight parents (24.2%)paid much attention to the news of the epidemic and spent more than 1 hour each daylearning relevant knowledge on the prevention and treatment of SARS-CoV-2(Fig. 3).Due to the COVID-19 epidemic, 594 parents (80.8%) were concerned about thecondition of their sick children, 532 of whom (72.4%) said that children with kidneydiseases were more susceptible to SARS-CoV-2 because of their low immunity. Atotal of 496 parents (67.5%) were more anxious than the general population, worryingabout aggravation of the original kidney disease or infection with SARS-CoV-2. Interms of anxiety, 458 parents (62.3%) were worried that the CKD might relapse or beaggravated during the epidemic since they could not regularly see the doctor; 203parents (27.6%) were concerned about being infected by SARS-CoV-2 during theepidemic. A total of 313 parents (42.5%) hoped to receive psychological counselling,and 409 parents (75.5%) said that there were no channels for them to receivepsychological counselling(Fig. 3).        On January 2        In our survey, we found that 48.7% of the patients lived in remote rural areas orsuburbs, making it inconvenient for them to see a doctor. Although 51.3% lived incities, most of them lived in county-level cities and needed to travel to provincialcapitals or municipalities directly under the central government for medical treatment.Despite the inconvenience of medical treatment, only 14.2% of the patients wouldchoose to receive medical treatment, reexaminations and follow-up visits in district orcounty-level hospitals, and the other 85.8% preferred to have reexaminations andfollow-up visits in grade-A class-3 hospitals and large specialized hospitals.According to the opinion of the parents, due to the lack of pediatric nephropathyknowledge, relevant examinations for kidney diseases and medication, district andcounty-level hospitals could not meet their needs for medical treatment, revealing aproblem related to a lack of diagnosis and treatment standards for CKD in basicpediatric departments. As a result, some common kidney diseases cannot be addressedin local hospitals. A complete three-level system for the specialized diagnosis andtreatment of children with CKD should be established.In our survey, we found that although 81.1% of the parents were paying attentionto the COVID-19 epidemic and the situation of the CKD itself, only 4.32% planned toadjust the medication dosage based on their previous medical knowledge andexperience. In fact, 1.12% of the parents said they would directly stop the medicinesor end the treatment, and 84.5% said that they would rely more on the guidance ofdoctors, which indicates the low participation of children with CKD and their families.In the absence or interruption of the guidance of medical teams, disruptions mayoccur in the management of the disease. Similarly, we found in our survey that in theface of this serious epidemic, 76.7% of the parents of children with CKD showed alack of prevention and infection control knowledge, as well as knowledge of channelsfor nutrition guidance and emergency coping and appeal making; 72.1% of theparents said that they lacked access to medical treatment and medication, suggestingthat in major public health emergencies, the Chinese medical service system shouldgive full play to the unique advantages of online hospitals and online diagnosis andtreatment, encourage online follow-up consultation for some common diseases andchronic diseases, and reduce the risk of cross-infection among patients in offlinetreatment. Doctors can carry out online consultations and provide electronicprescriptions, and the patients can then pay the fee for the consultation and medicationonline. Payment can then be verified by doctors and pharmacists online, and aftersuccessful payment, the orders can be taken via electronic prescriptions at pharmacies.Inthefuture,onlinehospitalsshouldalsoimprovetheiremergencyprescription-taking measures. For example, during major epidemics, cooperation andcontact with logistics enterprises can be strengthened to deliver medication to thehomes of the patients, indicating that we need a stable online “internet + CKD healthmanagement” platform and online hospital systems to cope with public healthemergencies of international concern.We found in our survey that 67.5% of the parents were more anxious than thegeneral population due to worry that the primary kidney disease would be aggravatedor that they might be infected with SARS-CoV-2. Among them, 42.5% of the parentsexpressed that they hoped to receive psychological counselling, but the access ofchildren with CKD and their parents to counselling was blocked, leaving themisolated and helpless and resulting in psychological anxiety, helplessness and evenpanic. Therefore, in the context of a public health emergency of international concern,the psychological status of children with CKD and their family members should firstbe determined to identify high-risk groups and avoid such extreme events as suicideand impulsiveness. Therefore, psychological services and interventions for the mentalhealth of children with CKD and their families at early stages are needed. Forexample, during this COVID-19 outbreak, it is necessary to provide children withCKD and their family members with psychological support and psychologicalcounselling, thus preventing and reducing frustration caused by the epidemic andpreventing extreme events caused by mental stress. To this end, a hotline forpsychological guidance can be set up, and guidelines for this hotline should beformulated to effectively alleviate the tension and panic of the public.Conclusion: During this COVID-19 outbreak, many problems in the management ofChinese children with CKD have been exposed, indicating the need to establish aregional contingency plan for CKD management in the context of major public healthemergencies. Considering the characteristics of CKD as a chronic disease, athree-level diagnosis and treatment system for children with chronic diseases such asCKD should be established to give full play to graded diagnosis and bidirectionaltransfer. To gradually improve the care system for children with chronic diseases suchas CKD, it is necessary to improve the service function and operation mechanism of“internet+ CKD health management”, including health assessment of children withchronic diseases, healthguidance, healtheducation,medical guidance, andpsychologicalcounselling, throughserviceapplicationssuchasfollow-upconsultation, diagnosis and treatment appointments, online follow-upadjustmentofdiseasemanagement plans,medicationdeliveryandvisits,healthmanagement.we have no competing interests.Thanks to all the parents of CKD children who participated in the questionnaire.We have read and understood BMJ policy on declaration of interests and declare thatThis research received no specific grant from any funding agency in the public,commercial or not-for-profit sectors.Gaofu Zhang and Yang Haiping are co-first authors. Mo Wang and Qiu Li arecorresponding author. Study Design: Mo Wang, Qiu Li; Data Collection：GaofuZhang, Haiping Yang, Aihua Zhang, Qian Shen, Li Wang, Zhijuan Li, Yuhong Li,Lijun Zhao, Yue Du, Liangzhong Sun, Bo Zhao, Hongtao Zhu, Haidong Fu, XiaoyanLi, Xiaojie Gao, Sheng Hao, Juanjuan Ding, Zongwen Chen, Zhiquan Xu, XiaorongLiu；Statistical Analysis：Gaofu Zhang, Haiping Yang, Data Interpretation：Mo Wang,Qiu Li；Literature Search：Daoqi Wu, Mingsi Gao. All authors contributed to thedevelopment of the manuscript, and read and endorsed its final version.All authors have seen and approved the manuscript.No additional data are available.The study protocol is approved by Ethics Committee of Children’s Hospital ofnovelcoronavirusin2020.https://doi.org/10.1016/S0140-6736(20)30183-5. [Published Online January 24, 2020]2. Zhu N, Zhang DY, Wang WL, et al. A novel coronavirus from patients withpneumonia in China, 2019[J/OL]. N Engl J Med, 2020[2020-02-09].3. Xu X, Chen P, Wang J, et al. Evolution of the novel coronavirus from the ongoingWuhan outbreak andmodeling of its spike protein for risk of humantransmission[J/OL]. Sci China          Life Sci, 2020. (2020-01-2          bioRxiv2020Feb11.7. http://www.nhc.gov.cn/xcs/zhengcwj/202002/d4b895337e19445f8d728fcaf1e3e13a.shtml.9. Chiu MC. Suggested management of immunocompromized kidney patientssuffering fromSARS[J]. Pediatr Nephrol, 2003, 18(12): 1204-1205. DOI:10.1007/s00467-003-1325-8.dialysis patients[J]. JAmSocNephrol, 2004, 15(7): 1883-1888.DOI:10.1097/01.asn.0000131522.16404.1f.11. Kidney Disease: Improving Global Outcome (KDIGO) CKDFig. 1. Basic patient information of Chinese children with chronic kidney disease2017:389 (10075) 1238–1252.(CKD).A: Residence of CKD children.Fig. 2. Impact of the epidemic on the medical treatment of the patients and the needsof the parents of Chinese children with chronic kidney disease (CKD).A: During the COVID-19 outbreak, the delay time of CKD treatment is?B: If children with CKD can't see a doctor on time, what measures can you take in thetreatment?C: During the COVID-19 outbreak, what is the most important and feasible servicecontent that you want your hospital to provide?Fig. 3. Impact of the epidemic on the mental status and anxiety of the parents ofChinese children with chronic kidney disease (CKD).A: During the COVID-19 outbreak, as the parents of CKD children, which aspect ofdolls are you most worried about?B: As the parents of CKD children during the epidemic, do you think you need", "ref_list": [[], ["Clinical features of patients infected with 2019 5"], ["Severe acute respiratory syndrome in 12"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["CL Huang", "YM Wang", "XW Li", "AE Gorbalenya", "SC Baker", "RS Baric", "RJ de Groot", "C Drosten", "AA Gulyaeva"], ["BC Kwan", "CB Leung", "CC Szeto", "E.V. C. Webster", "R.L. Nagler", "Morton"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "a\nd\nb\nc\ng\nh\nn\no\nq\ns\njDepartment of Nephrology, Kunming children's Hospital, Kunming, 650000, China\nk\nDepartment of Pediatrics, The First Affiliated Hospital of Xinjiang Medical\nUniversity, 830000\nlDepartment of Nephrology, The Children Hospital of Zhejiang University School of\nmDepartment of Pediatrics, the Second Xiangya Hospital of Central South University,\nr\nDepartment of Nephrology, Rheumatology and Immunology, Hainan Women and\nDepartment of Nephrology, Beijing Children’s Hospital, Capital Medical University,\nBeijing 100045, China", "one_words_summarize": "The questionscollected basic information on the patients and their parents and data on changes inthe approach to medical treatment and their needs in the context of the outbreak etc. On January30, 2020, the WHO declared the outbreak of 2019-nCoV in China to be a \"publichealth emergency of international concern\". Therefore, all children with CKD need to travel between homeand the hospital at different frequencies and have a high requirement for thecontinuity of medical treatment. To prevent and controlSARS-CoV-2 infection, continue the long-term standard management of children withCKD, better serve children with CKD and avoid the spread of the epidemic, weconducted an anonymous online questionnaire survey in collaboration with the 12largest pediatric nephropathy diagnosis and treatment centers in China. Questionnaires were sent to the parents of a total of754 patients with definitive diagnoses via QR codes on WeChat, and 735 validquestionnaires were collected. The parents of 735 sickchildren participated in the survey, of whom 447 were boys (60.8%) and 288 weregirls (39.2%). Due to reasons such as road control and trafficconditions, 429 parents had difficulties visiting hospitals. Three hundred fifty-twoparents (82.1%) said that failing to see the doctor would have an impact on thecondition and treatment of their child, and 193 (42.1%) thought that it would have asignificant impact(Fig. 2).Because of the COVID-19 epidemic, 84.5% of the parents hoped to get in touchwith their nephrologists through online or telephone consultation to discuss the kidneydisease and the COVID-19 epidemic; 72.1% of the parents hoped that hospitals coulddeliver the medication, i.e., with an electronic prescription from the doctor. As a result, some common kidney diseases cannot be addressedin local hospitals. In the absence or interruption of the guidance of medical teams, disruptions mayoccur in the management of the disease. Inthefuture,onlinehospitalsshouldalsoimprovetheiremergencyprescription-taking measures. Therefore, psychological services and interventions for the mentalhealth of children with CKD and their families at early stages are needed. Conclusion: During this COVID-19 outbreak, many problems in the management ofChinese children with CKD have been exposed, indicating the need to establish aregional contingency plan for CKD management in the context of major public healthemergencies. Study Design: Mo Wang, Qiu Li; Data Collection：GaofuZhang, Haiping Yang, Aihua Zhang, Qian Shen, Li Wang, Zhijuan Li, Yuhong Li,Lijun Zhao, Yue Du, Liangzhong Sun, Bo Zhao, Hongtao Zhu, Haidong Fu, XiaoyanLi, Xiaojie Gao, Sheng Hao, Juanjuan Ding, Zongwen Chen, Zhiquan Xu, XiaorongLiu；Statistical Analysis：Gaofu Zhang, Haiping Yang, Data Interpretation：Mo Wang,Qiu Li；Literature Search：Daoqi Wu, Mingsi Gao. A novel coronavirus from patients withpneumonia in China, 2019[J/OL]. http://www.nhc.gov.cn/xcs/zhengcwj/202002/d4b895337e19445f8d728fcaf1e3e13a.shtml.9."}