{"date": "2020/03/01", "journal": "medrxiv", "authors": "Di Qi, Xiaofeng Yan, Xumao Tang, Junnan Peng, Qian Yu, Longhua Feng, Guodan Yuan, An Zhang, Yaokai Chen, Jing Yuan, Xia Huang, Xianxiang Zhang, Peng Hu, Yuyan Song, Chunfang Qian, Qiangzhong Sun, Daoxin Wang, Jin Tong, Jianglin Xiang", "title": "Epidemiological and clinical features of 2019-nCoV acute respiratory disease cases in Chongqing municipality, China: a retrospective, descriptive, multiple-center study", "type": "preprint article", "abstract": "1. Prof Daoxin Wang, Department of Respiratory and Critical Care Medicine, the\n2. Prof Jin Tong, Department of Respiratory and Critical Care Medicine, the Second\n3. Prof Jianglin Xiang, Department of Infectious Diseases, Chongqing Three Gorges", "text": "1. Prof Daoxin Wang, Department of Respiratory and Critical Care Medicine, the2. Prof Jin Tong, Department of Respiratory and Critical Care Medicine, the Second3. Prof Jianglin Xiang, Department of Infectious Diseases, Chongqing Three GorgesThe authors declare no conflict of interest.In January 19, 2020, first case of 2019 novel coronavirus (2019-nCoV) pneumonia(COVID-19) was confirmed in Chongqing municipality, China.In this retrospective, descriptive, multiple-center study, total of 267 patients withCOVID-19 confirmed by real-time RT-PCR in Chongqing from Jan 19 to Feb 16,2020wererecruited.Epidemiological,demographic, clinical, radiologicalcharacteristics, laboratory examinations, and treatment regimens were collected onadmission. Clinical outcomes were followed up until Feb 16, 2020.267 laboratory-confirmed COVID-19 patients admitted to 3 designated-hospitals inChongqing provincial municipality from January 19 to February 16, 2020 wereenrolled and categorized on admission. 217 (81.27%) and 50 (18.73%) patients werecategorized into non-severe and severe subgroups, respectively. The median age ofpatients was 48.0 years (IQR, 35.0-65.0), with 129 (48.3%) of the patients were morethan 50 years of age. 149 (55.8%) patients were men. Severe patients weresignificantly older (median age, 71.5 years [IQR, 65.8-77.0] vs 43.0 years [IQR,32.5-57.0]) and more likely to be male (110 [50.7%] vs 39 [78.0%]) and havecoexisting disorders (15 [30.0%] vs 26 [12.0%]). 41 (15.4%) patients had a recenttravel to Hubei province, and 139 (52.1%) patients had a history of contact withpatients from Hubei. On admission, the most common symptoms of COVID-19 werefever 225(84.3%), fatigue (208 [77.9%]), dry cough (189 [70.8%]), myalgia orarthralgia (136 [50.9%]). Severe patients were more likely to present dyspnea (17[34.0%] vs 26 [12.0%]) and confusion (10 [20.0%] vs 15 [6.9%]). Rales (32 [12.0%])and wheezes (20 [7.5%]) are not common noted for COVID-19 patients, especiallyfor the non-severe (11 [5.1%], 10 [4.6%]). 118 (44.2%). Most severe patientsdemonstrated more laboratory abnormalities. 231 (86.5%), 61 (22.8%) patients hadlymphopenia, leukopenia and thrombocytopenia, respectively. CD4+T cell countsdecrease was observed in 77.1 % of cases, especially in the severe patients (45, 100%).53.1% patients had decreased CD+3 T cell counts, count of CD8+T cells was lowerthan the normal range in part of patients (34.4%). More severe patients had lowerlevel of CD4+ T cells and CD 3 T cells (45 [100.0%] vs 29[56.9%], 31 [68.9%] vs 20+[39.2%]). Most patients had normal level of IL-2, IL-4, TNF-α and INF-γ, while highlevel of IL-6 and IL-17A was common in COVID-19 patients (47 [70.1%], 35[52.2%]). Level of IL-6, IL-17A and TNF-α was remarkably elevated in severepatients (32 [84.2%] vs 15 [51.7%], 25 [65.8%] vs 10 [34.5%], 17 [44.7%] vs 5[17.2%]). All patients received antiviral therapy (267, 100%). A portion of severepatients (38, 76.0%) received systemic corticosteroid therapy. Invasive mechanicalventilation in prone position, non-invasive mechanical ventilation, high-flow nasalcannula oxygen therapy was adopted only in severe patients with respiratory failure(5[10.0%], 35[70.0%], 12[24.0%]). Traditional Chinese medicine was adopted tomost of severe patients (43,86.0%).Our study firstly demonstrated the regional disparity of COVID-19 in Chongqingmunicipality and further thoroughly compared the differences between severe andnon-severe patients. The 28-day mortality of COVID-19 patients from 3 designedhospitals of Chongqing is 1.5%, lower than that of Hubei province and mainlandChina including Hubei province. However, the 28-mortality of severe patients wasrelatively high, with much higher when complications occurred. Notably, the28-mortality of critically severe patients complicated with severe ARDS isconsiderably as high as 44.4%. Therefore, early diagnosis and intensive care ofcritically severe COVID-19 cases, especially those combined with ARDS, will beconsiderably essential to reduce mortality.characteristicsCoronavirus; Novel coronavirus (2019-nCoV); COVID-19; Chongqing; ClinicalSince December of 2019, a cluster of cases of pneumonia with unknown etiologyoccurred in Wuhan, Hubei Province, China1. A novel coronavirus named the 2019novel coronavirus (2019-nCoV) was soon isolated on January 12, 2020 and identifiedas the causative pathogen of this pneumonia2. On February 21, 2020, National HealthCommission of the republic of China re-named this 2019-nCo-infected pneumonia as2019-nCoV acute respiratory disease (COVID-19). Person-to-person transmission ofCOVID-19 in hospital and family settings is reported to be accumulating3. As ofFebruary 16, 2020, there are 70548 laboratory-confirmed cases and 1770 death casesin China, including 551 confirmed cases in Chongqing. The first laboratory-confirmedcase of COVID-19 in the Chongqing municipality is reported on January 19, 2020.Coronaviruses (CoV) are enveloped non-segmented positive-sense RNA virusesbelonging to the family Coronaviridae, which can be transmitted between animals andhumans. The 2019-nCoV is the seventh member of enveloped RNA coronavirus2.Coronavirus infections cause illness ranging from the mild cold to severe respiratorydiseases such as Middle East Respiratory Syndrome (MERS-CoV) and Severe AcuteRespiratory Syndrome (SARS-CoV), with mortality rates of 10% for SARS-CoV and437% for MERS-CoV . So far, a few patients of COVID-19 have developed severepneumonia, acute respiratory distress syndrome (ARDS), multiple organ dysfunctionsyndrome (MODS) and had died5.Recently, there are some studies demonstrating the clinical characteristics andepidemiology of COVID-19 patients in Wuhan or throughout China5-8. As Chongqingis reported to be one of the major cities imported passengers from Wuhan in Chinafrom December 16, 20199. Given the regional disparity of COVID-19, we aim todescribe epidemiological, clinical, laboratory, and radiological features, treatment,and prognosis of COVID-19 patients in Chongqing municipality, and compare thedifferences between non-severe and severe patients, which may unravel risk factorsassociated with 28-day mortality and further suggest a specific therapeuticintervention for patients with COVID-19 in Chongqing municipality, China.A retrospective, descriptive, multiple-center study on the clinical characteristics oflaboratory-confirmed cases with COVID-19 in Chongqing was performed inaccordance with the Declaration of Helsinki. 267 laboratory-confirmed COVID-19patients admitted to 3 designated-hospitals (Qianjiang central hospital of Chongqing,Chongqing three gorges central hospital and Chongqing public health medical center)in Chongqing provincial municipality from January 19 to February 16, 2020 wereenrolled and categorized on admission. Patients with COVID-19 were diagnosedbased on the World Health Organization (WHO) interim guidance10 and categorizedinto severe and non-severe COVID-19 according to the American Thoracic Societyguideline. ARDS was defined according to the Berlin definition11. Informed consentwas yielded due to the anonymous analysis of clinical data in retrospective study. Thisresearch was approved by the institutional ethics board of the Second AffiliatedHospital of Chongqing Medical University (No.2020-09), Chongqing public healthmedical center (No.2020-015-01-KY), Chongqing three gorges central hospital(No.2020-13) and Qianjiang central hospital of Chongqing (No.2020-07).Respiratory specimens, including nasopharyngeal swab and bronchoalveolar lavagefluid (BALF), or anal swab specimens were collected at admission to detect thepresence of 2019-nCoV by real-time reverse-transcriptase polymerase-chain-reaction(RT-PCR) assay in designated authoritative laboratories of local centers for diseasecontrol and prevention12. Bacterial, fungal, and pathogenic microorganism test inrespiratory and blood samples was routinely performed. Cytokines and lymphocytesubsets in peripheral blood were measured by fluorescence-labeled flow cytometry(Beckman, Cell Lab Quanta SC)The epidemiological, demographic, clinical, laboratory, radiological, treatment andoutcomes data from confirmed COVID-19 patients’ medical and nursing records wereobtained and analyzed. The date of disease onset was defined as the day when thesymptoms were noticed. Clinical outcomes were followed up to February 16, 2020.Data were entered into a computerized database and were checked by two physicians.Continuous variables were expressed as the means and standard deviations (SD) ormedians and interquartile ranges (IQR) as appropriate. Categorical variables werepresented as the counts and percentages. Independent group t tests were used forcomparison of means for continuous variables when the data were normallydistributed; otherwise, the Mann-Whitney U test was used. Proportions for categoricalvariables were compared using the χ2 test or Fisher exact test. Data analyses wereperformed using GraphPad Prism 7.0 software and SPSS 19.0 software. A value of p<0.05 was considered statistically significant.Of all 309 patients enrolled as of February 16, 2020, 42 patients were excluded due toincompleteness of crucial data in original reports. None of medical staff were infected.Hence this study includes 267 patients with COVID-19 from 3 designed-hospitals inChongqing municipality, China.The epidemiological and clinical characteristics are shown in Table 1. The median ageof the patients was 48.0 years (IQR, 35.0-65.0), with 129 (48.3%) of the patients weremore than 50 years of age. 149 (55.8%) patients were men. Most of cases (80.1%) hadno smoke history. In our study, only 41(15.4%) patients had underlying comorbiditiesincluding overweight and obesity (30 [11.2%]), diabetes (26 [9.7%]), respiratorysystem disease diseases (25 [9.4%]), hypertension (20 [7.5%]), cardiovascular andcerebrovascular disease (13 [4.9%]), digestive system disease (12 [4.5%]) andmalignant tumor (2 [0.7%]). 41 (15.4%) COVID-19 patients had a recent travel toWuhan or Hubei province, 139 (52.1%) patients had a history of contact with patientsfrom Wuhan or Hubei, 18 (6.7%) patients had definite contact with the patientsinfected by confirmed COVID-19 patients from Wuhan or Hubei province. Nodefinite epidemiological link was found in the 69 (25.8%) patients. There is only onepatient in our study had definite direct exposure to Huanan seafood market.On admission, the most common symptoms of COVID-19 were fever 225(84.3%),fatigue (208 [77.9%]), dry cough (189 [70.8%]), myalgia or arthralgia (136 [50.9%]).Less common initial symptoms included nasal congestion (53 [19.9%]), pharyngalgia(41 [15.4%]), dyspnea (43 [16.1%]), chill (30 [11.2%]), confusion (25 [9.4%]). Aportion of patients initially presented with symptoms of digestive system such asanorexia (46 [17.2%]), diarrhea (10 [3.7%]) nausea or vomiting (6 [2.2%]).Abnormal signs of physical examination on admission, including throat congestion (6[2.2%]), tonsil swelling (3 [1.1%]) and enlargement of lymph nodes (3 [1.1%]), arerelatively rare. Notably, for auscultation of abnormal breath sound, rales (32 [12.0%])and wheezes (20 [7.5%]) are not common noted for COVID-19 patients in Chongqing,especially for the non-severe patients (11 [5.1%], 10 [4.6%]). The median durationsfrom symptoms onset to laboratory diagnosis and hospital admission were 4 days(IQR, 2.0-8.0) and 7 days (IQR, 3.0-10.0) respectively.The Laboratory and radiologic findings are shown in Table 2. On day of hospitaladmission, most patients had normal level of leucocytes (134 [50.2%]) andneutrophils (146 [54.7%]) counts, with 118 (44.2%), 231 (86.5%), 61 (22.8%)patients had lymphopenia, leukopenia and thrombocytopenia, respectively.Among the 96 patients underwent for lymphocyte subsets detection, decreases in CD4positive T cell counts were observed in 77.1 % of cases, especially in the severepatients (45, 100%). More patients (53.1%) had decreased CD positive 3 T cell counts,the level of CD8 positive T cells was lower than the normal range in part of patients(34.4%). The average level of haemoglobin was in normal range (135.0 [95.0-165.0]).Few patients had myocardial zymogram abnormality, which showed elevated level oflactate dehydrogenase (LDH), creatine kinase (CK) and creatine kinase isoenzyme(CKMB) in 21.3%, 18.7% and 12.4% of patients, respectively, which indicates adegree of cardiac injury. Few patients presented mild live function abnormality, withelevated level of alanine aminotransferase (ALT) (20 [7.5%]), aspartateaminotransferase (AST) (19 [7.1%]), total bilirubin (6 [2.2%]), direct bilirubin (7[2.6%]) or indirect bilirubin (3 [1.1%]). Other dysfunctions in kidney and coagulationwere rare, with mild increases of creatinine and D-dimer in 1.5% and 7.1% ofpatients.Regarding the infection index, 25.3%, 15.9% and 41.5% of patients had higher levelof C-reactive protein (CRP), procalcitonin (PCT) and erythrocyte sedimentation rate(ESR), respectively. Furthermore, there are 67 patients detected for cytokines inperipheral blood. Most patients had normal level of IL-2, IL-4, TNF-α and INF-γ,while high level of IL-6 and IL-17A was common in COVID-19 patients (47 [70.1%],35 [52.2%]).Of all patients who underwent radiologic examination (X-ray or CT), most of patientspresented as pneumonia with bilateral ground-glass opacity (43.3%) or unilateralground-glass opacity or patchy shadowing (41.1%), co-existed with consolidation orfibrous stripes-like shadows (5.6%). Pneumothorax or hydrothorax occurred rarely (1[0.4%], 1 [0.4%]). 36 cases (15.6%) had no obvious radiological abnormality.Additionally, Figure1-3 demonstrates the representative radiologic images of patientswith non-severe and a patient with severe COVID-19 in Chongqing.On admission, 217 (81.27%) and 50 (18.73%) patients were categorized intonon-severe and severe subgroups, respectively. Compared with non-severe patients,severe patients were significantly older (median age, 71.5 years [IQR, 65.8-77.0] vs43.0 years [IQR, 32.5-57.0]) and more likely to be male (110[50.7%] vs 39[78.0%]).Compared with non-severe cases, more severe cases are smokers (31[62.0%] vs22[10.1%]). Severe patients were more likely to have coexisting disorders (15[30.0%]vs 26[12.0%]), including overweight or obesity (14[28.0%] vs 16[7.4%]),hypertension (13[26.0%] vs 7[3.2%]), diabetes (12[24.0%] vs 14[6.5%]), respiratorydisease (10[20.0%] vs 15[6.9%]). Respiratory rate, heart rate, and mean arterialpressure did not differ markedly between non-severe and severe cases on admission.No significant differences in the exposure history between the two groups wereobserved (all p>0.05).Fever and cough were still the most common symptoms in both non-severe(186[85.7%], 155[71.4%]) and severe cases (39[78.0%], 34 [68.0%]). Compared withthe non-severe patients, severe patients were more likely to present dyspnea(17[34.0%] vs 26[12.0%]) and confusion (10[20.0%] vs 15 [6.9%]) symptoms. Fewsevere patients presented with mild symptoms such as myalgia or arthralgia (37[74.0]vs 99[45.6%]), which should be more noteworthy to avoid delayed or misseddiagnosis. The rales and wheezes were more common in severe cases as comparedwith non-severe cases (21 [42.0%] vs 11[5.1%], 10[20.0%] vs 10[4.6%])).Compared with non-severe patients, most severe patients demonstrated morelaboratory abnormalities, including lower level of lymphocytes (46[92.0%] vs 185[85.3%]), leukocytes (31[62.0%] vs 87[40.1%]), thrombocytes (19[38.0%] vs 42[19.4%]) and albumin (44[88.0%] vs 19[8.8%]), as well as higher level of D-dimer(13[26.0%] vs 6[2.8%]), C-reactive protein (29 [58.0%] vs 16 [12.5%]),procalcitonin(14[28.0%] vs 10 [9.9%]), lactate dehydrogenase (18[36.0%] vs39[18.0%]), creatine kinase (18[36.0%] vs 32[14.7%]), myoglobin (7[33.3%] vs1[1.8%]) and troponin (3[14.3%] vs 0[0%]). As for lymphocyte subsets, significantlymore severe patients had lower level of CD4 positive T cells and CD3 positive T cells(45[100.0%] vs 29[56.9%], 31[68.9%] vs 20[39.2%]). More severe cases had lowerlevel of CD8 positive T cells (20[44.4.0%] vs 13[25.5%], p=0.051), while nosignificant difference was shown. Further comparison the inflammatory cytokinesbetween severe and non-severe patients showed that the level of IL-6, IL-17A andTNF-α was remarkably elevated in severe patients (32[84.2%] vs 15[51.7%],25[65.8%] vs 10[34.5%], 17[44.7%] vs 5[17.2%]).All patients were treated in isolated wards, among whom critically severe patientswere treated in intensive care unit with negative pressure wards. The treatment,complications and outcomes are shown in Table 3. All patients received antiviraltherapy (267, 100%), including interferon, opinavir, arbidol, ribavirin. Mostnon-severe patients received antiviral therapy only for pharmacotherapy. Fewnon-severe patients (7, 3.2%) with bacterial infection evidence received empiricalantibiotic treatments (moxifloxacin and others), while more severe patients receivedantibiotic treatments (36, 72.0%). 5 severe patients received antifungal therapy(caspofungin) (5, 10.0%). None of non-severe patients received systemicglucocorticoid therapy, while a portion of severe patients (38, 76.0%), withoutobvious immune deficiency, received systemic corticosteroid therapy, usuallymethylprednisolone 40-80mg for 3-5 days. There is only one critically severe patientwho received 120mg methylprednisolone. A total of 35 patients (70.0%) receivedimmunopotentiators (thymalfasin 1.6mg/day) or immunoglobulin treatments and 13severe patients (26.0%) received vasopressors for shock rescue.Few non-severe patients received ordinary oxygen therapy, delivered by nasal cannulaor face mask at 1-4 liters per minute (41, 18.9%). Oxygen therapy including invasivemechanical ventilation, non-invasive mechanical ventilation, high-flow nasal cannulaoxygen therapy (HFNC) was adopted only in severe patients with respiratory failure(5[10.0%], 35[70.0%], 12[24.0%]). It is worth noting that 3 critically severe patientsreceived invasive mechanical ventilation in prone position, and the oxygenationimproved remarkably. Moreover, traditional Chinese medicine was adopted to most ofsevere patients (43,86.0%). Currently, none of patients received extracorporealmembrane oxygenation (ECMO) therapy, kidney replacement therapy or convalescentplasma therapy. However, 3 critically severe patients are going to receive ECMO afterprofessional assessment. And, two discharged COVID-19 patients promised to donateconvalescent plasma for critically severe patients’ further treatment. As comparedwith non-severe cases, severe cases suffered higher rates of any complications(27[54.0%] vs 8[3.7%]) during hospital admission. The most common complicationswere ARDS (33, 12.4%), secondary to shock (13, 4.9%) and acute cardiac injury (3,1.1%), especially more common for severe patients (ARDS, 54.0%; septic shock,22.0%; acute cardiac injury, 6.0%). Notably, in our study, all of the critically severecases are complicated with ARDS of different severity, and 4 death cases died ofsevere ARDS.By February 16, 2020, the health commission of Chongqing announced that among551 confirmed COVID-19 patients in Chongqing, 207(37.57%) patients weredischarged, 5 patients (0.91%) were died and 339(61.52%) patients were still inhospital for treatment， lower than that of Hubei province and mainland Chinaincluding Hubei province (Fig.4). In our study, 103(38.6%) patients had beendischarged and 4(1.5%) patients had died, and all other patients were in hospital. Thepercentages of patients being admitted to the ICU was 19.9%. The median length ofhospital of COVID-19 patients is 15 days (IQR, 11.5-16.0), with longer length ofhospital of severe patients than that of non-severe patients (20 days [IQR, 17.5-23.25],14 days [IQR, 11.0-16.0]).For severe patients, the duration from admission to developing ARDS is only 3 days(IQR, 2.0-5.0), and the 28-mortality of severe patients was 8.0% (4/50), with muchhigher when complications occurred (14.8%, [4/27]). Notably, the 28-mortality ofcritically severe patients complicated with severe ARDS is considerably as high as44.4% (4/9). Therefore, early diagnosis and intensive care of critically severeCOVID-19 cases will be considerably essential to reduce complications and mortality.In December 2019, COVID-19 firstly occurred in Wuhan, Hubei Province, China.The disease has rapidly spread from Wuhan to worldwide1. On January 30, the WorldHealth Organization has declared the COVID-19 outbreak as a public healthemergency due to this rapid infection spreads. However, as one of the major citiesimported passengers from Wuhan in China9, the regional characteristics of COVID-19in Chongqing municipality were not reported so far. Our presents study, to ourknowledge, firstly portrayed the epidemiological, demographic, clinical, radiological,laboratory characteristics, treatment regimens and clinical outcomes of COVID-19patients in Chongqing municipality, China. And we further compared the numerousdifferences between severe and non-severe patients in Chongqing municipality. The28-day mortality of COVID-19 patients from 3 designed hospitals of Chongqingmunicipality is 1.5%, approximately consistent with the official fatality rate 0.91%,lower than the 28-day mortality of mainland China including Hubei province (2.51%[1770/70548]), reported by national official statistics as for February 16th, 2020Recently, there are some studies described the cases of hospitalized patients withCOVID-19 in Wuhan or worldwide. First study including 41 cases of COVID-19 inWuhan, in which most patients had a direct history of exposure to Huanan SeafoodWholesale Market of Wuhan, with high mortality rate (6/41, 15%) in this study5. Anextended descriptive study from 99 cases in the same hospital further revealed theepidemiology and clinical characteristics of the COVID-19 in Wuhan6. Another studyfrom 138 hospitalized COVID-19 patients in Wuhan found that 26% of patientsreceived intensive care unit (ICU) care and further compared the differences betweensevere cases received ICU care with non-severe cases who did not receive ICU care7.Two more researches including COVID-19 cases based on the big data from thewhole country delineated the clinical and epidemiological characteristics ofCOVID-19 in nationwide8,13. The clinical courses and outcomes of critically illCOVID-19 patients was recently reported14.In our study, the majority critically severe patients are older and male, consistent withgender difference in previous researches6,13,14. The high susceptibility of males issimilar to MERS-CoV and SARS-CoV infection15,16. Although, only few of patientsin Chongqing are smokers, more severe cases are smokers. Previous studydemonstrated that the gene expression of ACE2, receptor of 2019-nCov, issignificantly higher in smoker's lung. ACE2 gene is expressed in specific cell typesrelated to smoking history and actively expressed in remodeled AT2 cells of smokers.Thus, smoking history may indicate a poor prognosis due to its different infectionpaths with non-smokers17.Compared with patients who had a definite direct exposure to Huanan seafood marketin Wuhan, the epidemics in Chongqing has transmitted to the coexistence of importedcases and local sporadic or clustered cases. As the strong epidemic control in Hubeiwas implemented, clustered cases or family aggregation cases gradually compose themajority of confirmed cases in Chongqing. Although small part of patients inChongqing had coexisting chronic disease, relatively less frequent than that ofpatients in Wuhan6, severe patients were more likely to suffer from underlyingcomorbidities (diabetes, obesity, cardiovascular and cerebrovascular diseases),resulting in the deficiency in innate and adaptive immunity of these patients. Amongthe common comorbidities, we found a significant portion of patients in Chongqingsuffered from overweight and obesity, which is more common in severe patients.Obesity-induced chronic inflammation status is well documented to contribute to theprogress of multiple diseases18. Large epidemiological studies have shown that BMIwas associated with increased risk of acute respiratory distress syndrome (ARDS) andlength of hospital stay, which has already been used in lung injury prediction score(LIPS) to help physicians identify at-risk patients for developing ALI19. Therefore,elderly male patients with a history of smoke and underlying comorbidities are atincreased risk of becoming critically severe if they are suffered from COVID-19infection, which deserves more attention and intensive care treatment.As the sequence of 2019-nCoV showing 79.0% nucleotide identity with the sequenceof SARS-CoV, and 51.8% identity with the sequence of MERS-CoV20, the clinicalcharacteristics of COVID-19 infection bear resemblance to SARS-CoV andMERS-CoV infection. Dominant symptoms at onset of COVID-19 in Chongqingwere still fever, dry cough, fatigue, dyspnea, and myalgia or arthralgia is morecommon in the Chongqing patients. The absence of fever, especially hyperpyrexia,may increase the difficulty to identify and diagnosis COVID-19 in clinical practice iftoo much attention was given to fever detection only. Moreover, in our study, asignificant proportion of patients in Chongqing initially developed with atypicalsymptoms, such as upper respiratory tract symptoms (eg, nasal congestion andpharyngalgia) and gastrointestinal symptoms (eg, anorexia, diarrhea and nausea), andeven had no obvious symptoms, which is inconsistent with previous study reportingupper respiratory tract and intestinal signs and symptoms are rare in Wuhan province5.Therefore, the atypical patients and asymptomatic carriers deserves more attention toavoid delayed or missed diagnosis. Moreover, rales and wheezes are scarcely notedwhen lung auscultation was performed, due to the lack of sputum or mucus, especiallyfor non-severe patients. Further comparison between the severe and non-severepatients found that severe patients are more likely to suffer from dyspnea andconfusion symptoms on disease onset, which may suggest severe complications suchas respiratory failure or septic shock, and is of great value of early identification ofcritically severe cases. The median durations from symptoms onset to laboratorydiagnosis and hospital admission were 4 days and 7 days, with obvious longer timefor severe cases, which may lead to the poor outcome due to delayed medicalinterventions. In general, COVID-19 in severe cases progresses rapidly to lethalcomplications (ARDS, septic shock, acute cardiac injury, refractory metabolicacidosis and so on), even leading to death. Our study demonstrates that the medianinterval from symptoms onset to ARDS of severe cases was much shorter than that ofnon-severe cases. It has been demonstrated that poor populations always endured adisproportionate burden of disease and death from infectious diseases like influenzas21.A great number of death cases in our study were poorly-educated elders with chroniccomorbidities, their illness deteriorated rapidly to severe ARDS within several days,presented as suddenly occurred severe hypoxaemia, malignant arrhythmia, cardiacand respiratory arrest, unfortunately death, despite of timely rescue including invasiveventilation and other advanced medical interventions. Therefore, early diagnosis andmanagement of critically severe COVID-19 cases, especially poorly-educated elderlymale with chronic comorbidities, should be vigorously advocated.Regarding to laboratory tests, consistent with most reports, peripherallymphocytopenia is the most crucial and common feature for COVID-19 infection. Inour study, most patients suffered from varying degrees of lymphocytopenia, especiallyfor critically severe patients. Lymphocytopenia is also a prominent feature for patientswith SARS-CoV, H1N1, MERS-CoV virus infection22-25. Progressive lymphopenia isreported to occurred early in the course of SARS and reached its lowest point in thesecond week in most patients, then, lymphocytes count commonly recovered in thethird week25. In terms of lymphocyte subsets, the counts of total T cells, CD4 positiveand CD8 positive T cells had reduced in COVID-19 patients on admission. Counts oftotal T cells and CD3 positive T cells were significantly lower among severe patients,accompanied by an obvious declining tendency in CD8 positive T cells, indicating anadverse outcome. Pathological findings from the biopsy of COVID-19 death patientimplied that overactivation of T cells, manifested by increase of highlyproinflammatory Th17 and cytotoxic CD8 T cells, partially accounts for the severeimmune injury in death patient26. The phenomenon that T cell counts reduced andfunctionally exhausted has been reported in previous study, which indicates high riskfor further deterioration of COVID-1927. In our study, a progressive decline oflymphocytes and CD4 positive T cells was observed during the deterioration of illness.Thus, the dynamic profile of lymphocytes and lymphocyte subsets are of great valuefor disease progression and outcomes prediction. Early studies have shown that2019-nCoV infection increased the release of both inflammatory andanti-inflammatory cytokines from T-helper-1 (Th1) and T-helper-2(Th2) cells,differing from SARS or MERS-infection induced proinflammatory cytokinessecretion28,29. Our study demonstrated that pro-inflammatory cytokines IL-6, IL-17Awere elevated in mostly patients, with significant higher level of IL-6, IL-17A andTNF-α in severe patients, indicating an underlying relationship between pulmonaryinflammation and lung damage in 2019-nCoV patients. So far, the cytokines storm’seffects on viral pneumonia are considerable complex and their clinical roles in severelung injury have not been extensively documented, therefore, further investigationsare needed to elucidate immune and inflammation response in 2019-nCoVpathogenesis, which is of crucial importance for efficient treatments. Few of patientspresented as elevated levels of infectious parameters, but other abnormalities wereless common. While, severe patients obviously manifested more prominentabnormalities, suggesting multiple organ dysfunction and poor outcomes. Additionally,severe cases suffered from lower albumin and hemoglobin, suggesting the importanceof nutrition supportive treatments. As for radiologic presentations, more attentionshould be paid to the cases without obvious radiological abnormalities on admission,so as to avoid the miss or delayed diagnosis. Therefore, it is crucial important to takesymptoms, laboratory findings, radiologic findings into account to make an integratedand thorough judgment. The MuLBSTA score, an efficient early warning model forpredicting mortality in viral pneumonia30, needs further validation in the futurepractice.Currently, no specific treatment available has been advocated for coronavirusinfection. As most of patients in Chongqing were non-severe, antiviral therapy wascommonly adopted among these patients. Empirical antibiotic therapy was merelyadministered to few patients with bacterial infection evidence, and ordinary oxygentherapy was supplied only if hyoxemia occurred. As for the severe cases,comprehensive treatment is important. Mechanical ventilation is the main respiratorysupportive treatment for critically ill patients, which should be administered as soonas possible if the normal oxygenation cannot maintain. Treatments were focused onsupportive therapy, which focuses on limiting further lung damages through acombination of lung-protective ventilation to prevent ventilator-associated lung injuryand conservative fluid therapy to prevent the hyperpermeability of alveolarendothelial and epithelial barriers and promote lung edema resorption.Although, systematic corticosteroid treatment is not routinely recommended forCOVID-19 patients31, while based on the pathological findings of COVID-19 biopsythat pulmonary edema and hyaline membrane formation26, low dosage of intravenousmethylprednisolone (usually 20-80mg for 3-5 days) was still provided to some severepatients at early stage of the illness to suppress lung inflammation and hastenradiographic improvement. Immunopotentiator and γ-immunoglobulin should beadministered to enhance immune responses and pathogen clearance based on thepatient’s condition. Notably, traditional Chinese medicine formulae was extensivelyutilized in critically severe patients after precise and professional evaluation. Twodischarged COVID-19 patients promised to donate convalescent plasma for criticallysevere patients’ further treatment. Previous Meta-Analysis reported that patients withH5N1 influenza pneumonia who received influenza-convalescent human bloodproducts may have experienced a reduction in the risk for death32. Convalescentplasma may reduce the mortality of SARS coronavirus and severe influenzainfection33. On the contrary, high-titre anti-influenza plasma was reported to confer nosignificant benefit over non-immune plasma for treating patients with severe influenzaA34. Transfusion of convalescent plasma into 84 patients with Ebola virus disease wasnot associated with a significant improvement in survival35. Therefore, it is still tooearly to judge the efficiency of these therapy, much more studies are still neededIn summary, our study firstly demonstrated the regional disparity of COVID-19 inChongqing and further thoroughly compared the differences between severe andnon-severe patients in Chongqing municipality, China. The 28-day mortality ofCOVID-19 patients from 3 designed hospitals of Chongqing municipality is 1.5%,approximately consistent with the official fatality rate 0.91%, lower than that of Hubeiprovince and mainland China including Hubei province. Early isolation, earlydiagnosis, early management, combined with the strong epidemic control in Hubeiand the effective prevention of local cluster outside Hubei might collectivelycontribute to the marked reduced 28 day-mortality in Chongqing municipality.However, for severe patients, the 28-mortality was relatively high, with much higherwhen complications occurred. Notably, the 28-mortality of critically severe patientscomplicated with severe ARDS is considerably as high as 44.4%. Thus, earlydiagnosis and intensive care of critically severe COVID-19 cases, especially thosecombined with ARDS, will be considerably essential to reduce mortality.Daoxin Wang, Jin Tong, Jianglin Xiang designed the research; Di Qi, Xiaofeng Yan,Xumao Tang, Junnan Peng, Longhua Feng, Guodan Yuan, An Zhang, Yaokai Chen,Jing Yuan, Xia Huang, Xianxiang Zhang, Peng Hu, Yuyan Song, Chunfang Qian,Qiangzhong Sun collected the data; Di Qi, Xumao Tang, Junnan Peng,Qian Yuperformed data analysis; Di Qi, Xiaofeng Yan performed manuscript writing; DiQi,Xumao Tang, Junnan Peng, Qian Yu contributed to study advice. Daoxin Wang, JinTong, Jianglin Xiang directed the study and participated in the review. Di Qi,Xiaofeng Yan, Xumao Tang contributed equally.This research was approved by the institutional ethics board of the Second Affiliatedmedical center (No.2020-015-01-KY), Chongqing three gorges central hospital(No.2020-13) and Qianjiang central hospital of Chongqing (No.2020-07).This study was supported by National Natural Science Foundation of China (GrantNO. 81670071) and the National Natural Science Foundation for Young Scholars ofChina (Grant NO. 81800083).Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of unknown etiology inWuhan, China: The mystery and the miracle. Journal of medical virology.2020;92(4):401-402.Ren LL, Wang YM, Wu ZQ, et al. Identification of a novel coronaviruscausing severe pneumonia in human: a descriptive study. Chinese medicalmedicine. 2020.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. The New England journal ofDe Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS:recent insights into emerging coronaviruses. Nature Reviews Microbiology.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. The Lancet. 2020;395(10223):497-506.Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristicsof 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: adescriptive study. The Lancet. 2020;395(10223):507-513.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 HospitalizedPatients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China.JAMA. 2020.Guan W-j, Ni Z-y, Hu Y, et al. Clinical characteristics of 2019 novelcoronavirus infection in China. medRxiv. 2020:2020.2002.2006.20020974.Zhao S, Zhuang Z, Ran J, et al. The association between domestic train10.11.12.transportation and novel coronavirus (2019-nCoV) outbreak in China from2019 to 2020: A data-driven correlational report. Travel medicine andinfectious disease. 2020;33:101568.<WHO clinical-management-of-novel-cov.pdf>.Ranieri VM, Rubenfeld GD, Thompson BT, et al. Acute respiratory distresssyndrome: the Berlin Definition. Jama. 2012;307(23):2526-2533.Jin YH, Cai L, Cheng ZS, et al. A rapid advice guideline for the diagnosis andtreatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia(standard version). Military Medical Research. 2020;7(1):4.13.Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019novel coronavirus outbreak in China. medRxiv.2020:2020.2002.2010.20021675.14.Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patientswith SARS-CoV-2 pneumonia in Wuhan, China: a single-centered,retrospective, observational study. The Lancet Respiratory Medicine.15.Badawi A, Ryoo SG. Prevalence of Comorbidities in the Middle EastRespiratory Syndrome Coronavirus (MERS-CoV): A Systematic Review andMeta-analysis. International Journal of Infectious Diseases.2016;49(C):129-133.16.Channappanavar R, Fett C, Mack M, Ten Eyck PP, Meyerholz DK, Perlman S.Sex-Based Differences in Susceptibility to Severe Acute RespiratorySyndrome Coronavirus Infection. Journal of immunology (Baltimore, Md. :1950). 2017;198(10):4046-4053.17.Cai G. Bulk and single-cell transcriptomics identify tobacco-use disparity inlung gene expression of ACE2, the receptor of 2019-nCov. medRxiv.18.Matsuzawa Y, Funahashi T, Nakamura T. The concept of metabolic syndrome:contribution of visceral fat accumulation and its molecular mechanism.21.Journal of atherosclerosis and thrombosis. 2011;18(8):629-639.19.Trillo-Alvarez C, Cartin-Ceba R, Kor DJ, et al. Acute lung injury predictionscore: derivation and validation in a population-based sample. EuropeanRespiratory Journal.37(3):604-609.Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019Assiri A, Al-Tawfiq JA, Al-Rabeeah AA, et al. Epidemiological, demographic,novel coronavirus: implications for virus origins and receptor binding. Lancet(London, England). 2020;395(10224):565-574.Ferguson N. Poverty, death, and a future influenza pandemic. Lancet (London,England). 2006;368(9554):2187-2188.        Cao B, Li X-W, Mao Y, et al. Clinical Features of the Initial Cases of 2009Pandemic Influenza A (H1N1) Virus Infection in China. The New Englandjournal of medicine.361(26):2507-2517.and clinical characteristics of 47 cases of Middle East respiratory syndromecoronavirus disease from Saudi Arabia: a descriptive study. The Lancet.Infectious diseases. 2013;13(        Gu J, Gong E, Zhang B, et al. Multiple organ infection and the pathogenesis ofSARS. The Journal of experimental medicine. 2005;202(3):415-424.Wong, M RS. Haematological manifestations in patients with severe acuterespiratory syndrome: retrospective analysis. Bmj British MedicalJournal.326(7403):1358-1362.26.Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associatedwith acute respiratory distress syndrome. The Lancet Respiratory Medicine.2020.27.Diao B, Wang C, Tan Y, et al. Reduction and Functional Exhaustion of T Cellsin Patients with Coronavirus Disease 2019 (COVID-19). medRxiv.28.Wong CK, Lam CW, Wu AK, et al. Plasma inflammatory cytokines andchemokines in severe acute respiratory syndrome. Clinical and experimental29.Mahallawi WH, Khabour OF, Zhang Q, Makhdoum HM, Suliman BA.MERS-CoV infection in humans is associated with a pro-inflammatory Th1and Th17 cytokine profile. Cytokine. 2018;104:8-13.Guo L, Wei D, Zhang X, et al. Clinical Features Predicting Mortality Risk inPatients With Viral Pneumonia: The MuLBSTA Score. Frontiers inmicrobiology. 2019;10:2752.31.Russell CD, Millar JE, Baillie JK. Clinical evidence does not supportcorticosteroid treatment for 2019-nCoV lung injury. Lancet (London, England).2020;395(10223):473-475.32.Luke TC, Kilbane EM, Jackson JL, Hoffman SL. Meta-analysis: convalescentblood products for Spanish influenza pneumonia: a future H5N1 treatment?Annals of internal medicine. 2006;145(8):599-609.33.Mair-Jenkins J, Saavedra-Campos M, Baillie JK, et al. The effectiveness ofconvalescent plasma and hyperimmune immunoglobulin for the treatment ofsevere acute respiratory infections of viral etiology: a systematic review andexploratory meta-analysis. The Journal of infectious diseases.2015;211(1):80-90.34.Beigel JH, Aga E, Elie-Turenne MC, et al. Anti-influenza immune plasma forthe treatment of patients with severe influenza A: a randomised, double-blind,phase 3 trial. The Lancet. Respiratory medicine. 2019;7(11):941-950.35.van Griensven J, Edwards T, de Lamballerie X, et al. Evaluation ofConvalescent Plasma for Ebola Virus Disease in Guinea. The New EnglandExposure to source of transmission within 14 days– No.,%a recent travel to Wuhan or Hubei provincecontact with patients from Wuhan or Hubeicontact with the patients infected by confirmedpatients from Wuhan.No definite epidemiological linkSymptoms and signsRespiratory symptoms – No., %Fever on admissionTemperature on admission (℃)Signs – No., %Throat congestionTonsil swellingEnlargement of lymph nodesOnset of symptom to, median (IQR), d7(3.0-11.7Hospital admission7(3.0-10.0)6(3.0-9.0)9(6.0-12.744(16.5)136(50.9)189(70.8)208(77.9)Radiologic and laboratory findingsLaboratory findingsPaO2: FiO2, median (IQR)IFN-γ≥7.42 ng/ml – No./total No. (%)All patients(n=267)Non-severe(n=217)310(151-409)353(302-409)57(21.3)50(18.7)Lactose dehydrogenase ≥245 U/l – No., %Creatine kinase≥170 U/l– No., %Creatine Kinase Isoenzyme≥25 U/l– No., %Myoglobin>58ng/ml – No./total No. (%)Troponin T>14pg/ml – No./total No. (%)Aspartate aminotransferase >35 U/l– No., %Alanine aminotransferase >40 U/l – No., %Albumin<40g/l – No., %Total bilirubin ≥26 μmol/l– No., %Direct Bilirubin≥8.6 μmol/l– No., %Indirect Bilirubin≥16 μmol/l – No., %Creatinine ≥ 106 μmol/l– No., %D-dimer ≥ 0.5 mg/l – No., %Radiologic findings – No./total No. (%)shadowingshadowingpneumothoraxhydrothorax1/231(0.4)1/231(0.4)0/1810/181no radiological abnormality36/231(15.6)36/181(19.9)bilateral ground-glass opacity or patchy100/231(43.3)55/181(30.4)45/50(90.0)unilateral ground-glass opacity or patchy95/231(41.1)90/181(49.7)5/50(10.0)consolidation or fibrous stripes-like shadows13/231(5.6)4/181 (2.2)9/50 (18.0)18(36.0)18(36.0)Time from admission to developing ARDS (days)Median, interquartile rangeRangeAntiviral treatments – No., %Empirical antibiotic treatments – No., %AllpatientsAntifungal treatments– No., %5(1.9)0(0.0)5(10.0)Systemic corticosteroids treatments – No., %38(14.2)0(0.0)38(76.0)Immunopotentiators or immunoglobulintreatments – No., %35(13.1)0(0.0)35(70.0)Vasopressors treatment – No., %13(4.9)0(0.0)13(26.0)Ordinary oxygen therapy – No., %91(34.1)41(18.9)50(100.0)Mechanical ventilation – No., %<0.001＜＜＜＜＜＜＜0.0010.0010.001InvasiveNon-invasivehigh-flow nasal cannula oxygen therapyNo., %No., %Use of extracorporeal membrane oxygenation –Use of continuous renal replacement therapy –12(4.5)0(0.0)0(0.0)0(0.0)0(0.0)0(0.0)Use of traditional Chinese medicine – No., %55(20.6)12(5.5)43(86.0)Intensive care unit admission – No., %53(19.9)8(3.7)45(90.0)Clinical outcomesTime from admission to discharge (days)DeathStaying in hospitalMedian, interquartile rangeRangeRecovered and discharge103(38.6)97(44.7)        6(12.0)4(1.5)160(59.9)15(11.5-16)(                0(0.0)120(55.3)14(11-16)(        Fig.1 Chest computed tomography of a 56 years old female patient of non-severCOVID-19 in Chongqing on admission.Fig.2 Chest computed tomography of a 65 years old female patient of severe COVID-19in Chongqing on admission.Fig.3 Chest computed tomography of a 39 years old male patient of severe COVID-19 inChongqing on admission.including Hubei province, mainland China excluding Hubei province and Chongqing", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1. Prof Daoxin Wang, Department of Respiratory and Critical Care Medicine, the\n2. Prof Jin Tong, Department of Respiratory and Critical Care Medicine, the Second\n3. Prof Jianglin Xiang, Department of Infectious Diseases, Chongqing Three Gorges", "one_words_summarize": "Prof Daoxin Wang, Department of Respiratory and Critical Care Medicine, the2. Prof Jianglin Xiang, Department of Infectious Diseases, Chongqing Three GorgesThe authors declare no conflict of interest. Epidemiological,demographic, clinical, radiologicalcharacteristics, laboratory examinations, and treatment regimens were collected onadmission. Severe patients weresignificantly older (median age, 71.5 years [IQR, 65.8-77.0] vs 43.0 years [IQR,32.5-57.0]) and more likely to be male (110 [50.7%] vs 39 [78.0%]) and havecoexisting disorders (15 [30.0%] vs 26 [12.0%]). Most severe patientsdemonstrated more laboratory abnormalities. Notably, the28-mortality of critically severe patients complicated with severe ARDS isconsiderably as high as 44.4%. As ofFebruary 16, 2020, there are 70548 laboratory-confirmed cases and 1770 death casesin China, including 551 confirmed cases in Chongqing. Continuous variables were expressed as the means and standard deviations (SD) ormedians and interquartile ranges (IQR) as appropriate. On day of hospitaladmission, most patients had normal level of leucocytes (134 [50.2%]) andneutrophils (146 [54.7%]) counts, with 118 (44.2%), 231 (86.5%), 61 (22.8%)patients had lymphopenia, leukopenia and thrombocytopenia, respectively. As for lymphocyte subsets, significantlymore severe patients had lower level of CD4 positive T cells and CD3 positive T cells(45[100.0%] vs 29[56.9%], 31[68.9%] vs 20[39.2%]). Further comparison the inflammatory cytokinesbetween severe and non-severe patients showed that the level of IL-6, IL-17A andTNF-α was remarkably elevated in severe patients (32[84.2%] vs 15[51.7%],25[65.8%] vs 10[34.5%], 17[44.7%] vs 5[17.2%]).All patients were treated in isolated wards, among whom critically severe patientswere treated in intensive care unit with negative pressure wards. Mostnon-severe patients received antiviral therapy only for pharmacotherapy. There is only one critically severe patientwho received 120mg methylprednisolone. A total of 35 patients (70.0%) receivedimmunopotentiators (thymalfasin 1.6mg/day) or immunoglobulin treatments and 13severe patients (26.0%) received vasopressors for shock rescue. Few non-severe patients received ordinary oxygen therapy, delivered by nasal cannulaor face mask at 1-4 liters per minute (41, 18.9%). Currently, none of patients received extracorporealmembrane oxygenation (ECMO) therapy, kidney replacement therapy or convalescentplasma therapy. And, two discharged COVID-19 patients promised to donateconvalescent plasma for critically severe patients’ further treatment. Therefore, early diagnosis and intensive care of critically severeCOVID-19 cases will be considerably essential to reduce complications and mortality. In December 2019, COVID-19 firstly occurred in Wuhan, Hubei Province, China. The28-day mortality of COVID-19 patients from 3 designed hospitals of Chongqingmunicipality is 1.5%, approximately consistent with the official fatality rate 0.91%,lower than the 28-day mortality of mainland China including Hubei province (2.51%[1770/70548]), reported by national official statistics as for February 16th, 2020Recently, there are some studies described the cases of hospitalized patients withCOVID-19 in Wuhan or worldwide. The clinical courses and outcomes of critically illCOVID-19 patients was recently reported14.In our study, the majority critically severe patients are older and male, consistent withgender difference in previous researches6,13,14. Although, only few of patientsin Chongqing are smokers, more severe cases are smokers. As the strong epidemic control in Hubeiwas implemented, clustered cases or family aggregation cases gradually compose themajority of confirmed cases in Chongqing. Obesity-induced chronic inflammation status is well documented to contribute to theprogress of multiple diseases18. The absence of fever, especially hyperpyrexia,may increase the difficulty to identify and diagnosis COVID-19 in clinical practice iftoo much attention was given to fever detection only. Moreover, rales and wheezes are scarcely notedwhen lung auscultation was performed, due to the lack of sputum or mucus, especiallyfor non-severe patients. Early studies have shown that2019-nCoV infection increased the release of both inflammatory andanti-inflammatory cytokines from T-helper-1 (Th1) and T-helper-2(Th2) cells,differing from SARS or MERS-infection induced proinflammatory cytokinessecretion28,29. Few of patientspresented as elevated levels of infectious parameters, but other abnormalities wereless common. While, severe patients obviously manifested more prominentabnormalities, suggesting multiple organ dysfunction and poor outcomes. Additionally,severe cases suffered from lower albumin and hemoglobin, suggesting the importanceof nutrition supportive treatments. The MuLBSTA score, an efficient early warning model forpredicting mortality in viral pneumonia30, needs further validation in the futurepractice. Notably, traditional Chinese medicine formulae was extensivelyutilized in critically severe patients after precise and professional evaluation. Twodischarged COVID-19 patients promised to donate convalescent plasma for criticallysevere patients’ further treatment. However, for severe patients, the 28-mortality was relatively high, with much higherwhen complications occurred. This research was approved by the institutional ethics board of the Second Affiliatedmedical center (No.2020-015-01-KY), Chongqing three gorges central hospital(No.2020-13) and Qianjiang central hospital of Chongqing (No.2020-07).This study was supported by National Natural Science Foundation of China (GrantNO. Identification of a novel coronaviruscausing severe pneumonia in human: a descriptive study. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. medRxiv.2020:2020.2002.2010.20021675.14.Yang X, Yu Y, Xu J, et al. Acute lung injury predictionscore: derivation and validation in a population-based sample. Pathological findings of COVID-19 associatedwith acute respiratory distress syndrome. Plasma inflammatory cytokines andchemokines in severe acute respiratory syndrome. Clinical evidence does not supportcorticosteroid treatment for 2019-nCoV lung injury. 2006;145(8):599-609.33.Mair-Jenkins J, Saavedra-Campos M, Baillie JK, et al. Anti-influenza immune plasma forthe treatment of patients with severe influenza A: a randomised, double-blind,phase 3 trial. 5(1.9)0(0.0)5(10.0)Systemic corticosteroids treatments – No., % <0.001＜＜＜＜＜＜＜0.0010.0010.001InvasiveNon-invasivehigh-flow nasal cannula oxygen therapyNo., % Fig.2 Chest computed tomography of a 65 years old female patient of severe COVID-19in Chongqing on admission."}