{"date": "2020/03/01", "journal": "medrxiv", "authors": "Li Tan, Qi Wang, Duanyang Zhang, Jinya Ding, Qianchuan Huang, Yi-Quan Tang, Qiongshu Wang, Hongming Miao", "title": "Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study", "type": "preprint article", "abstract": "#These authors contributed equally to this work *Correspondence to:", "text": "cases.Coronavirus disease-2019 (COVID-19) is a rapidly escalating epidemiccaused by SARS-CoV-2. Identification of a simple and effective indicator toassess disease severity and prognosis is urgently needed.Dynamic changes of blood lymphocyte percentage (LYM%) in 15 death cases,15 severe cases as well as 40 moderate cases of COVID-19 patients wereretrospectively analyzed. A Time-LYM% model (TLM) was establishedaccording to the descriptive studies and was validated in 92 hospitalizedResults from death and severe cases showed that LYM% in blood tests wereinversely associated with the severity and prognosis of COVID-19. LYM% inmoderate type of patients with COVID-19 remained higher than 20% 10-12days after symptom onset. In contrast, LYM% was lower than 20% in severecases. However, LYM% in severe cases was higher than 5% 17-19 days afterthe onset of the disease, while it fell below 5% in death cases. Accordingly,we established a Time-LYM% model (TLM), which was validated as anindependent criterion of disease classification in another 92 hospitalizedpatients with COVID-19.Lymphopenia can be used as an indicator of disease severity and prognosisof COVID-19 patients. TLM is worth of application in the clinical practice.COVID-19; pneumonia; lymphopenia; blood test; lymphocytes; diseaseCoronaviruses are a large family of viruses that cause both common cold andserious respiratory illnesses, such as Middle East Respiratory Syndrome(MERS) and Severe Acute Respiratory Syndrome (SARS)1-3. An outbreak ofan unknown infectious pneumonia has recently occurred in Wuhan, China4.The pathogen of the disease was quickly identified as a novel coronavirus(SARS-CoV-2, severe acute respiratory syndrome coronavirus 2), and thedisease was named coronavirus infection disease-19 (COVID-19)5. the virushas so far caused 78959 confirmed cases and 2791 deaths in Chinaaccording to WHO. COVID-19 has been spreading in many countries such asJapan, Korea, Singapore, Iran and Italia The clinical manifestation ofCOVID-19 include fever, cough, fatigue, muscle pain, diarrhea, andpneumonia, which can developed to acute respiratory distress syndrome,metabolic acidosis, septic shock, coagulation dysfunction, and organ failuresuch as liver, kidney and heart failure4,6,7. Unfortunately, There is no effectivemedication other than comprehensive support. However, the mild type ofCOVID-19 patients can recover shortly after appropriate clinical intervention.The moderate type patients, especially the elderly or the ones withcomorbidity, can worsen and became severe, indicating high mortality6,7.However, efficient indicators for the disease severity, therapeutic responseand disease outcome are still incompletely investigated. Once such indicatorsare present, reasonable medication and care can be inclined, which isbelieved to significantly reduce the mortality of severe patients.Routine examinations include complete blood count, coagulation profile,and serum biochemical test (including renal and liver function, creatine kinase,lactate dehydrogenase, and electrolytes). Complete blood count is the mostavailable, efficient and economic examination. This study aimed to retrospectand analyze the time-courses of complete blood count of cured and deadpatients, in order to obtain key indicators of disease progression and outcomeand to provide guidance for subsequent clinical practice.In this study, all cases were taken from the General Hospital of Centralone of designated hospital for the COVID-19 by local authority. This studywas approved by the Ethics Committee of the hospital. All subjects signedinformed consent forms at admission to hospital. In this study, 162 patientsincluding the hospitalized, discharged and died in our hospital betweenJanuary 14, 2020 and February 25, 2020 were investigated. Among them, 95cases were moderate, 40 cases of which were cured and discharged from thehospital. There were 39 cases of severe type and 28 cases of critically ill type.All patients were confirmed by viral detections using quantitative RT-PCR,which ruled out infection by other respiratory viruses such as influenza virus A,influenza virus B, coxsackie virus, respiratory syncytial virus, parainfluenzavirus and enterovirus by the same time. All cases were diagnosed andclassified according to the New Coronavirus Pneumonia Diagnosis Program8(5th edition) published by the National Health Commission of China . Clinicalmanifestations consist of four categories, mild, moderate, severe and critical.The mild clinical symptom were mild with no pulmonary inflammation onimaging. The moderate is the overwhelming majority, showing symptoms ofrespiratory infections such as fever, cough, and sputum, and pulmonaryinflammation on imaging; when symptoms of dyspnea appear, including anyof the following: shortness of breath, RR ≥ 30bpm, blood oxygen saturation≤ 93% (at rest), PaO2 / FiO2 ≤ 300 mmHg, or pulmonary inflammation thatprogresses significantly within 24 to 48 hours> 50%, it was classified assevere; respiratory failure, shock, and organ failures that require intensivecare were critically ill. Among them, mild patients were not admitted in thisdesignated hospital.In this study, the basic information, complete blood count, coagulation profile,and serum biochemical test (including renal and liver function, creatine kinase,lactate dehydrogenase, and electrolytes) and disease outcome of all includedpatients were collected.In this study, GraphPad 6.0 software was used for data statistics and mapping.The presentation of dynamic changes of blood markers is descriptive. Theconsistence between Guideline and TLM-based disease classification wastested using kappa statistic. Kappa≧0.75 indicates a high consistence and0.75﹥Kappa≧0.4 indicates a general consistence.In order to explore the relationship between tested blood markers anddisease conditions in COVID-19 patients, we first randomly selected 5 deathcases and monitored dynamic changes in blood tests for each patient fromdisease onset to death. Although course of disease in each patient wasdifferent, inter-day variations of most parameters studied are fairly constantamong all five patients. Common blood tests showed that fluctuations of redblood cells and neutrophils were not obvious (Fig. 1A, D). The percentage ofwhite blood cells is increased during disease progression in four out of fivepatients (Fig. 1B). Platelets count, monocyte percentage, and lymphocytepercentage (LYM%) all showed the downward trend (Fig.1C, E and F).Among all factors, LYM% showed the most significant and consistent trend(Fig.1F), indicating that this indicator might reflect the disease progression. Inaddition, we also investigated the indicators reflecting liver, kidney andmyocardial functions. Significant changes in these indicators were usuallyaccompanied by organ failure and cytokine storm syndromes (data notshown), which occurred at the end of disease course and thus could notreflect disease progression. Therefore, we only focused on lymphopenia inTo further confirm the relationship between blood LYM% and patient’scondition, we increased our sample size to 12 death cases (mean age: 76years; average therapeutic time: 20 days) (Supplementary Table 1). Mostcases showed that LYM% was reduced to lower than 5% within 2 weeks afterdisease onset (Fig. 2A). We also randomly selected 7 cases (mean age: 35years, average therapeutic time: 35 days) with severe symptoms and curedoutcome (Supplementary Table 2) and 11 cases (mean age: 49; averagetherapeutic time: 26 days) with moderate symptoms and cured outcomes(Supplementary Table 3). LYM% of severe patients fell down initially and thenrose to higher than 10% until discharged (Fig. 2B). In contrast, LYM% ofmoderate patients fluctuated very little after disease onset and was higherthan 20% when discharged (Fig. 2C). These results suggest thatlymphopenia is a predictor of prognosis in COVID-19 patients.By summarizing all the death cases, severe-cured cases and moderate-curedcases in our hospital to depict the time-LYM% curve (Fig. 3A), we establisheda Time-LYM% model (TLM) for disease classification and predicting thedisease outcome of COVID-19 patients (Fig. 3B) and. We defined TLM asfollows: patients have varying LYM% after the onset of COVID-19. At the 1sttime point (TLM-1) of 10-12 days after symptom onset, patients with LYM% >20% are classified as moderate type, who can recover quickly. Patients withLYM% < 20% are initially classified as severe type. At the 2nd time point(TLM-2) of 17-19 days after symptom onset, patients with LYM% > 20% are inrecovery; patients with 5% < LYM% < 20% are still in danger and in need ofsupervision; patients with LYM% < 5% become critically ill with high mortalityand need intensive care.We further collected information from all COVID-19 patients who wereadmitted to hospital, and validated the consistency between TLM and theexisting guideline. As shown in Figure 4, 92 COVID-19 patients were currentlyhospitalized in light of the classification criteria of the Chinese NewCoronavirus Pneumonia Diagnosis Program (5th edition): 55 moderatepatients, 24 severe patients and 13 critically ill patients. According to the TLMwe proposed, LYM% in 24 out of 55 moderate cases was lower than 20% atTLM-1; LYM% of all these patients was above 5%, indicating that thesepatients would recover soon. Regarding other 24 patients with severesymptoms, LYM% at the TLM-1 was lower than 20% in 20 out of 24 cases.LYM% at TLM-2 in 6 cases was less than 5%, indicating a poor prognosis.LYM% in 12 out of 13 critically ill patients at the TLM-1 was lower than 20%.LYM% of these patients at TLM-2 in 6 cases was lower than 5%, suggesting apoor prognosis (Fig. 4A). Furthermore, with kappa statistic test, we furtherverified the consistence between TLM and the existing guideline in diseasetyping (Fig. 4B).By retrospectively tracking the dynamic changes of LYM% in death cases andcured cases, this study suggests that lymphocyte count is an effective andreliable indicator for disease classification and prognosis in COVID-19patients. We also established TLM innovatively and verified its reliability in aconsiderable number of hospitalized COVID-19 patients. A high correlation ofblood lymphocytes with the disease progression suggested that lymphocytedeficiency or incapacity is the key cellular pathology of COVID-19. Theprotection, maintenance or promotion of lymphocyte levels might have a goodeffect on the prevention and treatment of COVID-19.The classification of disease severity in COVID-19 is very important for thegrading treatment of patients. In particular, when the outbreak of an epidemicoccurs and medical resources are relatively scarce, it is necessary to conductgrading severity and treatment, thus optimizing the allocation of rescueresources, and prevent the occurrence of overtreatment or undertreatment.According to the latest 5th edition of the national treatment guideline,COVID-19 can be classified into four types. Pulmonary imaging is the mainbasis of classification, and other auxiliary examinations are used todistinguish the severity. Blood tests are easy, fast and cost-effective. However,none of the indicators in blood tests were included in the classification criteria.This study suggested that LYM% can be used as a reliable indicator toclassify the moderate, severe and critical ill types independent of any otherauxiliary indicators.During the development of mild disease into severe condition, the proportionof lymphocytes in the blood gradually decreased and maintained at a lowlevel. By the time the disease began to improve, LYM% in the blood graduallyrose to normal or nearly normal levels. Patients with persistently low levels ofblood lymphocytes, especially less than 5%, often had a poor prognosis.Therefore, we suggested that LYM% should be used as an indicator forevaluating the effectiveness of clinical drugs or therapies. We suggest moremedical staff apply and improve our proposed TLM to give patients moretimely and appropriate treatments.          Lymphocytes play a decisive role in maintaining immune homeostasis andinflammatory response throughout the body. Understanding the mechanismof reduced blood lymphocyte levels is expected to provide an effectivestrategy for the treatment of COVID-19. We speculated four potentialmechanisms leading to lymphocyte deficiency. (1) The virus might directlyinfect lymphocytes, resulting in lymphocyte death. Lymphocytes express thecoronavirus receptor ACE2 and may be a direct target of viruses.9 (2) Thevirus might directly destroy lymphatic organs. Acute lymphocyte decline mightbe related to lymphocytic dysfunction, and the direct damage of novelcoronavirus virus to organs such as thymus and spleen cannot be ruled out.This hypothesis needs to be confirmed by pathological dissection in the future.(          The clinical data in the present study came from a single center and thesample size was limited. The TLM we established was based on the specifictreatment condition in the hospital and might not be fully applicable to somepatients who were treated in light of a different guideline.Lymphopenia is an effective and reliable indicator of severity andhospitalization in COVID-19 patients. We suggest that the TLM should beincluded in the diagnosis and therapeutic guidelines of COVID-19.The authors declare no competing interests.We thank all the doctors, nurses, public health workers, and researchers forthe braveness in fighting against SARS-CoV-2 and the efforts to save the lifeof COVID-19 patients. This work was supported by the award numberscstc2017jcyjBX0071 (H.M.) from the Foundation and Frontier ResearchProject of Chongqing and T04010019 (H.M.) from Chongqing youth top talentLi Tan, Qi Wang, Qiongshu Wang were responsible for the collection andsummary of clinical cases. Duanyang Zhang, Jinya Ding, Qianchuan Huangand Yi-Quan Tang participated in discussion. Yi-Quan Tang and Qi Wanghuman T cells. Blood 2007; 109(9): 3812-9.507-13.2019. N Engl J Med 2020; 382(8): 727-33.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.Wuhan, China. Lancet 2020; 395(10223): 497-506.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus inZu ZY, Jiang MD, Xu PP, et al. Coronavirus Disease 2019 (COVID-19): A Perspective from China.contributed to language polishing. HongmingMiaowas responsible forconceptual design, data analysis, manuscript writing and submission.Kuiken T, Fouchier RA, Schutten M, et al. Newly discovered coronavirus as the primary cause ofsevere acute respiratory syndrome. Lancet 2003; 362(9380): 263-70.Drosten C, Gunther S, Preiser W, et al. Identification of a novel coronavirus in patients withsevere acute respiratory syndrome. N Engl J Med 2003; 348(20): 1967-76.novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020; 395(10223):(A-F) Dynamic changes of red cells (A), white cells (B), platelets (C),neutrophils (D), monocytes (E) and lymphocytes (F) in the routine blood testsof COVID-19-caused death cases. The descriptive curve of individual patientP1, P2, P3, P4 and P5 was displayed. (n=5)moderate-cured patients with COVID-19(A) Dynamic changes of LYM% in the death cases (n=12). (B) Dynamicchanges of LYM% in the severe-cured cases (n=7). (C) Dynamic changes ofLYM% in the moderate-cured cases (n=11). The data of each patient wasshowed by a descriptive curve. Severe-cured: severe type with a curedoutcome; moderate-cured: moderate type with a cured outcome(A) Dynamic changes of LYM% in the death cases (n=15), severe-curedcases (n=15) and moderate-cured cases (n=40). Data were showed asmeans ±s.e.ms. Two cut-off time points of these three curves were set as 1sttime point (day 10-12) and 2nd time point (day 17-19).(B) Description of TLM: 1st time point (TLM-1) and 2nd time point (TLM-2) aredefined as day 10-12 and day 17-19 from symptom onset, respectively. Theconfirmed COVID-19 patients with LYM%>20% at TLM-1 are classified asmoderate type and the ones with LYM%<20% at TLM-1 are suggested aspre-severe type which need to be further distinguished at TLM-2. If LYM%>20%at TLM-2, those pre-severe patients are reclassified asmoderate. If5%<LYM%<20% at TLM-2, the pre-severe patients are indeed typed assevere. If LYM%<5% at TLM-2, those patients are suggested as critically ill.The moderate and severe types are curable, while the critically ill typeneeding intensive care has a poor prognosis.COVID-19 patients were currently hospitalized in light of theclassification criteria of the New Coronavirus Pneumonia Diagnosis Program(5th edition) (5th edition): 55 patients with moderate type, 24 patients withsevere type and 13 patients with critically ill type. At TLM-1, LYM% in 24 outof 55 moderate cases was lower than 20%; At TLM-2, LYM% in all 24 patientswas above 5%, indicating that these patients would be curable. Regardingother 24 patients with severe symptoms, LYM% at TLM-1 was lower than 20%in 20 out of 24 cases. LYM% at TLM-2 in 6 cases was less than 5%, indicatinga poor prognosis. In 12 out of 13 critically ill patients, LYM% at TLM-1 waslower than 20%. LYM% at TLM-2 in 6 cases was lower than 5%, suggesting apoor prognosis.(B) The consistence between Guideline and TLM-based diseaseclassification in (A) was tested using kappa statistic. Kappa = 0.48", "ref_list": [[], ["High expression of ACE2 receptor of 2019-nCoV on the epithelial"], ["cells of oral mucosa"], ["TNF-alpha and results in cell apoptosis through TNF-alpha"], ["Middle East respiratory syndrome coronavirus (MERS-CoV):"], ["announcement of the Coronavirus Study Group"], ["Epidemiological and clinical characteristics of 99 cases of 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Xu", "L Zhong", "J Deng"], ["YC Liao", "WG Liang", "FW Chen", "JH Hsu", "JJ Yang", "MS Chang"], ["K Fischer", "P Hoffmann", "S Voelkl"], ["RJ de Groot", "SC Baker", "RS Baric"], [], ["N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "cases.", "one_words_summarize": "Coronavirus disease-2019 (COVID-19) is a rapidly escalating epidemiccaused by SARS-CoV-2. A Time-LYM% model (TLM) was establishedaccording to the descriptive studies and was validated in 92 hospitalizedResults from death and severe cases showed that LYM% in blood tests wereinversely associated with the severity and prognosis of COVID-19. However, LYM% in severe cases was higher than 5% 17-19 days afterthe onset of the disease, while it fell below 5% in death cases. COVID-19 has been spreading in many countries such asJapan, Korea, Singapore, Iran and Italia The clinical manifestation ofCOVID-19 include fever, cough, fatigue, muscle pain, diarrhea, andpneumonia, which can developed to acute respiratory distress syndrome,metabolic acidosis, septic shock, coagulation dysfunction, and organ failuresuch as liver, kidney and heart failure4,6,7. Once such indicatorsare present, reasonable medication and care can be inclined, which isbelieved to significantly reduce the mortality of severe patients. Complete blood count is the mostavailable, efficient and economic examination. All subjects signedinformed consent forms at admission to hospital. In this study, 162 patientsincluding the hospitalized, discharged and died in our hospital betweenJanuary 14, 2020 and February 25, 2020 were investigated. There were 39 cases of severe type and 28 cases of critically ill type. Among them, mild patients were not admitted in thisdesignated hospital. Kappa≧0.75 indicates a high consistence and0.75﹥Kappa≧0.4 indicates a general consistence. In contrast, LYM% ofmoderate patients fluctuated very little after disease onset and was higherthan 20% when discharged (Fig. Regarding other 24 patients with severesymptoms, LYM% at the TLM-1 was lower than 20% in 20 out of 24 cases. Therefore, we suggested that LYM% should be used as an indicator forevaluating the effectiveness of clinical drugs or therapies. We suggest moremedical staff apply and improve our proposed TLM to give patients moretimely and appropriate treatments. Lymphopenia is an effective and reliable indicator of severity andhospitalization in COVID-19 patients. We suggest that the TLM should beincluded in the diagnosis and therapeutic guidelines of COVID-19.The authors declare no competing interests. Duanyang Zhang, Jinya Ding, Qianchuan Huangand Yi-Quan Tang participated in discussion. Lancet 2020; 395(10223): 497-506.Huang C, Wang Y, Li X, et al. Identification of a novel coronavirus in patients withsevere acute respiratory syndrome. Lancet 2020; 395(10223):(A-F) Dynamic changes of red cells (A), white cells (B), platelets (C),neutrophils (D), monocytes (E) and lymphocytes (F) in the routine blood testsof COVID-19-caused death cases. If LYM%<5% at TLM-2, those patients are suggested as critically ill. COVID-19 patients were currently hospitalized in light of theclassification criteria of the New Coronavirus Pneumonia Diagnosis Program(5th edition) (5th edition): 55 patients with moderate type, 24 patients withsevere type and 13 patients with critically ill type. At TLM-1, LYM% in 24 outof 55 moderate cases was lower than 20%; At TLM-2, LYM% in all 24 patientswas above 5%, indicating that these patients would be curable."}