{"date": "2020/02/29", "journal": "biorxiv", "authors": "Courtney Mycroft-West, Dunhao Su, Stefano Elli, Scott Guimond, Gavin Miller, Jeremy Turnbull, Edwin Yates, Marco Guerrini, David Fernig, Marcelo Lima, Mark Skidmore", "title": "The 2019 coronavirus (SARS-CoV-2) surface protein (Spike) S1 Receptor Binding Domain undergoes conformational change upon heparin binding", "type": "preprint article", "abstract": "Many pathogens take advantage of the dependence of the host on the interaction of hundreds of extracellular proteins with the glycosaminoglycans heparan sulfate to regulate homeostasis and use heparan sulfate as a means to adhere and gain access to cells. Moreover, mucosal epithelia such as that of the respiratory tract are protected by a layer of mucin polysaccharides, which are usually sulfated. Consequently, the polydisperse, natural products of heparan sulfate and the allied polysaccharide, heparin have been found to be involved and prevent infection by a range of viruses including S-associated coronavirus strain HSR1. Here we use surface plasmon resonance and circular dichroism to measure the interaction between the SARS-CoV2 Spike S1 protein receptor binding domain (SARS-CoV-2 S1 RBD) and heparin. The data demonstrate an interaction between the recombinant surface receptor binding domain and the polysaccharide. This has implications for the rapid development of a first-line therapeutic by repurposing heparin and for next-generation, tailor-made, GAG-based antivirals.", "text": "Heparin, the second most widely used drug by weight globally, is formulated as apolydisperse, heterogenous natural product. Unfractionated heparin, low molecularweight heparins and heparinoids are clinically approved as anticoagulants / thromboticwith excellent safety, stability, bioavailability and pharmacokinetic profiles. Crucially,heparin and its derivatives, some of which lacking significant anticoagulant activity 1,are an under-exploited antiviral drug class, despite possessing broad-spectrumactivity against a multitude of distinct viruses, including coronaviridae andSARSassociated coronavirus strain HSR1 2, in addition to flaviviruses 3,4, herpes 5, influenza6 and HIV 7,8.Traditional drug development processes are slow and ineffective against emergingpublic health threats such as the current SARS-CoV-2 coronavirus outbreak whichmakes the repurposing of existing drugs a timely and attractive alternative. Heparin, awell-tolerated anticoagulant pharmaceutical, has been used safely in medicine for over80 years and alongside its anticoagulant activities, its ability to prevent viral infection,including coronaviridae, has been described1. Furthermore, the closely relatedglycosaminoglycan (GAG) member, heparan sulfate (HS), is known to bind CoVsurface proteins and to be used by coronavirus for its attachment to target cells9.Currently, there are no commercially available medicinal products designed to treatand/or prevent infections associated with the new SARS-CoV-2 coronavirus outbreak.Here, we describe preliminary tests for the ability of the SARS-CoV-2 S1 RBD to bindheparin, an important prerequisite for the underpinning research related to thedevelopment of SARS-CoV-2 heparin-based therapeutic.Residues 330−583 of the SARS-CoV-2 Spike Protein (GenBank: MN908947) werecloned upstream of a N-terminal 6XHisTag in the pRSETA expression vector andtransformed into SHuffle® T7 Express Competent E. coli (NEB, UK). Proteinexpression was carried out in MagicMedia™ E. coli Expression Media (Invitrogen, UK)at 30°C for 24 hrs, 250 rpm. The bacterial pellet was suspended in 5 mL lysis buffer(BugBuster Protein Extraction Reagent, Merck Millipore, UK; containing DNAse) andincubated at room temperature for 30 mins. Protein was purified from inclusion bodiesusing IMAC chromatography under denaturing conditions. On-column proteinrefolding was performed by applying a gradient with decreasing concentrations of thedenaturing agent (6-0 M Urea). After extensive washing, protein was eluted using 20mM NaH2PO4, pH 8.0, 300 mM NaCl, 500 mM imidazole. Fractions were pooled andbuffer-exchanged to phosphate-buffered saline (PBS; 140 mM NaCl, 5 mM NaH2PO4,5 mM Na2HPO4, pH 7.4; Lonza, UK) using a PD-10 desalting column (GE Healthcare,UK). Recombinant protein was stored at -20°C until required.The circular dichroism (CD) spectra of the SARS-CoV-2 S1 RBD in PBS was recordedusing a J-1500 Jasco CD spectrometer, Spectral Manager II software and a 0.2 mmpathlength quartz cuvette (Hellma, USA) scanning at 100 nm.min-1 with a 1 nmresolution throughout the range of λ = 190 - 260 nm. All spectra obtained were themean of five independent scans post calibration with camphorsulfonic acid.SARSCoV-2 S1 RBD was buffer-exchanged (prior to spectral analysis) using a 5 kDaVivaspin centrifugal filter (Sartorius, Germany) at 12,000 g, thrice. Collected data wasanalysed with Spectral Manager II software prior to processing with GraphPad Prism7, using a second order polynomial smoothing through 21 neighbours. Secondarystructural prediction was calculated through the BeStSel analysis server 10.To ensurethe CD spectral change of SARS-CoV-2 S1 RBD in the presence of heparin was notaltered owing to the addition of the heparin alone, which is known to possess CDspectra at high concentrations 11,12 a differential spectrum was analysed. Thetheoretical, summative CD spectra was confirmed to differ from the observedexperimental CD spectra, thereby indicating that the change in the CD spectracompared to that of SARS-CoV-2 S1 RBD alone is a result of a conformational changeupon binding to porcine mucosal heparin (Leo Pharma, UK).Human FGF2 was produced as described by Duchesne et al. 13. Porcine mucosalheparin was biotinylated at the reducing end using hydroxylamine biotin(ThermoFisher, UK) as described by Thakar et al. 14. Heparin (20 µL 50 mg/mL) wasreacted with 20 µL hydroxylamine-biotin in 40 µL 300 mM aniline (Sigma-Aldrich, UK)and 40 µL 200 mM acetate pH 6 for 48 h at 37 °C. Free biotin was removed bygelfiltration chromatography on Sephadex G25 (GE LifeSciences, UK).A P4SPR, multi-channel Surface Plasmon Resonance (SPR) instrument (AffintéInstruments; Montréal, Canada) was utilised with a gold sensor chip that was plasmacleaned prior to derivatization. A self-assembled monolayer of mPEG thiol and biotinmPEG was formed by incubating the chip in a 1 mM solution of these reagents at a99:1 molar ratio in ethanol for 24 hrs 15. The chip was rinsed with ethanol and placedinto the instrument. PBS (1X) was used as the running buffer for the three sensing anda fourth background channel at 500 µl.min-1, using an Ismatec pump. Twentymicrograms of streptavidin (Sigma, UK; 1mL in PBS) were injected over the foursensor channels. Subsequently, biotin-heparin (1 mL) was injected over the threesensing channels.In binding experiments, the ligate was injected over the three sensing channels, dilutedto the concentration indicated in the figure legends at 500 µl.min-1. Sensor surfaceswith bound FGF2 were regenerated by a wash with 2 M NaCl, whereas 20 mM HClwas used to regenerate surfaces with bound SARS-CoV-2 S1 RBD as 2 M NaCl wasineffective to disrupt binding. Background binding to the underlying streptavidin boundto the mPEG/biotin mPEG self-assembled monolayer was determined by injectionover the control channel. Responses are reported as the change in plasmonresonance wavelength, in nm and for the three control channels represent theiraverage response.FGF2, a well characterised heparin-binding protein was used to test the successfulfunctionalization of the three sensing channels with biotin-heparin. Injection of 1 mL100 nM FGF2 over the sensing channels elicited a significant response (Fig. 1A,injection between the red arrows). However, 100 nM FGF2 elicited no response in thecontrol channel, functionalized solely with streptavidin (not shown). The bound FGF2was removed by a wash with 2 M NaCl, as done previously for the IASys opticalbiosensor 16.When 65 nM SARS-CoV-2 S1 RBD was injected over the three sensing channels,there was an initial decrease in signal, followed by an increase, indicative of binding(Fig. 1B between red arrows). The initial decrease was due to a slightly lower refractiveindex of the SARS-CoV-2 S1 RBD protein solution compared to the PBS of the runningbuffer, which caused a negative bulk shift. This is demonstrated by the injection of 65nM solution over the control channel, functionalized with just streptavidin, where therewas a decrease in response, followed by a return to baseline when the channel wasreturned to running buffer (Fig. 1C, between red arrows). These data demonstratethat the SARS-CoV-2 S1 RBD protein binds specifically to heparin immobilisedthrough its reducing-end and fails to bind to the underlying streptavidin / ethyleneglycolsurface.Circular dichroism (CD) spectroscopy detects changes in protein secondary structurethat occur in solution using UV radiation. Upon binding, conformational changes aredetected and quantified using spectral deconvolution 17. Indeed, SARS-CoV-2 S1 RBDunderwent conformational change in the presence of heparin (Figure 2). Combined,Helix content increased by 4.8% and global beta-sheet content decreased by 4.4%.The observed changes further demonstrate that the SARS-CoV-2 S1 RBD interactswith heparin in aqueous solution of physiological significance, whereby the majorchanges induced by heparin are those associated with antiparallel and helix content.Basic amino acids are known to dictate the binding between proteins and heparin.With that in mind, primary sequence analysis of the expressed protein domain andanalysis of the modelled SARS-CoV-2 S1 RBD structure (Figure 3) shows that thereare several potential heparin binding sites and, more importantly, that theses patchesof basic amino acids are exposed on the protein surface.The rapid spread of SARS-CoV-2 represents a significant challenge to global healthauthorities and, as there are no currently approved drugs to treat, prevent and/ormitigate its effects, repurposing existing drugs is both a timely and appealing strategy.Heparin, a well tolerated anticoagulant drug, has been used successfully for over 80years with limited and manageable side effects. Furthermore, heparin belongs to aunique class of pharmaceuticals that has effective antidotes available, which makesits use safer.Studying SARS-CoV-2 Spike protein structure and behaviour in solution is a vital stepfor the development of effective therapeutics against SARS-CoV-2. Here, the ability ofthe SARS-CoV-2 S1 RBD to bind pharmaceutical heparin has been studied usingspectroscopic techniques in concert with molecular modelling. The data show thatSARS-CoV-2 S1 RBD binds to heparin and that upon binding, a significant structuralchange is induced. Moreover, moieties of basic amino acid residues, known toconstitute heparin binding domains, are solvent accessible on the SARS-CoV-2 S1RBD surface and form a continuous patch that is suitable for heparin binding.Glycosaminoglycans are ubiquitously present on almost all mammalian cells and thisclass of carbohydrates are central to the strategy employed by coronaviridae to attachto host cells. Heparin has previously been shown to inhibit SARS-associatedcoronavirus strain HSR1 cell invasion 2,18 and this, in concert with the data presentedwithin this study, supports the utilisation of glycosaminoglycan-derivedpharmaceuticals against SARS-associated coronavirus. Furthermore, this studystrongly supports the repurposing of heparin and its derivatives as antiviral agents,providing a rapid countermeasure against the current SARS-CoV-2 outbreak.It is noteworthy that even pharmaceutical-grade heparin preparations remain apolydisperse mixture of natural products, containing both anticoagulant andnonanticoagulant saccharide structures. The latter may prove to be an invaluable resourcefor next-generation, biologically active, antiviral agents that display negligibleanticoagulant potential, whilst the former remains tractable to facile, chemical (andenzymatic) engineering strategies to ablate their anticoagulation activities.The subfractionation of existing heparin preparations against anticoagulant activities(with proven low-toxicity profiles, good bioavailability and industrial-scalemanufacturing) for off-label pathologies, provides an attractive strategy for quickly andeffectively responding to COVID-19 and for the development of next generationheparin-based therapeutics.Such drugs will be amenable to routine parenteral administration through currentlyestablished routes and additionally, direct to the respiratory tract via nasaladministration, using nebulised heparin, which would be unlikely to gain significantaccess to the circulation. Thus, the anticoagulant activity of heparin, which can in anyevent be engineered out, would not pose a problem. Importantly, such a route ofadministration would not only be suitable for prophylaxis, but also for patients undermechanical ventilation 19.", "ref_list": [[], ["Virus Types 1 and 2 Differ in Their Interaction with Heparan Sulfate"], ["2. Coronaviridae and SARS-associated coronavirus strain HSR1"], ["Heparin prevents Zika virus induced-cytopathic effects in human neural progenitor cells"], ["4. Subverting the mechanisms of cell death: Flavivirus manipulation of host cell responses to infection"], ["Initial interaction of herpes simplex virus with cells is binding to heparan sulfate"], ["Inhibition of influenza H5N1 invasion by modified heparin derivatives"], ["Tat protein with heparin. Role of the backbone structure, sulfation, and size"], ["its derivatives bind to HIV-1 recombinant envelope glycoproteins, rather than to recombinant HIV-1 receptor, CD4"], ["Sulfate Proteoglycans for Attachment to Target Cells"], ["Accurate secondary structure prediction and fold recognition for circular dichroism spectroscopy"], ["Influence of substitution pattern and cation binding on conformation and activity in heparin derivatives"], ["The potential for circular dichroism as an additional facile and sensitive method of monitoring low-molecular-weight heparins and heparinoids"], ["Robust ligand shells for biological applications of nanoparticles"], ["A quartz crystal microbalance method to study the terminal functionalization of glycosaminoglycans"], ["Well-defined biomimetic surfaces to characterize glycosaminoglycan -mediated interactions on the molecular, supramolecular and cellular levels"], ["Fibroblast growth factor-2 binds to small heparin-derived oligosaccharides and stimulates a sustained phosphorylation of p42/44 mitogen-activated protein kinase and proliferation of rat mammary fibroblasts"], ["Antithrombin stabilisation by sulfated carbohydrates correlates with anticoagulant activity"], ["Inhibition of SARS Pseudovirus Cell Entry by Lactoferrin Binding to Heparan Sulfate Proteoglycans"], ["Nebulized heparin for patients under mechanical ventilation: an individual patient data meta-analysis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Herpes Simplex", "JA Liljeqvist", "B Svennerholm", "T. J Bergström", "Virol"], ["E Vicenzi", "F Canducci", "D Pinna", "N Mancini", "S Carletti", "A Lazzarin", "C Bordignon", "G Poli", "M. Clementi"], ["L Cooper", "A Rubio", "I Pagani", "M Capobianchi", "G Ippolito", "J Pelletier", "M Meneghetti", "M Lima", "M Skidmore", "V Broccoli", "E Yates", "E Vicenzi"], ["I Pagani", "S Ghezzi", "S Taylor", "T Rudd", "M Lima", "M Skidmore", "E Yates"], ["D Spear", "P"], ["A Kajaste-Rudnitski", "N Wells", "S Guimond", "T Rudd", "E Yates", "E. MedChemComm. Vicenzi"], ["D Coltrini", "P Oreste", "G Zoppetti", "A Albini", "D Noonan", "F D'Adda Di Fagagna", "M Giacca", "M Presta"], ["H Harrop", "C. Rider", "Glycobiology"], ["Human Coronavirus NL63 Utilizes Heparan", "A Zarebski", "M Nowak", "P Stozek", "K Potempa", "J Pyrc", "K"], ["A Wien", "F Kernya", "L Lee", "Y Goto", "Y Réfrégiers", "M Kardos", "J"], ["S Guimond", "M Skidmore", "L Duchesne", "M Guerrini", "G Torri", "C Cosentino", "A Brown", "D Clarke", "J Turnbull", "D Fernig", "E. Yates", "Glycobiology"], ["M Skidmore", "S Guimond", "J Holman", "J Turnbull", "R Lauder", "D Fernig", "E. Yates", "Thrombosis"], ["D Gentili", "M C Franchini", "Fernig D G. Langmuir"], ["E Migliorini", "L Coche-Guerente", "R Sadir", "H LortatJacob", "D Boturyn", "O Renaudet", "P Labbe", "Richter R P. Chem Commun"], ["D Thakar", "R Sadir", "T Pleiner", "F Baleux", "H Lortat-Jacob", "L Coche-Guerente", "Richter R P. Biomaterials"], ["M Lyon", "P S Gallagher J T", "J. Fernig D G. Biochem"], ["A Hughes", "N Veraldi", "T Rudd", "R Hussain", "A Brito", "S Chavante", "I Tersariol", "G Siligardi", "H Nader", "E. MedChemComm. Yates"], ["J Yang", "N Deng", "J Liu", "K Yang", "P Zhang", "G Jiang", "C"], ["A Serpa Neto", "J Horn", "A Cochran", "B Dixon", "EM Elamin", "I Faraklas", "S Dissanaike", "AC Miller", "MJ Schultz"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Heparin, the second most widely used drug by weight globally, is formulated as a\npolydisperse, heterogenous natural product. Unfractionated heparin, low molecular\nweight heparins and heparinoids are clinically approved as anticoagulants / thrombotic\nwith excellent safety, stability, bioavailability and pharmacokinetic profiles. Crucially,\nheparin and its derivatives, some of which lacking significant anticoagulant activity 1,\nare an under-exploited antiviral drug class, despite possessing broad-spectrum\nactivity against a multitude of distinct viruses, including coronaviridae and\nSARSassociated coronavirus strain HSR1 2, in addition to flaviviruses 3,4, herpes 5, influenza\n6 and HIV 7,8.", "one_words_summarize": "Heparin, the second most widely used drug by weight globally, is formulated as apolydisperse, heterogenous natural product. Here, we describe preliminary tests for the ability of the SARS-CoV-2 S1 RBD to bindheparin, an important prerequisite for the underpinning research related to thedevelopment of SARS-CoV-2 heparin-based therapeutic. Protein was purified from inclusion bodiesusing IMAC chromatography under denaturing conditions. On-column proteinrefolding was performed by applying a gradient with decreasing concentrations of thedenaturing agent (6-0 M Urea). After extensive washing, protein was eluted using 20mM NaH2PO4, pH 8.0, 300 mM NaCl, 500 mM imidazole. Collected data wasanalysed with Spectral Manager II software prior to processing with GraphPad Prism7, using a second order polynomial smoothing through 21 neighbours. The chip was rinsed with ethanol and placedinto the instrument. Twentymicrograms of streptavidin (Sigma, UK; 1mL in PBS) were injected over the foursensor channels. Background binding to the underlying streptavidin boundto the mPEG/biotin mPEG self-assembled monolayer was determined by injectionover the control channel. The bound FGF2was removed by a wash with 2 M NaCl, as done previously for the IASys opticalbiosensor 16.When 65 nM SARS-CoV-2 S1 RBD was injected over the three sensing channels,there was an initial decrease in signal, followed by an increase, indicative of binding(Fig. Upon binding, conformational changes aredetected and quantified using spectral deconvolution 17. Heparin, a well tolerated anticoagulant drug, has been used successfully for over 80years with limited and manageable side effects. Furthermore, this studystrongly supports the repurposing of heparin and its derivatives as antiviral agents,providing a rapid countermeasure against the current SARS-CoV-2 outbreak."}