{"date": "2020/03/02", "journal": "medrxiv", "authors": "Yafei Wang, Ying Zhou, Zhen Yang, Dongping Xia, Shuang Geng", "title": "Clinical Characteristics of Patients with Severe Pneumonia Caused by the 2019 Novel Coronavirus in Wuhan, China", "type": "preprint article", "abstract": "* Equal contributors: Yafei Wang and Ying Zhou should be considered joint first author. Short Title: The clinical characteristics of 2019 novel coronavirus severe pneumonia Full name: Shuang Geng Street Name & Number: Shengli Street No. 26", "text": "12345678910111213141516171819still not clear.Background: A new virus broke out in Wuhan, Hubei, China, and was later named 2019 novelcoronavirus (2019-nCoV). The clinical characteristics of severe pneumonia caused by 2019-nCoV areObjectives: The aim of this study was to explore the clinical characteristics and risk factors of thesevere pneumonia caused by the 2019-nCoV in Wuhan, China.Method: The study included patients hospitalized at the central hospital of Wuhan who had beendiagnosed with a pneumonia caused by the novel coronavirus. Clinical features, chroniccomorbidities, demographic data, laboratory examinations, and chest computed tomography (CT) scanswere reviewed through electronic medical records. SPSS was used for data analysis to explore theclinical characteristics and risk factors of the patients with the severe pneumonia.Results: A total of 110 patients diagnosed with 2019 novel coronavirus pneumonia were included inthe study, including 38 with severe pneumonia and 72 with non-severe pneumonia. Statistical analysisshowed that advanced age, an increase of D-dimer, and a decrease of lymphocytes were characteristicsof the patients with severe pneumonia. Moreover, in the early stage of the disease, chest CT scans ofpatients with the severe pneumonia showed the illness can progress rapidly.Conclusions: Advanced age, lymphocyte decline, and D-dimer elevation are important characteristicsof patients with severe pneumonia. Clinicians should focus on these characteristics to identifyhighrisk patients at an early stage.20In December 2019, a new type of unexplained pneumonia was reported in Wuhan, Hubei, China,which appeared to be related to the Huanan Seafood Wholesale Market[1-3]. The disease spreadrapidly from Wuhan to the surrounding provinces and cities, which got the attention of the governmentand the administrative departments of health at all levels. The Chinese Center for Disease Control andPrevention (CDC) promptly organized the relevant disease control agencies, medical units, andresearch institutes to carry out investigations and treatment. A new type of coronavirus was detectedby researchers in a patient's bronchoalveolar lavage fluid sample on January 3, 2020[4]. The WorldHealth Organization (WHO) named it the 2019-novel coronavirus (2019-nCoV) and announced thatthe new coronavirus epidemic had been listed as a public health emergency of international concern onJanuary 30, 2020. As of 18:00 on February 11, 2020, there were 42,744 confirmed cases, 21,675suspected cases, 4,161 cured cases, and 1,017 deaths in China .The 2019-nCoV, which belongs to the genus betacoronavirus, is a single-stranded positive-strandRNA virus that appears to be distinct from, but is related to, other coronaviruses, such as severe acuterespiratory syndrome-related coronavirus (SARSr-CoV) and Middle East respiratory syndromecoronavirus (MERSr-CoV)[4-8]. Current studies have shown that 2019-nCoV has about an 89%homology with bat SARS-like-CoVZXC21 and 82% homology with human SARS-CoV[9]. Thedisease is highly contagious, and may rapidly develop into severe pneumonia, acute respiratorydistress syndrome (ARDS), multiple organ dysfunction syndrome (MODS), and death, so the toppriority for clinicians is to identify and treat the severest patients in the early stage. The aim of thisstudy was to assess the potential high-risk factors of 2019-nCoV severe pneumonia and provideevidence for the screening of severely afflicted patients.All of the patients in this study were hospitalized in a respiratory department, the Respiratory IntensiveCare Unit (RICU), from January 1, 2020 to February 10, 2020. The patients were all admitted to thehospital because they were infected with 2019-nCoV and suffered from various kinds of symptoms,including fever, dyspnea, cough, and fatigue. Every patient had completed the relevant laboratoryexamination, including various common pathogen detection and chest computed tomographic (CT)scans. All of the patients were local residents of Wuhan. Moreover, most of the patients had a historyof exposure to the Huanan Seafood Wholesale Market or had made contact with people who had beenconfirmed (or suspected) to have contracted the illness. The 2019-nCoV nucleic acid detection ofsome patients was positive, while for others, it was negative. These results could have been caused bythe immaturity of the methods used for 2019-nCoV nucleic acid detection, which led to false negative5455565758596061626364656667686970717273747576777879808182838485868788results. High-resolution CT scans with a scan layer thickness of 5 mm and a reconstruction of a 1-1.5mm thin layer are recommended for the radiological examination of 2019n-CoV pneumonia. Based onthe patients' exposure history, clinical symptoms, laboratory examinations, and chest CT scans, all ofthe patients were clinically diagnosed with 2019-nCoV pneumonia according to WHO’s interimguidance[10]. For patients who were suspected to have the illness, two senior respiratory doctors madethe diagnosis together.The patients were divided into two groups: patients with severe pneumonia and those with non-severepneumonia. The former referred to patients with the following severe manifestations: fever orsuspected respiratory infection, plus one of a respiratory rate >30 breaths/min, severe respiratorydistress, or SpO2 <90% on room air. Patients with ARDS, sepsis, or septic shock were also included.The patients without the above severe signs were defined as having non-severe pneumonia. Patientswho had the illness combined with other bacterial, fungal, or other viral infections and those withmissing data were excluded. The study was approved by the ethics committee of Wuhan CentralHospital (Yuan lun han (2020) no.4).The patient data were extracted from the Central Hospital of Wuhan, which is a tertiary teachinghospital and is responsible for the treatment for patients with 2019-nCoV pneumonia, as assigned bythe Chinese government. Clinical features, chronic co-morbidities, demographic data, laboratoryexaminations, and chest CT scans were reviewed using electronic medical records. Laboratoryexaminations included routine blood tests, as well as tests of the liver function, kidney function,electrolytes, B-type natriuretic peptide, D-dimer, C-reactive protein, and procalcitonin. We obtainedthe lymphocyte absolute values of patients with severe pneumonia on the first day and the third dayafter admission. The D-dimer data of patients with severe pneumonia on the first day, the third day,and the seventh day after admission were also collected. Chest CT scans were reviewed on the firstday and the third day for patients with severe pneumonia. In addition to collecting the albumin data onthe first day after admission, the data on the seventh day were also obtained for patients with severepneumonia. For patients with non-severe pneumonia, we only collected the data on the first day afteradmission because the relevant items were not frequently reviewed. For patients admitted to the RICU,the Acute Physiology and Chronic Health Evaluation II scores (APACHE-II) and Sequential OrganFailure Assessment (SOFA) were determined on the first day. The data were acquired by physicians.All of the data were checked by another researcher to ascertain its accuracy. To reflect the progressionof the disease in critically ill patients, we calculated the difference in the lymphocyte values betweenday 3 and day 1, the difference in the serum albumin values between day 7 and day 1, and thedifference in the D-dimer values between days 3, 7, and 1.The continuous variables were used as the mean and compared using the t-tests if they were normallydistributed, or they were described using the median. The Mann-Whitney U test was used forcomparisons. Categorical variables were expressed as count (%) and compared by χ² test or Fisher’sexact test. Logistic regression analysis was used to assess the risk factors of severe pneumonia. Thedifference of a certain indicator in the same patient at different periods was shown by a bar chart. Atwo-sided α of less than 0.05 was considered statistically significant. We used SPSS software (version23.0) for statistical analysis.A total of 110 hospitalized patients participated in this study, which included 38 (34.5%) patients withsevere pneumonia and 72 (65.5%) patients with non-severe pneumonia. Table 1 shows that comparedwith patients with non-severe pneumonia, males accounted for a greater proportion of those withsevere pneumonia and the difference was significant (24 [63.16%] vs. 24 [33.33%]). The patients withsevere pneumonia tended to be older and had complications with COPD (4 [10.53%] vs. 2 [2.78%])and hypertension (15 [39.47%] vs. 8 [11.11%]). Patients over the age of 60 years accounted for agreater proportion of the severe pneumonia cases (27 [71.05%] vs. 9 [12.5%]). There was nosignificant difference in the smoking history and drinking history between the two groups. Theincidence of diabetes and cerebrovascular disease was similar in both groups. According to thepatients' medical history, the common symptoms at the onset of the illness were fever, fatigue, drycough, and dyspnea. Although the initial symptoms of the patients with severe pneumonia were morecommonly fever and dyspnea, and the difference was not statistically significant. The temperatureranges were divided into low fever (temperature ≤38°C), moderate fever (temperature ≥38.1°C,≤39°C), and high fever (temperature ≥39.1°C). However, there was no statistical difference betweenthe two groups.There was a number of differences in the laboratory findings between the patients with severepneumonia and those without it (Table 1), including a lower lymphocyte count, platelet count, andserum albumin. The level of serum creatinine, blood urea nitrogen, aspartate aminotransferase,creactive protein, serum procalcitonin, D-dimer, and B-type natriuretic peptide were higher in thepatients with severe pneumonia. The white blood cell count, neutrophil count, hemoglobin, andalanine aminotransferase did not differ between the two groups. Statistically, some parameters weredifferent between the two groups, but still within the normal range, including the platelet count, serumcreatinine, blood urea nitrogen, aspartate aminotransferase, and serum procalcitonin.123124125126127128129130131132133Binomial logistics regression analysis was used to assess the risk factors of severe pneumonia. Thevariables with statistical differences between the two groups were incorporated into in the logisticsregression equation. To better understand the correlation between the lymphocytes and D-dimermeasurements with severe pneumonia, we divided the values of the lymphocytes and d-dimer by theirstandard deviations. The results revealed that after adjusting for other confounding factors, the age andD-dimer values were independent risk factors of severe pneumonia (Table 2). Patients over the age of60 years and in the range of 40 to 60 old had a significantly higher risk of developing severepneumonia than those under the age of 40. For every 1 standard deviation increase in the D-dimervalue, the patients' risk of developing severe pneumonia increased by about 17 times. In addition,lymphocytes were found to be independent protective factors for severe pneumonia. The incidence ofsevere pneumonia in patients with a 0.55 increase in lymphocytes decreased by about 67.8%.Both the APACHE-II and SOFA scores were assessed in patients with severe pneumonia, with resultsof 14.5 (13, 17) and 6 (5, 7), respectively (Table 3). Severe pneumonia usually progresses rapidly, andmany clinical indicators can change in a short time, especially the lymphocyte, D-dimer, serumalbumin, and chest CT manifestations. To better identify severe pneumonia early, we calculated thedifference in the lymphocyte counts, serum albumin values, and D-dimer values at different points intime (Table 3, Figs. 1-4). The results showed that in the early stage of the disease, the lymphocyte andserum albumin decreased and the D-dimer increased with the progress of the disease. We haveincluded 2 chest CT scans of one patient with severe pneumonia at different time periods, whichsuggested the rapid progress of the disease (Fig. 5).This was a cross-sectional study on the clinical characteristics of patients with 2019-nCoV, especiallythose with severe pneumonia. Our study suggested that advanced age, lymphocyte decline, andDdimer elevation were more prominent in the patients with severe pneumonia, which is useful for theearly identification of patients with severe pneumonia.The laboratory examinations showed that patients with severe pneumonia had depressed serumalbumin, elevated serum creatinine, blood urea nitrogen, aspartate aminotransferase, C-reactive protein,and B-type natriuretic peptide. Hypoproteinemia may be due to the patient's consumption andinadequate protein intake caused by poor appetite. A previous study reported that hypoalbuminemia isa potent, dose-dependent predictor of poor outcomes for pneumonia with the coronavirus infection[11].An elevated amount of C-reactive protein may be associated with the inflammatory response andcytokine storms caused by the virus in the blood vessels. These results were consistent with a previousstudy, which showed that the C-reactive protein level was positively correlated with the severity of thepneumonia[12].157158159160161162163164165166167168169170171172173174175176177178179180181182183184185186187According to the results of the binomial logistics regression analysis, we found that age and the levelof the D-dimer were independent risk factors. These results suggested that the level of D-dimer wassignificantly positively correlated with the 2019-nCoV severe pneumonia, which was also shown inanother study[13]. Previous studies showed that SARS-CoV could bind to ACE2, down-regulating theexpressions of ACE2, and resulting in an increased Angiotensin II level in mouse blood samples,signaling through Angiotensin II receptor 1, and induced acute lung injury[14-16]. ACE2 is a receptorprotein of both SARS-CoV and 2019-nCoV, and it is abundantly present in the epithelia of the lungand small intestine[17]. It was reported that 2019-nCoV binds to the ACE2 in the same way asSARSCoV[18], inducing damage to the pulmonary arteries and leading to the extensive embolization in theextensive alveolar terminal capillaries. These changes eventually lead to an increase in D-dimer. Asignificant lymphocyte decline in the progression of severe pneumonia was also observed, which wasconsistent with the results of Huang et al[19]. Decreased lymphocytes suggested that 2019-nCoV mayprimarily attack the body's immune system, especially the T lymphocytes, which is similar to theaction of SARS-CoV[20]. After 2019-nCoV impairs the immune system, it is difficult to prevent thevirus replication by immediately forming the neutralizing antibody. Non-specific pulmonarysecondary inflammation acts with the 2019-nCoV infection, inducing cytokine storms and producing aseries of immune responses and causing disorders of the lymphocyte subsets. Therefore, the abovemay explain the decline of lymphocytes and the rise of D-dimer in the progression of severepneumonia. In addition, the pulmonary CT findings of patients with severe pneumonia can progressrapidly, so it is important to review chest CT scans in a timely fashion to learn about the pulmonarylesions.This study had several limitations. First, only 110 patients from a single hospital were included in thisstudy; a larger scale study needs to be carried out to confirm our conclusions. Second, most of thepatients were still hospitalized when the manuscript was submitted, so we could not verify the efficacyof the therapeutic and prognosis of the patients.In general, the results suggested that advanced age, decreased lymphocytes, and elevated levels ofDdimer were risk factors for severe pneumonia. Clinicians should pay close attention to these indicatorsand identify high-risk patients as early as possible. More studies are needed to explore the clinicalcharacteristics and treatment options of critically ill patients.manuscript.We thank LetPub (www.letpub.com) for its linguistic assistance during the preparation of thisThe study was approved by Ethics Committee of Wuhan Central Hospital (Yuan lun han [2020] no.4).As this study was a retrospective study, only clinical data of patients were collected, and privacy datasuch as name, ID number and telephone number were not involved, so no informed consent wasobtained. Moreover, the data were only used for scientific research, not for other purposes.Y.F.W. and Y.Z. had full access to all of the data in the study and take responsibility for the integrityof the data and the accuracy of the data analysis. Study concept and design: Y.F.W., S.G. Acquisition,analysis, or interpretation of data: Y.F.W., Y.Z., Z.Y., D.P.X.. Drafting of the manuscript: Y.F.W.,Y.Z., S.G. Critical revision of the manuscript for important intellectual content: all authors. Statisticalanalysis: Y.F.W, Y.Z. Administrative, technical, or material support: D.P.X., Z.Y. Study supervision:References (Numerical)Blood Urea Nitrogen (mmol/L)2.78-8.07Age was divided into three ranges: ≤40 years; 40 years<, ≤60 years; ≥60 yearsThe temperature ranges were divided into low (≤38°C), moderate (≥38.1°C, ≤39°C), and high fevers(≥39.1°C).Sex, age, COPD, hypertension, lymphocyte count, platelet count, serum creatinine, blood ureanitrogen, aspartate aminotransferase, serum albumin, C-reactive protein, serum procalcitonin,D-dimer, and B-type natriuretic peptide were used in the logistic regression equation.Ly: lymphocyte; SD: standard deviation;The SD of the absolute value of the lymphocytes is 0.55;The SD of the D-dimer is 3.25.△Ly: Difference in the lymphocyte absolute values between day 1 and day 3 after admission,△ALB: Difference in the serum albumin values between day 1 and day 3 after admission,△D3: Difference in the D-dimer values between day 3 and day 1 after admission,△D7: Difference in the serum D-dimer values between day 7 and day 1 after admission.PaO2: Pressure of the arterial oxygen; FiO2: Fraction of the inspired oxygen;APACHE -II: Acute Physiology and Chronic Health Evaluation II;SOFA: Sequential Organ Failure Assessment scores.admissionboth lungs, which were distributed along the bronchial bundle and subpleurum.Next Row: Chest CT on Jan 13 showed improved status (3B) with diffuse consolidation of both lungs,uneven density and air bronchogram.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\nstill not clear.", "one_words_summarize": "Background: A new virus broke out in Wuhan, Hubei, China, and was later named 2019 novelcoronavirus (2019-nCoV). Conclusions: Advanced age, lymphocyte decline, and D-dimer elevation are important characteristicsof patients with severe pneumonia. Clinicians should focus on these characteristics to identifyhighrisk patients at an early stage.20In December 2019, a new type of unexplained pneumonia was reported in Wuhan, Hubei, China,which appeared to be related to the Huanan Seafood Wholesale Market[1-3]. The patients were all admitted to thehospital because they were infected with 2019-nCoV and suffered from various kinds of symptoms,including fever, dyspnea, cough, and fatigue. Patients with ARDS, sepsis, or septic shock were also included. The study was approved by the ethics committee of Wuhan CentralHospital (Yuan lun han (2020) no.4).The patient data were extracted from the Central Hospital of Wuhan, which is a tertiary teachinghospital and is responsible for the treatment for patients with 2019-nCoV pneumonia, as assigned bythe Chinese government. For patients with non-severe pneumonia, we only collected the data on the first day afteradmission because the relevant items were not frequently reviewed. Categorical variables were expressed as count (%) and compared by χ² test or Fisher’sexact test. Logistic regression analysis was used to assess the risk factors of severe pneumonia. The patients withsevere pneumonia tended to be older and had complications with COPD (4 [10.53%] vs. 2 [2.78%])and hypertension (15 [39.47%] vs. 8 [11.11%]). There was nosignificant difference in the smoking history and drinking history between the two groups. According to thepatients' medical history, the common symptoms at the onset of the illness were fever, fatigue, drycough, and dyspnea. However, there was no statistical difference betweenthe two groups. To better identify severe pneumonia early, we calculated thedifference in the lymphocyte counts, serum albumin values, and D-dimer values at different points intime (Table 3, Figs. 5).This was a cross-sectional study on the clinical characteristics of patients with 2019-nCoV, especiallythose with severe pneumonia. Our study suggested that advanced age, lymphocyte decline, andDdimer elevation were more prominent in the patients with severe pneumonia, which is useful for theearly identification of patients with severe pneumonia. In general, the results suggested that advanced age, decreased lymphocytes, and elevated levels ofDdimer were risk factors for severe pneumonia. Clinicians should pay close attention to these indicatorsand identify high-risk patients as early as possible. More studies are needed to explore the clinicalcharacteristics and treatment options of critically ill patients.manuscript. Moreover, the data were only used for scientific research, not for other purposes. Ly: lymphocyte; SD: standard deviation;The SD of the absolute value of the lymphocytes is 0.55;The SD of the D-dimer is 3.25.△Ly: Difference in the lymphocyte absolute values between day 1 and day 3 after admission,△ALB: Difference in the serum albumin values between day 1 and day 3 after admission,△D3: Difference in the D-dimer values between day 3 and day 1 after admission,△D7: Difference in the serum D-dimer values between day 7 and day 1 after admission."}