{"date": "2020/02/13", "journal": "medrxiv", "authors": "Richard A Neher, Robert Dyrdak, Valentin Druelle, Emma B Hodcroft, Jan Albert", "title": "Potential impact of seasonal forcing on a SARS-CoV-2 pandemic", "type": "preprint article", "abstract": "A novel coronavirus (SARS-CoV-2) rst detected in Wuhan, China, has spread rapidly since December 2019, causing over 45,000 PCR con rmed infections and more than 1,000 fatalities (as of Feb 12, 2020). Imported cases and small transmission clusters have been reported globally. Early data suggest the virus transmits readily and a pandemic cannot be ruled out. Data from routine diagnostics show a strong and consistent seasonal variation of the four endemic coronaviruses (229E, HKU1, NL63, OC43). We use these data to explore the e ect of seasonal variation in transmissibility on a potential SARS-CoV-2 pandemic. A model allowing for many subpopulations of di erent size with variable parameters of SARS-CoV-2 spread shows how a pandemic could unfold in 2020-2022. Simulations of di erent scenarios show that plausible parameters result in a peak in temperate regions of the Northern Hemisphere in winter 2020/2021. A smaller range of parameters suggests a peak in the rst half of 2020 or two peaks of similar magnitude. Variation in transmission and migration rates can result in substantial variation in prevalence between regions. While the uncertainty in parameters is large, the scenarios we explore show that transient reductions in the incidence rate might be due to a combination of seasonal variation and infection control e orts but do not necessarily mean the epidemic is contained. Seasonal forcing on SARS-CoV-2 should thus be taken into account in the further monitoring of the global transmission. The likely aggregated e ect of seasonal variation, infection control measures, and transmission rate variation is a prolonged pandemic wave with lower prevalence at any given time, thereby providing a window of opportunity for better preparation of health care systems.", "text": "        On Jan 30, 2020, the World Health Organisation(WHO) declared the spread of a new coronavirus,SARSCoV-2        The basic reproduction number (R0), which describesthe average number of new infections per infectedSARSCoV-2 case, has been estimated to be around R0 = 2 : : : 3        (2.2 with 90% high density interval 1.4{3.8                Previous in uenza pandemics have swept the world inmultiple waves often but not always coinciding withwinter months in temperate climates                We consider simple SIR models        S = b(1S)(t)SII =( + b + e)I + (t)SI + iR = 1S        I2005). The virus spread rapidly, but the viraldynamics and mortality was not synchronized across countries.While many experienced two more-severe u seasons inthe winters of 1969 and 1970, the US had highermortality in the rst season, while European countries, Japan,and Australia, had higher mortality in the second, andCanada had roughly equal mortality in both                The 2009 pandemic H1N1 virus (A/H1N1pdm09)originated in March 2009 in Mexico and spread around theglobe within weeks. Only a few European countries sawsubstantial circulation of H1N1pdm09 in the spring of2009. Instead the virus showed low prevalence over thesummer and pronounced peaks in the following autumnand winter in many countries        Here we use data on seasonal variation in prevalence ofseasonal CoVs in Sweden and model the impact of thisvariation on the possible future spread of SARS-CoV-2in the temperate zone of the Northern Hemisphere. Wealso explore di erent scenarios of SARS-CoV-2 spread intemperate and tropical regions and show how variation inepidemiological parameters a ects a potential pandemicand the possibility of transitioning to an endemic state.        Data on seasonal variation of HKU1, NL63, OC43and 229E diagnoses in respiratory samples was obtainedfrom the routine molecular diagnostics at the KarolinskaUniversity Hospital, Stockholm, Sweden. Thelaboratory provides diagnostic services to six of seven majorhospitals and approximately half of outpatient care inthe Stockholm county (2.2 million inhabitants). Weextracted pseudonymized data on all analyses for the fourviruses between Jan 1, 2010 and Dec 31, 2019. Thedataset included a total of 52,158 patient samples with190,257 diagnostic tests, of which 2,084 were positive forany of the coronaviruses (229E = 319; NL63 = 499; OC43= 604; HKU1 = 355; OC43/HKU1 = 307). Metadataincluded information about date of sampling and age ofpatient. In the period of Jan 1, 2010 to Nov 5, 2017, thecoronavirus diagnostic was done using in-house assays                The fraction of tests that were positive for the fourseasonal CoVs showed a strong and consistent seasonalvariation, see Fig. 1. From December to Aprilapproxwhere (t) is the rate at which an infected individualinfects a susceptible one, is the recovery rate, b is thepopulation turn-over rate, e is the emigration rate, andi is the in ux of infected individuals. The populationturnover rate is immaterial for a pandemic scenario, butimportant for our analysis of seasonal CoV, and shouldbe interpreted as the sum of the birth rate and the rate atwhich previously immune individuals become susceptibledue to immune waning and escape. We review generalproperties of such model in the Supplementary Materials.Following previous work, we parameterizetransmissibility as(t) = 0 (1 + cos(2 (t)))(2)where 0 is the average annual infection rate, is theamplitude of seasonal forcing which modulatestransmissibility through the year, and is the time of peaktransmissibility        Seasonal CoVs are endemic throughout the world andwe therefore expect that viruses are imported throughoutthe year. We model this import as a constant in uxi. Furthermore, we assume that humans su er from aseasonal CoV infection on average every 10 years (b =0:1=y), an R0 = 2:5, and a recovery rate (time betweeninfections) of 10 days.        With these assumptions, we can solve the model andcompare the resulting trajectories to the seasonalvariation in prevalence of seasonal CoVs, see Fig. 2. WeCoV 229ECoV NL63CoV HKU1/OC43all CoVsCoV 229ECoV NL63CoV HKU1/OC43all CoVsassess t quality by calculating the squared deviation ofobserved and predicted prevalence relative to theirrespective mean values. Simulations of the model arecompatible with observations in two separate regions ofparameter space: If Northern Europe was very isolated withless than 1 in 1,000 individuals returning with a seasonalCoV infection from abroad, weak seasonality of around= 0:15 would be su cient to generate strong variationthrough the year compatible with observations (Fig. 2,bottom-left ridge). In this regime, prevalence isoscillating intrinsically with a period that is commensuratewith annual seasonal oscillations giving rise to aresonance phenomenon with annual or biennial patterns evenfor weak seasonal forcing        If the rate of import of seasonal CoV infections ishigher, imports dampen the resonance and much strongerseasonality, with values between = 0:3 and 0:7, isrequired to t the observations (Fig. 2, top-right-and-centerridge). In this regime, seasonal variation intransmissibility modulates the size of micro-outbreaks triggered byimported cases in a mostly immune population.These two scenarios di er slightly in the time of year atwhich peak transmissibility occurs: When transmissionis mostly local and seasonality is ampli ed by resonance,needs to be around October{November to t the datawith most cases in December{January. In the secondscenario with high connectivity, needs to be in December{January coinciding with the peak in prevalence. Giventhat most countries are highly connected, we focus hereon exploring the high-import and strong seasonal forcingscenario. This scenario, with maximal in mid-winter, isalso more compatible with climate variation around theyear.        The analysis of seasonal CoV prevalence patternsallowed us to constrain parameter ranges and exploredifferent scenarios of SARS-CoV-2 spread around the globe,in particular in temperate climates like Northern Europe.Here we explore scenarios where temperate regions havea seasonal forcing of between = 0:3 and 0:7 andmigration rates of 0:01/year. Early estimates suggest anincubation time of about 5 days        To explore possible scenarios more systematically, weran such simulations for a range of values for R0 andpeak transmissibility and recorded whether we observeand early peak, a late peak, or a two peaks. The rightpanel of Fig. 3 shows the ratio of the height of thesepeaks for di erent values. Rapid growth (high R0) andlate transmission peaks result in a large peak in the rsthalf 2020, while lower R0 and transmission peaks in earlywinter favor a large secondary peak. These two scenariosare separated by a band of parameter values that giverise to two pandemic waves in the winters of 2020 and2021 in the Northern Hemisphere.The uncertainty in parameter values and thepotential impact of infection control measures imply that allscenarios are plausible and should be considered whendeveloping pandemic prevention and containmentstrategies.Outbreaks grow exponentially within well-mixedcommunities, and at a certain rate the virus will be carried toother regions and potentially seed new outbreaks. Suchexport to new locations is initially unlikely, but becomesnext to certain once the outbreak size exceeds theinverse probability that a given individual migrates whileinfected.Every location has a di erent socio-economic pro lesuch that the growth rate of the epidemic (and henceR0) might di er. The superposition of many suchsubpopulations with a range of hR0i values and seasonalvariation in transmission will result in dynamics thatare qualitatively di erent from a single population SIRmodel. In particular, such variation result in a pandemicspread out over 2 years before the virus possibly becomesendemic.Fig. 4 shows the result of such a simulation of 1,000populations. Populations were divided between northerntemperate (50%), southern temperate (10%), andtropical (40%) and assigned parameters as follows:hR0i was drawn from a normal distribution withmean 1:8 (see Supplementary Fig. 5 for hR0i = 1:4and 2.7) and standard deviation 0:5.Seasonal forcing was drawn from a uniformdistribution between 0.25 and 0.75 for temperate regions,between 0 and 0.2 for tropical regions.Peak transmissibility of temperate regions wasdrawn from normal distributions with standarddeviation 0:1 and peak at 0 for northern regions and0.5 for southern regions. for tropical regions waschosen uniformly from between 0 and 1.Population sizes were drawn from a log-normaldistribution with = 1 and a mean such that allpopulations sum to 7:6 billion.Migration rates were sampled from a log-normaldistribution with = 1 and a mean of 0:01.For Hubei, we use the same parameters as described insection IV.The variation in R0 and migration rate result in asuper-position of fast and slow epidemics seeded atdifferent times. The initial phase is dominated by fastepidemics driving rapid dispersal, in particular in thetropics, while slow epidemics dominate later in 2020 and2021. With the parameter setting used in Fig. 4, theNorthern temperate regions see most circulation inwinter 2020/2021. In accordance with Fig. 3, this peak shiftsmore towards early 2020 for higher R0, seeSupplementary Fig. 5.After several years, SARS-CoV-2 could become aseasonal CoV with characteristic winter outbreaks as shownin Fig. 1. Such a scenario is demonstrated in Fig. 5 wherea simulation similar to the one shown in Fig. 4 is run for12 years, with the added assumption that after infectionan individual become susceptible to SARS-CoV-2 againat a rate of 0.1 per year as we assumed for seasonal CoVabove. After a pronounced low in 2020-2024, prevalencerecovers and settles into a seasonal pattern, similar tothat of the four existing seasonal CoVs.We report on the possible in uence of seasonalvariation on the spread of SARS-CoV-2 in the NorthernHemisphere, should the current outbreak progress to apandemic. We nd that seasonal variation in transmissibilityhas the potential to modulate the spread ofSARS-CoV2 with a wide range of possible outcomes that need tobe taken into account when interpreting case counts andprojecting the outbreak dynamics. The onset of springand summer could, for example, give the impression thatSARS-CoV-2 has been successfully contained, only forinfections to increase again in 2020-2021 winter season.Even in Hubei virus circulation might decrease due toarrival of spring and summer but might increase againtowards the end of the year. Whether a pandemic inthe temperate regions of the Northern Hemisphere wouldpeak early in 2020, late in 2020, or show multiple wavesas H1N1pdm did in 2009, depends on the timing of peaktransmissibility and the rate of spread (R0 and serialinterval).This study is meant as an exploration of how such apandemic could unfold, not as a prediction of anyparticular scenario. The results we present are criticallydependent on the assumptions i) that the outbreak will developinto a pandemic, ii) that the transmissibility ofSARSCoV-2 shows seasonal variability of su cient strength(range = 0:3 to 0:7), and iii) that parameters like R0estimated from the early phase of the outbreak arecomparable in other populations.        These assumptions are not implausible but not certain:cases of SARS-CoV-2 has been detected in 24 countriesapart from China        The seasonal CoVs show a strong and consistentseasonal variation, and modeling suggests that this requiresstrong variation in transmissibility throughout the year.It should be noted, however, that SARS-CoV-2 doesseem to transmit in tropical climates like Singapore, andso winter is not a necessary condition of SARS-CoV-2spread. Precise values for the underlying modelparameters and the e ect of infection control measures arecurrently unavailable. For this reason we explored a range ofparameter values to assess the robustness of the resultsto model assumptions.The simulations presented here are scenarios thatemerge from simpli ed abstract models, but theynevertheless demonstrate that a wide variety of outcomes arecompatible within the limits of the current knowledgeabout the outbreak. The implications of our work arethat: 1) reductions in prevalence need not be attributableto successful interventions, but could be due to seasonalvariation in transmissibility, 2) sub-population dynamicscan di er greatly, meaning that case count trajectoriesin one country should be used cautiously to informprojections in a second country, even in the same climatezone, 3) seasonal variation might slow down a pandemicand thereby provide a window of opportunity for betterpreparation of health care systems world-wide byscaling up capacity for care and diagnostics, and potentiallythrough rapid development of antivirals and vaccine, and4) after several years SARS-CoV-2 could develop into anendemic seasonal CoV similar to the transition of the2009 A/H1N1 pandemic in uenza virus into a seasonalin uenza virus.          The overall impact of a potential SARS-CoV-2pandemic depends critically on the case fatality ratio (CFR),which we have not modelled here. At present,uncertainty in the CFR is high due to likely over-representationof severe cases in the statistics and a delay betweendiagnosis and recovery/death          All relevant data and script that generate the graphsare available in a dedicated github repository at github.com/neherlab/CoV_seasonality.We are grateful to all physicians, scientists, andpublic health authorities globally for sharing case numbersand early research ndings without delay. We wouldlike to thank Christian Althaus for critically reading themanuscript and providing timely and valuable feed back.This research was supported in part by the NationalScience Foundation under Grant No. NSF PHY-1748958(RAN during his visit to KITP).JA conceived the idea of the study. RAN developedthe model and simulations. JA and RD provided thedata on seasonal CoVs. RAN, EBH and VD performedthe modeling and simulation, and generated the graphs.All authors interpreted the data, drafted and commentedon the manuscript, and contributed to the nal version.7The SIR model introduced in equations 1 describes thefraction of susceptible S(t) and infected individuals I(t)in a population. The fraction of recovered individuals Ris R = 1 S I. A simpli ed scheme of the model ispresented in gure 1 with constant transmissibility ( = 0in equation 2) and without emigration/in ux (e = 0 andi = 0). The simpli ed system has a steady stateS0 =I0 =+ b=b(R01)1R050454035302520This steady state exists when the parameter R0 > 1. Forcases where R0 < 1 the epidemic dies out as each infectedperson generate less than one subsequent infection.For our analysis of seasonal CoVs, it is instructive tostudy the stability of this steady state and show that thequantities [S; I ] tend to show damped oscillations aroundthe xed points in Eq. 3 with a periodT =p4b( (R0This behavior is intrinsic to the system and holdswhenever transmissibility is constant.        SIR models can show resonance phenomena when theperiod is about one or two years        In a fully susceptible population, the number ofinfected individuals initially grows as I(t) e( b)t =e(R0 1)t=( +b). The doubling time is 2 = ( +b) log(2)=(R0 1). Since b , we can safely neglectb in the early phase of the pandemic, but it is importantwhen interpreting endemic seasonal CoV data.The term i and e in equation 1 represent the in uxand emigration in a population which we model as anexchange of infected individuals while ignoring themigration of susceptible or recovered individuals. Suchmigration is operating in Figures 3, 4 and 5. A proportione of the infected people are removed due to emigrationwhile an in ux i is added. The in ux i of eachpopulation is computed as the product of the total number ofinfected people in all population, the migration rate ofthe population in question, and its size. In that sense,the infected persons form a global \\reservoir\" from whicheach population takes its in ux.The SIR model as formulated in Eq. 1 accounts forseasonality but otherwise assumes the transmissiondynamics is constant. In reality, individuals change theirbehavior when they are aware of a contagious disease. This inparticularly true for the current SARS-CoV-2 outbreakwhere tens of millions of people are under quarantinemeasures and travel restrictions. In order to account forsuch behavioral changes, we add a factor H to equation1 that modulates transmission:I =( + b + e)I + (1H) SI + i(5)ddtwhere H = c (K3I+3 I3) with c the containment value. Theterm H is a Hill function of order 3 and in ection pointK. We use this to model a decrease in the rate of newinfection smoothly decrease by a factor c. We used c = 0:5and K = 0:03, implying that once a disease is at aprevalence of 3%, containment measures reduce transmissionby 50%. The e ect of prevention and control is di cultto assess at present and will certainly vary in time andspace.2020-200120-200420-200720-210021-200121-200421-07R0 = 1.3Figure S 3 Model predictions for SARS-CoV-2 case numbers in temperate zones for a pandemic scenario, withvarying R0 and Migration. This is the same plot as shown on the left of Figure 3, however here hR0i varies from 1.3 - 2.5and Migration varies from 0.1% to 10% per year. Higher migration rates (towards the bottom of the gure) result in earlierintroductions and higher likelihood of a peak in early 2020. Similarly, higher hR0i (towards the right of the gure) results inmore rapid growth and a higher likelihood of an early peak.2020-012020-072021-012021-07sae104C103102101R011.42.9R012.74.4R011.42.9R012.74.42022-012021-012021-072022-012020-01 2020-07Sub-total TropicalSub-total Southern temperateTotalSub-total Northern temperateSub-total TropicalSub-total Southern temperate", "ref_list": [[], ["The American journal of tropical medicine"], [""], [""], [""], [""], [""], [""], [""], ["da Silva Filho, and"], [""], [""], ["and"], [""], [""], [""], [""], [""], [""], [""], ["\\Updates on 2019 novel coronavirus (2019-ncov) local situation,\" ."], [""], [""], [""], [""], [""], ["\\Statement on the second meeting of the international health regulations (2005) emergency committee regarding the outbreak of novel coronavirus (2019-ncov),\""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. N. Al-Khannaq", "K. T. Ng", "X. Y. Oong", "Y. K. Pang", "Y. Takebe", "J. B. Chook", "N. S. Hana", "A. Kamarulzaman", "K. K. Tee"], ["A. Amato-Gauci", "P. Zucs", "R. Snacken", "B. Ciancio", "V. Lopez", "P. Penttinen", "A. Nicoll", "t. E. I. S. Network (EISN"], ["J. A. Backer", "D. Klinkenberg", "Wallinga"], ["M. Battegay", "R. Kuehl", "S. Tschudin-Sutter", "H. H. Hirsch", "A. F. Widmer", "R. A Neher"], ["S. Chen", "Epureanu"], ["J. Dusho", "J. B. Plotkin", "S. A. Levin", "D. J. D. Earn"], ["N. Friedman", "H. Alter", "M. Hindiyeh", "Y. Shemer Avni", "Mandelboim"], ["M. Galanti", "R. Birger", "M. Ud-Dean", "I. Filip", "H. Morita", "D. Comito", "S. Anthony", "G. A. Freyer", "S. Ibrahim", "B. Lane"], ["L. G. B. Goes", "A. F. R. M. Zerbinati", "Tateno", "F. de Souza", "V. M. Ebach", "C. A. Corman", "E. L. Moreira-Filho", "L. V. R. F. Durigon", "J. F. Drexler"], ["A. E. Gorbalenya"], ["Huang", "N. M.-C. Su", "Tien", "Y.-C. C.-J. Huang", "C.-S. Lan", "C.-H. Lin", "Chen", "C.-W. Lin"], ["W. O. Kermack", "A. G. McKendrick"], ["M. E. Killerby", "H. M. Biggs", "A. Haynes", "R. M. Dahl", "D. Mustaquim", "S. I. Gerber", "J. T. Watson"], ["C. Liangjun", "L. Weiyong", "Z. Qi", "X. Ke", "Y. Guangming", "W. Weichen", "S. Ziyong", "L. Fang", "W. Kailang", "Z. Bo", "M. Yi", "Z. Wenxia", "C. Yu", "L. Yirong", "S. Mang", "L. Ke", "Yingle"], ["V. N. Petrova", "C. A. Russell"], ["G. Pullano", "F. Pinotti", "P. Y. Boelle", "C. Poletto", "Colizza"], ["B. J. Quilty", "R. M. Eggo"], ["J. Riou", "C. L. Althaus"], ["C. Rothe", "P. M. Schunk", "C. Sothmann", "T. Wallrauch", "V. Zimmer", "C. Thiel", "W. Janke", "Guggemos"], [], ["J. K. Taubenberger", "J. C. Kash", "D. M. Morens"], ["A. Tiveljung-Lindell", "R. M. Rotzen- O\u007fstlund", "L. Ullstrand", "B. Grillner", "T. Zweygberg-Wirgart", "Allander"], ["C. Viboud", "R. F. Grais", "B. A. P. Lafont", "M. A. Miller", "Simonsen"], ["C. Viboud", "L. Simonsen", "R. Fuentes", "J. Flores", "M. A. Miller", "G. Chowell"], ["Committee WHO Emergency"], ["Committee WHO Emergency"], ["J. T. Wu", "K. Leung", "G. M. Leung"], ["Y. Yang", "Q. Lu", "Y. Wang", "A. Zhang", "N. Jalali", "N. Dean", "I. Longini", "M. E. Halloran", "B. Xu", "X. Zhang", "L. Wang", "Fang"], ["Sub-total Southern"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On Jan 30, 2020, the World Health Organisation\n(WHO) declared the spread of a new coronavirus,\nSARSCoV-2\n        ", "one_words_summarize": "On Jan 30, 2020, the World Health Organisation(WHO) declared the spread of a new coronavirus,SARSCoV-2        The basic reproduction number (R0), which describesthe average number of new infections per infectedSARSCoV-2 case, has been estimated to be around R0 = 2 : : : 3        (2.2 with 90% high density interval 1.4{3.8                Previous in uenza pandemics have swept the world inmultiple waves often but not always coinciding withwinter months in temperate climates                We consider simple SIR models        S = b(1S)(t)SII =( + b + e)I + (t)SI + iR = 1S        I2005). The virus spread rapidly, but the viraldynamics and mortality was not synchronized across countries. Instead the virus showed low prevalence over thesummer and pronounced peaks in the following autumnand winter in many countries        Here we use data on seasonal variation in prevalence ofseasonal CoVs in Sweden and model the impact of thisvariation on the possible future spread of SARS-CoV-2in the temperate zone of the Northern Hemisphere. Metadataincluded information about date of sampling and age ofpatient. We review generalproperties of such model in the Supplementary Materials. Following previous work, we parameterizetransmissibility as(t) = 0 (1 + cos(2 (t)))(2)where 0 is the average annual infection rate, is theamplitude of seasonal forcing which modulatestransmissibility through the year, and is the time of peaktransmissibility        Seasonal CoVs are endemic throughout the world andwe therefore expect that viruses are imported throughoutthe year. Giventhat most countries are highly connected, we focus hereon exploring the high-import and strong seasonal forcingscenario. This scenario, with maximal in mid-winter, isalso more compatible with climate variation around theyear. Here we explore scenarios where temperate regions havea seasonal forcing of between = 0:3 and 0:7 andmigration rates of 0:01/year. Rapid growth (high R0) andlate transmission peaks result in a large peak in the rsthalf 2020, while lower R0 and transmission peaks in earlywinter favor a large secondary peak. 5 for hR0i = 1:4and 2.7) and standard deviation 0:5.Seasonal forcing was drawn from a uniformdistribution between 0.25 and 0.75 for temperate regions,between 0 and 0.2 for tropical regions. Peak transmissibility of temperate regions wasdrawn from normal distributions with standarddeviation 0:1 and peak at 0 for northern regions and0.5 for southern regions. We nd that seasonal variation in transmissibilityhas the potential to modulate the spread ofSARS-CoV2 with a wide range of possible outcomes that need tobe taken into account when interpreting case counts andprojecting the outbreak dynamics. Whether a pandemic inthe temperate regions of the Northern Hemisphere wouldpeak early in 2020, late in 2020, or show multiple wavesas H1N1pdm did in 2009, depends on the timing of peaktransmissibility and the rate of spread (R0 and serialinterval).This study is meant as an exploration of how such apandemic could unfold, not as a prediction of anyparticular scenario. The simpli ed system has a steady stateS0 =I0 =+ b=b(R01)1R050454035302520This steady state exists when the parameter R0 > 1. A proportione of the infected people are removed due to emigrationwhile an in ux i is added. The in ux i of eachpopulation is computed as the product of the total number ofinfected people in all population, the migration rate ofthe population in question, and its size."}