{"date": "2020/02/17", "journal": "medrxiv", "authors": "Xing Wang, Zihui Ma, Yi Ning, Chen Chen, Rujin Chen, Qiwen Chen, Heng Zhang, Chunming Li, Yan He, Tao Wang, Cheng Tong, Junqing Wu, Yuyan Li, Handong Ma, Shaodian Zhang, Hongxin Zhao", "title": "Estimating the case fatality ratio of the COVID-19 epidemic in China", "type": "preprint article", "abstract": "* Xing Wang, Zihui Ma, and Yi Ning contributed equally to the article.", "text": "Background: Corona Virus Disease 2019 (COVID-19) due to severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan city andrapidly spread throughout China since late December 2019. Crude case fatality ratio(CFR) with dividing the number of known deaths by the number of confirmed casesdoes not represent the true CFR and might be off by orders of magnitude. We aim toprovide a precise estimate of the CFR of COVID-19 using statistical models at theearly stage of the epidemic.Methods: We extracted data from the daily released epidemic report published by theCompeting risk model were used to obtain the cumulative hazards for death, cure, andcure-death hazard ratio. Then the CFR estimation was calculated based on the slope ofthe last piece in joinpoint regression model, which reflected the most recent trend ofthe epidemic. Sensitivity analyses were performed by assuming an average period ofobservation stays for 3-7 days after recovery.mainland China. Assuming an average period of 5 days’ observation stays after severecases turned to be asymptotic, adjusted CFR of COVID-19 were 14.97% (95% CI:14.22%-15.77%) in Hubei province, including Wuhan, the epicenter, and 0.52% (95%Conclusions: Based on analyses of public data, we found that the CFR in Hubei wasmuch higher than that of other regions in China. The CFR would follow a downwardstrend based on our estimation and recently released data. Nevertheless, at early stageof outbreak, CFR estimates should be viewed cautiously because of limited datasource on true onset and recovery time.identified in Wuhan city, Hubei province, China [1]. Subsequently, World Healthepidemic management. On January 8, 2020, the pathogen of this unexplained infectedpneumonia was isolated by Chinese researchers, now known as severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) [2-4], which resembled to thesevere acute respiratory syndrome coronavirus (SARS-CoV) [1]. On January 25, 2020,WHO released the Novel Coronavirus (2019-nCoV) situation report-5 and stated thatthe new coronavirus epidemic has posed a very high risk to China and a high risk toboth regional level and global level [5]. On February 11, 2020, WHO officially namedthis disease caused by the new coronavirus SARS-CoV-2 as COVID-19 [6]. As ofmunicipalities) in China [2].To date, in the first month since identification of the COVID-19 (Jan 8th-Feb 11th,2020), considerable new knowledge about this coronavirus have been generated, suchas person-to-person transmission [7], clinical characteristic [8-10], prediction on theincubation period, basic reproductive number, total case number, and epidemic trend[11, 12]. However, key question about the CFR, an important epidemiologicalindicator for reflecting and predicting the severity of the disease, of the COVID-19epidemic remains unsolved. Timely and accurate estimates of the CFR are critical forpredicting the outbreak dynamics and health care capacity needed, to tailorappropriate and effective measures for disease control, public safety, and allocation ofhealth resources.At the early stage of COVID-19 outbreaks, given the limited and incomplete data (forthe epidemic is still ongoing), the CFR is a crude estimated as by dividing the numberof known deaths by the number of confirmed cases with COVID-19 in previouspapers [8-10]. Nevertheless, these results are subject to large errors because futuredeaths are not taken into account, instead, which might be off by orders of magnitude.Diagnosis of viral infection will develop to two competing risk outcomes, recovery ordeath, by days to weeks and the denominator of CFR, the number of confirmed cases,at the cross-sectional level should consider the loss of those recovered [13]. Hence inthis study we aim to provide a precise estimate of the case fatality ratio of COVID-19epidemic at present.Data sourcespatients were obtained.Statistical analysisAlthough it did not include any individual patient data, the CFR estimated using thecompeting risks model in the survival analysis [15]. Following the standardnon-parametric competing risks theory, the daily hazards for dying and cure, treatedas competing risks, are each estimated, and the other endpoint are treated ascensoring.For each day i, we captured the number of new admissions (ni), cumulative number ofcases (Ni), number of new deaths (di), cumulative number of deaths (Di), newly curedpatients (ci), and cumulative number of cured patients (Ci).t: the survival time during the admission-to-cure or death;λ: 1 denoted for the daily hazards for dying, 2 denoted for the daily hazards forcuring, other endpoints are censored;mi: equaled to Ni − Di – Ci, denoted for the number of patients in hospital;ai: equaled to (mi−1 + mi)/2, denoted for the average number of patients in hospital(at risk) for each day I;λi1, equaled to di/ai, denoted for the daily hazards for death;λi2, equaled to ci/ai, denoted for the daily hazards for cure;Λ1(k), equaled to∑λi1, denoted for the cumulative hazards for death up to kdays; Λ2(k), equaled to∑λi2, denoted for the cumulative hazards for cure up to kdays;case cure rate.θk, equaled to Λk2/Λk1, denoted for the cure-death hazard ratio for each day k.P(J), J=1denoted for the ultimate case fatality ratio, J=1denoted for the ultimateFor up to day k, the cumulative hazards for death, cure, and cure-death hazard ratiowere obtain. If the ratio is constant θ over the study period, then it follows thatP(J=1)=θP(J=2). Since P(J=1)+P(J=2)=1, we P(J=1)=1/(1+θ). Therefore, if the ratio isa constant θ during a period then the ultimate CFR in that period is defined as 1/(1+θ).To investigate the relationship between cure-death hazards was linear or non-linear,the cure-death hazard plot was shown. If non-linear relationship was discovered,joinpoint regression will be used [16].Actually, stringent patient discharge standards have been implemented in hospitals,patients usually need to stay in hospital asymptotically for 3-7 days, therefore, thepublished cure patients were cured nearly 3-7 days ago. Sensitivity analyses wereperformed by assuming an average period of observation stays for 3, 5 and 7 daysafter recovery, respectively, and the date of cure were accordingly moved backward.Data descriptionCOVID-19. Total number of death cases and cured cases of COVID-19 were 1,068and 2,639 in Hubei province, and 45 and 2,101 in other provinces in China,respectively. The number of deaths and cures in Hubei, including Wuhan, accountedfor 96.0% and 56.6% of the whole country, but the proportion of deaths and cures wasquite different, which reminded us to separate the fatality rate of Hubei and otherareas (Fig.1, 2).Unadjusted CFR estimation of the COVID-19obvious decreasing trends of CFR for COVID-19, with three great turning points onJanuary 27, February 1, and February 6 for Hubei province, and one turning point onrecent CFR estimation in yellow were shown in table 1. Our CFR estimation wascalculated based on the slope of the last piece in joinpoint regression model, whichreflected the most recent trend of the epidemic. As shown in table 2, unadjusted CFRwas estimated to be 19.61% (95% CI: 18.94%-20.33%) in Hubei, and 1.88% (95% CI:1.73%-2.06%) in other provinces.CFR adjustment and sensitivity analysesNonlinear relationships of cure-death hazards were also obtained for both Hubei andother provinces with moving the date of cure backward for 3, 5, 7 days (Fig.5 and 6).observation stays for 3, 5 and 7 days after recovery were 16.23% (95% CI:15.63%-16.86%), 14.97% (95% CI: 14.22%-15.77%), and 12.72% (95% CI:12.48%-12.97%) in Hubei province, and 1.08% (95% CI: 0.89%-1.34%), 0.52% (95%CI: 0.42%-0.71%), and 0.32% (95% CI: 0.25%-0.48%) in other provinces of China,According to the discharge criteria of the fifth edition of the diagnosis and treatmentplan for COVID-19 in China [17], the patients cannot be discharged until 3consecutive days of thermal withdrawal, improved clinical symptoms, and 2consecutive times of negative nucleic acid testing. We considered that the adjustedrecovery would be the most reasonable and down-to-earth. We also observed obviousdecreasing trends of 5 days adjusted CFR for COVID-19, with two distinct turningpoints on January 26 and February 1 for Hubei province, and one turning point onSARS-CoV (9.2%) and that of MERS-CoV (34.4%) [18]. Consistent with our results,WHO Collaborating Centre for Infectious Disease Modelling and MRC Centre for2019-novel coronavirus (nCoV), which showed the estimate the CFR to be 18% (95%CI: 11%-81%) for cases detected in Hubei [19]. However, Chinese researchers Zhonget al. reported a markedly lower CFR (1.4%) among 1,099 patients from 552 hospitalsin 31 provinces/provincial municipalities, as compared with that of 15% among 41patients in Wuhan [10], 11% among 99 patients in Wuhan Jinyintan Hospital [9] , and4.3% among 138 patients in Wuhan Zhongnan Hospital [8]. However, it should benoted that these CFR estimates were cross-sectional, which were calculated bydividing the number of known deaths by the number of confirmed cases at certaintime point[20].This estimated CFR of COVID-19 was much higher in Hubei Province than that ofother area in China. Several possible reasons could be able to explain this discrepancy.Firstly, high proportion of severe cases among the confirmed patients potentiallycontributes to high proportion of death in Hubei Province [8-10]. Patients with serioussymptoms were prioritized to be admitted to the hospital. Secondly, insufficientmedical resources including clinicians, nurses as well as facilities, including diagnosistoolkits at the outbreak of COVID-19 in Hubei directly resulted the deterioration ofdisease course. It is reasonable to assume that huge amount of mild cases orearly-stage cases have developed into more serious conditions before they were ableto be admitted and appropriately treated. Thirdly, under-detection of mild orasymptomatic cases also resulted in higher CFR, which may be further aggravatedafter the outbreak, due to that the daily capacity of virus testing in Hubei has alreadyreached the limit. Fourthly, as the COVID-19 initially outbroke in Wuhan, Hubei,other regions of China and foreign countries gained critical time to develop epidemiccontrol strategy and reallocate medical resources. However, this delay of epidemic inother regions and foreign countries may also result in the delay of fatal cases arisingand reporting, which rendered the lower CFR in other regions of China comparingwith Hubei Province.We observed obvious decreasing trends of CFR for COVID-19, with distinct turningpoints for in Hubei and other areas respectively. From Jan 23, 2020, severalunprecedentedly strict and effective measures were carried out, especially thelockdown of Wuhan, Hubei, including suspended public transportation, forbiddenpubic gathering, postponed school and enterprise opening, and furnished kinds ofmedical resources to prevent further disease transmission [21]. Based on ourestimation and recently released data, we concluded that the CFR would follow adownwards trend.We conducted several sensitivity analyses to reduce bias from time delaying for theobservation windows from cure to report. Actually, the time between disease cure andreport as well as the extent of underreporting varied over time, cities and countries[13]. In fact, in order to break the capacity limit of virus lab testing and achieve abetter control of this epidemic, Hubei Province has included the clinically diagnosedcases into the confirmed cases to be published starting from February 12, 2020.Clinically diagnosed cases are confirmed by a combination of travel history,symptoms and CT image rather than the virus lab test. So there are 14,840 newconfirmed cases (including 13,332 clinically diagnosed cases) in Hubei province wasreported in February 12, 2020, abided by the diagnosis and treatment scheme for thenew coronavirus infections (pilot version 5) [17]. In this case, our CFR estimated willdecrease due to the update of diagnosis standard. Furthermore, the distribution ofpatients between cure and death will totally different with that before February 12,The competing risk model, for estimating the CFR in the early stage of COVID-19epidemic, is applicable to any disease for which the final outcome is not known for aproportion of patients [20]. Using published daily summary data when individual datais not available, provides a powerful sample to estimate CFR and to predict the futuretrend of disease epidemic.Nevertheless, several limitations should be considered. First, our analyses were basedon public summary data with a lack of individual level of time to death or cure,characteristics at baseline, such as age, gender and chronic disease status. Therefore,the heterogeneity of CFR among the subgroups is not able to be investigated. Neitheris it easy to find the most susceptible population of COVID-19 to whom betterprotections should be provided. However, previous studies have found that malesolder than 65 years with multiple comorbidities such as cardiovascular diseases arethe most vulnerable population than others, suffering with both the highest incidenceof confirmed patients and the highest CFR [8-10]. Second, currently in our study, it isdifficult to adjust the influence of the lag of the real case numbers resulting frominsufficient medical resources in Hubei Province. With the development of theepidemic, this lag will be alleviated and then we can get a more precise idea of theseverity of this COVID-19 epidemic.Based on analyses of public data, we found that the adjusted CFR in Hubei was muchhigher than that of other regions in China (14.97% vs. 0.53%), over 20 times in allestimation. The CFR would follow a downwards trend based on our estimation andrecently released data. Nevertheless, at early stage of outbreak, CFR estimates shouldbe viewed cautiously because of limited data source on true onset and recovery time.17.18.19.20.21.(pilot version 5). Access on February 8, 2020. Available from:Wang, C., et al., A novel coronavirus outbreak of global health concern. Lancet, 2020. DOI:10.1016/s0140-6736(20)30185-9.10, 2020. Available from:Ilaria Dorigatti, L.O. Report 4: Severity of 2019-novel coronavirus (nCoV). Access on FebruaryGhani, A.C., et al., Methods for estimating the case fatality ratio for a novel, emerginginfectious disease. Am J Epidemiol, 2005. 162(5): p. 479-86. DOI: 10.1093/aje/kwi230.Wuhan Headquarters of Epidemic Prevention and Control of 2019-nCov Pneumonia: Notice ofEpidemic Prevention and Control of 2019-nCov Pneumonia (No. 1). Access on January 23,2020. Available from:cure backward for (days)cure backward for (days)Other provinces, movingthe date of cure backwardfor （days)035703570357DateJP：Joinpoint. JPs in the table represents that the slope of linear fitting changes onthat day. In all cases, the slope changes up to three times. Due to the backwardmigration of cure data, there is no corresponding death and diagnosis data within thecorresponding 3, 5 and 7 days, therefore the last day for the estimation of fatality ratewill be February 11th minus the corresponding moved backward days.stays for 3-7 days after recoveryMoving the date of cure0 daysbackward for2.11hazard in Hubeihazard in other provincesmmiebuHnisyad7,5,3rofdrawkcaberucfoetadehtgnivohtiwnoissergertniopnioJ5.giFsecnivorprehtonisyad7,5,3rofdrawkcaberucfoetadehtgnivohtiwtime periods in Hubei and other provinces", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A new coronavirus associated with human respiratory disease in China"], ["CoV-2 (formerly known as 2019-nCoV, or \"Wuhan Coronavirus\""], ["-2019-ncov"], [""], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["estimating the case fatality rate - a word of caution"], [""], ["Statistical evidence for the usefulness of Chinese medicine in the treatment of SARS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Zhu"], ["R. Lu"], ["F. Wu"], ["I. SARS News"], ["WHO. Novel Coronavirus"], ["News"], ["L.T. Phan"], ["D. Wang"], ["N. Chen"], ["C. Huang"], ["J.T. Wu", "K. Leung", "G.M. Leung"], ["Q. Li"], ["M. Battegay", "Coronavirus"], ["N.H.C.P.R. Outbreak China", "Communication"], ["Z. Chen", "T. Nakamura"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Corona Virus Disease 2019 (COVID-19) due to severe acute\nrespiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan city and\nrapidly spread throughout China since late December 2019. Crude case fatality ratio\n(CFR) with dividing the number of known deaths by the number of confirmed cases\ndoes not represent the true CFR and might be off by orders of magnitude. We aim to\nprovide a precise estimate of the CFR of COVID-19 using statistical models at the\nearly stage of the epidemic.", "one_words_summarize": "Background: Corona Virus Disease 2019 (COVID-19) due to severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan city andrapidly spread throughout China since late December 2019. The CFR would follow a downwardstrend based on our estimation and recently released data. Nevertheless, at early stageof outbreak, CFR estimates should be viewed cautiously because of limited datasource on true onset and recovery time.identified in Wuhan city, Hubei province, China [1]. However, key question about the CFR, an important epidemiologicalindicator for reflecting and predicting the severity of the disease, of the COVID-19epidemic remains unsolved. Timely and accurate estimates of the CFR are critical forpredicting the outbreak dynamics and health care capacity needed, to tailorappropriate and effective measures for disease control, public safety, and allocation ofhealth resources. Diagnosis of viral infection will develop to two competing risk outcomes, recovery ordeath, by days to weeks and the denominator of CFR, the number of confirmed cases,at the cross-sectional level should consider the loss of those recovered [13]. Total number of death cases and cured cases of COVID-19 were 1,068and 2,639 in Hubei province, and 45 and 2,101 in other provinces in China,respectively. Thirdly, under-detection of mild orasymptomatic cases also resulted in higher CFR, which may be further aggravatedafter the outbreak, due to that the daily capacity of virus testing in Hubei has alreadyreached the limit. We observed obvious decreasing trends of CFR for COVID-19, with distinct turningpoints for in Hubei and other areas respectively. We conducted several sensitivity analyses to reduce bias from time delaying for theobservation windows from cure to report. So there are 14,840 newconfirmed cases (including 13,332 clinically diagnosed cases) in Hubei province wasreported in February 12, 2020, abided by the diagnosis and treatment scheme for thenew coronavirus infections (pilot version 5) [17]. In this case, our CFR estimated willdecrease due to the update of diagnosis standard. Furthermore, the distribution ofpatients between cure and death will totally different with that before February 12,The competing risk model, for estimating the CFR in the early stage of COVID-19epidemic, is applicable to any disease for which the final outcome is not known for aproportion of patients [20]. Neitheris it easy to find the most susceptible population of COVID-19 to whom betterprotections should be provided."}