{"date": "2020/02/26", "journal": "medrxiv", "authors": "Pengfei Cui, Zhe Chen, Tian Wang, Jun Dai, Jinjin Zhang, Ting Ding, Jingjing Jiang, Jia Liu, Cong Zhang, Wanying Shan, Sheng Wang, Yueguang Rong, Jiang Chang, Xiaoping Miao, Xiangyi Ma, Shixuan Wang", "title": "Clinical features and sexual transmission potential of SARS-CoV-2 infected female patients: a descriptive study in Wuhan, China", "type": "preprint article", "abstract": "Background: As of February 26, 2020, SARS-CoV-2 has infected more than 78190\npeople and caused 2718 deaths in China. This virus rapidly spreads to 33 countries\nworldwide. Thus, in order to effectively block its transmission, it is urgent to uncover\nall of the possible transmission routes of SARS-CoV-2.", "text": "Background: As of February 26, 2020, SARS-CoV-2 has infected more than 78190people and caused 2718 deaths in China. This virus rapidly spreads to 33 countriesworldwide. Thus, in order to effectively block its transmission, it is urgent to uncoverall of the possible transmission routes of SARS-CoV-2.Methods: From January 28 to February 18, 2020, 35 female patients diagnosed withCOVID-19 in Tongji Hospital were included in this descriptive study. Thegynecologic history, clinical characteristics, laboratory findings and chest computedtomography (CT) of all patients were recorded in detail. To examine whether there issexual transmission, we employed real-time polymerase chain reaction testing(RTPCR) to detect SARS-CoV-2 in vaginal environment (including vaginal discharge,cervical or vaginal residual exfoliated cells) and anal swab samples, and inquiredrecent sexual behaviors from the patients.Findings: The average age of the 35 patients with COVID-19 was 61.5 years old (SD=11·2). Over 50% patients infected with SARS-CoV-2 had chronic diseases. Wetested the vaginal environment and anal swabs from the 35 female patients withCOVID-19 and found that only an anal swab sample from one patient was positive forSARS-CoV-2. All the samples from vaginal environment were negative forSARSCoV-2. Additionally, two female patients had sex with their partners during a possibleSARS-CoV-2 infection incubation period, while one patient's partner was uninfectedand the other patient's partner was diagnosed with COVID-19 (after the diagnosis ofthe female patient).vaginal environment, descriptive studyInterpretation: The results from this study show no evidence of sexual transmissionof SARS-CoV-2. No positive RT-PCR result was found in the vaginal environmentperhaps due to the lack of ACE2 expression, which is the receptor of SARS-CoV-2,Funding：This work was financially supported by the Clinical Research Pilot Projectof Tongji hospital, HuazhongIntroduction：A novel coronavirus (severe acute respiratory syndrome coronavirus 2, SARS-CoV-2)infectious disease has erupted in Wuhan, Hubei Province since December 20191,2. Ithas spread rapidly throughout entire China. Up to 20:00 on February 26, 2020, thetotal number of confirmed cases of COVID-19 in China has reached 78190 with 2718deaths 3. Among the infected proportion, 48.6% are females 4. Internationally, casesof COVID-19 have been reported in 33 countries, especially in Japan, South Koreaand Singapore, with rapidly increasing trend. SARS-CoV-2 is so widely spread,leading to injury of multiple organs and deaths. Therefore, it is crucially important toidentify the transmission routes of SARS-CoV-2 in order to prevent its furtherspreading.Previously in 2003, there was an outbreak of SARS-CoV in China 5. The maintransmission route of SARS-CoV was via respiratory droplets, although the potentialof transmission by opportunistic airborne routes and environmental factors was alsoreported 6,7. In addition, SARS-CoV was detected in urine, feces and tears of someSARS-CoV infected patients. It was confirmed that SARS-CoV could be transmittedthrough fecal-oral and contiguous pathways 6,8. Thus far, there has not been a reportto show if SARS-CoV can be transmitted through sexual transmission. Therefore,based on the transmission route of SARS-CoV, current preventive measures,including maintaining good personal and environmental health, and implementingstrict contact and droplet prevention measures in the community, can effectively6prevent the spread of SARS-CoV . However, different from SARS-CoV, MERS-CoV,another virus of the same coronavirus family, which was first reported in SaudiArabia in 2012 and later spread to several other countries9,10, was transmitted throughlarge droplets and close contact, although the possibility of air transmission or dustmite transmission was not ruled out9. Also, it is not clear whether MERS-CoV issexually transmitted. Therecommendations for the prevention of MERS-CoV, mainly including droplet andcontact precautions11. Interestingly, HCoV-229E in the coronavirus family wasdetected in the maternal vagina and also found in the gastric swab samples ofnewborns 12. This makes the sexual transmission of this type of virus possiblealthough there is no direct evidence to prove it. Therefore, it also remains possiblethat SARS-CoV-2, as a new type of coronavirus, could be sexually transmitted.Currently, the main known transmission route of SARS-CoV-2 is throughrespiratory air droplets. The other routes could be through secretary liquids, such asfrom eyes13,14. SARS-CoV-2 was shown to exist in the feces of patients withCOVID19, suggesting that fecal-oral transmission of SARS-CoV-2 is possible 15. Althoughvertical transmission from mothers to infants has been excluded 16, it still remainsunknown whether SARS-CoV-2 has other transmission routes from person to person.To explore the possibility of sexual transmission of this contagious virus, weperformed RT-PCR analysis of SARS-CoV-2 in the anal swab samples and vaginalenvironment samples (including cervical or vaginal residue exfoliated cells, vaginaldischarge) collected from 35 female patients with COVID-19 and inquired theirrecent sexual behavior. As described below, our study indicates that there is low riskof sexual transmission of this virus from person to person, as we did not detectSARSIn this study, we recruited 35 female COVID-19 patients from January 28 to February18, 2020 in three branches of Tongji Hospital, Sino-French New City Branch (16cases), Optical Valley Branch (16 cases) and Hankou main campus (3 cases)respectively, which are located in different geographical areas of Wuhan. Cases ofCOVID-19 were diagnosed based on the New Coronavirus Pneumonia Preventionand Control Program (5th edition) published by the National Health Commission ofChina17. Twenty-seven patients with COVID-19 were tested SARS-CoV-2 positiveby RT-PCR analysis on samples from the respiratory tract, and eight patients werediagnosed as clinically confirmed cases based on the 5th guidance mentioned aboveaccording to epidemiological history, symptoms and chest CT. This study wasreviewed and approved by the Medical Ethical Committee of Tongji Hospital ofHuazhong University of Science and Technology (TJ-IRB20200208). The trial hasbeen registered in Chinese Clinical Trial Registry (ChiCTR2000029981). Writteninformed consent was obtained from each enrolled patient.The gynecologic history, clinical characteristics, laboratory findings, chest computedtomography (CT) and outcome data were obtained from patients’ records. Toascertain the authenticity and integrity of the gynecologic history, especially thesexual behavior history, we also directly communicated with patients or their families.All information was obtained and curated with a standardized data collection form.Two researchers also independently reviewed the data collection forms to doublecheck the data.Vaginal discharge samples from patients with COVID-19 were obtained fromposterior fornix of vagina according to the protocol of the virus sampling kit (Yocon,Beijing, China). Exfoliated cell samples were collected from cervix or vaginal residuefor patients undergoing hysterectomy according to the protocol of Thinprep cytologictest (Hologic, Massachusetts, USA)18. Throat swab and anal swab samples werecollected respectively from the upper respiratory tract and perianal tissues followingthe protocol of the virus sampling kit mentioned above. Diagnosis of COVID-19 wasbased on SARS-CoV-2 test of throat swab. Vaginal discharge, exfoliated cell and analswab samples were collected about one week since diagnosed. All samples weretested for SARS-CoV-2 with the Chinese Center for Disease Control and Prevention(CDC) recommended Kit (DAANTechnologies, Jiangsu, China), following WHO guidelines for real-time RT-PCR.RT-PCR testing was used to detect COVID-19 according to the recommendedprotocol. The samples were processed simultaneously at the Department of ClinicalLaboratory of Tongji Hospital and Wuhan KDWS Biological Technology Co, Ltd.Sample collection, processing, and laboratory testing complied with WHO guidance.Positive confirmatory cases of COVID-19 infection were defined as those with apositive test result from either laboratory.SPSS software, version 20·0, was used for statistical analysis. The continuousmeasurements were presented as mean (SD) if they were normally distributed ormedian (IQR) if they were not, and categorical variables as count (%). For laboratoryresults, we also assessed whether the measurements were outside the normal range.This work was financially supported by the Clinical Research Pilot Project of Tongjihospital, Huazhong University of Science and Technology (No. 2019CR205). Thecorresponding authors agreed to take responsibility for all the work to ensure theaccuracy or integrity of any part of the work, and had final responsibility for thedecision to submit for publication. The final version of the article was approved by allauthors.35 patients with COVID-19 were recruited in this study, with a mean age of 61·5years (SD =11·2; Table 1). Most patients were natives of Wuhan (n =29, 82.9%), andonly one had directly contacted with Huanan seafood market. The most commonchronic medical diseases were hypertension (n =12, 34.3%) and diabetes (n =7, 20%).As for gynecological diseases, uterine fibroids were mentioned the most (n =13,37·1%). Other diseases included cervical intraepithelial neoplasia (CIN) III,endometrial atypical hyperplasia, and endometrial cancer, with one patient for eachdisease. Most patients had entered menopause (n =28, 80%). For the rest 7 patients,except for 1 puerperal woman who had a cesarean section 2 days before with breastmilk and neonatal throat swab SARS-CoV-2 negative, the remaining 6 patients stillhad menstruation, in which half of them complained of decreased menstrual flow.The most common first symptom was fever (n =25, 71·4%), Due to the specialdiagnostic principles in Wuhan; only 27 (77·1%) patients were tested positive forSARS-CoV-2 (Throat swab). The remaining 8 patients were clinically diagnoseddepend on the images of CT scan (Table2). All patients in this study were classified atadmission, including mild group (n =1, 2·9%), severe group (n =32, 91·4%) andcritical group (n =2, 5·7%, Table 2). After admission, the white blood cell count wasdecreased in 5 (14·3%) patients and increased in 4 patients (11·4%, Table 3). 16(45·7%) patients had a lymphocyte count reduction, while 18 patients (51.4%) had alymphocyte ratio below the normal range. C-reactive protein (CRP) level wasincreased in 14 (40%) patients. The erythrocyte sedimentation rate accelerated in 19(54·3%) patients. 10 (28.6%) patients had increased aspartate transaminase (AST),and 13 (37·1%) patients had elevated alanine transaminase (ALT). The serumpotassium was decreased in 5 patients (14·3%) and increased in 3 patients (8·6%).Five (14·3%) patients had decreased serum sodium. 28 of the 35 patients were testedfor multiple cytokines, including Interleukin1β (IL-1β), Interleukin2R (IL-2R),Interleukin6 (IL-6), Interleukin8 (IL-8), Interleukin 10 (IL-10) and Tumor necrosisfactor α (TNF-α). IL-2R, IL-6, and TNF-α were higher than the normal range in halfor more patients, respectively. Notably, 9 (32·1%) patients’ level of IL-2R, IL-6, andTNF-α increased altogether. Every patient showed typical findings of chest CTimages-multiple patchy ground-glass shadows in lungs. Typical images from eachgroup were demonstrated (Figure 1).Most patients received antiviral and antibiotic treatment (n =33, 94·3% and n =29,82·9% respectively), 13 (37·1%) patients received glucocorticoids (Table 2). 9(25·7%) patients received intravenous immunoglobulin therapy. 3 (8·6%) patientsreceived anticoagulant therapy. Oxygen therapy was used for every patient. Most ofthe patients received oxygen by mask or nasal catheter. Only 2 (5·7%) patientsreceived non-invasive ventilation with bilevel positive airway pressure (BiPAP), andthey were free of BiPAP on the day we collected the samples. No patient receivedInvasive ventilation (Table 2). By the end of Feb 22, 1 (2·9%) patient had beendischarged, and all other patients were still in the hospital (Table 1).The infection rate for the 35 female patents’ sexual partner was 42·9%, but only 2patients, Patient 14 and 19, admitted having sexual behavior with their partners from14 days before the onset of first symptoms to the day we collected samples (Table 1,Table 4, Figure 2). The detailed timelines are exhibited (Figure 2). Both patients useintrauterine device for contraception. Patient 14 was 48 years old. She had regularsex behavior during the 14 days before first symptom (Figure 2). While stopped sinceshe suffered from fever with a highest temperature above 39·0 . Patient 19 was 41years old. Her duration of sex behavior was longer than patient 14, which ended at theday she was diagnosed by throat swab. Her first symptom was also fever, but thehighest temperature (38·9 ) is lower than patient 14 and her symptoms were mild inneed of lower flow of oxygen (Figure 2). Patient 19’s partner was clinical diagnosedwith COVID-19, while patient 14’s was not.Analysis of SARS-CoV-2 was conducted using the vaginal environment and analswab samples of 35 female patients with COVID-19. All the vaginal environmentsamples (35 cases in total) were negative, but one patient (35 cases in total) hadpositive anal swab sample (Table 4), which was from a 64-year-old female of Wuhan,who had entered menopause for 10 years. Her husband was also diagnosed withCOVID-19, while they had no sexual behavior from 14 days before the first ofsymptoms to the day samples collected.The evidence so far suggests that respiratory droplets and intimate contact are the twomain transmission routes of SARS-CoV-219-22. Aerosol transmission also exists inrelativelyclosedunventilated space23. Fecal-oral transmissionandverticaltransmission have not been verified16,23, although scientists have found thatSARSCoV-2 is positive in feces and blood15, while negative in amniotic fluid, cord blood,neonatal throat swab, and breastmilk16. In addition, asymptomatic infected persons arepotential sources of infection, with the long incubation period, increasing thedifficulty in epidemic prevention and control24. Therefore, the transmission ofSARSHerein, we reported a cohort of 35 female patients, most of which were at an elderage, and had already entered menopause. Additionally, over 54·3% (19/35) patientsinfected with SARS-CoV-2 had chronic diseases including cancer (Table 1), are moresusceptible due to the weaker immune function25, in accordance with SARS-CoV and5MERS-CoV . There was a special patient undergoing caesarean section due to scaruterus contractions. We obtained the vaginal secretions on the second day afteroperation and found the SARS-CoV-2 negative similar to breastmilk, anal swab andneonatal throat swab samples. Up to now, no evidence suggested that pregnantwomen need caesarean section merely because of SARS-CoV-2 positive in mother’sthroat swab16, so we cannot deny the choice of natural delivery of COVID-19Our study showed that female patients with COVID-19 have a similar trait ofclinical characteristics to the patients reported recently. Most common first symptomwas fever (25, 71·4%). Lymphopenia was a common phenomenon, suggesting thatSARS-CoV-2 might primarily target lymphocytes, like SARS-CoV5. IL-2R, IL6, andTNF-α were above the normal range in half patients. A cytokine storm was inducedafter SARS-CoV-2 infection, followed by large amounts of immune responses andchanges in immune cells such as lymphocytes, which was same as people infectedSARS-CoV5,26. Oxygen therapy was used for every patient to improve hypoxia. Mostpatients received antiviral treatment and antibiotic treatment to inhibit virusreplication and prevent bacterial co-infection. Glucocorticoids and immunoglobulintherapy used in some patients is in order to inhibit inflammatory response based on“cytokine storm” theory. However, some researchers suggested that the use ofantibiotics and glucocorticoids are not good for patients due to lacking strongevidence21.Sex behavior is a kind of the special intimate contacts involving hugs, kisses, andoral/anal sex, et al. Researchers have found SARS-CoV-2 positive in throat swab,droplet, anal swab, saliva, urine, and tear samples13,23,27, whether female vaginalenvironment contains SARS-CoV-2 triggered our interest. We collected 105 samplesfrom 35 patients to detect the SARS-CoV-2, including vaginal discharge, cervical orvaginal residue exfoliated cells and anal swap, It is worth noting that only an analswab sample from one patient was positive for SARS-CoV-2, which is in consistencewith the possibility of fecal-oral transmission reported previously 23. The unexpectedresults from the vaginal environment may due to the negative expression of ACE2,the receptor of SARS-Cov-2, in the vagina and cervix28.Additionally, for two female patients admitted having sexual behaviors with theirpartners, one patient’s partner was not infected as the sexual behaviors occurredwithin 14 days before the onset of COVID-19 symptoms for the patient and the otherpatient’s partner was diagnosed with COVID-19 as the sexual behaviors occurredbefore the patient was diagnosis (including 14 days before the first symptom ofCOVID-19 ,Figure 2). We cannot conclude that the infected husband is transmitted byher through sex behavior, as the samples of her vaginal environment anal swabsamples were all SARS-CoV-2 free. However, no doubt she was the NO.1 suspect ofhis infection as she was the person with whom her husband contacted most frequently.She may transfer the virus to him by daily contact. And sex behavior might be themost intimate contact between them. So, the possibility that he got infected duringtheir sex behavior was fairly high, or the other way around. Only one patient admittedhaving sex behavior in the incubation period and her husband was diagnosed soon,but the infection rate of the sexual partner of the 35 patients was up to 42·9%, whichis not a low proportion. Given to the fact that females are shy to talk about sex inChina, it was probably many patients had hidden their sex history. So, sex partner gotinfected might be more than one in the 42·9% group. One report recently showed afamilial cluster of 5 patients with COVID-19 pneumonia had contact before theirsymptom onset with an asymptomatic family member with normal chest CT findingsand SARS-COV-2 negative who had traveled from the epidemic center of Wuhan24.Our data also indicate the fact that asymptomatic persons are potential sources ofSARS-CoV-2 infection, which is line with this report.Transmission between family members occurred in 13-21% of MERS cases and22-39% of SARS cases5. Moreover, many patients with SARS or MERS wereinfected through super-spreaders 5. Investigators had reported that the main route ofSARS-CoV transmission was via respiratory droplets, and may also be transmittedthrough fecal-oral and contiguous pathways23. Unlike SARS-CoV, themaintransmission route of MERS-CoV was large droplets and contact. It is still not clearwhether SARS-CoV or MERS-CoV is transmitted through sexual transmission. Basedon the transmission route of SARS-CoV and MERS-CoV, preventive measures,including maintaining good personal and environmental health, and implementingstrict contact and droplet prevention measures in the community, can effectivelyprevent the spread of SARS-CoV and MERS-CoV. In this study, no evidenceindicated that SARS-CoV-2 has a route of sex transmission. As SARS-CoV-2 wasfound positive in droplets, tears, urine, feces, saliva, and blood, intimate contact cantransmit the virus in a variety of ways, we strongly suggest that people in the affectedareas avoid sex behavior and maintain personal and environmental sanitary includingwashing hands frequently, wearing face mask and toilet sanitation.Our study has several limitations. First, the sample size was relatively small inwhich only 35 patients with SARS-CoV-2 positive or CT suspected was included;much more patients including sexually active women are needed to confirm ourfindings in the future. Second, samples from spouse of the patients enrolled is missing,including anal swabs, semen, and urethral orifice swabs. Nevertheless, the data in ourstudy revealed the epidemiological and clinical characteristics of female patients withCOVID-19 in a new prospective. In summary, though no evidence was found in thisstudy that SARS-CoV-2 can be transmitted by sex behavior. Considering thecomplexity of sexual behavior, the asymptomatic persons are potential sources ofinfection and intimate contact as a transmission route, the risks of sex behavior duringSARS-CoV-2 epidemic should not be ignored.PC, X Ma, and SW made substantial contributions to the study concept and design.PC, ZC, TW and JD took responsibility for obtaining written consent from patients,obtaining ethical approval, collecting samples, and confirming data accuracy. CZ, WS,SW and TD participated in data collection. JL was in charge of the laboratory tasks,including sample processing and detection. PC, ZC, TW and JD contributed equallyand share first authorship. X Ma and SW contributed equally to this article had fullaccess to all of the data in the study and take responsibility for the integrity of the dataand the accuracy of the data analysis. PC, ZC, TW and JD participated in drafting themanuscript, and revising it on the basis of reviewers’ comments. ZC, JD and JJ madesubstantial contributions to data acquisition, analysis, and interpretation. SW, X Ma,JC, YR and X Miao revised the final manuscript.With the permission of the corresponding authors, we can provide participant datawithout names and identifiers, but not the study protocol, statistical analysis plan, orinformed consent form. Data can be provided after the article is published. Once thedata can be made public, the research team will provide an email address forcommunication. The corresponding authors have the right to decide whether to sharethe data or not based on the research objectives and plan provided.This study was supported by the Clinical Research Pilot Project of Tongji hospital,Huazhong University of Science and Technology (No. 2019CR205). We thank allpatients involved in the study.          1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med 2020; 382(8): 727-33. DOI:10.1056/NEJMoa20010172. Hui DS, E IA, Madani TA, et al. The continuing 2019-nCoV epidemic threatof novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak inWuhan, China. Int J Infect Dis 2020; 91: 264-6.https://doi.org/10.1016/j.ijid.2020.01.009.3. Chinese Center for Disease Control and Prevention. Distribution of novelcoronavirus pneumonia. 2020, http://2019ncov.chinacdc.cn/2019-nCoV/ (accessedFeb 26,2020).4. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team.The Epidemiological Characteristics of an Outbreak of 2019 Novel CoronavirusDiseases (COVID-19)-China, 2020. China CDC Weekly, 2020, 2(8): 113-122.DOI:10.3760/cma.j.issn.0254-6450.2020.02.003.5. de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS:recent insights into emerging coronaviruses. Nat Rev Microbiol 2016; 14(8): 523-34.doi:10.1038/nrmicro.2016.81.6. Peiris JS, Yuen KY, Osterhaus AD, Stöhr K. The severe acute respiratorysyndrome. N Engl J Med. 2003, 349(25): 2431-41. DOI: 10.1056/NEJMoa2001316.7. Booth TF, Kournikakis B, Bastien N, et al. Detection of airborne severe acuterespiratory syndrome (SARS) coronavirus and environmental contamination in SARSoutbreak units. J Infect Dis. 2005, 191(          Age, yearsMean (SD)Range<4545-55>55OccupationRetired personnelProfessional/technical staffAgricultural workerBusiness/service workerWuhan nativeExposure to Huanan seafood marketChronic medical illnessHypertensionDiabetesCoronary heart diseaseLymphomaWith any illness aboveGynecological diseaseUterine fibroidsCIN IIIEndometrial atypical hyperplasiaEndometrial cancerNoneMenstruationMenopauseIncreased menstrual flowDecreased menstrual flowConstant menstrual flowPuerpera*Sexual partner infectionAdmitted sex behaviorClinical outcomesRemain in hospitalDischargedDiedData are n (%) unless specified otherwise.*Breast milk and neonatal throat swab samples was tested negative for SARS-CoV-2.†Time window: from 14 days before first symptoms to the day we collected samples.Table 1: Demographics, baseline characteristics, and clinical outcomes of 35patientsITEM (Unit, Normal range)White blood cell count (×109/L, 3·5-9·5)DecreasedIncreasedLymphocyte count (×109/L, 1·1-3·2)DecreasedIncreasedLymphocyte ratio (%, 20·0-50·0)DecreasedC-reactive protein concentration (mg/L, <10)IncreasedErythrocyte sedimentation rate (mm/H, <20)IncreasedProcalcitonin (ng/mL, <0·5)0·5-2≥2Alanine aminotransferase (U/L; ≤33)IncreasedAspartate aminotransferase (U/L; ≤32)IncreasedCreatinine (umol/L, 45-84)IncreasedBlood potassium (mmol/L, 3·5-5·1)DecreasedIncreasedBlood sodium (mmol/L, 136-145)DecreasedInterleukin1β (pg/ml, <50)IncreasedInterleukin2R (u/ml, 223-710)IncreasedInterleukin6 (pg/ml), <7)IncreasedInterleukin8 (pg/ml, <62)IncreasedInterleukin 10 (pg/ml, <9·1)IncreasedTumor necrosis factor α (pg/ml, <8·1)IncreasedInterleukin2R, Interleukin6, and Tumor necrosis factor αincreasedData are n (%), n/N (%), mean (SD), and median (IQR). Decreased means below the lowerlimit of the normal range and increased means over the upper limit of the normal range.Number of cases were 35 in blood routine and biochemistry tests, 28 in cytokines tests.Table 3: Laboratory resultsPatientNO.* “+” stands for positive results, “-” stands for negative results.†Time window: from 14 days before first symptoms to the day we collected samples. “+” standsfor had sex behavior recently, “-” stands for didn’t have sex behavior recently.‡ “+” stands for infected, “-” stands for not infected.Table 4: SARS-CoV-2 Test by RT-PCR for Exfoliated cells samples from cervixor vaginal residue, Vaginal discharge, anal swab samples. Recent sex behaviorand sexual partner infection of every patient.", "ref_list": [[], ["East respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A Zumla", "DS Hui", "S. Middle Perlman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: As of February 26, 2020, SARS-CoV-2 has infected more than 78190\npeople and caused 2718 deaths in China. This virus rapidly spreads to 33 countries\nworldwide. Thus, in order to effectively block its transmission, it is urgent to uncover\nall of the possible transmission routes of SARS-CoV-2.", "one_words_summarize": "Background: As of February 26, 2020, SARS-CoV-2 has infected more than 78190people and caused 2718 deaths in China. Findings: The average age of the 35 patients with COVID-19 was 61.5 years old (SD=11·2). All the samples from vaginal environment were negative forSARSCoV-2. Therecommendations for the prevention of MERS-CoV, mainly including droplet andcontact precautions11. The other routes could be through secretary liquids, such asfrom eyes13,14. As described below, our study indicates that there is low riskof sexual transmission of this virus from person to person, as we did not detectSARSIn this study, we recruited 35 female COVID-19 patients from January 28 to February18, 2020 in three branches of Tongji Hospital, Sino-French New City Branch (16cases), Optical Valley Branch (16 cases) and Hankou main campus (3 cases)respectively, which are located in different geographical areas of Wuhan. This study wasreviewed and approved by the Medical Ethical Committee of Tongji Hospital ofHuazhong University of Science and Technology (TJ-IRB20200208). Writteninformed consent was obtained from each enrolled patient. Two researchers also independently reviewed the data collection forms to doublecheck the data. Sample collection, processing, and laboratory testing complied with WHO guidance. SPSS software, version 20·0, was used for statistical analysis. For laboratoryresults, we also assessed whether the measurements were outside the normal range. 10 (28.6%) patients had increased aspartate transaminase (AST),and 13 (37·1%) patients had elevated alanine transaminase (ALT). Aerosol transmission also exists inrelativelyclosedunventilated space23. Fecal-oral transmissionandverticaltransmission have not been verified16,23, although scientists have found thatSARSCoV-2 is positive in feces and blood15, while negative in amniotic fluid, cord blood,neonatal throat swab, and breastmilk16. Mostpatients received antiviral treatment and antibiotic treatment to inhibit virusreplication and prevent bacterial co-infection. And sex behavior might be themost intimate contact between them. One report recently showed afamilial cluster of 5 patients with COVID-19 pneumonia had contact before theirsymptom onset with an asymptomatic family member with normal chest CT findingsand SARS-COV-2 negative who had traveled from the epidemic center of Wuhan24.Our data also indicate the fact that asymptomatic persons are potential sources ofSARS-CoV-2 infection, which is line with this report. Transmission between family members occurred in 13-21% of MERS cases and22-39% of SARS cases5. PC, X Ma, and SW made substantial contributions to the study concept and design. JL was in charge of the laboratory tasks,including sample processing and detection. PC, ZC, TW and JD participated in drafting themanuscript, and revising it on the basis of reviewers’ comments. A Novel Coronavirus from Patients withPneumonia in China, 2019. The continuing 2019-nCoV epidemic threatof novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak inWuhan, China. Int J Infect Dis 2020; 91: 264-6.https://doi.org/10.1016/j.ijid.2020.01.009.3. 2020, http://2019ncov.chinacdc.cn/2019-nCoV/ (accessedFeb 26,2020).4. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Peiris JS, Yuen KY, Osterhaus AD, Stöhr K. The severe acute respiratorysyndrome. Decreased means below the lowerlimit of the normal range and increased means over the upper limit of the normal range. +” stands for positive results, “-” stands for negative results.†Time window: from 14 days before first symptoms to the day we collected samples. “ Recent sex behaviorand sexual partner infection of every patient."}