{"date": "2020/03/02", "journal": "medrxiv", "authors": "Weihua Yang, Xiaofei Dang, Qingxi Wang, Mingjie Xu, Qianqian Zhao, Yunying Zhou, Huailong Zhao, Li Wang, Yihui Xu, Jun Wang, Shuyi Han, Min Wang, Fengyan Pei, Yunshan Wang", "title": "Rapid Detection of SARS-CoV-2 Using Reverse transcription RT-LAMP method", "type": "preprint article", "abstract": "3 Viral disease control center, Jinan center for disease control and prevention, Jinan, disease caused by SARS-CoV-2. Real- time fluorescent PCR (RT-PCR) is the clinical standard for SARS-CoV-2 nucleic acid detection. To detect SARS-CoV-2 early and control the disease spreading on time, a faster and more convenient method for SARS-CoV-2 nucleic acid detecting, RT-LAMP loop-mediated isothermal amplification) was developed. RNA reverse transcription and nucleic acid amplification were performed in one step at 63 ℃ isothermal conditions, and the results can be obtained within 30 minutes. ORF1ab gene, E gene and N gene were detected at the same time. ORF1ab gene was very specific and N", "text": "gene was very sensitivity, so they can guarantee both sensitivity and specificity forSARS-CoV-2. The sensitivity of RT-LAMP assay is similar to RT-PCR, andspecificity was 99% as detecting 208 clinical specimens. The RT-LAMP assayreported here has the advantages of rapid amplification, simple operation, and easydetection, which is useful for the rapid and reliable clinical diagnosis ofSARS-CoV-2.          Corona Virus Disease 2019 (COVID-19) is a recently emerged life-threatening viralpneumonia disease caused by SARS-CoV-2 (named 2019-nCoV before February 11,2020)(          LAMP is a kind of isothermal amplification method that can amplify nucleic acidwith high specificity, sensitivity, and rapidity at 60-65℃ and does not require specialinstruments such as a thermal cycler. The amplification efficiency of the RT-LAMPmethod is extremely high, the reaction can be completed within 1 hour. This methodrelies on self-recycling strand displacement DNA synthesis by Bst DNA polymerase,and previous studies have described detailed amplification mechanisms(13). Thisreaction relies on the recognition of DNA targets by six independent sequences,making this assay highly specific. When the template is RNA, the amplificationreaction can be occurred in one step by adding reverse transcriptase, and calledRT-LAMP.          Magnesium pyrophosphate is produced as a by-product during DNA amplification.Because the amplification efficiency of LAMP is higher than that of RT-PCR, a largeamount of magnesium pyrophosphate causes the reaction solution to become cloudy.Besides, the added dye calcein can change the mixed solution from orange to green,so the results can not only be observed by a turbidimeter, but also by the naked eye.Because RT-LAMP is convenient and fast, it shows significant advantages inSARS-CoV-2 detection in clinic(          Our hospital is one of the 6 hospitals for SARS-CoV-2 nucleic acid testing approvedby our city. We have 5 positive specimens and more than 4,000 negative specimens.Positive samples from our hospital were used for the method developing. Specimensfrom our hospital, Infectious disease hospital of Jinan and Jinan Center for DiseaseControl and Prevention (Jinan CDC) were used in the clinical verification stage. FromJanuary 30 to February 27, during the SARS-CoV-2 epidemic, a total of 208 RNAfrom throat swab specimens were collected and 17 were SARS-CoV-2 positive.RNA was extracted using Liferiver (Shanghai Liferiver Biotechnology Co., Ltd.)nucleic acid extraction kit by Nucleic acid extraction instrumentin a tertiary protectionlaboratory.In order to identify SARS-CoV-2, the species-specific ORF1ab gene, E gene and Ngene were selected as the target gene (GenBank accession No.MN988669.1) aftercomparing the gene sequences of CoVs from human and bat origins. Oligonucleotideprimers forwere designedusingV5 software(http://primerexplorer.jp/e/), and synthesized commercially by invitrogen biotech(Invitrogen, Carlsbad, CA, USA). All primers were comparedwith othercoronaviruses and published SARS-CoV-2 sequences by genebank using BLASTalignment tools. Results showed the sequences of the selected primers were specific.10 sets primers for ORF1ab gene, 12 sets primers for E gene and 13 sets primers for Nwere designed and synthesized. Each set composed by four primers (F3, forward outerprimer; B3, backward outer primer; FIP, forward inner primer; BIP, backward innerprimer) targeting six distinct regions (Tsugunori, 2000). After the suitable primer setswere screened out, loop primers (LF/LP) of them were designed to accelerate theamplification.Primer screening is divided into three steps. The first step is to screen primers that canreact. The primers were screened using two positive samples, and the primers thatcould react within 60 minutes were selected. The second step is to screen primerswithout false positives reaction. Ten negative samples were used for the reaction. Theprimers without false positive reactions were selected and others were discarded. Thethird step is to screen the loop primers. Loop primers of the selected primers weredesigned. Then select a loop primer that can react within 30 minutes.RT-LAMP was carried out using a Loopamp reverse transcription nucleic acidamplification kit (Eiken China Co., Ltd., Shanghai, China) according to themanufacturers’ instructions. Brifely, a 25µL total reaction mixture containing 12.5 µ Lof 2×Reaction Mix [Tris-HCl 40 mM (pH 8.8), KCl 20 mM, MgSO4 16 mM,(HN4)2SO4 20 mM, Tween20 0.2%, betain 1.6 M, dNTPs 2.8 mM*4], 1.0 µL Enzymesolution (8 U Bst DNA polymerase, 200 U AMV Reverse transcriptase), 1.0 µLFluorescent Detection Reagent (Eiken),1.0 µL each of the outer primers (5 pmol), 1.0µ L each of the inner primers (40 pmol), 1.0 µL loop primers (20 pmol), 2.0 µL oftarget RNA template and 2.5/3.5µL DEPC treated water were added together to thereaction tube. Negative and positive controls were established according to the kitinstructions. And then the reaction tubes were incubated at 63 ℃ for 60 minutes in aLoopamp real-time turbidimeter (LA-320 C;Eiken Chemical Co., Ltd. Tokyo, Japan)to screen out the optimal primer sets.All the samples we used had been tested by a RT-PCR kit (Jiangsu BioperfectusTechnologies Co.,Ltd.) and confirmed by clinical symptoms and epidemiology ofpatients. The kit had been registered and it detects ORF1ab gene, E gene and N genetoo. RT-PCR was carried out according to the manufacturers’ instruction. Briefly, a 25µ L total reaction mixture containing 19µL detection mixture, 1µL RT-PCR enzymeand 5 µL target RNA template were mixed in a reaction tube. Then RT-PCR wasperformed (45 ℃ for 10 min, 95℃ for 3 min, 95 ℃ for 15 sec,58 ℃ for 30 sec,45 cycles) in ABI 7500 Real-time PCR system (Applied Biosystems, USA).The real-time amplificationbyRT-LAMP assaywasmonitored throughspectrophotometric analysis by recording the optical density at 400 nm every 6 s withthe help of the Loopamp real-time turbidimeter. Besides,the LAMP products can bedetected based on color change. The color of the reaction mixture turned green in thepresence of LAMP amplification, while the color remained orange in negativeamplification tubes. RT-LAMP products were 2-fold serial diluted, and then observedelectrophoresed. Because the amount of amplification products is very large, aerosolswill be formed when the reaction tube cover is opened, which will pollute theenvironment. Therefore, it is necessary to do harmless treatment after the reaction. Itis not recommended to open the cover and observe results by electrophoresis. Here,we just for illustration, electrophoresis was not used as a way to judge results nomatter when.As reaction time increases, false positives will appear. In order to determine thetiming for judging results, five positive samples and ten negative samples were tested,and the performance of three genes at different time points was compared. When fivesamples were positive for all three genes, and false positives did not appear, was thetime to judge the results.To determine the sensitivity of the RT-LAMP method using the screened primers toidentify ORF1ab gene, E gene and N gene of SARS-CoV-2, RNA No. 101 wasserially 2-fold diluted, ranging from 10,20,40,80 to 160 folds, RT-LAMP and RT-PCRwere performed at the same time using these diluted RNA. The minimumconcentration of their positive reaction was observed and recorded. The sensitivity ofRT-LAMP was determined by comparison with PCR. The detection limit of the PCRkit used is 1000 copies/ml.To validate the specificity of the RT-LAMP assays, RNA of 10 Influenza A, InfluenzaB, Respiratory Syncytial Virus positive samples and 20 SARS-CoV-2 negativesamples was amplified by RT-LAMP as mentioned above. The RT-PCR method wasused for comparison. The RT-LAMP products were assayed by 3% agarose gelelectrophoresis and visualized under UVI gel-image analysis system (UVI, UK). DNAfragments were recovered by gel cutting, and the specificity of the fragments wasverified by sequencing.During the outbreak of SARS-CoV-2, influenza A virus, influenza B virus andrespiratory syncytial virus were detected in our hospital to rule out COVID-19. Todetect whether there are interference reaction between the three kind of virus andSARS-CoV-2, RNAs of Influenza A virus (Flu A), Influenza B (Flu B) virus andRespiratory syncytial virus (RSV) were extracted by the same method asSARS-CoV-2, and detected by RT-LAMP and RT-PCR methods respectively.Furthermore, because we do not have other coronavirus samples and cannot detectwhether our primers can amplify other coronaviruses, we compared the primers andtarget sequences with other virus’ genomic sequences in genebank using BLASTalignment tools.In order to compare the amplification efficiency of RT-LAMP and RT-PCR, the sameRNA was amplified by RT-LAMP and RT-PCR, respectively, and the products were2-fold serial diluted, and then electrophoresed. Compare the maximum dilutionmultiples of them.RT-LAMP detected RNA from a total of 208 nasopharyngeal swab specimens. Thesespecimens have been clinically identified by RT-PCR, of which 17 are SARS-CoV-2positive, 191 are SARS-CoV-2 negative.They were from our hospital, Infectious disease hospital of Jinan, and Jinan CDC. Ourhospital and Infectious disease hospital of Jinan use the kit of Jiangsu BioperfectusTechnologies Co.,Ltd., while Jinan CDC uses the kit of Shanghai BioGerm MedicalWe initially screened out one set of optimal RT-LAMP primers for ORF1ab, E and Ngene of SARS-CoV-2 respectively. The positions and sequences of the optimal primerset are shown in Figure1 and Table 1.Through Loopamp real-time turbidimeter, typical amplification curves of ORF1ab,Eand N gene can be seen. The reaction start time is 32 minutes, 22 minutes, and 24minutes respectively. The plateau phase is reached within 20 minutes. Figure 2(A)shows the amplification curves of the three genes. Figure 2(B) showed the liquid colorof positive reactions changed from orange to green, while negative reactions remainedorange. Figure 2(C) showed the product of RT-LAMP was a ladder-like pattern onelectrophoresis phase, due to the formation of a mixture of stem-loop DNAs withvarious stem lengths and cauliflower-like structures with multiple loops formed byannealing between alternately inverted repeats of the target sequence in the samestrand.The N gene was positive as early as two samples were positive in 15 minutes, but thefalse positive of the N gene was also the earliest. The ORF1ab gene was the latestpositive. The samples became positive at 20 minutes, and all 5 samples becamepositive at 30 minutes. However, no false positives occurred until 60 minutes. The Egene is somewhere in between. At 30 minutes, all three genes of the five samplesbecame positive, and 30 minutes can be used as the time point for judgment. Theresults show that the N gene is the most sensitive, but the specificity is not good. TheORF1ab gene is very specific, but the sensitivity is a little poor. However, by setting apoint in time and judging the three combinations, the positive of the sample wasdetermined to be negative (Table 2 and Fig.3.)According to the test results, one gene alone is inaccurate to judge the results. In orderto obtain more accurate results, the three gene amplification results are combined tojudge the existence of SARS-CoV-2. Among them, N is the most sensitive one, detectit can avoid false negatives, while R is the most specific one, detect it can avoid falsepositives. Table 3 showed the judgment method (Table 3).detect 20-fold diluted samples. But there are differences for different genes. The Ngene can detect a 160-fold diluted sample, the E gene can detect a 40-fold dilutedsample, and the ORF1ab gene can detect a 20-fold diluted sample. The detection limitof the RT-PCR kit used is 1000 copIes/ml (5 copies), therefore, the final detectionlimit of our method is 1000 copIes/ml (5 copies) too.20 SARS-CoV-2 negative samples and 10 Flu A, 10 Flu B and 10 RSV were tested.but could not amplify the genes of Flu A, Flu B and RSV and the negative samples.The RT-LAMP method using this primer set was specific for SARS-CoV-2identification.E gene was amplified by RT-LAMP and RT-PCR, and showed by 3% agarose gelelectrophoresis. RT-LAMP product can be observed by electrophoresis after 512 timesdilution. However, the RT-PCR product could not be observed by electrophoresiswhen diluted 512 times, it can be seen when diluted 256 times. That is to say, theamplification efficiency of RT-LAMP is higher than that of RT-PCR.RNA of 208 clinical samples (all were throat and nasal swabs) was detected byRT-LAMP. They had been tested in clinical by RT-PCR, combined with clinicalsymptoms, 17 of them were confirmed to be positive and 191 were negative. AfterRT-LAMP amplification for 30 minutes, the results were observed (Fig.5).For the 17 positive samples, N gene and E gene of 16 samples were negative, ORF1abgene of 14 samples was negative. But 10 minutes later, E gene of the other 2 sampleswas negative. For NO.7 sample, the three genes were all negative. It was tested againby RT-PCR, and it was negative still. The reason should be the RNA had degraded,because it had been stored for a long time and freeze-thaw repeatedly.For the 191 negative samples, the ORF1ab gene of all the samples was negative, Egenes of three samples were negative, and N genes of 16 samples were positive.When judge results after reacting for 40 minutes, E genes of five samples werenegative, N genes of 23 samples were positive. An hour after the reaction starting,ORF1ab gene of one sample was positive, E gene of 12 samples was positive, and Ngene of 78 samples was positive. It is noted that, all three genes of No.1534 samplewere positive when judge result at one hour after the reaction starting. These resultsmean that the results must be observed within the specified time, otherwise falsepositives will occur. Observe results according to the instructions we have developed,coincidence rate was 99.0 %. As to each gene, coincidence rate of ORF1ab gene, Egene and N gene was 99%, 98.5% and 92.3% respectively. Two samples were positiveafter 40 minutes of reaction, probably because the RNA concentration was too low,indicating that the extremely low RNA content would lead to false negative.Of the 17 positive samples, 16 were identified, and one was also negative by RT-PCR.There were two cases in which ORF1ab gene was not detected within the specifiedtime, but because the N gene and E gene were detected, the final judgment wascorrect. 191 negative samples were judged negative within the specified time. Asreacting time increases, false positives appeared. Therefore, the results must beobserved at the prescribed time.COVID-19 is a recently outbreak respiratory disease. It has caused internationalanxiety due to its rapid spread and high lethality(15). Fast and reliable diagnosis is thetop priority for disease control. Now, detecting SARS-CoV-2 nucleic acids byRT-PCR is a clinical standard for the diagnosis of COVID-19.Although gene amplification methods have been obtained, these methods are timeconsuming. We developed an RT-LAMP assay to detect triple genes for rapiddiagnosis of SARS-CoV-2. The method can complete nucleic acid amplification in 30minutes at 60-65 ℃ constant temperature environment. By RT-LAMP, reversetranscription and amplification can be carried out simultaneously useing RNA astemplate directly. The detection result can be directly judged through the color changeby naked eyes, but without needing special instruments. Besides, RT-LAMP analysisis extremely specific because it uses six to eight primers to identify eight differentregions on the target DNA. The RT-LAMP assay reported in this paper has manyadvantages such as operation simpe, reaction fast and detection accurate. The LAMPmethod has been used to detect hepatitis B virus DNA, Mycobacterium tuberculosiscomplex, Mycobacterium avian and Mycobacterium intracellular(13, 16).We designed primers for detectingSARS-CoV-2. About Ten sets of primers were designed for each gene. The optimalprimers which can cause specific amplification were selected from these primers. Andthen loop primers of these optimal primers were designed to shorten the reaction time.Primer design and screening are difficult aspects of LAMP, which takes us a lot oftime and energy. After screening out the best primers, we did experiments such assensitivity, specificity, cross-reaction, and clinical validation.To compare sensitivity of RT-LAMP and RT-PCR, they were carried out at the sametime using the diluted RNA. Results showed that their sensitivity was similar forSARS-CoV-2 judgment. However, for ORF1ab gene, E gene and N gene, RT-LAMPshowed different sensitivities. The sensitivity of the N gene is 80 times than theoverall sensitivity. Furthermore, products of RT-LAMP and RT-PCR were 2-folddiluted, and were observed by electrophoretic. RT-LAMP is a number of ladder-likebands between 200 bp-2000 bp. Although the RT-PCR kit used also detects threegenes, one band appears because the three gene fragments are all about 100 bp.RT-LAMP has one more dilution than RT-PCR, and because there are several brightbands in one electrophoretic lane, it indicates that the amount of RT-LAMP productsis very large, which is the reason that the RT-LAMP results are visible by naked eyes.It was verified that influenza A, influenza B, and respiratory syncytial virus-positivespecimens did not interfere SARS-CoV-2 detection by RT-LAMP. RNAs extractedfrom 208 specimens were used for clinical application verification. The 208specimens had undergone multiple diagnose in clinical such as RT-PCR and clinicalsymptoms, epidemiological investigations, etc., and had been diagnosed as positive ornegative. The correct rate of RT-LAMP assay is 99%.The ORF1ab gene is very specific, the N gene is very sensitive, and the E gene is inbetween. If using thees genes alone, the accuracy rates of the ORF1ab gene, E geneand N gene are 99%, 98.5%, and 92.3%, respectively, and the accuracy rate of thecombined detection results is 99%. SARS-CoV-2 is highly infectious. In order to donot miss suspected cases, we tested the N gene, which is not specific enough buthighly sensitive. However, the N gene alone cannot be judged as positive forSARS-CoV-2, and it needs to be re-examined in order to determine with other genes.Through the combined detection of the three genes, the N gene can detect a lowconcentration of the virus, so that possible positives are not missed, and the ORF1abgene guarantees that no false positives appear, which also ensures the sensitivity andspecificity for SARS-CoV-2 test. However, if one of the three genes is used alone, itcan reduce the sensitivity or specificity of the test, causing false positives or falsenegatives.In summary, the single-step RT-LAMP measurement reported in this paper is simple,fast, and accurate, and has practicality for SARS-CoV-2 diagnosis in clinical.pneumonia-associated respiratory syndrome. Cellular & molecular immunology. 2020.novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro Surveill. 2020;25(3).epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding.Lancet (London, England). 2020;395(10224):565-74.associated with the 2019 novel coronavirus indicating person-to-person transmission: a studyof a family cluster. Lancet (London, England). 2020;395(10223):514-23.associated with a new coronavirus of probable bat origin. Nature. 2020.antigen with autoantibodies in autoimmune diseases. Cellular & molecular immunology.2004;1(4):304-7.7. Wang XF, Yuan J, Zheng YJ, Chen J, Bao YM, Wang YR, et al. [Retracted: Clinical andepidemiological characteristics of 34 children with 2019 novel coronavirus infection inShenzhen]. Zhonghua Er Ke Za Zhi. 2020;58(0):E008.8. Wang Y, Kang H, Liu X, Tong Z. Combination of RT-qPCR Testing and Clinical FeaturesFor Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak. J Med Virol.2020.Toxicon. 2016;117:53-8.isothermal amplification method for rapid detection of streptococcal pyrogenic exotoxin B.10. Weihua Yang CC, WeichenWang,and YunshanWang. Rapid Detection of Streptococcusagalactiae Infection Using a Loop-Mediated Isothermal Amplification Method. Jundishapur JMicrobiol. 2016.the severe acute respiratory syndrome (SARS) coronavirus by a loop-mediated isothermalamplification assay. Clin Chem. 2004;50(6):1050-2.evaluation of a novel loop-mediated isothermal amplification method for rapid detection ofsevere acute respiratory syndrome coronavirus. J Clin Microbiol. 2004;42(5):1956-61.loop-mediated isothermal amplification of the IS900 sequence for rapid detection of culturedMycobacterium avium subsp. paratuberculosis. J Clin Microbiol. 2003;41(9):4359-65.15. 2019-nCoVoutbreakisanemergencyofinternationalconcern.(accessedFebruary 22, 2020). World Health Organization Europe.16. Iwamoto T, Sonobe T, Hayashi K. Loop-mediated isothermal amplification for directdetection of Mycobacterium tuberculosis complex, M. avium, and M. intracellulare in sputum15 min 20 min 25 min 30 min 35 min 40 min 60 minPositive number in the reaction time432255446555655565557655Fig 1 Oligonucleotide primers for SARS-CoV-2 identification. Arrows indicate primersequences. FIP consists of a complementary sequence of F1 and a sense sequence ofF2. BIP consists of a complementary sequence of B1 and a sense sequence of B2.LF/LP primers are composed of the sequences that are complementary to thesequence between F1 and F2 or B1 and B2 regions, respectively. A: Primers forORF1ab gene. B: Primers for E gene. C: Primers for N gene.Fig.2Detection of SARS-CoV-2 by RT-LAMP Method. ORF1ab,N and E gene.A: Judge by Loopamp real-time turbidimeter, curves mean positive. B:Judge by nakedeyes, green means positive. C: Electrophoresis phase of RT-LAMP products.Fig.3Amplification of ORF1ab, N, E genes at different times by RT-LAMP.reacting 25 min, N gene and E gene of five samples became positive,and ORF1abgene of 4 sample became positive. After reacting 30 min, all three genes of the fivesamples became positive,but there was a false positive for N gene.Fig.4 Sensitivity of SARS-CoV-2 identification by RT-LAMP. N gene can detect a160-fold diluted sample, the E gene can detect a 40-fold diluted sample, and theORF1ab gene can detect a 20-fold diluted sample. Combining three genes, RT-LAMPcan detect 20-fold diluted samples and with the same sensitivity as PCR.Fig.5 Application of RT-LAMP assays on clinical isolates.", "ref_list": [[], ["A novel coronavirus (2019-nCoV) causing 2"], ["Loop-mediated isothermal amplification of DNA"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S Jiang", "S Xia", "T Ying", "Lu L", "VM Corman", "O Landt", "M Kaiser", "R Molenkamp", "A Meijer", "DK Chu", "R Lu", "X Zhao", "J Li", "P Niu", "B Yang", "H Wu", "JF Chan", "S Yuan", "KH Kok", "KK To", "H Chu", "J Yang", "P Zhou", "XL Yang", "XG Wang", "B Hu", "L Zhang", "W Zhang", "Y Wang", "S Sun", "H Shen", "L Jiang", "M Zhang", "D Xiao", "C Cao", "F Zhang", "M Ji", "F Pei", "X Fan", "H Shen", "LL Poon", "CS Leung", "M Tashiro", "KH Chan", "BW Wong", "KY Yuen", "TC Hong", "QL Mai", "DV Cuong", "M Parida", "H Minekawa", "T Notomi", "T Notomi", "H Okayama", "H Masubuchi", "T Yonekawa", "K Watanabe", "N Amino"], [], ["M Enosawa", "S Kageyama", "K Sawai", "K Watanabe", "T Notomi", "S Onoe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "gene was very sensitivity, so they can guarantee both sensitivity and specificity for\nSARS-CoV-2. The sensitivity of RT-LAMP assay is similar to RT-PCR, and\nspecificity was 99% as detecting 208 clinical specimens. The RT-LAMP assay\nreported here has the advantages of rapid amplification, simple operation, and easy\ndetection, which is useful for the rapid and reliable clinical diagnosis of\nSARS-CoV-2.", "one_words_summarize": "gene was very sensitivity, so they can guarantee both sensitivity and specificity forSARS-CoV-2. Corona Virus Disease 2019 (COVID-19) is a recently emerged life-threatening viralpneumonia disease caused by SARS-CoV-2 (named 2019-nCoV before February 11,2020)(          LAMP is a kind of isothermal amplification method that can amplify nucleic acidwith high specificity, sensitivity, and rapidity at 60-65℃ and does not require specialinstruments such as a thermal cycler. We have 5 positive specimens and more than 4,000 negative specimens. Positive samples from our hospital were used for the method developing. Oligonucleotideprimers forwere designedusingV5 software(http://primerexplorer.jp/e/), and synthesized commercially by invitrogen biotech(Invitrogen, Carlsbad, CA, USA). After the suitable primer setswere screened out, loop primers (LF/LP) of them were designed to accelerate theamplification. Theprimers without false positive reactions were selected and others were discarded. and confirmed by clinical symptoms and epidemiology ofpatients. The kit had been registered and it detects ORF1ab gene, E gene and N genetoo. Here,we just for illustration, electrophoresis was not used as a way to judge results nomatter when. Figure 2(B) showed the liquid colorof positive reactions changed from orange to green, while negative reactions remainedorange. TheORF1ab gene is very specific, but the sensitivity is a little poor. However, by setting apoint in time and judging the three combinations, the positive of the sample wasdetermined to be negative (Table 2 and Fig.3.)According to the test results, one gene alone is inaccurate to judge the results. The Ngene can detect a 160-fold diluted sample, the E gene can detect a 40-fold dilutedsample, and the ORF1ab gene can detect a 20-fold diluted sample. AfterRT-LAMP amplification for 30 minutes, the results were observed (Fig.5).For the 17 positive samples, N gene and E gene of 16 samples were negative, ORF1abgene of 14 samples was negative. As to each gene, coincidence rate of ORF1ab gene, Egene and N gene was 99%, 98.5% and 92.3% respectively. It has caused internationalanxiety due to its rapid spread and high lethality(15). Besides, RT-LAMP analysisis extremely specific because it uses six to eight primers to identify eight differentregions on the target DNA. The optimalprimers which can cause specific amplification were selected from these primers. Andthen loop primers of these optimal primers were designed to shorten the reaction time. However, for ORF1ab gene, E gene and N gene, RT-LAMPshowed different sensitivities. Furthermore, products of RT-LAMP and RT-PCR were 2-folddiluted, and were observed by electrophoretic. RT-LAMP is a number of ladder-likebands between 200 bp-2000 bp. RNAs extractedfrom 208 specimens were used for clinical application verification. Through the combined detection of the three genes, the N gene can detect a lowconcentration of the virus, so that possible positives are not missed, and the ORF1abgene guarantees that no false positives appear, which also ensures the sensitivity andspecificity for SARS-CoV-2 test. 2020;395(10224):565-74.associated with the 2019 novel coronavirus indicating person-to-person transmission: a studyof a family cluster. 2020;395(10223):514-23.associated with a new coronavirus of probable bat origin. Retracted: Clinical andepidemiological characteristics of 34 children with 2019 novel coronavirus infection inShenzhen]. A: Judge by Loopamp real-time turbidimeter, curves mean positive."}