{"date": "2020/02/16", "journal": "medrxiv", "authors": "Anna L. Ziff, Robert M. Ziff", "title": "Fractal kinetics of COVID-19 pandemic", "type": "preprint article", "abstract": "The novel coronavirus (COVID-19) continues to grow rapidly in China and is spreading in other parts of the world. The classic epidemiological approach in studying this growth is to quantify a reproduction number and infection time, and this is the approach followed by many studies on the epidemiology of this disease. However, this assumption leads to exponential growth, and while the growth rate is high, it is not following exponential behavior. One approach that is being used is to simply keep adjusting the reproduction number to match the dynamics. Other approaches use rate equations such as the SEIR and logistical models. Here we show that the current growth closely follows power-law kinetics, indicative of an underlying fractal or small-world network of connections between susceptible and infected individuals. Positive deviations from this growth law might indicate either a failure of the current containment e orts while negative deviations might indicate the beginnings of the end of the pandemic. We cannot predict the ultimate extent of the pandemic but can get an estimate of the growth of the disease.", "text": "inhibit the exponential growth of the virus.        1Some of these factors includes misrepresentation of the number of con rmed cases, and varying the criteria used for theidenti cation of the disease. These have been discussed in news reporting [Wang, 2020, BBC, 2020]. This analysis does not aimto quantify any intentional bias in the reported data.Note: The red line in the large plot corresponds to the power-law t for periods 8{27, omitting 24, i.e., 1/28/2020 to2/15/2020, omitting spurious data for 2/13/2020. Data from        We nd that a power-law provides a better t to the data than a simple quadratic, as postulated byBrandenburg [2020]. In Fig. 2 we plot the number of total deaths vs. time on a log-log plot. As Fig. 3 shows,considering all of the time periods (excluding report #24) from January 21 to February 15 (1{27 on thehorizontal axis), the estimated coe cient is statistically indistinguishable from 2. However, removing justthe rst period period (2{27 on the horizontal axis), the estimated coe cient is statistically larger than 2.As more periods are removed, the coe cient moves farther away from 2. Even at this preliminary stage withfew data points, this illustration suggests that a power-law t is more appropriate than a quadratic one.For illustration purposes, consider periods 8{27. The estimated coe cient is approximately 2:27 (thebootstrapped standard error with 5,000 replications is 0:014). This would imply that as the number of daysof the pandemic increases by a factor of 21=2:27 = 1:357, the number of cases will double. Thus, startingfrom day 27 (Feb. 16) with 1,669 deaths, the number of deaths will double to approximately 3,340 on day37 (Feb. 22), and then double again to 6,680 on day 50 (March 10), and double again to 13,350 on day 67(March 27). This is a large number of fatalities, but not nearly as large as if the growth were exponential.On the other hand, it is larger than some epidemiological models have been predicting.The appearance of a fractional exponent and power-law behavior suggests an underlying fractal process.Based upon a kind of small-world interaction network where individuals have many local neighbors andoccasional long-range connections (such as caused by people traveling on trains, boats and planes). Theresults imply that this network has an e ective minimum path fractal dimension of 2.25. The implication isthat the disease produces ares in which the growth is momentarily exponential, but then slows down untilanother are-up. The averaged e ect of this growth apparently yields a power-law.Wu et al. [2020] suggest that if the pandemic spreads into new cities, exponential growth like whathappened in Wuhan in the early stages would occur. Hopefully, if this were the case, it would be quicklystopped and slower behavior would ensue. But our prediction of approximately 13,350 deaths by March 27relies on the assumption that a new major outbreak will not happen. Hermanowicz [2020] and Roosa et al.[2020] have recently modeled the disease using a logistical and other growth models. These models are ableto predict the ultimate number of cases, and nd results in the range of 20,000 to 60,000. We believe thenumbers will be much greater, and expect a number of deaths in this range, if the fractal growth continuesas it has for a few more months.We have followed our prediction for several days and have found no marked change in behavior, exceptfor the data from WHO Situation Report #24, which gave an outsized jump of 254 cases to a total of 1,369deaths. Reports stated that the data from China were incorrect that day because of double-counting of theresults, but so far the WHO has not revised report #24. Looking at the large deviation from our predictionin fact led us to suspect that that data point was an outlier at the time.In recent days there has been a drop-o in the growth of new con rmed cases from China, suggestingan attenuation of the pandemic. We do not see that drop-o in the death rate. There are two possibleexplanations for this discrepancy: (1) the number of con rmed cases may be showing the variability as it hasin the past, and the current numbers are not capturing the actual situation, or (2) the pandemic is indeedslowing down but it will take a while (perhaps a week) for that to show up in the fatality data. Of course, wehope the latter is the case, but are not entirely con dent considering the history of the reporting problemsconcerning this pandemic.Deviations above this power-law behavior might indicate that the pandemic is expanding from the currentlevel of control, while deviations below might indicate that the disease is starting to fade. This analysis isearly in the outbreak of COVID-19 and cannot predict the length of the outbreak nor the nal fatality.However, it suggests that under current conditions, power-law growth better approximates the numberof deaths than exponential growth, and may provide a tool to monitor whether a fundamental change isoccurring. Hopefully, continued vigilance, timely testing, and careful care will end this scourge on humanity.        The authors report no funding related to this research and have no con icting nancial interests.BBC. Coronavirus: \\Way too early\" to predict end of outbrea        Jon Cohen. Scientists are racing to model the next moves of a coronavirus that's stillhard to predict, February 2020. URL https://www.sciencemag.org/news/2020/02/scientists-are-racing-model-next-moves-coronavirus-thats-still-hard-predict.Bradley Efron and Robert J. Tibshirani. An Introduction to the Bootstrap. CRC Press, 1994.AStatistical Testingconsidered, the critical value increases. The degrees of freedom is a function of this n, but subtracting twoto account for the fact that two parameters are estimated ( 0; 1). The standard errors are quite small forthese calculations. Considering periods 2-27 produces a bootstrapped standard error of 0.033, using 5,000bootstrap replications.95% Confidence Interval        Note: The coe cients are the ordinary least squares estimates of 1 in the regression log(Deaths) = 0 + 1 log(time) + \"where \" is unobserved and assumed to be time-independent and distributed according to a t distribution with n 2 degrees offreedom. Robust standard errors are calculated for suggestive inference, considering the small sample size. Data from        Periods Analyzed8−25 8−26 8−2795% Confidence Interval        Note: The coe cients are the ordinary least squares estimates of 1 in the regression log(Deaths) = 0 + 1 log(time) + \"where \" is unobserved and assumed to be time-independent and distributed according to a t distribution with n 2 degrees offreedom. Robust standard errors are calculated for suggestive inference, considering the small sample size. Data from                The replication les include a .csv le of the compiled reports from        ", "ref_list": [[], ["Quadratic growth during the 2019 novel coronavirus epidemic"], ["Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model - update ("], ["The Bootstrap"], ["Real-time forecasts of the 2019-nCoV epidemic in China from February 5th to February 24th"], ["How Many Coronavirus Cases in China? O cials Tweak the Answer"], ["Coronavirus (2019-nCoV) situation reports"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. The Lancet"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Axel Brandenburg"], ["Slav W Hermanowicz."], ["Joel L. Horowitz", "Elsevier"], ["K. Roosa", "Y. Lee", "R. Luo", "A. Kirpich", "R. Rothenberg", "J.M. Hyman", "P. Yan", "G. Chowell"], ["Vivan Wang"], ["World Health Organization. Novel"], ["Joseph T. Wu"], ["Shi Zhao", "Qianyin Lin", "Wang Weiming", "Daozhou Gao", "Yang Lin", "Daihai He", "Maggie H Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "inhibit the exponential growth of the virus.", "one_words_summarize": "1Some of these factors includes misrepresentation of the number of con rmed cases, and varying the criteria used for theidenti cation of the disease. This is a large number of fatalities, but not nearly as large as if the growth were exponential. On the other hand, it is larger than some epidemiological models have been predicting. The appearance of a fractional exponent and power-law behavior suggests an underlying fractal process. Hopefully, if this were the case, it would be quicklystopped and slower behavior would ensue. Looking at the large deviation from our predictionin fact led us to suspect that that data point was an outlier at the time. There are two possibleexplanations for this discrepancy: (1) the number of con rmed cases may be showing the variability as it hasin the past, and the current numbers are not capturing the actual situation, or (2) the pandemic is indeedslowing down but it will take a while (perhaps a week) for that to show up in the fatality data. Coronavirus: \\Way too early\" to predict end of outbrea        Jon Cohen. Robust standard errors are calculated for suggestive inference, considering the small sample size. Data from        Periods Analyzed8−25 8−26 8−2795% Confidence Interval        Note: The coe cients are the ordinary least squares estimates of 1 in the regression log(Deaths) = 0 + 1 log(time) + \"where \" is unobserved and assumed to be time-independent and distributed according to a t distribution with n 2 degrees offreedom."}