{"date": "2020/02/21", "journal": "medrxiv", "authors": "Amna Tariq, Yiseul Lee, Kimberlyn Roosa, Seth Blumberg, Ping Yan, Stefan Ma, Gerardo Chowell", "title": "Real-time monitoring the transmission potential of COVID-19 in Singapore, February 2020", "type": "preprint article", "abstract": "Atlanta GA, 30303", "text": "The ongoing COVID-19 epidemic that has spread widely in China since December 2019 is nowgenerating local transmission in several countries including Singapore of February 19, 2020.This highlights the need to monitor transmission potential of unfolding SARS-CoV-2 outbreaksin real time. In particular, five major COVID-19 clusters have emerged in Singapore. Here weestimate the effective reproduction number, Rt, for Singapore from the daily case series ofimported and autochthonous cases by date of symptoms onset, after adjusting the local cases forreporting delays, using a generalized growth model and employing a renewal equation. We alsoderive the reproduction number from the distribution of cluster sizes using a branching processanalysis. As of February 19th, 2020, our results indicate that the mean effective reproductionnumber Rt is at 1.1 (95% CI: 1.1,1.3) while an estimate of Rt based on cluster size distribution isat 0.63 (95% CI: 0.4, 1.05). These estimates underscore positive impact of containment efforts inSingapore while at the same time suggest the need to sustain social distancing and active casefinding efforts to stomp out all active chains of transmission.The ongoing COVID-19 epidemic started with a cluster of pneumonia cases of unknown etiologyin Wuhan, China back in December 2019 [1, 2]. The initial cases have been linked to a wet marketin the city of Wuhan, pointing to an animal source of the epidemic [3]. Subsequently, rapidhumanto-human transmission of the disease was confirmed in January 2020, and the etiological agentwas identified as severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) due toits genetic similarity to the SARS-CoV discovered in 2003 [1, 4]. The total case tally has reached75,700 infections including 2128 deaths as of February 19, 2020 [1, 2]. As the virus continues tospread in the human population, obtaining an accurate “real-time” picture of the epidemic’strajectory is complicated by several factors including reporting delays and changes in the casedefinition [5, 6]. Although the epidemic appears to be on a downward trend in China, cases of thenovel coronavirus have been reported in 26 countries around the globe, and local transmission isongoing in Singapore, Japan, Korea and Thailand [7]. Detailed epidemiological data from thesecountries is needed to monitor transmission potential of SARS-CoV-2 in near real-time.Outside of China, Singapore is one of the hardest hit countries with the COVID-19 epidemic [8],reporting its first symptomatic imported case (a 66 years old Chinese male) on January 23, 2020[9]. Up until February 19, 2020, Singapore has reported 84 laboratory confirmed cases, including22 reported case importations from Wuhan China [8]. Imported cases include six evacuees whodeparted China between January 30 and February 9, 2020 [10, 11]. On February 4, 2020, theMinistry of Health of Singapore reported its first local cluster of COVID-19, which was linked tothe Yong Thai Hang shop [12]. A total of 9 clusters with 1 or more COVID-19 local cases havebeen reported thus far. Table 1 summarizes the characteristics of the clusters.Although large-scale community transmission has not been reported in Singapore, the novelcoronavirus can rapidly spread in confined and crowded places, as illustrated by a large cluster ofCOVID-19 cases that has been linked to the Grace Assembly of God Church, which has an averageattendance of 4,800 [13]. In China, substantial hospital-based transmission of SARS-CoV-2 hasbeen reported, with a total of 1700 cases reported among healthcare workers [14, 15]. This patternaligns well with past outbreaks of SARS and MERS [16], including substantial nosocomialtransmission during the 2003 SARS outbreak in Singapore [17]. Thus, the distributions of clustersizes for SARS and MERS outbreaks are characterized by high heterogeneity [16]. To minimizethe risk of hospital-based transmission of SARS-CoV-2, the Ministry of Health of Singapore hasrestricted the movement of patients and staff across hospitals [18]. Also, because multiple unlinkedcommunity cases of COVID-19 have been reported [19], various social distancing measures havebeen put in place including advising the public against large social gatherings in order to mitigatethe risk of community transmission [20, 21]. These social distancing measures reduce the risk ofonward transmission not only within Singapore, but also beyond the borders of this highlyconnected nation [22].The reproduction number is a key threshold quantity to assess the transmission potential of anemerging disease such as COVID-19 [23, 24]. It quantifies the average number of secondary casesgenerated per case. If the reproduction number is below 1.0, infections occur in isolated clustersas self-limited chains of transmission, and persistence of the disease would require continuedundetected importations. On the other hand, reproduction numbers above 1.0 indicate sustainedcommunity transmission [16, 24]. Using epidemiological data and mathematical modeling tools,we are monitoring the transmission potential of SARS-CoV-2 in Singapore in real-time, and herewe report results as of February 19, 2020. Specifically, we assess the effective reproductionnumber from the daily case series of imported and autochthonous cases by date of symptoms onsetafter adjusting for reporting delays, and we also derive an estimate of the reproduction numberbased on the characteristics of the clusters of COVID-19 in Singapore.We obtained the daily series of confirmed cases of COVID-19 in Singapore as of February 19,2020. Individual-level case details including the dates of symptoms onset, the date of reporting,and whether the case is autochthonous (local transmission) or imported are publicly available fromthe Ministry of Health, Singapore [25]. Clusters consisting of one or more cases according to theinfection source were also assembled from case descriptions obtained from field investigationsconducted by the Ministry of Health, Singapore [25]. Single imported cases or unlinked cases areAs an outbreak progresses in real time, epidemiological curves can be distorted by reporting delaysarising from several factors that include: (i) delays in case detection during field investigations,(ii) delays in symptom onset after infection, (iii) delays in seeking medical care, (iv) delays indiagnostics and (v) delays in processing data in surveillance systems [26]. However, it is possibleto adjust epidemic curves by reporting delays using statistical methods [27]. The reporting delayfor a case is defined as the time lag in days between the date of onset and date of reporting. Herewe adjusted the COVID-19 epidemic curve of local cases by reporting delays using anonparametric method that employs survival analysis techniques [28-30]. The 95% prediction limitsare derived according to Lawless et al. [31]. For this analysis, we exclude 6 imported cases and 3local cases without dates of symptoms onset.We assess the effective reproduction number over time, Rt, which quantifies the temporal variationin the average number of secondary cases generated per case during the course of an outbreak afterconsidering multiple factors including behavior changes, cultural factors, and the implementationof public health measures [16, 24, 32] . Estimates of Rt>1 indicate sustained transmission; whereas,Rt <1 implies that the outbreak is slowing down and the incidence trend is declining. Hence,maintaining Rt <1 is required to bring an outbreak under control. Using the reporting delay adjustedincidence curve, we estimate the most recent estimate of Rt for COVID-19 in Singapore. We firstcharacterize daily incidence of local cases using the generalized growth model (GGM) afteradjusting for imported cases. This model characterizes the growth profile via two parameters: thegrowth rate (r) and the scaling of the growth parameter (p). The GGM can reproduce a range ofgrowth dynamics, including constant growth (p=0), sub-exponential or polynomial growth(0<p<1), and exponential growth (p=1) [33]. The generation interval is assumed to follow a gammadistribution with a mean of 4.41 days and a standard deviation of 3.17 days based on refs. [34, 35].We denote the local incidence at calendar time \" by  , the raw incidence of imported cases at\"calendar time \" by  , and the discretized probability distribution of the generation interval by \".\"Then, we can estimate the effective reproduction number by employing the renewal equation[36() =\"∑.\" 34(\"-. +  \"-. )\"In this equation the numerator represents the new cases  , and the denominator represents the total\"number of cases that contribute to the new cases  at time \". Parameter 0≤  ≤ 1 represents the\"relative contribution of imported cases to the secondary disease transmission. We perform asensitivity analyses by setting  = 0.15 and  = 1.0 [39]. Next, in order to derive the uncertaintybounds around the curve of (, we estimate ( for 300 simulated curves assuming a Poisson errorstructure [40].In the branching process analysis, the number of transmissions caused by each new infection ismodeled as a negative binomial distribution. This is parameterized by the effective reproductionnumber, Rt, and the dispersion parameter, k. The reproduction number provides the averagenumber of secondary cases per index case, and the dispersion parameter varies inversely with theheterogeneity of the infectious disease. This parameterization allows variation in the both thestrength and heterogeneity of disease transmission, where a lower dispersion parameter indicateshigher transmission heterogeneity. Assuming each cluster of infection is initiated by a singleinfection, branching process theory provides an analytic representation of the size distribution ofcluster sizes [41]. This permits direct inference of the maximum likelihood estimate andconfidence interval for Rt and k.The COVID-19 epidemic curve by the date of reporting and stratified for local and importedincidence case counts is shown in Figure 1. It is worth noting that the majority of the importedcases occurred at the beginning of the outbreak in Singapore. The cumulative curve shows anupward trajectory with an average of 3.4 new cases reported per day (Figure 1). Out of 22 importedcases, only 4 cases have been linked to secondary cases. Meanwhile, a total of 61 autochthonouscases have been reported as of February 19, 2020 including 8 cases that remain unlinked to anyknown transmission chains.The reporting-delay adjusted epidemic curve of local cases by date of symptoms onset is shown inprovided a reasonable fit to the distribution of overall reporting delays and estimated a meanreporting delay at 6.9 days (95% CI: 5.9, 7.9) (Figure 3). We also found that imported cases tendto have shorter mean reporting delays compared to local cases (mean 3.5 vs. 8.3 days, Wilcoxontest, p<0.001) as imported cases tend to be identified more quickly.As of February 19 2020, nine different clusters of COVID-19 cases with 1- 22 cases per clusterhave been reported in Singapore. A schematic diagram and characteristics of the COVID-19clusters in Singapore are given in Figure 4 and Table 1. The geographic location of the five largestclusters accounting for 53.6% of the total cases is shown in Figure 5 whereas the correspondingdistribution of cluster sizes is shown in Figure 6.This cluster with 9 cases was the first to be reported in Singapore. It has nine traceable links,including eight Chinese and one Indonesian national associated with the visit on January 23, 2020of Chinese tourists to the Yong Thai Hang health products store, a shop that primarily serves theChinese population. Four shop employees and the tour guide were first identified as a cluster onFebruary 4, 2020 [12, 42, 43]. The tour guide subsequently infected her husband, a newborn andthe domestic helper [43]. No further cases have been added to this cluster as of February 8, 2020.This cluster with 3 local cases was the second cluster to receive international attention, as itoriginated from a business meeting held at the Grand Hayatt hotel [44]. Four international casesassociated with this cluster had left Singapore before the local cluster was identified. AllSingaporean residents associated with this cluster have recovered as of February 19, 2020 [44].No additional cases have been added to this cluster as of February 8, 2020.This cluster comprising of 6 cases was associated with The Life Church and Missions in PayaLebar on February 7, 2020. This cluster is composed of two imported cases who are related to eachother and four local cases. No further cases have been added to this cluster as of February 19, 2020.This cluster with 5 Bangladeshi work pass holders was identified on February 9, 2020. No furthercases have been added to this cluster as of February 15, 2020.The fifth and largest cluster composed of 22 local cases has been linked to the two branches ofGrace Assembly of God Church at Tanglin and Bukit Batok, which was identified on February 12,2020 [42, 45]. This church has about 4800 people in attendance on average over the weekend.While the church has momentarily closed, field investigations have not led to conclusive evidenceregarding super-spreading transmission [46]. No further cases have been added to this cluster asof February 19, 2020.The first case of this cluster comprising 2 imported and one local case was identified on January30, 2020. The two imported cases are related to each other. No further cases have been added inthis cluster as of February 10, 2020.The first case of this cluster composed of 3 local cases was identified on February 14, 2020. Nofurther cases have been added in this cluster since February 18, 2020.This first case of this cluster composed of 4 local cases was identified on February 12, 2020. Nofurther cases have been added to this cluster since February 17, 2020.The first case of this cluster composed of two local cases who are related to each other wasidentified on February 9, 2020. No further cases have been added in this cluster since February 16,Using the delay-adjusted incidence curve of local cases, we estimated the intrinsic growth rate r at0.9 (95% CI: 0.4,1.7) and the scaling of growth parameter p at 0.4 (95%CI: 0.2,0.6), indicatingsub-exponential growth dynamics of COVID-19 (Figure 7). Our R estimate was not sensitive tochanges in parameter . Specifically, our mean effective reproduction number Rt was estimated at1.1 (95% CI:1.1, 1.3) when  = 0.15 and 1.1 (95% CI:1.1, 1.2) when  = 1 (Figure 7). It is worthnoting that ignoring the presence of imported cases, our estimates would have been slightlyunderestimated (by about 0.1 in absolute value).Based on the entire distribution of cluster sizes, we jointly estimated the reproduction number Rand the dispersion parameter k. Fitting the negative binomial distribution to the cluster data in theempirical distributions of the realizations during the early stages of the outbreak in Singapore, thereproduction number is estimated at 0.6 (95% CI: 0.4, 1.1) after adjusting for the independent andidentically distributed observation probability of 50%. The dispersion parameter is estimated at0.4 (95% CI: 0.1, Inf.) indicating higher transmission heterogeneity.Overall, current estimates of transmission potential in Singapore, based on two different datasources and different methods, suggest the potential for further local transmission ofSARS-CoV2 in Singapore. While large-scale transmission has not been reported, the fact that asymptomaticand subclinical cases are now well documented for COVID-19 [47] suggests that our estimatesmay be underestimated [48]. On the other hand, it is not clear if asymptomatic or subclinical casesare as infectious as symptomatic cases. Indeed, we have reported that multiple local cases have yetto be traced to existing transmission chains. Additional data collected during the course of theoutbreak will help obtain an improved picture of the transmission dynamics [8]. These findingsemphasize the need to strengthen public health interventions including active case contact tracingactivities in countries with emerging transmission of SARS-CoV-2. It is worth noting that currentdata suggests that imported cases have contributed little to secondary cases in Singapore, withmost of the imported cases dating back to the early phase of the epidemic. However, there areexamples such as the Grand Hyatt Singapore conference cluster and the Yong Thai Hang clusterthat were linked to imported sources, and the original sources had left Singapore before these localclusters emerged [44, 49].Our Rt estimates for Singapore are substantially lower than mean estimates reported for theCOVID-19 epidemic in China, which range from: 2.2-7.1 [50-53]. This indicates that containmentefforts are having a significant impact in Singapore. However, some differences in thereproduction numbers reported for the epidemic in China may result from different methods,differences in data sources, and time periods used to estimate the reproduction number. Similarly,a recent study has shown an average reporting delay of 6.1 days in China [54] which agrees withour mean estimate for local cases (6.9 days). Moreover, the scaling parameter for growth rate (p)indicates a sub-exponential growth pattern in Singapore, reflecting the effective isolation andcontrol strategies in the region. This is consistent with a sub-exponential growth pattern forChinese provinces excluding Hubei (p=0.67), as estimated by a recent study [55]; whereas, anexponential growth pattern was estimated for Hubei (p~1.0) [55].A previous study [56] on the 2015 MERS outbreak in South Korea reported a substantial potentialfor superspreading despite a subcritical Rt. The lower estimate of the dispersion parameter in ourstudy also indicate significant transmission heterogeneity in Singapore. Super-spreading events ofMERS-CoV and SARS-CoV associated with nosocomial outbreaks have been observed in the pastand attributed to substantial diagnostic delays [16, 30]. Although the average time from onset ofsymptoms to diagnosis for COVID-19 patients in Singapore is 7.9 days and no super-spreadingevent has been observed yet, the dispersion parameter, k<1, indicates the probability of observinglarge clusters and the potential for super-spreading [56, 57]. Therefore, public health measuresenacted by public health authorities in Singapore that advise the public to avoid mass gatheringsand confined places are crucial to prevent disease amplification events. However, the presence ofasymptomatic cases in the community represent an ongoing threat [58, 59] although it is notcurrently known if subclinical cases are less infectious. This highlights the need for rapid testingsuspected cases for rapid detection and isolation of confirmed cases. To achieve this goal, publichealth authorities in Singapore are reactivating 900 GP clinics [60]. Investigations are alsounderway to identify additional cases linked to the “Grace Assembly of God” cluster in Singapore.While most clusters have stabilized (no recent additional cases in most clusters), this cluster is stillbeing consolidated [49, 61].Beyond Singapore, COVID-19 clusters have been reported in Germany and on the DiamondCruise ship in Japan [62-65]. Moreover, Singapore has also produced secondary chains of diseasetransmission beyond its borders [22]. Although Singapore has been detecting and isolating caseswith diligence, our findings from the analysis underscore the need for continued and sustainedcontainment efforts to prevent large-scale community transmission including nosocomialoutbreaks. Overall, the current situation in Singapore highlights the need to investigate theunlinked and asymptomatic cases that could be a potential source of secondary cases. AlthoughSingapore has a highly efficient contact tracingmechanism in place [22], continuedepidemiological investigations and active case finding efforts are needed to control the outbreak.Our study is not exempt from limitations. First, the outbreak is still ongoing and we continue tomonitor the transmission potential of COVID-19 in Singapore. Second, onset dates are missing innine cases, which were excluded from our analyses. Third, we cannot rule out that additional caseswill be added to existing clusters, which may lead to underestimating the reproduction numberbased on the cluster size distribution. Lastly, the cluster size analysis is modeled under theassumption that there is one primary case (i.e. all cases can be connected eventually to one person),rather than being multiple imported cases. Additional work could be conducted to account for theuncertainty regarding the primary number of cases per cluster and the possibility of ongoingThis is the first real-time study to estimate the evolving transmission potential of SARS-CoV-2 inSingapore. Our current findings point to ongoing transmission of SARS-CoV-2, although thereproduction number appears to be slightly above the epidemic threshold of 1.0. These estimatesunderscore positive impact of containment efforts in Singapore while at the same time suggest theneed to enhance social distancing and active case finding efforts to stomp out all active chains oftransmission.The authors declare no conflicts of interest.G.C. is supported by NSF grants 1610429 and 1633381.All data are publicly available.A.T, S.B., P.Y. and G.C. analyzed the data. A.T. , Y. L, P.Y and S.M. retrieved and manageddata; A.T and G.C wrote the first draft of the manuscript. All authors contributed to writing andrevising subsequent versions of the manuscript. All authors read and approved the finalReferences2020: WHO.Nishiura, H., et al., The Extent of Transmission of Novel Coronavirus in Wuhan, China,2020. Journal of Clinical Medicine, 2020. 9(2): p. 330.Tian, H., et al., Early evaluation of Wuhan City travel restrictions in response to the 2019Olowski, L.J., Lew Olowski: Coronavirus worse than reported – here's how China iscatching up to reality, in Fox News. 2020: Fox News.Kottasová, I., China's coronavirus numbers highlight the challenges of an evolvingepidemic, in CNN. 2020: CNN.10.Ang, D. The Big Story: 92 Singaporeans evacuated from Wuhan; Hikikomori inWHO, W.H.O., Coronavirus disease 2019 (COVID-19) Situation Report – 27. 2020:World Health Organization.Singapore, M.o.H., One more case discharged; five new cases of COVID-19 infectionconfirmed. 2020: Ministry of Health, Singapore.Singapore, M.o.H., Confirmed imported case of novel coronavirus infection inSingapore; multi-ministry taskforce ramps up precautionary measures. 2020: Ministry ofHealth Singapore.Tan, A., Coronavirus: Flight with 174 Singaporeans evacuated from Wuhan lands atChangi Airport on Sunday morning, in The Straits Times. 2020: ST.Singapore, M.o.H., Confirmed cases of local transmission of novel coronavirus infectionSingapore, M.o.H., Five more cases discharged, three new cases of COVID-19 infectionGan, N., N. Thomas, and D. Culver, Hundreds of frontline medics likely infected withcoronavirus in China presenting new crisis for the government, in CNN. 2020: CNN.Boseley, S., More than 1,700 health workers infected by coronavirus in China, in TheChowell, G., et al., Transmission characteristics of MERS and SARS in the healthcaresetting: a comparative study. BMC Medicine, 2015. 13(1): p. 210.Gopalakrishna, G., et al., SARS transmission and hospital containment. Emerginginfectious diseases, 2004. 10(3): p. 395-400.Lim, J., Coronavirus: Doctors, staff and patients to restrict movements to within onehospital, in The Straits Times Singapore. 2020: SPH Website.Aravindan, A. and J. Geddie, Singapore lifts virus alert to SARS level, sparking panicSim, D., Coronavirus: why did Singapore have more cases than Hong Kong – until now?,in This Week in Asia. 2020: Health and Environment.22.23.24.25.26.27.28.29.30.31.32.33.34.35.Rettner, R., Can the new coronavirus spread through building pipes?, in Live Science.2020: Live Science.BBC News. 2020: BBC.Vaswani, K., Coronavirus: Why Singapore is so vulnerable to coronavirus spread, inDiekmann, O. and J.A.P. Heesterbeek, Mathematical Epidemiology of InfectiousDiseases: Model Building, Analysis and Interpretation 1st ed. 2000: Wiley.Anderson, R.M. and R.M. May, Infectious Diseases of Humans, ed. Oxford. 1991,Oxford Univeristy Press.Singapore, M.o.H., NEWS HIGHLIGHTS, in Press Releases. 2020.Yan, P. and G. Chowell, Quantitative methods for infectious disease outbreakYan, P. Estimation for the infection curves for the spread of Severe Acute RespiratorySyndrome (SARS) from a back-calculation approach. 2018 [cited 2019 February 8];Available from: http://archive.dimacs.rutgers.edu/Workshops/Modeling/slides/Yan.pdf.Lawless, J.F., Adjustments for reporting delays and the prediction of occurred but notreported events. 1994. 22(1): p. 15-31.G.C.Taylor, Claims Reserving In Non Life Insurance. Insurance Series. 1985: Elsevier.Tariq, A., et al., Assessing reporting delays and the effective reproduction number: TheEbola epidemic in DRC, May 2018-January 2019. Epidemics, 2019. 26: p. 128-133.Kalbfleisch, J.D. and J.F. Lawless, Estimating the incubation time distribution andexpected number of cases of transfusion-associated acquired immune deficiencyNishiura, H., et al., The ideal reporting interval for an epidemic to objectively interpretthe epidemiological time course. Journal of the Royal Society, Interface, 2010. 7(43): p.297-307.Viboud, C., L. Simonsen, and G. Chowell, A generalized-growth model to characterizethe early ascending phase of infectious disease outbreaks. Epidemics, 2016. 15: p. 27-37.Nishiura, H., N.M. Linton, and A.R. Akhmetzhanov, Serial interval of novel coronavirusYou, C., et al., Estimation of the Time-Varying Reproduction Number of COVID-1937.38.39.40.41.42.43.44.45.46.47.48.Nishiura, H. and G. Chowell, Early transmission dynamics of Ebola virus disease (EVD),West Africa, March to August 2014. Euro Surveill, 2014. 19(36).H. Nishiura, G.C., The Effective Reproduction Number as a Prelude to StatisticalEstimation of Time-Dependent Epidemic Trends. Mathematical and Statistical EstimationApproaches in Epidemiology, ed. D. Springer. 2009. 103-112.Paine, S., et al., Transmissibility of 2009 pandemic influenza A(H1N1) in New Zealand:effective reproduction number and influence of age, ethnicity and importations. EuroSurveill, 2010. 15(24).15(29): p. 19622.Nishiura, H. and M.G. Roberts, Estimation of the reproduction number for 2009pandemic influenza A(H1N1) in the presence of imported cases. Eurosurveillance, 2010.Chowell, G., Fitting dynamic models to epidemic outbreaks with quantified uncertainty:A primer for parameter uncertainty, identifiability, and forecasts. Infectious DiseaseModelling, 2017. 2(3): p. 379-398.Blumberg, S. and J.O. Lloyd-Smith, Inference of R(0) and transmission heterogeneityfrom the size distribution of stuttering chains. PLoS computational biology, 2013. 9(5): p.e1002993-e1002993.Khalik, S., Coronavirus in Singapore: Of the 50 cases so far, local cases exceed importedCNA, Coronavirus cases in Singapore: Trends, clusters and key numbers to watch, inWong, L., Coronavirus: Full recovery for all three local cases linked to Grand HyattMalayMail, COVID-19: SAF regular among three new victims in Singapore as GraceLee, J., COVID-19 outbreak: Grace Assembly of God cluster grows to 21 cases, inTeam, T.N.C.P.E.R.E., The epidemiological characteristics of an outbreak of 2019 novelBelluz, J., Why the coronavirus outbreak might be much bigger than we know, in Vox.50.51.52.53.54.55.56.57.58.59.60.61.Kurohi, R., Coronavirus: 3 new cases in Singapore, including one first warded as denguepatient; five more patients discharged, in The Straits Times. The Straits Times.Shen, M., et al., Modelling the epidemic trend of the 2019 novel coronavirus outbreak inMizumoto, K., K. Kagaya, and G. Chowell, Early epidemiological assessment of thetransmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China,Zhao, S., et al., Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in theearly phase of the outbreak. International Journal of Infectious Diseases, 2020. 92: p.214-217.2020: p. 2020.01.25.919787.Liu, T., et al., Transmission dynamics of 2019 novel coronavirus (2019-nCoV). bioRxiv,Kucharski, A.J., et al., Early dynamics of transmission and control of 2019-nCoV: aRoosa, K., et al., Real-time forecasts of the COVID-19 epidemic in China from February5th to February 24th, 2020. Infectious Disease Modelling, 2020. 5: p. 256-263.Kucharski, A.J. and C.L. Althaus, The role of superspreading in Middle East respiratorysyndrome coronavirus (MERS-CoV) transmission. Eurosurveillance, 2015. 20(25): p.21167.Lloyd-Smith, J.O., et al., Superspreading and the effect of individual variation on diseaseSim, D. and K. Xinghui, Singapore: nine new coronavirus cases, no plans to raiseoutbreak alert to red, in This Week in Asia. 2020.Baker, J.A. and A.H. Mamud, 9 new COVID-19 cases in Singapore, including 6 linked toGrace Assembly of God cluster, in Channel New Asia. 2020: CNA.Chang, N. and M. Yong, Public Health Preparedness Clinics reactivated to reduce riskHui, M., A cluster of coronavirus cases in South Korea has been traced to a cult, in62.63.64.65.Marcus, I., Chronology: Germany and COVID 19 (‘Coronavirus’), in The BerlinSpectator. 2020: The Berlin Spectator.Rueters, Germany Confirms Seventh Coronavirus Case, in Rueters. 2020.McCurry, J., Japan reports first coronavirus death as 44 more cases confirmed on cruiseship, in The Guardian. 2020: The Guardian.Woods, A., 44 new coronavirus cases reported on quarantined Diamond Princess cruise,in Newyork Post. 2020.2020. The solid line represents the cumulative cases count for the COVID-19 cases in Singaporeby the date of reporting.for local cases as of February 19, 2020. Blue bars represent the raw incidence, red solid linerepresents the adjusted incidence, red dotted lines represent the 95% lower and upper bound of thehistogram. The red circle represents the mean of reporting delays and the horizontal line representsthe 95% CI assuming reporting delays have a gamma distribution.February 19, 2020 . The pink circles represent the imported cases where as the blue circlesrepresent cases with no travel history to China. The larger dotted circles represent the COVID-19disease clusters. Each blue arrow represents the direction in which the disease was transmitted.Pink arrows represent immediate family. Dates below the circles are the dates of case reporting.Grand Hayatt cluster, Yong Thai Hang cluster, Grace Assembly of God Church, Seletar Aerospacecluster and The Life Church and Missions cluster as of February 19, 2020.imported cases  = 0.15. Estimates for growth rate (r) and the scaling of the growth rate parameter(p) are also provided. The plot at the bottom depicts the fit of the Generalized Growth Model tothe Singapore adjusted incidence data assuming Poisson error structure.namelocationr sized Caseslinked tothecluster0Number oflocalcaseslinkedto thecluster900422of g datesecondar for they cases in first casethe linked tocluster clusterg datefor thelast caselinked tocluster6, 202029, 202019February202012, 2020February19, 202005SeletarAerospaceconstructioconstruction clustern site9, 2020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The ongoing COVID-19 epidemic that has spread widely in China since December 2019 is now\ngenerating local transmission in several countries including Singapore of February 19, 2020.\nThis highlights the need to monitor transmission potential of unfolding SARS-CoV-2 outbreaks\nin real time. In particular, five major COVID-19 clusters have emerged in Singapore. Here we\nestimate the effective reproduction number, Rt, for Singapore from the daily case series of\nimported and autochthonous cases by date of symptoms onset, after adjusting the local cases for\nreporting delays, using a generalized growth model and employing a renewal equation. We also\nderive the reproduction number from the distribution of cluster sizes using a branching process\nanalysis. As of February 19th, 2020, our results indicate that the mean effective reproduction\nnumber Rt is at 1.1 (95% CI: 1.1,1.3) while an estimate of Rt based on cluster size distribution is\nat 0.63 (95% CI: 0.4, 1.05). These estimates underscore positive impact of containment efforts in\nSingapore while at the same time suggest the need to sustain social distancing and active case\nfinding efforts to stomp out all active chains of transmission.", "one_words_summarize": "The ongoing COVID-19 epidemic that has spread widely in China since December 2019 is nowgenerating local transmission in several countries including Singapore of February 19, 2020.This highlights the need to monitor transmission potential of unfolding SARS-CoV-2 outbreaksin real time. In particular, five major COVID-19 clusters have emerged in Singapore. The ongoing COVID-19 epidemic started with a cluster of pneumonia cases of unknown etiologyin Wuhan, China back in December 2019 [1, 2]. Imported cases include six evacuees whodeparted China between January 30 and February 9, 2020 [10, 11]. To minimizethe risk of hospital-based transmission of SARS-CoV-2, the Ministry of Health of Singapore hasrestricted the movement of patients and staff across hospitals [18]. It quantifies the average number of secondary casesgenerated per case. For this analysis, we exclude 6 imported cases and 3local cases without dates of symptoms onset. In this equation the numerator represents the new cases  , and the denominator represents the total\"number of cases that contribute to the new cases  at time \". We perform asensitivity analyses by setting  = 0.15 and  = 1.0 [39]. As of February 19 2020, nine different clusters of COVID-19 cases with 1- 22 cases per clusterhave been reported in Singapore. Four shop employees and the tour guide were first identified as a cluster onFebruary 4, 2020 [12, 42, 43]. No further cases have been added to this cluster as of February 8, 2020.This cluster with 3 local cases was the second cluster to receive international attention, as itoriginated from a business meeting held at the Grand Hayatt hotel [44]. Four international casesassociated with this cluster had left Singapore before the local cluster was identified. AllSingaporean residents associated with this cluster have recovered as of February 19, 2020 [44].No additional cases have been added to this cluster as of February 8, 2020.This cluster comprising of 6 cases was associated with The Life Church and Missions in PayaLebar on February 7, 2020. No further cases have been added to this cluster as of February 19, 2020.This cluster with 5 Bangladeshi work pass holders was identified on February 9, 2020. The dispersion parameter is estimated at0.4 (95% CI: 0.1, Inf.) On the other hand, it is not clear if asymptomatic or subclinical casesare as infectious as symptomatic cases. It is worth noting that currentdata suggests that imported cases have contributed little to secondary cases in Singapore, withmost of the imported cases dating back to the early phase of the epidemic. The lower estimate of the dispersion parameter in ourstudy also indicate significant transmission heterogeneity in Singapore. Super-spreading events ofMERS-CoV and SARS-CoV associated with nosocomial outbreaks have been observed in the pastand attributed to substantial diagnostic delays [16, 30]. Although the average time from onset ofsymptoms to diagnosis for COVID-19 patients in Singapore is 7.9 days and no super-spreadingevent has been observed yet, the dispersion parameter, k<1, indicates the probability of observinglarge clusters and the potential for super-spreading [56, 57]. Therefore, public health measuresenacted by public health authorities in Singapore that advise the public to avoid mass gatheringsand confined places are crucial to prevent disease amplification events. Moreover, Singapore has also produced secondary chains of diseasetransmission beyond its borders [22]. AlthoughSingapore has a highly efficient contact tracingmechanism in place [22], continuedepidemiological investigations and active case finding efforts are needed to control the outbreak. Second, onset dates are missing innine cases, which were excluded from our analyses. G.C. is supported by NSF grants 1610429 and 1633381.All data are publicly available. H., One more case discharged; five new cases of COVID-19 infectionconfirmed. 10(3): p. 395-400.Lim, J., Coronavirus: Doctors, staff and patients to restrict movements to within onehospital, in The Straits Times Singapore. 7(43): p.297-307.Viboud, C., L. Simonsen, and G. Chowell, A generalized-growth model to characterizethe early ascending phase of infectious disease outbreaks. Estimation of the Time-Varying Reproduction Number of COVID-1937.38.39.40.41.42.43.44.45.46.47.48.Nishiura, H. and G. Chowell, Early transmission dynamics of Ebola virus disease (EVD),West Africa, March to August 2014. Mathematical and Statistical EstimationApproaches in Epidemiology, ed. Modelling the epidemic trend of the 2019 novel coronavirus outbreak inMizumoto, K., K. Kagaya, and G. Chowell, Early epidemiological assessment of thetransmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China,Zhao, S., et al., Real-time forecasts of the COVID-19 epidemic in China from February5th to February 24th, 2020. Woods, A., 44 new coronavirus cases reported on quarantined Diamond Princess cruise,in Newyork Post. The larger dotted circles represent the COVID-19disease clusters."}