{"date": "2020/02/20", "journal": "medrxiv", "authors": "Keke Tang, Yining Huang, Meilian Chen", "title": "Novel Coronavirus 2019 (Covid-19) epidemic scale estimation: topological network-based infection dynamic model", "type": "preprint article", "abstract": "Backgrounds: An ongoing outbreak of novel coronavirus pneumonia (Covid-19) hit Wuhan and hundreds of cities, 29 territories in global. We present a method for scale estimation in dynamic while most of the researchers used static parameters. Methods: We used historical data and SEIR model for important parameters assumption. And according to the time line, we used dynamic parameters for infection topology network building. Also, the migration data was used for Non-Wuhan area estimation which can be cross validation for Wuhan model. All data were from public. Results: The estimation number of infections was 61,596 (95%CI: 58,344.02-64,847.98) by 25 Jan in Wuhan. And the estimation number of the imported cases from Wuhan of Guangzhou was 170 (95%CI: 161.27-179.26), infections scale in Guangzhou was 315 (95%CI: 109.20520.79), while the imported cases was 168 and the infections scale was 339 published by authority. Conclusions: dynamic network model and dynamic parameter for different time period is a effective way for infections scale modeling.", "text": "Multiple similar pneumonia cases of unknown aetiology were identified by authority in Wuhan,China (Tan et al.,2020). And according to the report, the first case was appeared on 1December, 2019. By Jan 2, 2020, there are total 41 patients had been identified as havinglaboratory confirmed 2019-nCoV infection, and 66% of them have Huanan Seafood WholesaleMarket exposure (Huang et al.,2020). And by Jan 11, the confirmed cases have a sharp rise to248 (Li et al.,2020). On 21 January 2020, the WHO suggested there was possible sustainedhuman-to-human transmission after renowned scientist Nanshan Zhong make this messageto public. And on 23 January 2020 a quarantine on travel in and out of Wuhan was executed.It’s noticed that Jan 10 is the start of Chinese New Year migration period and Wuhan is amajor transport hub of the country which own one of the four most important railway stationin China, which catalyzed the wide spread of whole country and global. From Jan 23, thereare many responses executed in domestic, including similar quarantine measure in multiplecities of Hubei and Non-Hubei cities, medical aid, identified and suspected cases tracking,and it made progress proved by consistence going down of confirmed cases.As of 1000 GMT 18 Feb 2020, 73,424 cases had been confirmed in 26 countries, and 98.66%came from China mainland. It’s notices that some territories like Japan the confirmed cases isrising up, although the MHLW of Japan have no confirmed breakout in domestic. There’spossible that these territories may in early stage of breakout and it’s believed that the datafrom China, especially Wuhan region may help to infection control. And some researchershave published report on infection scale estimation at difference time point, Wu estimatedthat the basic reproductive number for 2019-nCoV was 2.68 (95% CI 2.47–2.86) and that75,815 individuals (95% CI 37,304-130,330) have been infected in Wuhan as of Jan 25, 2020(Wu et al.,2020). And Read considered that 21,022 (11,090–33,490) total infections in Wuhan1 to 22 January (Read et al.,2020). But the estimation of these studies basically focused onone time point and haven’t consider the parameter changing after quarantined.In this article, we proposed an estimation model base on topological network and tried tomake estimation of infection scale of Wuhan, the quarantined factor was included intoconsideration within different time line. We also used data of a Non-Hubei city, Guangzhoufor cross validation estimated by migration scale.The equations of R0 based on SEIR model are as follows：{ 0 = 1 +    +  (1 −  )(   )2=  ( )/Where t were the outbreak time of the disease, Tg were the generation time, ρ were theconfirmed rate of suspected cases, and Y(t) were the actual infection number of t days of thedisease.According to Li’s study on early cases, many cases of \"unknown pneumonia\" began to appearin mid-December. Specifically, there were 11 cases from December 10 to December 20 (Li etal.,2020). Meanwhile, the earliest confirmed case appeared on December 8 and there was nohistory of contact with the Huanan Seafood Market. Therefore, based on the averageincubation stage of 5.2 days (the incubation stage for 95% of confirmed patients is about 12.5days), the situation of human-to-human transmission took place from mid-December. Thespecific time cannot be estimated. As a result, we assume that the outbreak started onDecember 10. At present, no satisfactory parameter evidence has been found with respect tothe confirmed rate ρ of suspected cases. Based on the historical data of new suspected caseson the t day and new confirmed cases on the t + 1 day (it takes 10-12 hours for the currentdetection technology to get results), and bases on the Yang’s respective study of 8,866 cases,the confirmed rate of suspected cases is about 46% (Yang et al.,2020). With reference to thehistorical data of SARS (Chowell et al.,2020), Tg is 8.4 days. Based on the assumption above,R0 can be calculated. (Table 1)Actually, the basic reproduction rate can be defined as:0 =  ∙  ∙  is the probability of infection,  is the contact rate between the susceptible and theinfected and  is the infection cycle.For simplicity, estimates can be made based on the SIR model. Suppose N is the populationbase, S is the susceptible number of populations, I is the number of infections, and R is theis the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .number of removals (including cure and death, assuming that cure will not be infected again).Therefore, s=S/N，i=I/N and r=R/N stand for the ratio of different crowds. Based on modelSIR, we have: =  ∙  and  are constants, then  =  −1. When at the start point of the outbreak:So:It’s considered that the whole population is susceptible, then s=1:{Based on the data so far, we have v=0.06, then β=0.18.Many complex systems in the real world can be represented in the form of networks. Forexample, if a person is regarded as a node in the network, then the connection betweenpeople can be considered as an edge connecting nodes. That is a way which a socialrelationship network can be constructed in. Similarly, in epidemiology, individuals are nodes,and the contacts of individuals can be seen as edges. Moreover, the state of individual (suchas susceptibility, exposure, and infection) can be added to nodes as the additional information.As a result, an epidemiological network topology graph can be constructed with theseelements.One of the most important parameters is the probability of contact between people. Forexample, a person living in the city (work, transportation, dining) may need to contact dozensof people in close range, and indirectly contact hundreds or even thousands (such as in thesubway environment) in one day. If we assume that an individual contacts 1,000 people inGuangzhou every day, therefore, the probability of contact is 10/1.5×107. This contactprobability can be regarded as the generation probability of edges between nodes. Wegenerate random network topology graphs by using the parameters mentioned above forpresenting relationships among the crowd intuitively (Figure 1). The results of populationisolation caused by quarantine measures for epidemic control are very similar with it.Therefore, we can generate a network topology graph based on the timeline of the epidemicin subsequent simulations by considering the contact situation of the crowd, which can reflectdifferent situations more realistically.According to the existing data, the overall time line of the NCP epidemic situation is sortedout. The purpose of that is to re-evaluate the important parameters of the model in differentperiods of time, so as to simulate the real situation as much as possible and make theprediction model more accurate. There are two important parameters that will be adjusted indifferent periods. The first one is contact rate(C). The second one is the propagation risk whichcould be directly adjusted by using the beta value mentioned above.The time period can be divided into four parts: early breakout, development, spread anddisease control stage. Due to the situation in Wuhan is relatively special, medical resourcesand suppliers were relative shortage within one week after quarantine which relieved by lagerscale aiding after Feb 1. Considering that there may be a certain concentration in the hospitalarea, the contact rate may be higher than other areas.An important parameter which should be taken into consideration is that how many actuallyinfected people were at the start of the outbreak on December 10. According to Li ’study, thenumber of confirmed cases as of December 10 was 7, while the number of confirmed casesas of December 31 was 47. If the maximum incubation period was 14 days, the actual numberof infected cases on December 15 was close to 50. Besides, we assume that the contact rateC is 0.0001 as baseline, and infectivity was not excluded within the incubation period, andother parameters are the same with the analysis above. The estimation (Figure 3) shows thatnumber of infections experienced an increase since the end of December, and the number ofnew exposed had been accumulating until January 10, which led to the subsequent large scaleof outbreak. In addition to considering the Spring Festival travel, this simulation is more inline with the argument that the \"golden window period\" of controlling the epidemic situationis before January 10, And after 18th the infection scale experienced sharp increasing. Thenumber of infections estimated on January 25 is showed as follows. The overall infection rateis about 0.684% and the 95% CI is 0.648%-0.721%. Because of the overall population of Wuhanduring the Spring Festival is in a dynamic state, 9 million population as baseline is assumed.The number of infections is about 61,596, and the 95% CI is from 58,344.02 to 64,847.98.During the 1st week after the closure of the city in Wuhan, relative shortage of medicalresources and crowd shopping for supplies may induce gathering and cross-infection.Therefore, the contact rate in Phrase A could be considered to be adjusted to 1/15 of thebaseline, while the contagious probability is adjusted to 0.5 times the baseline. But thesesituations could be relieved after the comprehensive aid and response, so the contact ratebetween people could be drop to 1/30 of the baseline in phrase B, even lower. And underthe strict control of the confirmed cases and suspected cases, the transmission efficient couldbe going down in further. We assumed 70% confirmed cases and suspected cases werequarantined, and probability of infection also reduce to 25% of baseline by the personalprotection. So, by the model calculation, there would be about 3,375 new infections duringperiod A and period B in Wuhan. The 95% CI is 2,611.31-4,138.69.From above estimations in different time period, the total infection scale in Wuhan is 64971,95%CI 60,955.33-68,986.67.It’s known that most of the confirmed cases in Non-Wuhan area have exposure history ofWuhan city, and new year migration had accelerated the spreading. We combined themigration data with the model and used Guangzhou city (provincial capital of Guangdong)as an example to: 1. Evaluated the estimation effect of combine model for Non-Wuhan area;2. Made a cross validation for Wuhan estimation model, because Wuhan estimation resultswere used as baseline for combine model.According to Baidu migration data (Baidu's Migration Index) analysis, combined with WuhanJanuary 10, 2020 - January 24, 2020 migration index (city was blockaded on 23rd, but therewere still people moving out of Wuhan according to the migration index even on 24th), andthe report that the number of people moved out before the 24th is about 5 million people, wecan estimate the number of people moving out daily as Table 2. From January 10, 2020 toJanuary 24, 2020, 24,893 people imported to Guangzhou from Wuhan. Based on the infectionrate mentioned above, there are approximately 170 infections, and 95% CI is 161.27-179.26.Also, according to Baidu's migration index, Guangzhou's exported population is about 11.26million from Jan 10. Guangzhou’s population is 18 million with 9 million resident population(Guangzhou Statistic Bureau) and 9 million migrant population (Xiao et al.,2018). Therefore,the population base of Guangzhou after January 24 was about 7 million.According to the timeline, Guangzhou launched level 1 public health response on Jan 23,entered a tight control period and used various protective measures to block transmission.We assume that the contact rate is about 1/10 of the usual (baseline). And after Guangzhoustarted a level 1 public health response, people from Wuhan are checked and asked forselfisolation. In other words, the maximum free movement time of the imported infected casesis 14 days, the minimum is 0 day. By accumulating the free movement time, we could cometo the result that the average time window of the activity of the imported infected people isless than 8 days (Table 2). With the assumption above, the total number of infections inGuangzhou after Jan 24 was 315, and 95% CI was 109.20-520.79. Because of the tight controland strict self-quarantine, 315 could be the total infection number.In this paper, the scale of 2019-nCov infection was simulated and estimated according to thetime line of the epidemic at different times based on the methodology of infection dynamicsof population topology network. We used historical data and SEIR model for importantparameters assumption and these parameters fitted in simulated infection network.Furthermore, migration data are also used to estimate the area outside Wuhan (Guangzhouis selected here) which could also be regarded as cross-validation materials.The model reproduced a relative comprehensive progression of the infection development inWuhan, which showed the “golden control window” and a sharp rising of infection scale withtime points. And the model also performed well on scale estimation especially in Guangzhou:we estimated the imported cases from Wuhan of Guangzhou was 170 (95%CI: 161.27-179.26)while the number from authority is 168, and we estimated the total infection scale ofGuangzhou on Jan 24 was 315 (95%CI: 109.20-520.79) and 339 cases were confirmed inGuangzhou on Feb 18 according to the report of Health Commission of Guangzhou. And itshould be noted that Guangzhou simulation was based on the infection scale estimation andthe migration data of Wuhan.Our study shows that dynamic network model and dynamic parameter for different timeperiod is important for modelling, and challenge is also obviously for parameter deduction.Further work should be down for adding more area data for validation especially in theterritories outside the mainland of China.Tan, W., et al. \"A novel coronavirus genome identified in a cluster of pneumonia cases—Wuhan, China 2019− 2020.\" China CDC Weekly 2.4 (2020): 61-62.Huang, Chaolin, et al. \"Clinical features of patients infected with 2019 novel coronavirus inWuhan, China.\" The Lancet (2020).Wu, Joseph T., Kathy Leung, and Gabriel M. Leung. \"Nowcasting and forecasting the potentialdomestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China:a modelling study.\" The Lancet (2020).Li, Qun, et al. \"Early transmission dynamics in Wuhan, China, of novel coronavirus–infectedpneumonia.\" New England Journal of Medicine (2020).Read, Jonathan M., et al. \"Novel coronavirus 2019-nCoV: early estimation of epidemiologicalparameters and epidemic predictions.\" medRxiv (2020).Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China[J]. medRxiv, 2020.Chowell G, Castillo-Chavez C, Fenimore P W, et al. Model parameters and outbreak controlfor SARS[J]. Emerging Infectious Diseases, 2004, 10(7): 1258.National Health Commission of the People’s Republic of China. The latest news on HealthEmergency Office. 2020. http://www.nhc.gov.cn/yjb/pqt/new_list.shtmlshows 50 nodes with a connection probability of 3%. It is obvious that there are some isolatedcommunities on the right.blue band 95% CI. And the network topology graphs on left (blue: susceptible node, yellow:infected node, red: pathogen node, green: removal node) are simulation of epidemic networkdevelopment of Wuhan which demonstrate situations of mid-December (point A), January10(point B) and from 25nd (point C) in Wuhan respectively. It’s notices that some removalnodes (rehabilitation and death) have occurred in point C.EmigrationIndexEmigrationestimation(thousand)*: if k indicates date sequences, ∑114  × ∑114", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Multiple similar pneumonia cases of unknown aetiology were identified by authority in Wuhan,\nChina (Tan et al.,2020). And according to the report, the first case was appeared on 1\nDecember, 2019. By Jan 2, 2020, there are total 41 patients had been identified as having\nlaboratory confirmed 2019-nCoV infection, and 66% of them have Huanan Seafood Wholesale\nMarket exposure (Huang et al.,2020). And by Jan 11, the confirmed cases have a sharp rise to\n248 (Li et al.,2020). On 21 January 2020, the WHO suggested there was possible sustained\nhuman-to-human transmission after renowned scientist Nanshan Zhong make this message\nto public. And on 23 January 2020 a quarantine on travel in and out of Wuhan was executed.\nIt’s noticed that Jan 10 is the start of Chinese New Year migration period and Wuhan is a\nmajor transport hub of the country which own one of the four most important railway station\nin China, which catalyzed the wide spread of whole country and global. From Jan 23, there\nare many responses executed in domestic, including similar quarantine measure in multiple\ncities of Hubei and Non-Hubei cities, medical aid, identified and suspected cases tracking,\nand it made progress proved by consistence going down of confirmed cases.", "one_words_summarize": "Multiple similar pneumonia cases of unknown aetiology were identified by authority in Wuhan,China (Tan et al. On 21 January 2020, the WHO suggested there was possible sustainedhuman-to-human transmission after renowned scientist Nanshan Zhong make this messageto public. Specifically, there were 11 cases from December 10 to December 20 (Li etal. Meanwhile, the earliest confirmed case appeared on December 8 and there was nohistory of contact with the Huanan Seafood Market. Based on the historical data of new suspected caseson the t day and new confirmed cases on the t + 1 day (it takes 10-12 hours for the currentdetection technology to get results), and bases on the Yang’s respective study of 8,866 cases,the confirmed rate of suspected cases is about 46% (Yang et al. Table 1)Actually, the basic reproduction rate can be defined as:0 =  ∙  ∙  is the probability of infection,  is the contact rate between the susceptible and theinfected and  is the infection cycle. Based on modelSIR, we have: =  ∙  and  are constants, then  =  −1. Forexample, if a person is regarded as a node in the network, then the connection betweenpeople can be considered as an edge connecting nodes. One of the most important parameters is the probability of contact between people. The second one is the propagation risk whichcould be directly adjusted by using the beta value mentioned above. Due to the situation in Wuhan is relatively special, medical resourcesand suppliers were relative shortage within one week after quarantine which relieved by lagerscale aiding after Feb 1. The estimation (Figure 3) shows thatnumber of infections experienced an increase since the end of December, and the number ofnew exposed had been accumulating until January 10, which led to the subsequent large scaleof outbreak. In addition to considering the Spring Festival travel, this simulation is more inline with the argument that the \"golden window period\" of controlling the epidemic situationis before January 10, And after 18th the infection scale experienced sharp increasing. We assumed 70% confirmed cases and suspected cases werequarantined, and probability of infection also reduce to 25% of baseline by the personalprotection. From January 10, 2020 toJanuary 24, 2020, 24,893 people imported to Guangzhou from Wuhan. According to the timeline, Guangzhou launched level 1 public health response on Jan 23,entered a tight control period and used various protective measures to block transmission. With the assumption above, the total number of infections inGuangzhou after Jan 24 was 315, and 95% CI was 109.20-520.79. And the model also performed well on scale estimation especially in Guangzhou:we estimated the imported cases from Wuhan of Guangzhou was 170 (95%CI: 161.27-179.26)while the number from authority is 168, and we estimated the total infection scale ofGuangzhou on Jan 24 was 315 (95%CI: 109.20-520.79) and 339 cases were confirmed inGuangzhou on Feb 18 according to the report of Health Commission of Guangzhou. Nowcasting and forecasting the potentialdomestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China:a modelling study.\" Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China[J]. medRxiv, 2020.Chowell G, Castillo-Chavez C, Fenimore P W, et al."}