{"date": "2020/02/29", "journal": "biorxiv", "authors": "Curti Lucia, Pereyra-Bonnet Federico, Gimenez Carla Alejandra", "title": "An ultrasensitive, rapid, and portable coronavirus SARS-CoV-2 sequence detection method based on CRISPR-Cas12", "type": "preprint article", "abstract": "Short running title: Coronavirus sequence detection by CRISPR-Cas12 diagnosis.", "text": "192021222324252627282930313233343536373839404142Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has received globalattention due to the recent outbreak in China. In this work, we report a CRISPR-Cas12 baseddiagnostic tool to detect synthetic SARS-CoV-2 RNA sequences in a proof-of-principleevaluation. The test proved to be sensitive, rapid, and potentially portable. These key traits ofthe CRISPR method are critical for virus detection in regions that lack resources to use thecurrently available methods.The rapid spread of the novel coronavirus is clearly a major concern for countries across theworld. This virus is a single-stranded RNA virus with high sequence identity to SARS-CoVand has, therefore, been named SARS-CoV-2. This coronavirus variant is capable oftransmission from person to person, which makes it a dangerous virus that can cause apandemic.        Several SARS-CoV-2 detection assays have been reported to be currently underdevelopment. The WHO website provides information on several virus detection protocolsthat have been used in different countries such as China, Germany, Japan, and the US, amongothers (                CRISPR is a biotechnological technique well-known for its use in gene editing. Notably,CRISPR has been recently used for the in vitro detection of nucleic acids, thereby emergingas a powerful and precise tool for molecular diagnosis (        For the detection assays, we included syntheticRNA fragments of SARS-CoV-2corresponding to the RdRp, ORF1b and ORF1ab genes, using the WH-human1 sequence(GenBank MN908947) as a reference. Briefly, the SARS-CoV-2 fragments were synthesizedas complementary DNA oligonucleotides and treated with fill-in PCR (NEBNext®HighFidelity 2X PCR Master Mix) to generate the DNA templates. These DNA templates weretranscribed into RNA using an in vitro transcription (IVT) Kit (Ambion, Invitrogen) underthe control of a T7 promoter.A target amplification step was performed using the TwistAmp® Basic recombinasepolymerase amplification (RPA) kit (TwistDx, Cambridge, United Kingdom) and RT wascarried out by the addition of 5 μL of synthetic SARS-CoV-2-RNA input, 2.5 μL ofMMuLV reverse transcriptase (NEB), and 1 µL of murine RNase inhibitor (NEB) in a 50 μLfinal reaction volume. Reactions were run for 30 min at 42°C. The RT-RPA was carried outin one step, with the same pair of primers for both reactions.To generate the CRISPR-detection complex, we mixed 75 nM of the commercially availableLbCas12a endonuclease (NEB) with the same amount of single guide RNA (sgRNA)synthesized in-house by hybridization of DNA oligonucleotides followed by fill-in PCR andIVT. The complexation reaction was carried out in a solution containing 1X NEBuffer 2.1(NEB) (composed of 100 mM NaCl, 50 mM Tris-HCl, 10 mM MgCl2, 1 mM DTT, pH 7.9)at room temperature for 10 min.        For plate reader-based assays, ssDNA reporters labeled with FAM were included in thedetection mix; while for portable detection with paper strips, ssDNA reporters labeled withbiotin were included. The reaction was initiated by diluting the LbCas12a complexes to afinal concentration of 37 nM LbCas12a : 37 nM sgRNA in a solution containing 1XNEBuffer 2.1 (NEB) and 1 µM custom ssDNA reporter substrates in a 40 μL reactionvolume. A 2 μL aliquot of RT-RPA input was used. Reactions were incubated for up to 90min at 37°C. Fluorescence measurements were acquired at 10 min intervals (λex: 485 nm andλem: 535 nm) in a SpectraMax M2 fluorescence plate reader (Molecular Devices) operated inthe 384-well microplate format. For paper-based measurements, we used the MileniaHybriDetect 1 (TwistDx) lateral flow system, as per the manufacturer's instructions. Finally,we simulated a clinical sample by adding synthetic SARS-CoV-2 RNA fragments (105939495969798copies/µL) to saliva samples from a healthy donor and measuring the results on the test strips.The saliva was treated with heat and chemicals before using 2 µL as input for RT-RPA (        SourceThis paperGenBank MN908947Charité, Berlin, GermanyCharité, Berlin, GermanyThis paperGenBank MN908947GenBank MN908947GenBank MN908947Hong Kong UniversityHong Kong UniversityThis paperGenBank MN908947GenBank MN908947GenBank MN908947China CDCChina CDCThis paperChen et al., 2018Chen et al., 2018nCoV-ORF1b-sgRNA RnCoV-ORF1b- Template PCRfill-in F1nCoV-ORF1b- Template PCRfill-in R2nCoV-ORF1b- Template PCRfill-in F3nCoV-ORF1b-Primer RT-RPAFnCoV-ORF1b-Primer RT-RPARnCOV-ORF1ab- Template PCRfill-in F1nCOV-ORF1ab- Template PCRfill-in R2nCOV-ORF1ab- Template PCRfill-in F3nCOV-ORF1ab-Primer RT-RPAFnCOV-ORF1ab-sgRNA RGTCTGTACCGTCTGCGGTATGTGatctacacttagtagaaattaCCCTGTGGGTTTTACACTTAAnCOV-ORF1ab-Primer RT-RPA ACGATTGTGCATCAGCTGART7-Cas12scaffold FCCCTAATACGACTCACTATAGGTAATTTCTACTAAGTGTAGATssDNA biotinssDNA FAM/56-FAM/TTATT/3Bio/56-FAM/TTATT/3IABkFQTGGTTGCTTTGTAGGTTACCTGTatctacacttagtagaaattaCCCTAATACGACTCACTATAGGCAATGGGGTTTTACAGGTAACCTACAAAGCAACCATGATCACAACTAGCTACATGTGCATTACCATGGACTTGACAATACAGATCATGGTTGCTTTGTAGCTAGTTGTGATGCAATCATGACTAGGTGTCTAGCTGTCCACGAGTGCTTTGTTAAGCGTGGGGYTTTACRGGTAACCTAACRCGCTTAACAAAGCACTCCCCTAATACGACTCACTATAGGCCCTGTGGGTTTTACACTTAAAAACACAGTCTGTACCGGGAGTTGATCACAACTACAGCCATAACCTTTCCACATACCGCAGACGGTACAGACTGTGTGTTGTGATCAACTCCGCGAACCCATGCTTCAGTCAGCTGATGCACAATCGTT103        The best results were obtained in attempts to detect the ORF1ab region with primerssuggested by the China CDC (        When assays were performed using a paper strip, we obtained a similar LOD, demonstratingthat the detection system could be rendered portable without loss in sensitivity (figure 2 panel          based assay, inferred from fluorescence values after 30 min. Background subtractedfluorescence represents sample minus control fluorescence without target. Detection ofsynthetic SARS-CoV-2 RNA using commercially available paper strips (lateral-flow) inbuffer (B) or in saliva (C). The optimization in saliva }continues in process to obtain moreintense signal on paper strip. Microsoft Excel 2016 was used to arrange the data for analysis.GraphPad Prism v.8.1.2 (San Diego, USA) was used to plot the graph. In all cases, datarepresent mean ± SD (n=3).130131132133134135136137138139140141142143144145146147148149150151152Finally, we simulated a clinical sample by adding synthetic SARS-CoV-2 RNA fragments tosaliva samples collected from a healthy person. There are advantages using saliva for thediagnosis of COVID-19. Saliva specimens can be provided by the patient easily without anyinvasive procedures (          The current rRT-PCR-based COVID-19 diagnostic approaches have been shown to be veryefficient and accurate for virus detection. However, the virus can spread to regions where theequipment required to perform rRT-PCR is not available. We demonstrated that theCRISPRCas12 based detection method is characterized by a LOD value lower than the minimumlevels needed to presently detect the virus in clinical samples. The main advantage of theCRISPR-diagnostic method reported here is its portability and low cost (USD 1-2/reaction)(2). A possible criticism for this study is that the method has not been tested using patientsamples. This is because clinical cases have not yet been reported in our region (SouthAmerica). Nevertheless, our work represents a proof-of-principle study of the usefulness ofthe CRISPR-Cas12 detection technology that could be deployed worldwide without therequirement of sophisticated instrumentation.While we were preparing this paper, another two protocols for SARS-CoV-2 detection usingCRISPR diagnostics (SHERLOCK, v.20200214; DETECTER v.20200215) was published,confirming the potential of the technique.manuscript.CG and PBF are shareholders in CASPR Biotech.CASPR Biotech is a privately funded company. CL, PBF are supported by the NationalScientific and Technical Research Council (CONICET) of Argentina.The authors thanks Guillermo Repizo from IBR-CONICET for his critical suggestion on thisguidance/laboratory-guidance.Cas13a/C2c2.2017 Science.;356(6336):438–442.182183184185186JMed.DOI:10.1056/NEJMc2001468.", "ref_list": [[], ["Nucleic acid detection with CRISPR3"], ["CRISPR-Cas12a-assisted nucleic acid detection"], ["Field-deployable viral diagnostics using CRISPR-Cas13"], ["A novel coronavirus from patients with pneumonia 7"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JS Gootenberg", "OO Abudayyeh", "JW Lee", "JS Chen", "E Ma", "LB Harrington"], ["SY Li", "QX Cheng", "JM Wang", "Cell Discov"], ["C Myhrvold", "CA Freije", "JS Gootenberg", "N Engl J Med"], ["N Zhu", "D Zhang", "W Wang", "Rothe Camilla", "Mirjam Schunk"], ["Kelvin Kai-Wang", "To", "Owen Tak-Yin", "Tsang Chik-Yan Yip"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has received global\nattention due to the recent outbreak in China. In this work, we report a CRISPR-Cas12 based\ndiagnostic tool to detect synthetic SARS-CoV-2 RNA sequences in a proof-of-principle\nevaluation. The test proved to be sensitive, rapid, and potentially portable. These key traits of\nthe CRISPR method are critical for virus detection in regions that lack resources to use the\ncurrently available methods.", "one_words_summarize": "192021222324252627282930313233343536373839404142Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has received globalattention due to the recent outbreak in China. The test proved to be sensitive, rapid, and potentially portable. The WHO website provides information on several virus detection protocolsthat have been used in different countries such as China, Germany, Japan, and the US, amongothers (                CRISPR is a biotechnological technique well-known for its use in gene editing. A target amplification step was performed using the TwistAmp® Basic recombinasepolymerase amplification (RPA) kit (TwistDx, Cambridge, United Kingdom) and RT wascarried out by the addition of 5 μL of synthetic SARS-CoV-2-RNA input, 2.5 μL ofMMuLV reverse transcriptase (NEB), and 1 µL of murine RNase inhibitor (NEB) in a 50 μLfinal reaction volume. To generate the CRISPR-detection complex, we mixed 75 nM of the commercially availableLbCas12a endonuclease (NEB) with the same amount of single guide RNA (sgRNA)synthesized in-house by hybridization of DNA oligonucleotides followed by fill-in PCR andIVT. Background subtractedfluorescence represents sample minus control fluorescence without target. The optimization in saliva }continues in process to obtain moreintense signal on paper strip. The authors thanks Guillermo Repizo from IBR-CONICET for his critical suggestion on thisguidance/laboratory-guidance."}