{"date": "2020/02/28", "journal": "medrxiv", "authors": "Penghui Yang, Yibo Ding, Zhe Xu, Rui Pu, Ping Li, Jin Yan, Jiluo Liu, Fanping Meng, Lei Huang, Lei Shi, Tianjun Jiang, Enqiang Qin, Min Zhao, Dawei Zhang, Peng Zhao, Lingxiang Yu, Zhaohai Wang, Zhixian Hong, Zhaohui Xiao, Qing Xi, Dexi Zhao, Peng Yu, Caizhong Zhu, Zhu Chen, Shaogeng Zhang, Junsheng Ji, Guangwen Cao, Fusheng Wang", "title": "Epidemiological and clinical features of COVID-19 patients with and without pneumonia in Beijing, China", "type": "preprint article", "abstract": "Author Affiliations", "text": "#These authors contributed equally to this work.China; or at gcao@smmu.edu.cn, Dr. Zhang at Department of Hepatobiliary, The FifthMedical Center of PLA General Hospital, National Clinical Research Center forTreatment and Research Center for Infectious Diseases, The Fifth Medical Center of(AWS16J023 to Guangwen Cao) from Chinese military system.Word count: Abstract, 250; manuscript 2663; references 28; Table 3; Figure 2.Background: SARS-CoV-2-caused coronavirus disease (COVID-19) is posing alarge casualty. The features of COVID-19 patients with and without pneumonia,SARS-CoV-2 transmissibility in asymptomatic carriers, and factors predicting diseaseprogression remain unknown.Methods: We collected information on clinical characteristics, exposure history, andlaboratory examinations of all laboratory-confirmed COVID-19 patients admitted toPLA General Hospital. Cox regression analysis was applied to identify prognosticfactors. The last follow-up was February 18, 2020.Results: We characterized 55 consecutive COVID-19 patients. The mean incubationwas8.42(95%confidenceinterval [CI],6.55-10.29)days.ThemeanSARS-CoV-2-positive duration from first positive test to conversion was 9.71 (95%CI,8.21-11.22) days. COVID-19 course was approximately 2 weeks. Asymptomaticcarriers might transmit SARS-CoV-2. Compared to patients without pneumonia, thosewith pneumonia were 15 years older and had a higher rate of hypertension, higherfrequencies of having a fever and cough, and higher levels of interleukin-6 (14.61 vs.8.06pg/mL, P=0.040), B lymphocyte proportion (13.0% vs.10.0%, P=0.024), low+account (<190/µL) of CD8T cells (33.3% vs. 0, P=0.019). Multivariate Coxregression analysis indicated that circulating interleukin-6 and lactate independentlypredicted COVID-19 progression, with a hazard ratio (95%CI) of 1.052 (1.000-1.107)and 1.082 (1.013-1.155), respectively. During disease course, T lymphocytes weregenerally lower, neutrophils higher, in pneumonia patients than in pneumonia-freepatients. CD8+ lymphocytes did not increase at the 20th days after illness onset.Conclusion: The epidemiological features are important for COVID-19 prophylaxis.Circulating interleukin-6 and lactate are independent prognostic factors. CD8+Before 2002, 4 kinds of coronaviruses (CoVs, namely HCoV 229E, NL63, OC43, andHKU1) were known to infect humans, causing 10%-30% mild upper respiratoryinfection in adults, occasionally severe pneumonia in elders, infants, and1immunodeficient persons. During 2002-2003, severe acute respiratory syndromeCoV (SARS-CoV) infected about 8000 persons globally, with a case fatality of 9.5%.2During 2012-2015, Middle East respiratory syndrome CoV (MERS-CoV) infectedabout 2500 persons globally, with a case fatality rate of 35%.1,2 Since December 2019,an outbreak of a novel coronavirus disease (COVID-19) caused by SARS-CoV-2 hademerged in Wuhan, Hubei province, China.3,4 The clusters of cases were firstlyreported to be related to exposure to the Huanan Seafood Market in Wuhan.Epidemiologic data indicated clear evidence of person-to-person transmission, and thetransmission led to nosocomial infection.5-7 The case number increased quickly inWuhan and posed a large casualty. Up to February 24, 2020, a total of 46607confirmed cases had been identified in Wuhan, with an estimated case fatality of 4.26%(1987 deaths). SARS-CoV-2 rapidly spread to other parts of Hubei province, otherparts of China, and 29 countries, resulting in 17680 cases and 508 deaths (estimatedfatality: 2.87%), 12975 cases and 100 deaths (0.77%), and 2105 cases and 24 deaths(1.14%), respectively (up to February 24, 2020). The transmissibility of SARS-CoV-2is higher and the fatality is lower compared to SARS-CoV, although the two CoVsshare the receptor-human angiotensin converting enzyme II (ACE2).8-10Theetiological, epidemiological, and clinical characteristics of COVID-19 epidemic inWuhan have been investigated since the disease outbreak.3,5-7,10-14 The occurrences ofCOVID-19 cases outside Wuhan were reported.15-19 The difference in the fatality ratesindicates different epidemic patterns among the outbreak zone and outside areas. AsCOVID-19 is being rapidly exported to a growing number of countries, itsepidemiological and clinical features outside the outbreak zone are important for thedevelopment of prophylactic options.Currently, COVID-19 cases reported are all patients with pneumonia, rather thanthose without pneumonia. Furthermore, the disease course of COVID-19, the durationof viral existence, and the transmissibility of SARS-CoV-2 in asymptomatic carriersremain unknown. Here, we report a series of COVID-19 cases admitted into aninfectious disease hospital that is responsible for quarantine and treatment ofCOVID-19 assigned by the government in Beijing, China.This case series was approved by the institutional ethics board of Fifth MedicalCenter of PLA General Hospital, with oral informed consents. All consecutivepatients with COVID-19 admitted to Fifth Medical Center of PLA General Hospitalfrom December 27, 2019 to February 18, 2020 were enrolled. Patients with suspectedCOVID-19 were admitted and quarantined. Respiratory samples including throatswab samples were collected and detected for the presence of SARS-CoV-2 using aquantitative reverse transcription-PCR (qRT-PCR).4-6 Epidemiological informationwas obtained from person-to-person interview for exposure history in the past 2-3weeks. The date of exposure is referred to the date of being Wuhan, contactinganother patient from Wuhan, and visiting the related hospital(s). Incubation durationwas calculated in the cases with clear cutting time points of exposure and illness onset.Clinical, laboratory, and radiographic characteristics as well as therapeutic activitiesand outcomes were obtained from electronic medical records. Symptoms, signs,laboratory values, chest computerized tomography scan, and treatment options duringthe hospital stay were all documented. COVID-19 was re-diagnosed according to theProtocol for the Diagnosis and Treatment of COVID-19 (Version 6th), NationalHealth Commission of the People’s Republic of China. Briefly, the diagnosis ofCOVID-19 was confirmed if the patient’s respiratory sample was positive forSARS-CoV-2, as examined by qRT-PCR or sequencing. All diagnosed COVID-19patients were classified as mild, common, severe, and extremely severe types. Mildtype was defined if COVID-19 patient had mild symptoms but did not havepneumonia. Common type was identified if COVID-19 patient had fever, respiratorysymptoms, and radiographic pneumonia. Severe type was diagnosed if COVID-19patient with pneumonia met one of the following criteria: respiratory rate ≥30times/min, resting oxygen saturation ≤93%, and arterial partial pressure of oxygen(PaO2)/fraction of inspired oxygen (FiO2) ≤300mmHg. Extremely severe type metone of the following criteria: respiratory failure that needs mechanical ventilation,shock, and combined organ failure that need to be treated in intensive care unit.Patients were discharged from hospital if they met the criteria: temperaturenormalized for at least 3 days, apparent improvement in respiratory symptoms,absorption of lung inflammation, and negative SARS-CoV-2 genomic RNA tested fortwice at 1 day interval. The final date of follow-up was February 18, 2020.Categorical variables were compared using the χ2 test or the Fisher exact test.Continuous variables were described using mean, median, and interquartile range(IQR) values and compared using independent group t tests or Mann-Whitney U test.The Cox proportional hazard model was applied to calculate the hazard ratio (HR)and 95% confidence interval (CI). Stepwise backward multivariate Cox regressionanalysis was performed to determine factors independently predicting the progressionof COVID-19. Differences in the daily medians of laboratory parameters betweenpatients with and without pneumonia in the 20 consecutive days were evaluated usingGeneralized Estimating Equations (GEE). Above statistical analyses were two-sidedand performed using SPSS (Statistical Package for the Social Sciences) version 21.0software. The dynamic diagrams and the trend of each laboratory parameter fitted bylocal polynomial regression (LOESS) were generated by R software (version 3.6.2). AP value of <0.05 was considered significant.A total of 55 consecutive patients with laboratory-confirmed COVID-19 wereenrolled in this study. Of those, 31 (56.4%) ever traveled to Wuhan or came fromWuhan within 14 days before the onset (direct exposure) and 19 (34.5%) had anindirect exposure history within 14 days before illness onset. Of the 19 cases, 14 everhosted their sick relatives from Wuhan, 2 ate with late-diagnosed friends from Wuhan,2 shared a railway carriage with a COVID-19 patient, and 1 attended a meeting with alate-diagnosed colleague. Confirmed case had been increasing since January 10,reached the peak on January 22, 2020, and then declined gradually. Ten days after theWuhan quarantine on January 23, 2020, the curve touched the bottom (Figure 1).Incubation period was calculated using the data of 31 cases with clear cutting timepoints of exposure and illness onset. The mean incubation period of COVID-19 was8.42 (95% CI, 6.55-10.29) days in all the cases. The mean incubation was 9.06 (95%CI, 6.11-12.00) days for patients without pneumonia and 7.54 (95% CI, 5.29-9.79)days for patients with pneumonia.Of the 55 patients, 32 had regular SARS-CoV-2 examination data. Of the 32 patients,one co-infected with human immunodeficiency virus (HIV) and hepatitis B virus(HBV) and three cases whose samples were intermittently positive were excluded.Themean(95%CI)durationfromthefirstSARS-CoV-2-positive test to RT-PCR conversion in the remaining 28 cases was 9.71(8.21-11.22) days. This duration was 9.24 (7.10-11.37) days for COVID-19 patientswithout pneumonia (n=17) and 10.45 (8.10-12.81) days for those with pneumonia(n=11).Of the 5 remaining cases without an approved exposure history, 2 had unusualexposure. Patient A, who was long-term bed-ridden, was infected with SARS-CoV-2.She contacted only 4 healthy family members within 2 weeks before illness onset.The members did not have direct or indirect exposure history. She was shortly carriedinto the Emergency Department of a nearby hospital to replace her gastric tube andhighly suspected to be infected there. Patient B, she and her family members did nothave any exposure history within past a month. Her sister and sister's husband fromWuhan visited her family and lived in the same building in a remote suburb of Beijing.Six days later, she became ill and was finally diagnosed as COVID-19. During theentire course, her sister’ family members were not ill or even discomfort, indicatingthat asymptomatic carriers transmit SARS-CoV-2.The median age was 44.0 years (IQR, 34.0-54.0; range, 3-85 years), and 22 (40.0%)were women. Major symptoms at illness onset were fever (85.5%), cough (50.9%),fatigue (27.3%), myalgia (20.0%), and sputum production (20.0%). Of the 55 patients,26 (47.3%) had at least 1 coexisting health conditions. Hypertension (11 [20.0%]) anddiabetes (6 [10.9%]) were the most common ones.The numbers of mild, common, severe, and extremely severe patients identified at theadmission were 21, 20, 13, and 1, respectively. Common, severe, and extremelysevere types were combined as COVID-19 patients with pneumonia. Compared withpatients without pneumonia, those with pneumonia were 15 years older and had ahigher rate of hypertension, having a fever, and cough (Table 1). Compared withCOVID-19 patients without pneumonia, those with pneumonia had higher levels ofinterleukin-6, B lymphocyte proportion, erythrocyte sedimentation rate, and very lowcount (<190/µL) of CD8+ T cells (Table 2).Of the 55 patients, 52 received antiviral treatment, mostly with lopinavir/ritonavir andor arbidol. The mean duration from onset to admission was 5.81(95% CI, 4.95-6.68)days in 54 patients (except the HIV case). The mean duration was 4.86 (3.46-6.25) inpneumonia-free patients and 6.42 (5.23-7.53) in pneumonia patients. The meanduration from illness onset to discharge was 18.57 (16.07-21.08) days in the 28patients. The mean duration was 17.76 (14.45-21.08) days in pneumonia-free patientsand 19.82 (15.39-24.24) days in pneumonia patients. According to the dischargecriteria, disease course of COVID-19 was approximately 2 weeks, which is inaccordance with another group of patients without antiviral treatment.18During hospital stay, 1 case with common-type COVID-19 progressed to be severeCOVID-19, 4 severe patients progressed to be extremely severe COVID-19. Of the 4patients, 2 died of COVID-19. Another 2 cases have been staying in the hospital neara month due to the development of extra-respiratory signs. The 7 cases werecategorized as patients with progressive disease. Univariate Cox analysis indicatedthat hypertension, circulating IL-6, and circulating lactate significantly predicted theprogression. Multivariate Cox regression analysis indicated that circulating IL-6 andlactate independently predicted COVID-19 progression (Table 3).We then evaluated the dynamics of clinical and laboratory parameters during hospitalstay between COVID-19 patients with pneumonia and those without pneumonia andre-categorized the patient with progressive disease. Of the parameters evaluated, 6showed different trends between COVID-19 patients with and without pneumonia(P<0.001 for each, GEE). The daily medians of neutrophil proportions andneutrophil/lymphocyte ratio (NLR) were higher in pneumonia patients than inpneumonia-free patients, which were quite in contrast to lymphocyte proportion, Tlymphocyte count, CD4+ T lymphocyte count, and CD8+ T lymphocyte count. At the20th day after illness onset, the dynamic curves of neutrophil proportion, NLR,lymphocyte proportion, and CD4+except those of CD8+ T lymphocytes and T lymphocyte counts (P<0.05) (Figure 2).The epidemiological and clinical features of COVID-19 in Beijing might represent thefeatures of COVID-19 outside the outbreak zone. Most patients had clear exposurehistory, indicating that SARS-CoV-2 transmits predominantly via respiratory droplet.As SARS-CoV-2 shares its receptor with SARS-CoV,6 transmission dynamics ofSARS-CoV could be referenced. Person-to-person transmission of SARS-CoV occursmainly in the second week of illness when the patient’s upper airway viral load peakson day 10 of illness.20 We found that SARS-CoV-2 was mostly transmitted viacontacting symptomatic patients; however, asymptomatic carriers might transmitSARS-CoV-2 to healthy recipients. This might be one of the reasons whySARS-CoV-2 is more transmissible than is SARS-CoV. Thus, personnel quarantine,avoiding any kind of party or gathering, and avoiding sharing public facility arenecessary during COVID-19 epidemic. Elders with underlying medical conditionsincluding hypertension often resulted in serious consequences. This observation isquite in accordance with SARS and MERS.20 Specific prophylaxis should be given tothis vulnerable population.We revealed that the mean incubation of SARS-CoV-2 infection was 8.42 days. Aprevious study carried out in Wuhan indicated that the mean incubation period was55.2 days. Early patients identified in the outbreak zone were mostly with severepneumonia and might be exposed to higher viral concentration in closed spaces likethe affected hospitals. Furthermore, it is hard to identify the exact time of exposure inthe outbreak zone. Thus, the incubation from this study should be important inquarantining close contactors outside the outbreak zone.The durations of COVID-19 course and SARS-CoV-2-positive course are not reportedpreviously. We determined that the mean duration from onset to discharge was 18.57days. According to the discharge criteria, COVID-19 course is approximately 2 weeks,which is quite in consistent with SARS.21 The mean SARS-CoV-2-positive durationfrom the first positive test to RT-PCR conversion was 9.71 days. SARS-CoV-2 mightbe present in patients for around 18 days by adding the mean incubation of 8.42 days.This duration seems to be shorter than SARS.22 A just finished clinical study inShanghai did not show any therapeutic effects of lopinavir/ritonavir and abidol onaccelerating the clearance SARS-CoV-2.23 Thus, the current antiviral regimen couldnot alter the course of COVID-19.To our knowledge, this was the first study to characterize the differences in theclinical features and laboratory findings between COVID-19 patients with andwithout pneumonia. Unlike those without pneumonia, one-third of COVID-19patients with pneumonia had very low account (<190/µL) of CD8+ T cells. In addition,serum level of IL-6 was higher in COVID-19 patients with pneumonia than in those+without pneumonia (Table 2). These data suggest that CD8 T cell exhaustion andIL-6-based inflammation might play an important role in the development ofCOVID-19.It is critical to identify COVID-19 patients who are most likely to have poor outcomesso that prevention and treatment efforts can be focused.24 Here, we reported thatserum IL-6 and lactate at the admission independently predicted poor outcomes ofCOVID-19 patients, after the adjustment with other significant factors in theunivariate Cox analysis (Table 3). IL-6 is capable of inhibiting the T cell-mediatedimmunity, and high level of IL-6 in the acute stage is associated with lung lesions inSARS patients.25 Lactate is a natural by-product of aerobic glycolysis. Efferocytosiscan promote glucose uptake and lactate release.26 Lactate promotes the switch ofCD4+ T cells to an IL-17+ subset and impairs the cytolytic capacity of CD8+ T cells.27Thus, IL-6 might bridge SARS-CoV-2 infection and alveolar cell injury via inducingtissue-damaging inflammation. The inflammation increases efferocytosis-mediatedaerobic glycolysis, facilitating the release of lactate. Increased lactate in turn impairsthe CD8+ T cell-mediated antiviral immunity.For the first time, the dynamic changes of laboratory parameters of COVID-19patients with and without pneumonia were evaluated during hospital stay. Neutrophilproportion and NLRs were higher in pneumonia patients than in pneumonia-freepatients, indicating systemic inflammation is apparent. Lymphocyte proportion andCD4+ T lymphocyte counts were lower in pneumonia patients than in pneumonia-free,and the two curves met at the 20th day, indicating B cells might recover rapidly.Surprisingly, the lower levels of CD8+ cells in pneumonia patients did not increase atthe 20th day (Figure 2), indicating that recovery of CD8+ T cell-mediated immunityneeds a longer time. Thus, the discharged patients might be susceptible to infectionsand other diseases. The recovery of T cell count should be monitored.Our study has several limitations. First, the effect of antiviral treatment was notevaluated due to lack of controls. Second, the family members of patient B’s sisterwere not examined for SARS-CoV-2, because they left when we performed this study.Third, half patients are still hospitalized. The disease course of severe patients mightbe prolonged by therapeutic regimens including corticosteroids.28Finally, we characterized the epidemiological features including the incubation period,time toRT-PCRconversion of SARS-CoV-2, COVID-19 course, and thetransmissibility SARS-CoV-2 in asymptomatic carriers. Old age, hypertension,interleukin-6, and CD8++COVID-19 progression. This study not only elucidates some mechanisms ofCOVID-19 progression, but also provides epidemiological evidence to preventCOVID-19 epidemic outside the outbreak zone.Su S, Wong G, Shi W, et al. Epidemiology, Genetic Recombination, andPathogenesis of Coronaviruses. Trends Microbiol 2016;24:490-502.Guarner J. Three Emerging Coronaviruses in Two Decades. Am J Clin Pathol2020. doi: 10.1093/ajcp/aqaa029.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med 2020;382:727-33.Ren LL, Wang YM, Wu ZQ, et al. Identification of a novel coronavirus causingsevere pneumonia in human: a descriptive study. Chin Med J (Engl) 2020. doi:10.1097/CM9.0000000000000722.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovelCoronavirus-InfectedJMed2020.doi:10.1056/NEJMoa2001316.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet 2020;395:514-23.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.        Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control ofsevere acute respiratory syndrome. Science 2003;300:1966-70.9. Donnelly CA, Ghani AC, Leung GM, et al. Epidemiological determinants ofspread of causal agent of severe acute respiratory syndrome in Hong Kong. Lancet2003;361:1761-6.coronavirus of probable bat origin. Nature 2020. doi: 10.1038/s41586-020-2012-7.novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak inWuhan, China. Int J Infect Dis 2020;91:264-6.novel coronavirus: implications for virus origins and receptor binding. Lancet2020;395:565-74.Coronavirus Disease from Wuhan to Other Cities in China. Emerg Infect Dis 2020;26.Pneumonia Imported into Korea from Wuhan, China: Implication for InfectionPrevention and Control Measures. J Korean Med Sci 2020;35:e61.18. Chang, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of NovelCoronavirus Infections Involving 13 Patients Outside Wuhan, China. JAMA 2020. doi:10.100        Millar JE, Baillie JK. Clinical evidence does not supportcorticosteroid treatment for 2019-nCoV lung injury. Lancet 2020;395:473-475.Wuhan-direct, the patients who traveled to Wuhan or came from Wuhan within 14days before illness onset; Wuhan-indirect, the patients who ever exposed to a latediagnosed patient from Wuhan within 14 days before illness onset; and no explicitcontact history, the patients did not have the above 2 situations.patients with pneumonia and those without pneumoniaDaily medians of laboratory parameters within the first 20 days were applied toconstruct the dynamic curves. P value indicates the difference between laboratoryparameters at the 10th and 20th day since illness onset (Mann-Whitney U test).4/41(9.8) 2/14(14.3) 2/27(7.4)32/41(78.0) 11/14(78.6) 21/27(77.8)5/41(12.2) 1/14(7.1) 4/27(14.8)1.97(1.39-2.97) 1.75(1.48-2.75) 2.16(1.31-3.26)Abbreviations: PH, hydrogen ion concentration; PaO2, partial pressure of oxygen; PaCO2, partial pressure ofcarbon dioxide in artery; SaO2, arterial oxygen saturation; IL-6, interleukin-6; ABE, actual base excess; ESR,Erythrocyte sedimentation rate; NLR, Neutrophils/Lymphocytes.Data are median (IQR), n (%), or n/N (%), where N is the total number of patients with available data. P valuescompare patients with and without pneumonia using χ² test, Fisher’s exact test, or student t test.0.2590.0480.018Wuhan quarantineOnset date101520P = 0.0481055510Days after onset152010555", "ref_list": [[], ["A pneumonia outbreak associated with a new 11"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P Zhou", "XL Yang", "XG Wang", "F Wu", "S Zhao", "B Yu", "C Huang", "Y Wang", "X Li", "DS Hui", "E IA Madani", "TA", "R Lu", "X Zhao", "J Li", "Z Wang", "L Cauchemez", "S", "ML Holshue", "C DeBolt", "S Lindquist", "JY Kim", "PG Choe", "Y Oh"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "#These authors contributed equally to this work.", "one_words_summarize": "China; or at gcao@smmu.edu.cn, Dr. Zhang at Department of Hepatobiliary, The FifthMedical Center of PLA General Hospital, National Clinical Research Center forTreatment and Research Center for Infectious Diseases, The Fifth Medical Center of(AWS16J023 to Guangwen Cao) from Chinese military system. Cox regression analysis was applied to identify prognosticfactors. ThemeanSARS-CoV-2-positive duration from first positive test to conversion was 9.71 (95%CI,8.21-11.22) days. During disease course, T lymphocytes weregenerally lower, neutrophils higher, in pneumonia patients than in pneumonia-freepatients. The transmissibility of SARS-CoV-2is higher and the fatality is lower compared to SARS-CoV, although the two CoVsshare the receptor-human angiotensin converting enzyme II (ACE2).8-10Theetiological, epidemiological, and clinical characteristics of COVID-19 epidemic inWuhan have been investigated since the disease outbreak.3,5-7,10-14 The occurrences ofCOVID-19 cases outside Wuhan were reported.15-19 The difference in the fatality ratesindicates different epidemic patterns among the outbreak zone and outside areas. Patients with suspectedCOVID-19 were admitted and quarantined. Incubation durationwas calculated in the cases with clear cutting time points of exposure and illness onset. Clinical, laboratory, and radiographic characteristics as well as therapeutic activitiesand outcomes were obtained from electronic medical records. COVID-19 was re-diagnosed according to theProtocol for the Diagnosis and Treatment of COVID-19 (Version 6th), NationalHealth Commission of the People’s Republic of China. Common type was identified if COVID-19 patient had fever, respiratorysymptoms, and radiographic pneumonia. Severe type was diagnosed if COVID-19patient with pneumonia met one of the following criteria: respiratory rate ≥30times/min, resting oxygen saturation ≤93%, and arterial partial pressure of oxygen(PaO2)/fraction of inspired oxygen (FiO2) ≤300mmHg. The members did not have direct or indirect exposure history. Patient B, she and her family members did nothave any exposure history within past a month. Hypertension (11 [20.0%]) anddiabetes (6 [10.9%]) were the most common ones. The mean duration from onset to admission was 5.81(95% CI, 4.95-6.68)days in 54 patients (except the HIV case). Of the parameters evaluated, 6showed different trends between COVID-19 patients with and without pneumonia(P<0.001 for each, GEE). The inflammation increases efferocytosis-mediatedaerobic glycolysis, facilitating the release of lactate. Increased lactate in turn impairsthe CD8+ T cell-mediated antiviral immunity. For the first time, the dynamic changes of laboratory parameters of COVID-19patients with and without pneumonia were evaluated during hospital stay. Thus, the discharged patients might be susceptible to infectionsand other diseases. The disease course of severe patients mightbe prolonged by therapeutic regimens including corticosteroids.28Finally, we characterized the epidemiological features including the incubation period,time toRT-PCRconversion of SARS-CoV-2, COVID-19 course, and thetransmissibility SARS-CoV-2 in asymptomatic carriers. Epidemiology, Genetic Recombination, andPathogenesis of Coronaviruses. A Novel Coronavirus from Patients withPneumonia in China, 2019. Identification of a novel coronavirus causingsevere pneumonia in human: a descriptive study. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Transmission dynamics and control ofsevere acute respiratory syndrome. Emerg Infect Dis 2020;26.Pneumonia Imported into Korea from Wuhan, China: Implication for InfectionPrevention and Control Measures."}