{"date": "2020/02/28", "journal": "medrxiv", "authors": "Furong Liu, Xin Long, Wenbin Zou, Minghao Fang, Wenjuan Wu, Wei Li, Bixiang Zhang, Wanguang Zhang, Xiaoping Chen, Zhanguo Zhang", "title": "Highly ACE2 Expression in Pancreas May Cause Pancreas Damage After SARS-CoV-2 Infection", "type": "preprint article", "abstract": "China.\nThe ongoing outbreak of coronavirus disease 2019 (COVID-19) caused by severe\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2) started in the end of 2019 in\nChina has triggered a global public health crisis. Previous studies have shown that\nSARS-CoV-2 infects cells by binding angiotensin-converting enzyme 2 (ACE2),\nwhich is the same as SARS-CoV. The expression and distribution of ACE2 in the\npancreas are unknown. At the same time, the injury of pancreas after SARS-CoV-2\ninfection has not been concerned. Here, we collected public datasets (bulk RNA-seq\nand single-cell RNA-seq) to indicate the expression and the distribution of ACE2 in\npancreas (in both exocrine glands and islets). And further, clinical data including mild\nand severe patients with COVID-19 demonstrated there existed mild pancreatitis. In\nthe 67 severe cases, 11 patients (16.41%) showed elevated levels of both amylase and\nlipase, and 5 patients (7.46%) showed imaging alterations. Only one patient (1.85%)\nshowed elevated levels of both amylase and lipase in 54 mild cases, without imaging\nchanges. Our study revealed the phenomenon and possible cause of mild pancreatic\ninjury in patients with COVID-19. This suggests that pancreatitis after SARS-CoV-2\ninfection should also be paid attention in clinical work.", "text": "China.The ongoing outbreak of coronavirus disease 2019 (COVID-19) caused by severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2) started in the end of 2019 inChina has triggered a global public health crisis. Previous studies have shown thatSARS-CoV-2 infects cells by binding angiotensin-converting enzyme 2 (ACE2),which is the same as SARS-CoV. The expression and distribution of ACE2 in thepancreas are unknown. At the same time, the injury of pancreas after SARS-CoV-2infection has not been concerned. Here, we collected public datasets (bulk RNA-seqand single-cell RNA-seq) to indicate the expression and the distribution of ACE2 inpancreas (in both exocrine glands and islets). And further, clinical data including mildand severe patients with COVID-19 demonstrated there existed mild pancreatitis. Inthe 67 severe cases, 11 patients (16.41%) showed elevated levels of both amylase andlipase, and 5 patients (7.46%) showed imaging alterations. Only one patient (1.85%)showed elevated levels of both amylase and lipase in 54 mild cases, without imagingchanges. Our study revealed the phenomenon and possible cause of mild pancreaticinjury in patients with COVID-19. This suggests that pancreatitis after SARS-CoV-2infection should also be paid attention in clinical work.IntroductionSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) , a novel coronavirusthat causes coronavirus disease 2019 (COVID-19) in humans, began to occur inWuhan (China) in December 2019 and has the trend of spreading around the world[1,2, 3]. By February 28, 2020, a total of 78962 people had been infected in China with2791 (3.53%) deaths, and 4838 people had been infected with 76 (1.57%) deaths inother countries. It was confirmed by etiology that SARS-CoV-2 belonged to the novelcoronavirus of the subgenus Sarbecovirus (Beta-CoV lineage B), and had 79.5%similarity with SARS-CoV[4], which caused the global outbreak in 2003. Spike (S)protein,oneof themainstructuralproteinsofSARS-CoV-2,bindsangiotensin-converting enzyme 2 (ACE2) protein of the host cell membrane to fuseinto the cell for nucleic acid replication just similar to SARS-CoV[5]. Through avariety of bioinformatics and experimental verification, ACE2 is not only expressed inalveolar epithelial cells, but also in the heart, gastrointestinal tract, kidney, testis andother organs, which means that SARS-CoV-2 is likely to enter other tissues andorgans through ACE2 binding, causing multiple organ damage[6, 7].In recent studies, SARS-CoV-2 has been found to cause heart, kidney, liver injury andgastrointestinal symptoms in addition to lung lesions such as ARDS[6]. However,there is lacking attention in pancreatic injury, which may accelerate patients’progression. In our clinical observation, we also found that some patients showedsigns of pancreatic injury, such as high levels of amylase and lipase in serum andurine.In this study, we used public datasets to explore the expression of ACE2 in thepancreas and various types of pancreatic cells. Combined with clinical data, wedemonstrated the pancreatic injury in some patients with COVID-19, and explainedfor the first time that the pancreas was also a vulnerable organ after SARS-CoV-2infection.We collected bulk RNA-seq data from GTEx (https://gtexportal.org), which containsnormal tissue and organ sequencing data from multiple individuals. The data analysiswas performed online. In addition, we collected data from single-cell RNA-seq(scRNA-seq) of the pancreas NCBI-GEO (GSE85241 (4 donors with 2,126 pancreaticcells), GSE84133 (4 donors with 8569 pancreatic cells)). The details of the donors areavailable in the previous report[8, 9]. The scRNA-seq data processing process is asfollows: Unique molecular identified (UMI) expression count matrix was obtainedfrom the database, and Seurat object was created. Further quality control wasperformed, cells with high mitochondrial gene expression > 5% were filtered. Thedata was normalized and log-transformed with the method “LogNormalize” inNormalizeData function. Before we performed linear dimensional reduction, the datawas scaling. And then principal component analysis (PCA) was performed to the dataand determined the dimensionality. Finally, after clustering cells based on graph-basedclustering approach, the non-linear dimensional reduction based on uniform manifoldapproximation and projection (UMAP) was performed the data to analyze andvisualize the data. All of scRNA-seq data analysis was based on Seurat R package(version: 3.1.4) with the default parameters[10]. The annotation of cell types wascompleted based on the featured genes of each cluster and the cell markers of eachtype pancreas cell from CellMarker database[11] and previously report[8, 9].Wuhan Jin Yin-tan hospital. We retrospectively analyzed patients diagnosed withCOVID-19 from January 1, 2020 to February 15, 2020. The criteria for the diagnosisand severity of the patients were followed by the diagnosis and treatment scheme forCOVID-19 (trial version 6) issued by National Health Commission of the People’sRepublic of China. We collect hospital admissions, laboratory tests, and imaging testsfrom clinical electronic medical records. In this study, we collected clinicalinformation including age, gender, amylase and lipase in serum, and the imagingresults including bedside ultrasound and abdominal CT. Mild COVID-19 patientswith serum amylase and lipase in the normal range did not undergo the imagingevaluation of the pancreas, and their pancreas was assumed to be normal. Bedsideultrasound of the abdomen was all performed in critically ill patients, and CT wasadded if there were any abnormalities.To determine the expression of ACE2 in normal pancreas of humans, we used theGTEx database to explore ACE2 expression. We found ACE2 was expressed in manyorgans or tissues except most brain tissues (Fig. 1A), which suggests that these organsor tissues such as unreported ovary and thyroid might also be targets for SARS-CoV-2.For comparison, we compared ACE2 expression in lung and pancreatic tissues, sincethe lung is known to be the first target organ to be attacked by SARS-CoV-2. ThemRNA level of ACE2 in pancreas was higher than that in lung (Fig. 1A, P < 0.001,Wilcoxon signed rank test).To investigate the distribution of ACE2 in the pancreas, we analyzed two scRNA-seqdatasets. We identified different types of pancreatic cells, such as alpha cell, beta cell,acinar cell, ductal cell and several other types of cells (Fig. 1B, D). In GSE85241,ACE2 was expressed in 55 cells (2.59%) among the total 2126 cells, most of which(81.82%) were expressed in exocrine gland (duct cells and acinar cells), and a few(16.36%) were expressed in pancreatic islets (alpha, beta, delta and PP cells) (Fig. 1C,expressed in duct cells, 5.26% (1/19) expressed in acinar cells, 21.05% (4/19)expressed in beta cells and 15.79% (3/19) expressed in delta and PP cells (Fig. 1E,differences in the analysis results of the two scRNA-seq datasets. These data stillindicate that ACE2 is expressed in both the exocrine glands and islets, which may bethe main potential part targeted by SARS-CoV-2 in the pancreas, resulting inpancreatic injury.In our study cohort, among the indicators of pancreatitis we focused on, the main oneswere the elevation of serum amylase and lipase. In mild cases, 1.85% (1/54) ofpatients showed elevated levels of both amylase and lipase, while in severe cases, theproportion of increased amylase was 17.91% (12/64) and the proportion of increasedlipase was 16.41% (11/64) (Table 2). However, in the imaging evaluation, only 5severe patients (7.46%) showed changes in the pancreas, mainly focal enlargement ofthe pancreas or dilatation of the pancreatic duct, without acute necrosis (Fig. 2). Theseclinical data show that there exist mild pancreatic lesions in some patients withCOVID-19, mainly in severe cases.SARS-CoV-2 infection is a very serious public health issue. It caused a nationwidespread in China, and now has the tendency to spread all over the world, causing asurge in infections and deaths[6]. So far, there is no specific drug for SARS-CoV-2,and challenges remain. Although there are asymptomatic infected people, who canalso be the source of transmission[1, 12], in clinical practice, patients infected withSARS-CoV-2 mainly suffer from systemic symptoms like fever and fatigue,respiratory symptoms like cough and expectoration, digestive symptoms such asdiarrhea[2, 13]. In some patients, especially critically ill cases, damage to other organs,such as the heart, kidneys, and liver, has also been found, which brings greatinconvenience to manage patients[2, 14]. As the receptor of SRAS-CoV-2, theexpression of protein ACE2 in these organs may provide an approach forSARS-CoV-2 infection[7], leading to tissue injuries. However, the injury of pancreashas been ignored in clinic, since the symptoms of mild pancreatic injury are notspecific to other systemic lesions, such as fever, nausea, vomiting and abdominalpain.In this study, we focused on the expression of ACE2 in pancreas and the damage tothe pancreas in a proportion of patients with SARS-CoV-2 infection. Although manyprevious studies have been reported on the expression of ACE2 tissues and organs[15],including bulk RNA-seq and scRNA-seq data, this analysis in the pancreas is stilllacking. Firstly, we found ACE2 was mostly expressed in the pancreas of normalpeople, and it was slightly higher in the pancreas than in the lungs, indicating thatwhen SARS-CoV-2 appeared in the circulation, it might also combine with ACE2 inthe pancreas to enter cells and cause pancreatic injury. Further, we performedscRNA-seq datasets of the pancreas to explore the localized expression of ACE2 inthe pancreas. ACE2 is expressed in both exocrine glands and islets. At the same time,analysis results from scRNA-seq data were consistent with elevated levels of amylaseand lipase in the plasma of our patients.In our cases, about 1-2% of the non-severe patients with SARS-CoV-2 had pancreaticlesions, and about 17% of the severe patients suffered from pancreatic injuries, whichwas not previously noticed. Although their imaging alterations suggested thatpancreatitis was not severe, the problem should not be ignored, especially in severepatients. In the clinic, the consequences of pancreatic injury can still be very serious,such as aggravating systemic inflammation, especially in the lungs and acceleratingthe occurrence of acute respiratory distress syndrome (ARDS)[16], and evendeveloping into chronic pancreatitis without early intervention, which will have aserious impact on the health and quality of life of patients. On the other hand, Yang etal. reported that patients infected with SARS-CoV who had never usedglucocorticoids suffered from hyperglycemia, which might be caused by SARS-CoVdamaging the pancreatic islets through ACE2[16, 17]. Since SARS-CoV-2 has thesame receptor as SARS-COV, whether this result will occur requires more attention.Therefore, increased attention should be paid to the pancreas in patients withSARS-CoV-2 infection, especially in severe cases.In our study, there are still some limitations. There is no direct evidence that the slightdamage to the pancreas was caused by SARS-COV-2 binding to ACE2 in the pancreas,and no studies have shown that nucleic acids of SARS-COV-2 have been detected inthe pancreas. Due to the particularity of the location of the pancreas, this study couldnot be carried out. At present, the body anatomy has been conducted in China, and wehope to see this result in the future. At the same time, the systemic inflammatoryresponse in severe COVID-19 patients might also cause mild damage to the pancreas.However, in the causes of pancreatitis, virus infection factors such as mumps, herpessimplex virus should not be ignored[18]. Our study provides a new idea and apossible mechanism.FRL, ZGZ conceived this study. ZGZ, BXZ, WGZ, XL, WBZ, MHF, WJW, WL,collected the clinical data. FRL and ZGZ analyzed the data. XPC provided the advicesof this study. FRL and ZGZ wrote the manuscript. All authors read and approved thefinal manuscript.This study was funded by the State Key Project on Infection Disease of China (No.2018ZX10723204-003); the Chinese Ministry of Public Health for Key ClinicalProject (No. [2010] 493-51); National Natural Science Foundation of China(81502530, 81874189 and 81874149).All data generated or analyzed during this study are included in the manuscript.This research was authorized by the Ethic Committee of Wuhan Tongji Hospital.All authors agree to submit for consideration for publication in the journal.1617Zhou MT, Chen CS, Chen BC, et al. Acute lung injury and ARDS in acute pancreatitis:Yang JK, Feng Y, Yuan MY, et al. Plasma glucose levels and diabetes are independent predictorsfor mortality and morbidity in patients with SARS. Diabet Med 2006;23:623-8.18Parenti DM, Steinberg W, Kang P. Infectious causes of acute pancreatitis. Pancreasof ACE2 in multiple organs from GTEx samples. (B), (D) The visualization ofpancreatic cell distribution by UMAP in GSE85241 and GSE84133. (C), (E) Theexpression of ACE2 in different pancreatic cell in GSE85241 and GSE84133. (***: P< 0.001)severe patient with COVID-19.PP and delta cellFemaleMaleAmylase increasedLipase increasedGSE84133(N=19)All patients(N=121)Non-severe(N=54)Severe(N=67)14 (25.45%)31 (56.36%)1 (1.82%)4 (7.27%)4 (7.27%)1 (1.82%)", "ref_list": [[], ["mechanisms and potential intervention"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China.\nThe ongoing outbreak of coronavirus disease 2019 (COVID-19) caused by severe\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2) started in the end of 2019 in\nChina has triggered a global public health crisis. Previous studies have shown that\nSARS-CoV-2 infects cells by binding angiotensin-converting enzyme 2 (ACE2),\nwhich is the same as SARS-CoV. The expression and distribution of ACE2 in the\npancreas are unknown. At the same time, the injury of pancreas after SARS-CoV-2\ninfection has not been concerned. Here, we collected public datasets (bulk RNA-seq\nand single-cell RNA-seq) to indicate the expression and the distribution of ACE2 in\npancreas (in both exocrine glands and islets). And further, clinical data including mild\nand severe patients with COVID-19 demonstrated there existed mild pancreatitis. In\nthe 67 severe cases, 11 patients (16.41%) showed elevated levels of both amylase and\nlipase, and 5 patients (7.46%) showed imaging alterations. Only one patient (1.85%)\nshowed elevated levels of both amylase and lipase in 54 mild cases, without imaging\nchanges. Our study revealed the phenomenon and possible cause of mild pancreatic\ninjury in patients with COVID-19. This suggests that pancreatitis after SARS-CoV-2\ninfection should also be paid attention in clinical work.", "one_words_summarize": "The ongoing outbreak of coronavirus disease 2019 (COVID-19) caused by severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2) started in the end of 2019 inChina has triggered a global public health crisis. Previous studies have shown thatSARS-CoV-2 infects cells by binding angiotensin-converting enzyme 2 (ACE2),which is the same as SARS-CoV. The expression and distribution of ACE2 in thepancreas are unknown. This suggests that pancreatitis after SARS-CoV-2infection should also be paid attention in clinical work. We collect hospital admissions, laboratory tests, and imaging testsfrom clinical electronic medical records. Mild COVID-19 patientswith serum amylase and lipase in the normal range did not undergo the imagingevaluation of the pancreas, and their pancreas was assumed to be normal. 1A), which suggests that these organsor tissues such as unreported ovary and thyroid might also be targets for SARS-CoV-2.For comparison, we compared ACE2 expression in lung and pancreatic tissues, sincethe lung is known to be the first target organ to be attacked by SARS-CoV-2. However, in the imaging evaluation, only 5severe patients (7.46%) showed changes in the pancreas, mainly focal enlargement ofthe pancreas or dilatation of the pancreatic duct, without acute necrosis (Fig. However, the injury of pancreashas been ignored in clinic, since the symptoms of mild pancreatic injury are notspecific to other systemic lesions, such as fever, nausea, vomiting and abdominalpain. Although their imaging alterations suggested thatpancreatitis was not severe, the problem should not be ignored, especially in severepatients. Since SARS-CoV-2 has thesame receptor as SARS-COV, whether this result will occur requires more attention. Due to the particularity of the location of the pancreas, this study couldnot be carried out. At the same time, the systemic inflammatoryresponse in severe COVID-19 patients might also cause mild damage to the pancreas. ZGZ, BXZ, WGZ, XL, WBZ, MHF, WJW, WL,collected the clinical data. 2010] 493-51); National Natural Science Foundation of China(81502530, 81874189 and 81874149).All data generated or analyzed during this study are included in the manuscript. This research was authorized by the Ethic Committee of Wuhan Tongji Hospital. B), (D) The visualization ofpancreatic cell distribution by UMAP in GSE85241 and GSE84133. ( C), (E) Theexpression of ACE2 in different pancreatic cell in GSE85241 and GSE84133. (***:"}