{"date": "2020/02/28", "journal": "medrxiv", "authors": "Lu Li, Shuang Li, Manman Xu, Sujun Zheng, Zhongping Duan, Yu Chen, Junfeng Li", "title": "The level of plasma C-reactive protein is closely related to the liver injury in patients with COVID-19", "type": "preprint article", "abstract": "*Corresponding author: Difficult & complicated liver diseases and artificial liver center, Beijing Lu Li and Shuang Li contributed equally to this work.", "text": "Aim:Coronavirus disease 2019 (COVID-19) has rapidly become the most severe publichealth issue all over the world. Despite acute respiratory failure, liver dysfunction hasalso been observed in clinical settings This study aimed to investigate the factorsinvolved with hepatic injury in COVID-19 patients.A total of 26 hospitalized patients who were diagnosed with COVID-19 treated atBeijing You’an Hospital were retrospectively analyzed. According to the diagnosticcriteria, they were divided into mild group (n=3), ordinary group (n=6), serious group(n=11) and critical group (n=6). Blood count, blood chemistry, coagulation test, liverand renal function, C-reactive protein, procalcitonin, lactic acid, cardiac markers andarterial partial pressure was compared between these groups. Independent risk factorsof ALT increase was selected.There were 8 patients with ALT elevation in the patients with COVID-19, accountingfor 30.8% (8/26). There was no difference in sex ratio between normal and elevatedALT population, and there was an increasing trend in age. The CRP index wassignificantly higher in the population with elevated ALT, and the increase of CRP wasindependently related to ALT level, and the OR value was 1.023 (P = 0.024).COVID-19 related hepatic injury may be a result of cytokine storm syndrome, apositive correlative relationship between the increase of CRP and liver injury. Earlydetection and timely treatment of hepatic injury is necessary.Key word: Coronavirus disease 2019 (COVID-19), liver injury, Cytokine stormsyndromeFunding: National Key R&D Program of China（No.2017YFA0103000）; NationalScience and Technology Key Project on “Major Infectious Diseases such asHIV/AIDS, Viral Hepatitis Preventon and Treatment”（NO.2017ZX10203201-005）;Beijing Municipal Administration of Hospitals ClinicalMedicine Development of Special Funding Support （NO.ZYLX201806）Novel coronavirus pneumonia（NCP）is a newly emerging infectious disease causedby a novel coronavirus mutant with outstanding symptoms of acute atypicalpneumonia and pulmonary damage. Since December 2019, this new disease hasrapidly become the most severe public health issue in China, threatening the overallhealth and socioeconomic well-being of our society1-4. Studies have shown thatCOVID-19, which belongs to the beta-coronavirus family, has distinct geneticdifferences from SARSr-CoV and MERSr-Cov5. In February 2020, the WHOannounced the virus a novel coronavirus mutant and officially named it as coronavirusdisease 2019 (COVID-19). Up until February 26th 2020, there have been 78,211COVID-19 cases resulting in 2,720 deaths. Despite atypical pneumonia being theprimary symptom, liver dysfunction has also been observed in clinical settings,indicating a possibility for COVID-19 to cause hepatic injury. However, the reasonand mechanism behind the hepatic injury is still unclear. For the time being, there hasbeen a lack of research regarding this issue and it remains controversial. Therefore, amore thorough investigation of the relationship between COVID-19 and hepaticinjury is critical in terms of solving practical clinical problems as well as improvingclinical treatment and cure rate. We selected the representative COVID-19 patientsand focused on the characteristics of their hepatic injury and the possible influencesfrom COVID-19, aiming to provide new clues and data for clinical diagnosis andtreatment.        For this retrospective, single-center study, we recruited 26 patients with COVID-19from Jan 28 to Feb 22, 2020, at the You’an Hospital of Capital Medical University,Beijing, China. Diagnosis of COVID-19 and clinical classification according to thenew coronavirus pneumonia diagnosis and treatment plan (trial version 6) developedby the National Health Committee of the People's Republic of China(http://www.nhc.gov.cn/). The clinical classifications are as follows: (1) mild, onlymild symptoms, no sign of pneumonia in imaging. (2) ordinary, with fever,respiratory tract symptoms, and imaging shows pneumonia. (        Collect the laboratory data of 26 patients at admission. Laboratory assessmentsconsisted of complete blood count, blood chemistry, coagulation test, liver and renalfunction, C-reactive protein, procalcitonin, lactic acid, cardiac markers, arterial partialpressure of oxygen and CT scan.Age and days were represented by median (range), categorical variables by number(%), and laboratory data by mean (interquartile range). Compared the differencesbetween the two groups with t-test, chi-square test or Mann-Whitney U test. logisticregression was used to select independent risk factors that affect ALT increase.Analyses were performed using SPSS 22.0 statistical package (SPSS, Inc., Chicago,IL, USA). P-value < 0.05 was considered statistically significant.ResultsThe characteristics of patients with COVID-19 in the present study were shown inratio was similar. The average ALT value was 37.31U/L, and the AST level slightlyincreased. The average value of total bilirubin and direct bilirubin were in the normalrange. The average level of creatinine was normal. C-reactive protein increasedsignificantly, the average value of lymphocyte was close to the normal low value. Theaverage value of creatine kinase was normal. In terms of clinical classification, theproportion of severe patients was 42.3%, followed by common and critical patients.At the same time, the patient had no history of liver disease.The results were shown in Table 2. There were 8 patients with ALT elevation in thewhole population, accounting for 30.8% (8/26). There was no difference in sex ratiobetween normal and elevated ALT population, and there was an increasing trend inage. The bilirubin level was normal between the two groups. However, the CRP indexwas significantly higher in the population with elevated ALT. At the same time,neutrophils also increased. There was no significant difference in clinicalclassification between the two groups, however, the results showed that the proportionof severe patients in the ALT increased group was higher, reaching 62.5%.The CRP and neutrophils with significant differences in the univariate analysis wereanalyzed in logistic regression. It was found that the increase of CRP wasindependently related to ALT level, and the OR value was 1.023 (P = 0.024).Our study reported on the factors involved with hepatic injury in COVID-19 patients.It was noticed for the first time that the injury was closely related to CRP, indicativeof an inflammatory response. This discovery gave new evidence for the mechanism ofCOVID-19 patient’s hepatic injury.As the number of patients diagnosed with COVID-19 infection continues to rise, it isapparent that, similar to SARS (Severe Acute Respiratory Syndrome), COVID-19mainly causes pulmonary symptoms, but may simultaneously lead to the injury ofnon-pulmonary organs including the liver, kidneys and cardiac muscle6-9. A recentstudy published in The Lancet revealed that 43 out of 99 COVID-19 cases from theWuhan Jinyintan Hospital had shown transaminase elevation (ALT or AST elevation),with one patient suffering severe hepatic injury (ALT 7590 U/L, AST 1445 U/L)6.However，no further research or explanation had been provided. The latest researchfrom the Liver Cancer Institute at Zhongshan Hospital of Fudan University has shownthat bile duct cell has high specific expression of coronavirus receptor ACE-2 and lowexpression of hepatocytes, indicating the capability of COVID-19 to bind to ACE-2positive bile duct cells directly, leading to the dysfunction of the bile duct, whilebiliary epithelial cell plays a key role in liver regeneration and immunoreaction7.Additionally, most scholars believe that cytokine storm syndrome (CCS) anddrug-induced liver injury may be the main mechanism behind hepatic injury. TheLancet also recently published a case report authored by Dr. Fusheng Wang’s teamfrom the Fifth Medical Center of PLA General Hospital ( 302 Hospital ). On January27 2020, Dr. Wang’s team performed a pathological autopsy on a deceasedCOVID-19 patient. According to their report, the patient’s liver biopsy specimenrevealed medium microvascular lipoid degeneration and active inflammation in thehepatic lobule portal area8. Due to the usage of interferon α-2b, lopinavir/ritonavir onthe patient as treatment, there is difficulty in distinguishing within the pathologicalreport whether the hepatic injury was caused by COVID-19 or a result ofdrug-induced liver injury.Our research involved 26 COVID-19 patients, out of which, 8 patients with nounderlying chronic liver disease developed hepatic injury while admitted (over theclinical course). The other 18 patients had no signs of hepatic injury. Among the 8patients presenting with hepatic injury, one patient had moderate symptoms whileseven were under clinical care, an indication that hepatic injury likely occurs inpatients under critical care. This indication is consistent with Academician NanshanZhong and his team’s recent clinical research on acute respiratory syndrome causedby COVID-19, published in the form of preprint9. Their research, which involved thelargest scale of data so far, discovered that the abnormal rate of ALT and AST amongcritical COVID-19 patients are evidently higher than those among the non-criticalpatients（ALT，39.4% vs 18.2%，P<0.001 ；AST，28.1% vs 19.8%，P=0.043）.However, there was little statistical significance after we compared the two groups ofour patients (P=0.338), which may be a result of the small number of samples.The hepatic injury of the patients was mainly reflected through mild and mediumelevation of ALT and AST, while elevation in serum-bilirubin was a rare occurrence.In our research, the highest ALT (629U/L) and the highest AST(1912U/L) was from apatient under critical care and resulted in mortality. As the disease developed, ALT ofmost patients began to drop during the second week, while serum-bilirubin levelsmostly remained consistent. Hence, the hepatic injury complication of COVID-19patients can be considered as a temporary acute hepatic injury with a relatively rapidchange of serum enzyme, most less than 200U/L, and with gradual recovery after oneweek. The combination of the preceding pathological report showing a mediummicrovascular lipoid degeneration, active inflammation in the hepatic lobule portalarea, abnormal liver function and pathology strongly support the argument that thehepatic injury related to COVID-19 is an acute non-specific inflammation change.In addition, when comparing the two groups of patients by single parameter andmultiple parameters, we found that COVID-19 related hepatic injury is closely relatedto cytokine storm syndrome. Cytokine storm syndrome (CSS) is an overactiveinflammatory response of the human body caused by infectious or non-infectiousdisease, which involves a persistent activation and reproduction of several kinds oflymphocytes and macrophages that will secrete huge amount of cytokine10. CSS ishighly correlated to the pathogenicity of infectious diseases and the fatality rate ofvirus infections such as SARS11,12. CSS not only leads to pulmonary injury, but alsothe injury of non-pulmonary organs including the liver, kidneys and cardiac muscle.Because inflammatory cytokine is not listed as a routine test for admission, CRP canbe used as a critical indicator of CSS. C reactive protein (CRP) is an acute phaseprotein that rapidly increase in the presence of infection or tissue damage. CRP playsan important role in the body immune process by activating complement andenhancing phagocytosis, thereby eliminating pathogenic microorganisms and/or tissuecells that are damaged or necrotic. Our research revealed a positive correlativerelationship between the increase of CRP and the increase of ALT, which signifiesthat COVID-19 related hepatic injury may be a result of CSS.Our study also observed the patients involved in our research had a decline in albuminlevels, though there was no obvious decline rate difference between the hepatic injurygroup and the control group, indicating that the result was not related to hepatic injury.The observed decline of albumin was more likely due to the exuberant proteinsynthesis caused by COVID-19 patients’ hyper metabolic state presenting with fever,malnutrition and low caloric intake, suggesting the likely importance of nutritionalsupport therapy.There were some limitations in the study, most of patients are still in hospital, whosecondition maybe change in follow-up. And the study has not included the finalsurvival outcome. However, we focused on the early identification of critical cases forrisk stratification and management. We expect the results can help alleviate theshortage of medical resources and manage liver injury in patients with COVID-19infection.In conclusion, hepatic injury is a likely complication of COVID-19 infection,presenting with a mild or medium increase in transaminase and an abnormal level ofbilirubin. Therefore, early detection and timely treatment of hepatic injury isnecessary.Reference1. Zhu Na, Zhang Dingyu,Wang Wenling et al. A Novel Coronavirus from Patients2. Wang Chen, Horby Peter W, Hayden Frederick G, et al. A novel coronavirusoutbreak of global health concern.[J] .Lancet, 2020, 395:470-473.322.4. Luo Guangxiang George, Gao Shou-Jiang. Global health concerns stirred byemerging viral infections.[J] .J. Med. Virol., 2020, 92: 399-400.5. Lu Roujian, Zhao Xiang, Li Juan et al. Genomic characterisation and epidemiologyof 2019 novel coronavirus: implications for virus origins and receptorbinding.[J] .Lancet, 2020, 395: 565-574.6. Chen Nanshan, Zhou Min, Dong Xuan, et al. Epidemiological and clinicalcharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: adescriptive study.[J] .Lancet, 2020, 395: 507-513.7. Chai Xiaoqiang, Hu Longfei, Zhang Yan, et al. Specific ACE2 Expression inCholangiocytes May Cause Liver Damage After 2019-nCov Infection. bioRxiv, 2020.8. Xu Zhe,Shi Lei,Wang Yijin et al. Pathological findings of COVID-19 associatedwith acute respiratory distress syndrome.[J] .Lancet Respir Med, 2020, undefined:undefined.coronavirus infection in China. medRxiv, 2020.10. Tisoncik Jennifer R, Korth Marcus J, Simmons Cameron P, et al. Into the eye of11. Chen Jun, Subbarao Kanta. The Immunobiology of SARS*.[J] .Annu. Rev.Immunol., 2007, 25: 443-72.12. Duan Zhong-ping,Chen Yu,Zhang Jing et al. [Clinical characteristics andmechanism of liver injury in patients with severe acute respiratorysyndrome].[J] .Zhonghua Gan Zang Bing Za Zhi, 2003, 11: 493-6.ALT normal group(n=18)64.17±19.50Albumin(g/L)Total bilirubin (µ mol/L)Direct bilirubin (µ mol/L)Creatinine (µmol/L)Lactic acid(mmol/L)C-reactive protein(mg/L)White blood cell (10^9/L)Red blood cell (10^12/L)Hemoglobin (g/L)Platelet (10^9/L)Neutrophil count(×10^9/L)Lymphocyte countMonocyte countCreatine Kinase(U/L)Creatine KinaseIsoenzyme-MB(U/L)TroponinIMyoglobinINRClinical classification, n(%)Mild typeOrdinary typeSevere typeCritical type", "ref_list": [[], [""], ["nCoV outbreak-early lessons"], ["Female，n(%)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Guan Weijie", "Hu Yu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Aim:\nCoronavirus disease 2019 (COVID-19) has rapidly become the most severe public\nhealth issue all over the world. Despite acute respiratory failure, liver dysfunction has\nalso been observed in clinical settings This study aimed to investigate the factors\ninvolved with hepatic injury in COVID-19 patients.", "one_words_summarize": "Aim:Coronavirus disease 2019 (COVID-19) has rapidly become the most severe publichealth issue all over the world. A total of 26 hospitalized patients who were diagnosed with COVID-19 treated atBeijing You’an Hospital were retrospectively analyzed. Up until February 26th 2020, there have been 78,211COVID-19 cases resulting in 2,720 deaths. However, the reasonand mechanism behind the hepatic injury is still unclear. 2) ordinary, with fever,respiratory tract symptoms, and imaging shows pneumonia. ( logisticregression was used to select independent risk factors that affect ALT increase. At the same time, the patient had no history of liver disease. There were 8 patients with ALT elevation in thewhole population, accounting for 30.8% (8/26). It was found that the increase of CRP wasindependently related to ALT level, and the OR value was 1.023 (P = 0.024).Our study reported on the factors involved with hepatic injury in COVID-19 patients. It was noticed for the first time that the injury was closely related to CRP, indicativeof an inflammatory response. The combination of the preceding pathological report showing a mediummicrovascular lipoid degeneration, active inflammation in the hepatic lobule portalarea, abnormal liver function and pathology strongly support the argument that thehepatic injury related to COVID-19 is an acute non-specific inflammation change. C reactive protein (CRP) is an acute phaseprotein that rapidly increase in the presence of infection or tissue damage. Our research revealed a positive correlativerelationship between the increase of CRP and the increase of ALT, which signifiesthat COVID-19 related hepatic injury may be a result of CSS.Our study also observed the patients involved in our research had a decline in albuminlevels, though there was no obvious decline rate difference between the hepatic injurygroup and the control group, indicating that the result was not related to hepatic injury. A novel coronavirusoutbreak of global health concern.[J] .Lancet, 2020, 395:470-473.322.4. Tisoncik Jennifer R, Korth Marcus J, Simmons Cameron P, et al."}