{"date": "2020/02/28", "journal": "medrxiv", "authors": "Xingwang Jia, Pengjun Zhang, Yaping Tian, Junli Wang, Huadong Zeng, Jun Wang, Liu Jiao, Zeyan Chen, Lijun Zhang, Haihong He, Kunlun He, Yajie Liu", "title": "Clinical significance of IgM and IgG test for diagnosis of highly suspected COVID-19 infection", "type": "preprint article", "abstract": "2.Key Laboratory of Carcinogenesis and Translational Research (Ministry 5.Key Laboratory of Ministry of Industry and Information Technology of", "text": "6.Department of Neurology, Shenzhen Hospital, Southern* These authors contribute equally to this work.Quick, simple and accurate diagnosis of suspected COVID-19 isvery important for the screening and therapy of patients. Althoughseveral methods were performed in clinical practice, however, theIgM and IgG diagnostic value evaluation was little performed. 57suspected COVID-19 infection patients were enrolled in our study.24 patients with positive and 33 patients with negative nucleic acidtest. The positive rate of COVID-19 nucleic acid was 42.10%. Thepositive detection rate of combination of IgM and IgG for patients withCOVID-19 negative and positive nucleic acid test was 72.73% and87.50%. The results were significantly higher than the nucleic acid orIgM, IgG single detection. hsCRP in the COVID-19 nucleic acid negativegroup showed significantly higher than the positive groups (P=0.0298).AST in the COVID-19 IgM negative group showed significantly lowerthan the positive groups (P=0.0365). We provided a quick, simple,accurate aided detection method for the suspected patients andon-site screening in close contact with the population.COVID-19 which was discovered in Wuhan due to pneumonia viruscases in 2019[1], and was named by the World Health Organizationon January 12, 2020. Coronaviruses are a large family of viruses thatare known to cause colds and more serious diseases[2]. COVID-19is a novel coronavirus strain that has never been found in humansbefore. Common signs of a person infected with COVID-19 includerespiratory symptoms, fever, cough, shortness of breath, and dyspnea.In more severe cases, infection can cause pneumonia, severe acuterespiratory syndrome, kidney failure, and even death. There iscurrently no specific treatment for diseases caused by COVID-19[3].However, many symptoms can be managed, so they need to betreated according to the clinical situation of the patient. The mainroutes of transmission of COVID-19 are respiratory droplets andcontact transmission. Aerosol and fecal-oral routes of transmissionneed to be further clarified. Epidemiological investigations haveshown that cases can be traced to close contact with confirmedcases[4, 5].According to the sixth edition of the diagnostic criteria, theCOVID-19 cases are divided into two categories: \"suspected cases\"and \"confirmed cases\". As of 24:00 on February 25, a total of 77,789confirmed cases have been reported in China, 27,836 cases havebeen cured, 2,666 death cases. COVID-19 is sudden and publicevents in the worldwide[6]. Timely and accurate diagnosis of it isvery important for the detection and therapy of patients. However, inthe clinical practice, the detection standard varied partly with rapidlygrowing awareness of COVID-19. Nucleic acid detection, chest CT,epidemiological history and clinical manifestations were recognizedas diagnostic basis[7, 8]. However, the nucleic acid detection had thelimitation of operators, time consuming, easy pollution. CT resultsoften can be changed at severely infected patients, and the specificitywas also limited. IgM/IgG antibody detection method has theadvantages of simple, easy, and high sensitivity.In our study, by evaluating the clinical significance of IgM and IgGfor the highly suspected COVID-19 infection patients, we aimed toprovide a quick, simple, accurate diagnostic method for the detectionof suspected patients.This is a retrospective study which was approved by the Ethics(NYSZYYEC20200009).Thedatawereanonymous, so therequirement for informed consent was therefore waived. Total 57suspected COVID-19 infection patients were enrolled in our studyaccording National Health Commission of the people's Republic ofChina. Diagnostic and treatment protocol for COVID-19 (trial SixthEdition). Definition of suspected cases of COVID-19: first, at leastone of the following clear epidemiological history: (1) the patienthas a history of travel or resident in Wuhan or surrounding area, orcommunities with COVID-19 patients within 14 days before onset;(2) has a contact history with people infected with COVID-19(positive nucleic acid test) within 14 days before onset; (3) has acontact history with patients from Wuhan and surrounding areas, orhas a contact history with patients who has fever or respiratorysymptoms from communities with COVID-19; (4) Cluster onset.And at least have the following two clinical manifestations: (1) feverand (or) respiratory symptoms; (2) conforming to the imagingfeatures; (3) white blood cells are normal or reduced in early stage ofdisease, and lymphocyte count is reduced. Second, if there is noclear epidemiological history, it meets the above three clinicalmanifestations.Blood routine and hs-CRP were detected by Mindray CAL8000automatic blood analyzer (Mindray Company, Shenzhen). Thehs-CRP(Lot2019111901)detectionmethodwasimmunoturbidimetric method. The AST (Lot: 252968) and ALT (Lot:021837)used theautomaticbiochemicalimmunoassay analyzer (Ortho, Rochester, NY). The methods weredry chemical methods. D-Dimer (Lot:255469) was detected bySTAGO-R MAX automatic hemagglutination analyzer (DiagnosticGennevilliers),andthedetectionmethodwasimmunoturbidimetry. Primary screening of pharyngeal swab nucleicacid amplification was performed by two kits of 6 companies(DAAN, Sansure Biotech, BGI, ShangHai ZJ Biotech, Geneodx,Biogerm) in more than 20 hospitals of ShenZhen. COVID IgM/IgGantibodies kit which have sent to BIMT for product verification weredetected on Time-Resolved Immunofluorescence Analyzer bymethod (BeijingDiagreat Biotechnologies Co., Ltd，Lot: 20200214). The procedureof nucleic acid, IgM and IgG detection was strictly performedaccording to the instruction of manufacturer's manual. 242 healthypeople without related diseases were tested, and the values weremeasured in ascending order. Among them, 95% of the values werenegative. Then we defined the cutoff of IgM and IgG are 0.88 and1.02. The result were expressed as fluorescence intensity (Flu).Statistical analyses were performed with the Statistical AnalysisSystem software SPSS 19.0, and data are presented as Median (25%percentile, 75% percentile). With nonparametric test and two-sidedχ2 test, we compared the differences between the two groups, andthe P-value <0.05, which will be considered statistically significant.According to the diagnostic standard of suspected COVID-19 infection,57 patients were enrolled in our study. All the 57 patients underwent 3times nucleic acid tests, and every time the results of nucleic acid testswere confirmed by two COVID-19 nucleic acid tests kits. Of all the 57patients, 24 patients had a positive nucleic acid test and 33 patients had anegative nucleic acid test for the first time, and all the 57 patients had anegative nucleic acid test for the second and third time. The positive rateof COVID-19 nucleic acid in the 57 suspected COVID-19 infection was42.10%. From the time of the first exposure to COVID-19 infection to thenucleic acid test, the time ranged from 1 day to 34 days. 1 patient hadnegative nucleic acid result after 34 days exposure, however, the IgMdetection result was positive. The results were partly different from thecurrent cognition “The median incubation period for COVID-19 is 3 days,with a minimum of 0 days and a maximum of 24 days”.According to the nucleic acid test results, we performed IgM and IgGdetection by the Diagreat company. As shown in Figure 1A, among the 33patients with COVID-19 nucleic acid negative results, the IgMfluorescence intensity (Flu) of 20 patients was more than 0.88, thepositive rate was 60.61%. As shown in Figure 1B, the IgG Flu of 15patients was more than 1.02, the positive rate was 45.45%. As shown inresults, the IgM Flu of 19 patients was more than 0.88, the positive ratewas 79.17%. As shown in Figure 2B, the IgG Flu of 16 patients was morethan 1.02, the positive rate was 66.67%.As shown in Figure 3A, combination of IgM and IgG detection forCOVID-19, during the 33 patients had a negative nucleic acid test, thepercentagerateofIgM(+)IgG(+), IgM(-)IgG(+), IgM(+)IgG(-),IgM(-)IgG(-) were 36.37%, 12.12%, 24.24%, and 27.27%, separately.The positive diagnostic rate of combination of IgM and IgG detection for33 patients with COVID-19 negative nucleic acid test was 72.73%.Compared with the negative nucleic acid test, IgM and IgG singledetection, the combination of IgMand IgG showed significantlyincreased (P<0.01). As shown in Figure 3B, combination of IgM and IgGdetection for COVID-19, during the 24 patients had a positive nucleicacid test, thepercentage rateof IgM(+)IgG(+), IgM(-)IgG(+),IgM(+)IgG(-), IgM(-)IgG(-) were 62.50%, 8.33%, 16.67%, and 12.50%,separately. The positive diagnostic rate of combination of IgM and IgGdetection for 24 patients with COVID-19 negative nucleic acid test was87.50%. Compared with the nucleic acid positive test, IgM and IgGsingle detection, the combination of IgMand IgG also showedsignificantly increased (P<0.01).Nine blood indicators (hsCRP, WBC,LY, LY%, NEUT, NEUT%, PLT,ALT and AST) were analyzed for the negative and positive group ofCOVID-19 nucleic acid, IgM and IgG test. As shown in Figure 3, theconcentration of hsCRP in the COVID-19 nucleic acid negative andpositive groups were 1.10 (0.36, 2.43) and 0.51(0.20, 0.77), separately. Itshowed significantly difference between the two groups (P=0.0298). Theother eight indicators (WBC, LY, LY%, NEUT, NEUT%, PLT, ALT andAST) showed not significantly difference (P>0.05). As shown in Figure 4,the concentration of AST in the COVID-19 IgM negative and positivegroups were 21.00 (17.00, 26.75) and 23.00(21.00, 32.00), separately. Itshowed significantly difference between the two groups (P=0.0365). Theother eight indicators (hsCRP, WBC, LY, LY%, NEUT, NEUT%, PLT,and ALT) showed not significantly difference (P>0.05). As shown inFigure 5, all the nine indicators showed not significantly difference(P>0.05) between the COVID-19 IgG negative and positive groups.In our study, the positive rate of COVID-19 nucleic acid in the 57suspected COVID-19 infection was 42.10%. The results of nucleic acidresults may be false negative and also false positive. First, because of thethroat swab samples were collected in our study. Studies demonstratedthat the sample location was a very important factor for the nucleic aciddetection. Researchers analyzed a total of 72 nasal swabs and 72 throatswabs to obtain 9 consecutive samples from each patient. They found thata higher viral load was detected shortly after the onset of symptoms, withviral load in the nose being higher than in the throat[9]. Liu YB collectedeach 100 nasal and throat swab specimens. of which 89 specimens werepositive for the nasal swab specimens, and 54 specimens were positivefor the throat swab specimens. The positive rate in nasal swab sampleswas significantly higher than that in throat swab samples. Second, in theclinical practice, when collecting throat swab specimens, medical staffneed wear protective clothing. Different medical staff operated thesample collecting. The procedure may also affect the nucleic aciddetection results. As shown in Figure 7A, the nucleic acid detection resultof Patient ID 55 was negative, but the IgM and IgG results were positive.In the lower of both lungs, there were large fuzzy shadows and GGO,some slightly fan-shaped distribution. Third, because of the laboratorypollution, the positive results may be also false positive. As shown inFigure 7B, the nucleic acid detection result of Patient ID 19 was positive,but the IgM and IgG were negative results, according to the CT results,no obvious lesion was found in both lungs. Study analyzed 126 Germancitizens left Wuhan who had to pass screening for clinical signs ofinfection. 2 passengers nucleic acid test were positive after quarantine for14 days, but the two patients did not develop symptoms. The researchersreconfirmed the results by other methods. The result indicate that peoplewith no fever, no symptoms, or only mild symptoms of infection mayignore their potential infectivity[10]. Laboratory examination of theCOVID-19 nucleic acid positive group of 31 patients, negative group of23 patients are mainly characterized by reduced lymphocyte counts,increasedC-reactive protein. Except for dyspnea, therewas nosignificantly different in the clinical characteristics of the covid-19nucleic acid negative and positive group[11]. Studies demonstrated thatclinical features of clinical diagnosis of COVID-19 nucleic acid positiveand negative patients are similar, faster and more accurately methodswere urgently needed for the diagnosis of COVID-19. The positivediagnosis rate of combination of IgM and IgG detection for patients withCOVID-19 negative and positive nucleic acid test was 72.73% and87.50%. Although several IgM and IgG detection kit promotion werereported by news, however, little study was reported. One study enrolled6 cases of COVID-19 Gansu Province were analyzed by COVID-19specific IgM antibody detection kit. 5 cases were positive and 1 case wasStudies analyzed coagulation indicators and outcomes of consecutive 183patients with confirmed COVID-19, found significantly elevated D-dimerand fibrin degradation levels are closely related with the deaths[13].Study analyzed the clinical symptoms of 20 medical workers infectedwith COVID-19, Compared with normal patients, white blood cell countand liver enzyme showed significantly increased in severe patients, thelymphocyte count in peripheral blood were significantly decreased[14].In our study, the concentration of hsCRP in the COVID-19 nucleic acidnegative and positive groups were 1.10 (0.36, 2.43) and 0.51(0.20, 0.77),separately. It showed significantly difference between the two groups(P=0.0298). C-reactive protein is an acute phase protein synthesized byliver cells when the body is exposed to inflammatory stimuli such asmicrobial invasion or tissue damage. The detection of CRP is widely usedin clinical applications, including the diagnosis and differential diagnosisof acute infectious diseases, the monitoring of postoperative infections,the observation of the efficacy of antibiotics, the detection of diseasecourse and prognosis. In clinical practice, some patients with COVID-19would suddenly worsen in the later stage and soon enter a state ofmultiple organ failure. It may be related to the sudden initiation of aninflammatory storm in critically ill patients. The inflammatory storm notonly causes lung injury, but also causes multiple organs such as the liver,heart muscle, and kidney damage. Therefore, \"inflammatory storm\" isalso one of the important reasons for liver injury in COVID-19 patients.In our study, the concentration of AST in the COVID-19 IgM negativeand positive groups were 21.00 (17.00, 26.75) and 23.00(21.00, 32.00),separately. It showed significantly difference between the two groups(P=0.0365). Studies demonstrated that the liver function indicators ofpatients with COVID-19 intensive care unit were significantly higherthan those in non-intensive care units[15, 16]. In another 1099 patientsfrom multiple centers study, it found that ALT and AST were also mainlyelevated in severe patients[17]. Studies revealed that COVID-19 enterscells mainly through angiotensin converting enzyme 2. Bile ductepithelial cells specifically express ACE2, which is 20 times higher thanhepatocytes, suggesting that 2019-nCoV infection may cause bile ductepithelial cell damage[18]. The reason of liver function abnormalities ismore mainly due to drugs, systemic inflammation, and multiple organdysfunction Secondary liver damage, not liver damage caused by thevirus itself[19].There are still some limitations in our study. First, the relatively smallsample size, difference of IgM and IgG antigen binding site, difference ofCOVID-19 nucleic acid design, it may result in the bias of results. Second,because of the different time that from a patient who were firstly exposedto the virus to the detection, the detection positive rate of IgM and IgGmay be affected. Earlier and different times should be performed tovalidate the detection value of IgM and IgG. Third, the detection value ofIgM and IgG should be followed up in the future study.In summary, compared with the nucleic acid detection, the IgM and IgGmay provide a quick, simple and accurate aided detection method forsuspected COVID-19 patients. We should combine the nucleic acid, IgM,IgG, CT scan and clinical characteristics results together for the diagnosisof COVID-19.Wang C, Horby PW, Hayden FG, Gao GF: A novel coronavirusoutbreakofglobalhealthconcern.Lancet2020,395(10223):470-473.Malik YS, Sircar S, Bhat S, Sharun K, Dhama K, Dadar M, Tiwarianalysis and recent developments. Vet Q 2020:1-12.Velavan TP, Meyer CG: The COVID-19 epidemic. Trop Med IntHealth 2020.Yu P, Zhu J, Zhang Z, Han Y, Huang L: A familial cluster ofinfection associated with the 2019 novel coronavirus indicatingpotential person-to-person transmission during the incubationperiod. J Infect Dis 2020.Eye View. Int J Occup Environ Med 2020, 11(2):65-71.Zu ZY, Jiang MD, Xu PP, Chen W, Ni QQ, Lu GM, Zhang LJ:China. Radiology 2020:200490.To KK, Tsang OT, Chik-Yan Yip C, Chan KH, Wu TC, Chan JMC,Leung WS, Chik TS, Choi CY, Kandamby DH et al: Consistentdetection of 2019 novel coronavirus in saliva. Clin Infect Dis2020.Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, Yu J, Kang10.Hoehl S, Berger A, Kortenbusch M, Cinatl J, Bojkova D, RabenauH, Behrens P, Boddinghaus B, Gotsch U, Naujoks F et al:from Wuhan, China. N Engl J Med 2020.11. Li YY, Wang WN, Lei Y, Zhang B, Yang J, Hu JW, Ren YL, Lu QF:[Comparison of the clinical characteristics between RNApositive and negative patients clinically diagnosed with 2019novel coronavirus pneumonia]. Zhonghua Jie He He Hu Xi Za12.Bai SL, Wang JY, Zhou YQ, Yu DS, Gao XM, Li LL, Yang F:[Analysis of the first cluster of cases in a family of novelcoronavirus pneumonia in Gansu Province]. Zhonghua Yu FangYi Xue Za Zhi 2020, 54(0):E005.13.Tang N, Li D, Wang X, Sun Z: Abnormal Coagulationparameters are associated with poor prognosis in patients withnovel coronavirus pneumonia. J Thromb Haemost 2020.14.Liu M, He P, Liu HG, Wang XJ, Li FJ, Chen S, Lin J, Chen P, LiuHu Xi Za Zhi 2020, 43(0):E016.15.Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J,of 99 cases of 2019 novel coronavirus pneumonia in Wuhan,China: a descriptive study. Lancet 2020, 395(10223):507-513.16.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xunovel coronavirus in395(10223):497-506.17.Guan W-j, Ni Z-y, Hu Y, Liang W-h, Ou C-q, He J-x, Liu L, ShancoronavirusinfectioninmedRxiv2020:2020.2002.2006.20020974.18.Chai X, Hu L, Zhang Y, Han W, Lu Z, Ke A, Zhou J, Shi G, Fang2020:2020.2002.2003.931766.19.Hu LL, Wang WJ, Zhu QJ, Yang L: [Novel coronaviruspneumonia related liver injury: etiological analysis andtreatment strategy]. Zhonghua Gan Zang Bing Za Zhi 2020,28(0):E001.negative results. A：IgM fluorescence intensity (Flu) of 20 patients was more than0.88. B, IgG Flu of 15 patients was more than 1.02.nucleic acid positive results, A：IgM fluorescence intensity (Flu) of 19patients was more than 0.88. B, IgG Flu of 16 patients was more than1.02.positive diagnostic rate of combination of IgM and IgG detection for 33patients with COVID-19 negative nucleic acid test was 72.73%. B: Thepositive diagnostic rate of combination of IgM and IgG detection for 24patients with COVID-19 negative nucleic acid test was 87.50%.positive group of COVID-19 nucleic acid test. A: hsCRP, B:WBC, C:LY,D: LY%, E: NEUT, F:NEUT%, G: PLT, H: ALT, I:AST.positive group of IgM test. A: hsCRP, B:WBC, C:LY, D: LY%, E: NEUT,positive group of IgG test. A: hsCRP, B:WBC, C:LY, D: LY%, E: NEUT,detection result was negative, but the IgM and IgG results were positive.In the lower of both lungs, there were large fuzzy shadows and GGO,some slightly fan-shaped distribution. B: Patient ID 19, the nucleic aciddetection result was positive, but the IgM and IgG results were negative,no obvious lesion was found in both lungs.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "6.Department of Neurology, Shenzhen Hospital, Southern", "one_words_summarize": "6.Department of Neurology, Shenzhen Hospital, Southern* These authors contribute equally to this work. Althoughseveral methods were performed in clinical practice, however, theIgM and IgG diagnostic value evaluation was little performed. The results were significantly higher than the nucleic acid orIgM, IgG single detection. Coronaviruses are a large family of viruses thatare known to cause colds and more serious diseases[2]. COVID-19is a novel coronavirus strain that has never been found in humansbefore. Common signs of a person infected with COVID-19 includerespiratory symptoms, fever, cough, shortness of breath, and dyspnea. Aerosol and fecal-oral routes of transmissionneed to be further clarified. CT resultsoften can be changed at severely infected patients, and the specificitywas also limited. Second, if there is noclear epidemiological history, it meets the above three clinicalmanifestations. The AST (Lot: 252968) and ALT (Lot:021837)used theautomaticbiochemicalimmunoassay analyzer (Ortho, Rochester, NY). All the 57 patients underwent 3times nucleic acid tests, and every time the results of nucleic acid testswere confirmed by two COVID-19 nucleic acid tests kits. As shown in Figure 1A, among the 33patients with COVID-19 nucleic acid negative results, the IgMfluorescence intensity (Flu) of 20 patients was more than 0.88, thepositive rate was 60.61%. As shown inresults, the IgM Flu of 19 patients was more than 0.88, the positive ratewas 79.17%. Compared with the nucleic acid positive test, IgM and IgGsingle detection, the combination of IgMand IgG also showedsignificantly increased (P<0.01).Nine blood indicators (hsCRP, WBC,LY, LY%, NEUT, NEUT%, PLT,ALT and AST) were analyzed for the negative and positive group ofCOVID-19 nucleic acid, IgM and IgG test. The results of nucleic acidresults may be false negative and also false positive. The procedure may also affect the nucleic aciddetection results. In the lower of both lungs, there were large fuzzy shadows and GGO,some slightly fan-shaped distribution. As shown inFigure 7B, the nucleic acid detection result of Patient ID 19 was positive,but the IgM and IgG were negative results, according to the CT results,no obvious lesion was found in both lungs. Study analyzed 126 Germancitizens left Wuhan who had to pass screening for clinical signs ofinfection. One study enrolled6 cases of COVID-19 Gansu Province were analyzed by COVID-19specific IgM antibody detection kit. It showed significantly difference between the two groups(P=0.0298). The inflammatory storm notonly causes lung injury, but also causes multiple organs such as the liver,heart muscle, and kidney damage. Studies revealed that COVID-19 enterscells mainly through angiotensin converting enzyme 2. J Thromb Haemost 2020.14.Liu M, He P, Liu HG, Wang XJ, Li FJ, Chen S, Lin J, Chen P, LiuHu Xi Za Zhi 2020, 43(0):E016.15.Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J,of 99 cases of 2019 novel coronavirus pneumonia in Wuhan,China: a descriptive study. B: Thepositive diagnostic rate of combination of IgM and IgG detection for 24patients with COVID-19 negative nucleic acid test was 87.50%.positive group of COVID-19 nucleic acid test. A: hsCRP, B:WBC, C:LY, D: LY%, E: NEUT,positive group of IgG test."}