{"date": "2020/02/29", "journal": "medrxiv", "authors": "Yuan-Chien Lin, Wan-Ju Chi, Yu-Ting Lin, Chun-Yeh Lai", "title": "The spatiotemporal estimation of the dynamic risk and the international transmission of 2019 Novel Coronavirus (COVID-19) outbreak: A global perspective", "type": "preprint article", "abstract": "An ongoing novel coronavirus SARS-CoV-2 pneumonia infection outbreak called COVID-19 started in Wuhan, Hubei Province, China, in December 2019. It both spread rapidly to all provinces in China and started spreading around the world quickly through international human movement from January 2020. Currently, the spatiotemporal epidemic transmission patterns, prediction models, and possible risk analysis for the future are insufficient for COVID-19 but we urgently need relevant information, particularly from the global perspective. We have developed a novel two-stage simulation model to simulate the spatiotemporal changes in the number of COVID-19 cases and estimate the future worldwide risk. Based on the connectivity of countries to China and the country's medical and epidemic prevention capabilities, different scenarios are generated to analyze the possible transmission throughout the world and use this information to evaluate each country's vulnerability to and the dynamic risk of COVID-19. Countries' vulnerability to the COVID-19 outbreak from China is calculated for 63 countries around the world. Taiwan, South Korea, Hong Kong, and Japan are the most vulnerable areas. The relationship between each country's vulnerability and days before the first imported case occurred shows a very high exponential decrease. The cumulative number of cases in each country also has a linear relationship with vulnerability, which can compare and quantify the initial epidemic prevention capabilities to various countries' management strategies. In total, 1,000 simulation results of future cases around the world are generated for the spatiotemporal risk assessment. According to the simulation results of this study, if there is no specific medicine for it, it will likely form a global pandemic. This method can be used as a preliminary risk assessment of the spatiotemporal spread for a new global epidemic. * Note: This study was completed on February 15, 2020.", "text": "3839        In December 2019, a novel coronavirus SARS-CoV-2 infection pneumonia outbreakCOVID-19 (2019-nCoV) started in Wuhan, Hubei Province, China                Many studies or reports have started revealing that SARS-CoV-2 is very infectious                Since the outbreak, we all want to know how COVID-19 will spread from Wuhan allacross China and further from China to all around the world in terms of both time andspace. A previous study made preliminary estimations and predictions through a typical6970717273747576777879808182838485868788899091929394959697infectious disease model called a susceptible–exposed–infectious–recovered (SEIR)model        Currently, the spatiotemporal epidemic transmission patterns, prediction models, andpossible risk analyses for the future at the global-scale remain insufficient forCOVID19 but we urgently need relevant information. This is an important and critical time forglobal early-stage epidemic control and public health issues. It is difficult for us topredict future case changes in various countries, particularly the first stage of overseasimported cases from China and the second stage of local transmission cases. Under thisbackground of high uncertainty around COVID-19, our study aims at globalCOVID19 risk analysis from a data analysis perspective.        Understanding the connectivity with the country of origin for infectious diseases, i.e.China, is a useful way for countries to quantitatively evaluate the risk of imported cases.Higher connectivity is indicative of a higher risk of importation. In addition, for theanalysis of worldwide countries other than China, we can use the changes in the numberof cases that have been widespread in China's provinces to estimate the number of casesworldwide. In other words, except for Hubei Province, where Wuhan is located, theepidemic pattern of China’s provinces precedes that of countries around the world byabout 0.5–1 months. Thus, this can be used as a dynamic reference basis for caseprediction, simulation, and risk analysis in various countries (Figure 1).In this study, we developed a novel two-stage simulation model to simulate thespatiotemporal changes in the number of COVID-19 cases and estimate the futureworldwide risk based on a data-driven approach. Based on each country’s connectivityto China, medical and epidemic prevention capabilities, and future conditions, differentscenarios are generated with which to analyze the potential transmission around theworld. Meanwhile, from a risk management perspective, understanding risk and properrisk management is a very important part of preventing the spread of infectious diseasesin various countries. According to the definition of the Intergovernmental Panel onClimate Change (IPCC) at the United Nations, risk can be considered a function ofexposure, hazard, and vulnerability        It is made available under a CC-BY-NC-ND 4.0 International license .117118119120121122123124125126127128129130131132133134135136137138139140141142143Methods        DataThe original laboratory-confirmed cases data is collected from the WHO situationreports of COVID-19        First stage: Imported casesAssuming that all countries are fully committed to epidemic prevention andwellprepared for epidemic prevention but that there are no specific medicines orvaccines, it is assumed that COVID-19 is not affected by climatic factors (such astemperature). The changes in the case number for each country can be divided intotwo major stages. The first stage is mainly based on imported cases of immigrationfrom abroad or sporadic cases of local traceable infection sources. The time thatthe first case happens in each country and the daily number of subsequent casesthat continue to occur are based on the country’s Health Care Index andconnectivity to the country of outbreak. Here, the country’s vulnerability tooutbreak countries for coronavirus is defined as:=∑((ℎ ))145146147148where V is the vulnerability of country k, i is the outbreak countries, theconnectivity is defined as the total number of flight routes between country k andcountry i, the outbreak countries. The final vulnerability value is standardized to0–1.The higher the Health Care Index, the better the resistance against outbreaks fromoutbreak countries so we have less vulnerability. Meanwhile, higher connectivityor transmissibility indicates that a country has more interactions and higher humanmobility with outbreak countries, which makes the disease more easily transmittedto this country, so it has a higher vulnerability.We determine the time after the first case in each country based on the weightcalculation from the vulnerability. In the first stage, the daily confirmed casesnumber is determined by a random number based on the historical data distributionof the daily confirmed cases number and vulnerability in each country. In otherwords, if a country has a high number of confirmed cases during the first stage, itmeans that the country either lacks adequate medical conditions and epidemiccontrol measures or is highly vulnerable to China. It is very likely that there willbe a higher chance of a confirmed case in the future. In our results section, weestimate and calibrate the vulnerability and the number of confirmed cases for eachcountry.According to the available data and examples of local cluster infections inSingapore, >40 cases are confirmed, which means that the potential for clusterinfections is quite high. After entering community cluster infections, the influenceof each country's own populace is greater than that of immigrants. Therefore, it isdefined as entering the second stage of simulation after the cumulative casenumber is >40 cases.Second stage: Localized outbreaksIt is assumed that in the second stage—after entering the local cluster infection—the pattern change in the number of cases will be similar to that of Hubei Provinceor other provinces in China. Since this study assumes that future information isclearer than when China started its outbreak, all countries have already preparedto prevent epidemic outbreaks. Therefore, a more conservative method is used tocarry out Monte Carlo simulation using data from provinces other than Hubei.Generate 1,000 simulation data of future case growth and extract three scenariosof high (quantile = 0.95), medium (quantile = 0.5), and low (quantile = 0.05)infection from the simulation results while retaining the potential for changes inthe number of cases in Hubei as the worst future scenario (Extreme Scenario).Both a sigmoid function and polynomial regression are used to extend thesimulation time for different assumed second scenarios, A sigmoid function isused to assume that the epidemic in China has almost reached its peak as a moreconservative scenario; polynomial regression is used for the assumption that theepidemic in China will continue and shows no signs of easing (Table 1).A1: Extreme–ConservativeA2: Extreme–SevereB. High (quantile =B1: High–ConservativeB2: High–SevereC. Medium (quantile =C1: Medium–ConservativeC2: Medium–SevereD. Low (quantile =D1: Low–ConservativeD2: Low–Severe176177178179180181182183184185186First Scenarios0.95)0.5)0.05)        Monte Carlo simulation is a very suitable risk-assessment method; it can performsimulation based on limited data and different scenarios to understand the possiblerisks since computers can easily simulate a huge number of experimental trials thathave random outcomes and uncertainty                Based on the Assessment Report published by the IPCC        The infectivity and mortality of COVID-19 under different climatic conditionsremain unknown at present, so it is assumed that the infectivity of COVID-19 andthe hazard to the human body are the same in all countries. The degree of hazardin each country becomes the estimated number of cases within the country; thegreater the number of cases, the greater the potential hazard. Exposure is eachcountry’s population density. We assume that countries with higher populationdensities are more likely to be exposed to COVID-19. Under the condition thatlocal cluster infection has occurred in the second stage, the higher the populationdensity, the more likely a serious outbreak and thus higher overall risk.Vulnerability is defined as the ratio of connectivity to the Health Care Indexcalculated in this study, as previously described. At present, only countries’vulnerability to China is considered. In the future, it can be summed according towhichever countries have experienced large-scale outbreaks based on thesuperposition principle.226227Resulta. Calibration of China’s confirmed case numberSince the local medical system in Hubei Province may be insufficient to supportthe huge number of patients, the official diagnoses may be an underestimate.Therefore, we first collected information on the evacuation flights from differentcountries at different times to calculate the proportion of confirmed cases and usedthis to estimate the infection rate in Wuhan based on the concept of statisticalsampling, as shown in Table 2.Sample 1 was calculated based on the average of all cases in the countries collectedin Table 2. The proportion P1 = 0.51%, with 95% confidence interval [0.32%,0.80%]. There are nine million current residents in Wuhan as announced by thepress conference held by the Hubei Provincial Government of China on theevening of 1/26; of these, approximately 45,900 people with 95% confidenceinterval [28,800, 72,000] may be infected. As of the official announcement of2020/2/8, the number of confirmed cases in Hubei has reached 27,100 people, andthe number of confirmed cases in China has reached 34,546 people. Thisestimation sample is insufficient to show the number of hidden cases.According to the news press and public information, avoiding onboard infectionor the triggering of more domestic infections, many countries have screenedevacuating people, such as those who have a fever or with confirmed infections,to prevent them from boarding planes. Therefore, this sampling will beunderestimated.Sample 2 only collected cases of Japanese, German, and Malaysian evacuationcharter flights as these may be more relevant for sampling. In other words, theworst scenario is taken here. The proportion P2 = 1.46%, with 95% confidenceinterval [0.89%, 2.39%]. Based on the nine million people living in Wuhan, theaverage number of people infected during early February was about 131,400 with95% confidence interval [80,100, 215,100].1983556102830258b. VulnerabilityVulnerability to the COVID-19 outbreak from China is calculated for 63 countriesaround the world, as shown in Figure 2. Table 3 shows the first 20 countries’vulnerability. Taiwan has the highest vulnerability to novel coronavirus outbreak fromChina, or broadly speaking to various human infectious diseases from China, followedby South Korea, Hong Kong, and Japan. These countries are the most vulnerable,followed by Thailand, the United States, Russia, Macau, and Singapore. The top-20countries listed in Table 3 are considered relatively vulnerable.Without effective anti-epidemic measures in these countries, cases of overseas importsfrom China may soon occur. Figure 3 observes the relationship between each country’svulnerability and days taken for the first imported case to occur; they show a very highexponential decreasing relationship. This result proves our argument and confirms thatthe vulnerability index proposed by this study is very informative and can well expressthe possibility and number of cases that may happen in the first stage for each country.Although different countries' immediate epidemic prevention policies may affect this;overall, the more vulnerable a country, the sooner its first overseas import case fromChina would occur. Meanwhile, the lower the vulnerability, the later such a case wouldoccur.In addition, we can observe the relationship between vulnerability and the cumulativenumber of cases in each country as shown in Figure 4; this shows a clear linearrelationship. This is a dynamic process that changes daily with the number ofcumulative cases. Since the beginning of the outbreak in January 2020, variouscountries’ governments have implemented related measures for epidemic preventionsuch as reducing flights and stopping visas so that many countries with highvulnerability can maintain a small number of cases. The countries below this regressionline—including Taiwan, Korea Republic, and Russia—can be regarded as countrieswith excellent initial epidemic prevention work and Japan and the United States haveperformed fairly well (unfortunately, Japan starting finding outbreak communityinfections after this study was completed), whereas Singapore and Thailand are farabove the regression line with higher cases and may have higher risk in the future.(without China).Rank123456789Vulnerability1.0000.8480.8090.7910.4260.3870.3730.3260.28711121314151617181920Canadatook before the first imported case occurred. The fitted regression function is y =10.93exp(-3.32x) + 0.19each country. The coefficient of the OLS Regression equation is 35.94 with R2 = 0.587and 95% C.I = [26.896, 44.994].c. Simulation result and dynamic risk analysisFigure 5 is the time series of the 1,000 countries’ simulated case numbers after thesecond stage outbreak in the future using Monte Carlo simulation. Figure 6 is thesimulated number of potential cases under four different scenarios: high, medium, andlow, and the extreme scenarios of Hubei Province. After combining the simulationresults of the countries’ first and second stages around the world using the data fusionalgorithm, the simulated cases in different future scenarios are generated as shown inFigures 7 and 8.According to the spatiotemporal distribution results of different scenario simulations,the conservative scenarios (Figure 7) assume that China has entered the start of its peakperiod and the number of outbreak cases has started to decline. Therefore, the results ofsimulations applied in other countries show that the cumulated case number increasesrapidly at the start for some countries, particularly for countries with highervulnerability. After one month, the epidemic was controlled and the number of cases ineach country no longer increased significantly. Meanwhile, considering the extreme,high, medium, and low simulation levels of the epidemic scenarios in various countries,it can also be seen that after a period of time, namely in April, the case numberdifferences between the scenarios will be clearly comparable. A1 extreme is the highestscenario, followed by B1, C1, and D1. Meanwhile, severe scenarios (Figure 8) arebased on the trend that COVID-19 may be like traditional influenza for a globalpandemic; that is, cases will continue to occur, which may lead to >10,000 cases insome countries. However, the general spatial distribution of case numbers is similar toconservative scenarios. This scenario is still the same as that with the highest casenumbers in the A2 extreme scenario, followed by B2, C2, and D2.Then, the risk calculation method combines hazard with vulnerability and populationdensity to calculate changes over time in the different scenarios of different countriesaround the world over time to generate the COVID-19 dynamic risk map, as shown inFigure 9. Here, we show some representative time slices only with scenario C2. For thefull time period 2020/1/21–2020/5/31 in the GIF animation format, please refer toSupplementary Materials. Due to each country’s different vulnerability and populationdensity, the spatial distribution will differ slightly from the hazard maps show inFigures 7 and 8. Some countries have higher risks because of their higher vulnerabilityor population density. In particular, Asian countries near China have higher risk,particularly East and Southeast Asia. Some other countries have gradually increasedtheir risks over time. For example, countries in Europe, Africa, and South Americastarted increasing their risks from March to April.stage outbreak in the future using Monte Carlo simulation.medium, low, and the extreme scenarios of Hubei ProvinceFigure 7. The simulated cumulative case maps for conservative scenarios of A1, B1,C1, and D1 in different time-slices.Figure 8. The simulated cumulative case maps for severe scenarios of A2, B2, C2, andD2 in different time-slices.359360361This study proposes a framework for the dynamic risk analysis of novel coronavirusSARS-CoV-2-infected pneumonia disease (COVID-19), attempts to understand theimpact of vulnerability, and uses this information to simulate the development of thenumber of potential cases in different countries in the future. In addition, this studycompares and quantifies the initial epidemic prevention capabilities and variouscountries’ management strategies. At present, this study focuses on the spread of riskin space and time, which can be used as early-stage control when a novel infectiousdisease breaks out. In the future, it should be possible to simulate the changes in thenumber of recoveries or deaths at the same time to better understand the future riskreduction process. Based on this framework, we can perform the next stage ofsimulation, continuously modify the risk map, and dynamically update the analysisresults. However, there is currently no complete understanding of the characteristics ofCOVID-19 around the world. There is still a great deal of uncertainty regarding whenthe epidemic will reach its peak and it is unclear whether recovered patients are stillinfectious.Although the outbreak occurred in China, the epidemic is still in its initial stage for thewhole world. This study is a preliminary estimation and it can be assumed thatCOVID19 is not controlled by climatic factors or effective drugs. Moreover, many cases withmild symptoms or even asymptomatic cases have appeared clinically, which has madeepidemic prevention and modeling very difficult. According to this study’s simulationresults, if there is no specific medicine, it will likely form a global pandemic.Although in this study, we collected the proportion of evacuation charter infection casesin various countries and estimated that the total number of cases in Hubei Province ismuch larger than the actual official case number, we still adopt a more conservativemethod that uses the official case number for risk assessment. This is based on theassumption that countries are well-prepared for epidemic prevention. We believe thatcountries have been prepared and have relevant experience for reference earlier thanthe period when the Wuhan outbreak started. In the next stage, based on the research390391framework, we can further superimpose the next outbreak on the global impact such asthe localized infection that happened in Singapore, and so on.The other results of many statistical models will be greatly affected by adjusting theparameters. At the start of an unknown infectious disease outbreak, it is impossible tounderstand the actual parameters. For example, we have been unable to determine thebasic reproductive number, serial interval, etc. These will affect the model’s predictionresults and create difficulties in model prediction. In fact, we have also tried to use adata-driven approach to make estimations using machine-learning or deep-learningmethods such as Long Short-Term Memory (LSTM) and the Random Forest method.However, the preliminary results are poor due to insufficient data and cannot beeffectively used for supervised learning.            After completing this study, it was also found that localized outbreaks in Japan andSingapore had taken the lead, consistent with the vulnerability analysis and risk analysisresults in this study. Both Singapore and Japan were among the countries with thehighest risk in the simulation results. The first case also occurred in Egypt            We are grateful to the funding support from the Ministry of Science and Technology(MOST) in Taiwan, project no. MOST 108-2636-E-008-004 (Young ScholarFellowship Program). We would also like to thank the Python programing languageand its modules as a powerful tool in our data analysis and the raw data providersdescribed in the article.YCL is from the Department of Civil Engineering, Research Center for HazardMitigation and Prevention, National Central University, Taiwan. The other authors arefrom the Department of Civil Engineering, National Central University, Taiwan421422423424425426427428429YCL designed the experiments, YCL, CYL, and YTL collected data, YCL and WJCanalyzed the data, and YCL interpreted the results and wrote the manuscript.We declare no competing interests.SP 1. A GIF animation of the global dynamic risk map for COVID-19 under thescenarios of C2.454455456457458459460461462463464465466467468469470471472473474475476477478479480481482", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Managing the risks of extreme events and disasters to advance climate change adaptation: special report of the intergovernmental panel on climate change"], ["Synthesis Report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Core Writing Team"], ["Calibration of a Monte Carlo simulation model of disease spread in slaughter pig units"], ["the Center for Systems Science"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["A Locally Transmitted Case of SARS-CoV-2 Infection in Taiwan"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment"], ["Synthesis report. Contribution of Working Groups I, II and III to the fifth assessment report of the Intergovernmental Panel on Climate Change: Ipcc."], ["Uncertainty estimation and Monte Carlo simulation method"], ["Climate change 2007-impacts, adaptation and vulnerability: Working group II contribution to the fourth assessment report of the IPCC"], ["What are the risks of COVID-19 infection in pregnant women? The Lancet"], ["Coronavirus disease (COVID-2019) situation reports"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F.-W. Chan", "S. Yuan", "Kok", "H. Chu", "J. Yang", "Yuen"], ["C. B. Field", "V. Barros", "T. F. Stocker", "Q. Dahe"], ["IPCC.", "R.K. Pachauri"], ["E. Jørgensen"], ["JHUCSSE."], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "Z. Feng"], ["Y.-C. Liu", "C.-H. Liao", "C.-F. Chang", "C.-C. Chou", "Y.-R. Lin"], ["R. Lu", "X. Zhao", "J. Li", "P. Niu", "B. Yang", "H. Wu", "W. Tan"], ["V. J. Munster", "Koopmans", "van Doremalen", "D. van Riel", "E. de Wit"], ["R. K. Pachauri", "M. R. Allen", "V. R. Barros", "J. Broome", "W. Cramer", "R. Christ", "P. Dasgupta"], ["C. E. Papadopoulos", "H. Yeung"], ["M. Parry", "M. L. Parry", "O. Canziani", "Palutikof", "P. Van der Linden", "C. Hanson"], ["J. Qiao"], ["WHO."], ["J. T. Wu", "K. Leung", "G. M. Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "38\n39", "one_words_summarize": "3839        In December 2019, a novel coronavirus SARS-CoV-2 infection pneumonia outbreakCOVID-19 (2019-nCoV) started in Wuhan, Hubei Province, China                Many studies or reports have started revealing that SARS-CoV-2 is very infectious                Since the outbreak, we all want to know how COVID-19 will spread from Wuhan allacross China and further from China to all around the world in terms of both time andspace. This is an important and critical time forglobal early-stage epidemic control and public health issues. Under thisbackground of high uncertainty around COVID-19, our study aims at globalCOVID19 risk analysis from a data analysis perspective. The changes in the case number for each country can be divided intotwo major stages. The first stage is mainly based on imported cases of immigrationfrom abroad or sporadic cases of local traceable infection sources. In otherwords, if a country has a high number of confirmed cases during the first stage, itmeans that the country either lacks adequate medical conditions and epidemiccontrol measures or is highly vulnerable to China. We assume that countries with higher populationdensities are more likely to be exposed to COVID-19. Therefore, we first collected information on the evacuation flights from differentcountries at different times to calculate the proportion of confirmed cases and usedthis to estimate the infection rate in Wuhan based on the concept of statisticalsampling, as shown in Table 2.Sample 1 was calculated based on the average of all cases in the countries collectedin Table 2. The proportion P1 = 0.51%, with 95% confidence interval [0.32%,0.80%]. This is a dynamic process that changes daily with the number ofcumulative cases. Simulation result and dynamic risk analysisFigure 5 is the time series of the 1,000 countries’ simulated case numbers after thesecond stage outbreak in the future using Monte Carlo simulation. Figure 6 is thesimulated number of potential cases under four different scenarios: high, medium, andlow, and the extreme scenarios of Hubei Province. This scenario is still the same as that with the highest casenumbers in the A2 extreme scenario, followed by B2, C2, and D2.Then, the risk calculation method combines hazard with vulnerability and populationdensity to calculate changes over time in the different scenarios of different countriesaround the world over time to generate the COVID-19 dynamic risk map, as shown inFigure 9. Here, we show some representative time slices only with scenario C2. Some countries have higher risks because of their higher vulnerabilityor population density. In addition, this studycompares and quantifies the initial epidemic prevention capabilities and variouscountries’ management strategies. However, there is currently no complete understanding of the characteristics ofCOVID-19 around the world. Although the outbreak occurred in China, the epidemic is still in its initial stage for thewhole world. This is based on theassumption that countries are well-prepared for epidemic prevention. These will affect the model’s predictionresults and create difficulties in model prediction. After completing this study, it was also found that localized outbreaks in Japan andSingapore had taken the lead, consistent with the vulnerability analysis and risk analysisresults in this study. A GIF animation of the global dynamic risk map for COVID-19 under thescenarios of C2.454455456457458459460461462463464465466467468469470471472473474475476477478479480481482"}