{"date": "2020/02/29", "journal": "medrxiv", "authors": "Xiaohua Chen, Binghong Zhao, Yueming Qu, Yurou Chen, Jie Xiong, Yong Feng, Dong Men, Qianchuan Huang, Ying Liu, Bo Yang, Jinya Ding, Feng Li", "title": "Detectable serum SARS-CoV-2 viral load (RNAaemia) is closely associated with drastically elevated interleukin 6 (IL-6) level in critically ill COVID-19 patients", "type": "preprint article", "abstract": "# These authors contribute equally to this work. *Corresponding author", "text": "patients.Although the SARS-CoV-2 viral load detection of respiratory specimen has beenwidely used for novel coronavirus disease (COVID-19) diagnosis, it is undeniable thatserum SARS-CoV-2 nucleic acid (RNAaemia) could be detected in a fraction of theCOVID-19 patients. However, it is not clear that if the incidence of RNAaemia couldbe correlated with the occurrence of cytokine storm or with the specific class ofThis study enrolled 48 patients with COVID-19 admitted to the General Hospitalof Central Theater Command, PLA, a designated hospital in Wuhan, China. Thepatients were divided into three groups according to the Diagnosis and Treatment ofNew Coronavirus Pneumonia (version 6) published by the National HealthCommission of China. The clinical and laboratory data were collected. The serumviral load detection and serum IL-6 levels were determined. Except for routinestatistical analysis, Generalized Linear Models (GLMs) analysis was used to establisha patient status prediction model based on real-time RT-PCR Ct value.The Result showed that cases with RNAaemia were exclusively confirmed incritically ill patients group and appeared to reflect the illness severity. Further more,the inflammatory cytokine IL-6 levels were significantly elevated in critically illpatients, which is almost 10-folds higher than those in other patients. Moreimportantly, the extremely high IL-6 level was closely correlated with the incidenceof RNAaemia (R=0.902) and the vital signs of COVID-19 patients (R= -0.682).Serum SARS-CoV-2 viral load (RNAaemia) is strongly associated with cytokinestorm and can be used to predict the poor prognosis of COVID-19 patients.Moreover, our results strongly suggest that cytokine IL-6 should be considered as atherapeutic target in critically ill patients with excessive inflammatory response.The novel coronavirus disease (COVID-19), which is caused by SARS-CoV-2virus infection, has been called as a public health emergency of international concernby the World Health Organization (WHO)1-3. The disease spread rapidly from Wuhanto other areas. Compared with two other WHO blueprint priority coronaviruses,SARS-CoV and MERS-CoV, SARS-CoV-2 is lethal4. As of February 25, 2020,SARS-CoV-2 has led to 2663 deaths in China base on the report from National HealthCommission of China.SARS-CoV-2 and SARS-CoV likely use the same angiotensin-convertingenzyme 2 (ACE2) as the entry receptor5-7, but the clinical manifestations of twodiseases were different. COVID-19 patients may develop mild or severe symptomsafter infection. The mild patients show symptoms of fever, nonproductive cough,dyspnea, myalgia, fatigue, radiographic evidence of pneumonia; most of them appearto have a good prognosis. In contrast, some patients may develop severe pneumonia,acute respiratory distress syndrome (ARDS) or multiple organ failure8-11. Importantly,in most moribund patients, SARS-CoV-2 infection is also associated with aninflammatory cytokine storm4, 12, which is mainly characterized by elevated plasmaconcentrations of interleukins 6 (IL-6). Indeed, several recent COVID-19 clinicalstudies all indicated that interleukins 6 levels is higher in severe group than those ofmild group12-15, suggesting that IL-6 might be used as a biomarker for severityevaluation. However, how the IL-6 level is quantitatively correlated with moribundpatients is still unknown.Reverse-transcriptase–polymerase-chain-reaction assay (qPCR) with primers andprobes targeting the N and ORF1ab genes of SARS-CoV-2 from throat swab sampleshave been widely used for diagnosis of COVID-19 patients. Recent investigationshowed that the viral load that was determined in the asymptomatic patient wassimilar to that in the symptomatic patients16 , implying that the viral load inrespiratory specimens may not be able to objectively reflect the disease severity.Serum SARS-CoV-2 viral RNA (termed as RNAaemia by the authors in an recentstudy) was detected in 15%9of the COVID-19 patients , but the relevantcharacterizations is lacking. In particular, it is not clear if serum SARS-CoV-2 viralloads could be considered as a prognostic marker, especially for the severe ormoribund patients, is not clear.In this study, we systematically quantify the serum SARS-CoV-2 viral load(RNAaemia) in various patients groups, and characterized the relationship betweenserum viral loads, interleukins 6 level and disease severity.The study was approved by the Ethics Committee of General Hospital of CentralTheater Command. Oral consent was obtained from patients. The 48 COVID-19patients enrolled were confirmed by RT-PCR using throat-swab specimens collectedat General Hospital of Central Theater Command between February 01 and February19, 2020. Their medical records were obtained,including epidemiological,demographic, clinical manifestation, radiological characteristics, laboratory data, andoutcome data were obtained. All data were checked by a team of trained physicians.Serum samples or throat-swabs were collected from all patients and RNAs wereextracted. Real-time reverse transcription polymerase chain reaction assay (RT-PCR)was used to determine the viral loads by using a SARS-CoV-2 nucleic acid detectionkit (DAAN GENE Ltd., Guangzhou, China, Cat# DA0930-DA0932). Two targetgenes, the open reading frame1ab (ORF1ab) and nucleocapsidprotein (N),weresimultaneously amplified and tested. A cycle threshold value (Ct-value) fewer than 40was defined as a positive test result, and a Ct-value of 40 or more was defined as anegative outcome according to the manufacturer’s protocol. Specimens, includingsputum or alveolar lavatory fluid, blood, urine, and feces, were cultured to identifypathogenic bacteria or fungi that may be associated with the SARS-CoV-2 infection.Inflammatory cytokine IL-6 levels were detected with kit from Roche Ltd (Mannheim,Germany, Cat# 05109442190).The categorization of COVID-19 patients were according to the Diagnosis andTreatment of New Coronavirus Pneumonia (Version 6) published by the NationalHealth Commission of China. Classification variables were described as frequencyrates or percentages, and significance is detected by chi square or Fisher’s exact test.The quantized variables of parameters are expressed as mean ± standard deviation,and the significance is tested by t-test. SPSS statistical software (Macintosh version26.0, IBM, Armonk, NY, USA) and R package are used for statistical analysis.        Generalized linear models (GLMs) were used to analyze the degree of patientseverity. We first fitted GLMs regarding different response variables with allexplanatory factors and their interactions, and then selected the optimum models byapplying a stepwise backward selection method via an Akaike information criterion(AIC) index. For the patient's severity data, four degrees, mild (        Result        A total of 48 patients were enrolled in this study, which are all laboratoryconfirmed cases. According to the Guidelines of the Diagnosis and Treatment of NewCoronavirus Pneumonia (version 6) published by the National Health Commission ofChina, the enrolled COVID-19 patients were categorized into three groups: 21 mildcases (43.7%) , 10 severe cases (20.8%) and 17 critically ill cases (35.4%). Threepatients in the critical group died after disease onset. The required conditions must bemet for mild patients was the positive SARS-CoV-2 RNA RT-PCR result, because themild patients might be asymptomatic 8, fever or other respiratory symptoms and thetypical CT image abnormities of viral pneumonia are optional. Severe patientsadditionally met at least one of the following conditions: (        As shown in Table 1, the enrolled COVID-19 patients consisted of 31 males(77.1%) and 17 females (22.9%). The ages of the critically ill patient group(79.6±12.6 years) were older than that of both sever group (63.9±15.2 years) and mildgroup (45.8±14.2 years), displaying an age-dependent severity. It is noticeable thatseveral underlying diseases were implicated in the COVID-19 patients, the high-riskfactors including diabetes (12 [25%]), hypertension (23 [49.7%]) and heart disease(8 [16.7%]). Mixed fungal infection was found in 27.1% patients and the bacterialappear to be uncommon (2.1%).We examined the SARS-CoV-2 viral load in patients serum by real timeRTPCR, as shown in Figure 1A and B, 5 out of 48 (10.4%) were confirmed as positive9(Ct-value less than 40), which was similar to the previous study . Interestingly,although all the patients were throat-swab specimens test positive, none of the serumsample from mild or severe group showed positive outcome; In contrast, all of thefive positive results were from critically ill patients, and two of them died after theonset of the COVID-19 (Figure 1C and D). Except for routine statistical analysis,Generalized Linear Models (GLMs) analysis was used to establish an patient statusprediction model based on real-time RT-PCR Ct value and their distribution invarious patients groups. As shown in Figure 2, all the dots that stood for theORF1abqPCR positive patients aggregated and located in the area represent the highprobability of death occurs, indicating that RNAaemia is tightly associated withseverity.Since there is no direct evidence that SARS-CoV-2 could infect the blood cells,and serum virus load appear to reflect the severity, we assumed that the serum virusRNA probably was derived from the damaged organs and ruptured vessel, which wascaused by aberrant and excessive immune responses. Because inflammatory cytokinestorm is frequently occurred in critically ill COVID-19 patients, we then asked that ifthere any laboratory parameters could be associated RNAaemia and contribute to theCOVID-19 severity?As shown in Table 2, the absolute counts of lymphocytes in the peripheral bloodof the severe patients was lower, and became even lower in critically ill patients,which is consistent with recent report17, 18 ,while the absolute counts of neutrophilswere higher in critically ill patients. Procalcitonin (PCT) value was higher in criticallyill patients compared with another two groups, which was similar to other clinicalobservation19, indicating an obvious elevated inflammatory response in those patients.Remarkably, sharply increased IL-6 level was observed in critically ill patients, whichwas almost 10-folds higher than that of severe patients, moreover, all of the deathcases exhibited extremely high IL-6 value(Table S1), suggesting that IL-6 might bean important biomarker of poor prognosis in COVID-19 patients. The extremely highlevel of IL-6 is a hallmark and an important driving force of cytokine storm20, whichmay cause multiple organs functional disability in critically ill patients4. Consistently,the parameters stand for the organ dysfunction, including TnT (troponin T), AST(aspartate transaminase), ALT (aspartate transaminase), CRE (serum creatinine), andBUN (blood urea nitrogen), all appear to be higher in critically ill patients comparedwith another two groups.RNAaemia has been proposed in recent study as a COVID-19 relatedphenomenon. Our data strongly suggest that both RNAaemia and high IL-6 level wereexclusively observed in critically ill patients, which prompt us to further study therelation between them. As shown in Figure 3A, patients with RNAaemia exhibitedmuch higher IL-6 level compared with other patients. We then checked the IL-6 valuein each of the RNAaemia patients, strikingly, all of their IL-6 value were more than100 (Table S1). In order to further confirm the relation between them, we firstlyanalyze the IL-6 value in the critically ill patients, notably, the mortality appeared tobe correlated with IL-6 value ≥100 because all of the death in this study were belongto this group (Table S1), we therefore define IL-6 value ≥100 as high and the rest ofcases as low, the IL-6 high patients accounted for 35.3% in critically ill group (Figure3B). As shown in Table 3, the incidence of RNAaemia was closely correlated withIL-6 high in critically illpatients (R=0.902). These data clearly suggested thatRNAaemia was related with poor prognosis, indeed, all the RNAaemia patients wereat higher risk of multiple organs impairment compared to those patients withoutRNAaemia (Figure 4A-C).Although the detection of throat-swab rather than serum SARS-CoV-2 viral loadis widely used for the COVID-19 diagnosis, an undeniable fact is that serumSARSCoV-2 nucleic acid (RNAaemia) is detectable in part of the patients, however, inwhat scenario it become detectable and whether the incidence of RNAaemia could becorrelated with specific type of patientsis not very clear. In this study, weinvestigated the distribution of serum SARS-CoV-2 nucleic acid positive cases invarious patients groups, and the result showed that those cases all were confirmedonly in critically ill patients group. Moreover, the laboratory data analysis stronglysuggest that inflammatory cytokine IL-6 level was significantly elevated in criticallyill patients. More importantly, the extremely high IL-6 level was closely correlatedwith the incidence of RNAaemia and the mortality. Our work may provide clues fordeveloping new COVID-19 diagnostic strategy and therapeutic targets.Although recent studies have shown that IL-6 level increased in severe patients14,its level in COVID-19 critically ill patients is still unknown. IL-6 is one of the majorpro-inflammatory factors that contribute to the formation of cytokine storm, whichlargely enhance the vascular permeability and impair the organs function. Thisobservation might help to explain that why serum SARS-CoV-2 viral RNA was onlyable to be detected in patients with extremely high level of IL-6. We still could notrule out the possibility that SARS-CoV-2 virus amount grow explosively in a shortperiod, which in turn induced the massive cytokine storm that characterized byelevated level of cytokines such as IL-6. We have to point out that due to the shortageof detection kit, the results of other cytokines could not be obtained and thoseinvestigations should be warranted in future study.Our research indicated that serum SARS-CoV-2 viral load and IL-6 level couldserve as an indicator of poor prognosis. Since the mortality of COVID-19 critically illpatients is considerable, the host-directed therapies should be an option. If IL-6 couldbecome a therapeutic target for treatment of critically ill patient? Notably, the IL-6monoclonal antibody-directed COVID-19 therapy has been used in clinical trial inChina (No.ChiCTR2000029765). Our data strongly support this notion and efficacyof IL-6 monoclonal antibody directed therapy remains to be fully evaluated.This work was supported by grants from the National Natural Science Foundation ofChina (91859206); Medical Science Advancement Program (Basic Medical Science)of Wuhan University (TFJC2018003); Wuhan University Funding (2042019kf1018).We thank Louise T. Chow (University of Alabama at Birmingham) for suggestionsand critical reading of this manuscript.FL and JD conceived and designed the study. FL, XC, YF and DM contributed to theliterature search. XC, BZ, QH,YL, BY and JD contributed to data collection. XC,YQ,YC and FL contributed to data analysis. FL and XC contributed to data interpretation.YQ and XC contributed to the figures. FL,XC and JX contributed to writing of thereport.We declare no competing interests.ill patients. The scattergram showed the distribution of positive (Ct) values ofnucleocapsidprotein (N) (A) or (B) open reading frame1ab (ORF1ab) in variouspatients groups. The histogram indicates the ratio of cases with positive (Ct) valuesof (C) nucleocapsidprotein (N) or (D) open reading frame1ab (ORF1ab) in each of thepatients groups.patient status prediction model based on real-time RT-PCR Ct value and theirdistribution in various patients groups. Mild, mild patients; Severe, severe patients;Critical, Critically ill patients;The ratio of patients with high expression level of IL-6 (IL≥100) is each of the group.RNAaemia. TnT, troponin T; CRE, serum creatinine; BUN, blood urea nitrogen. Mild,mild patients;mild ， severe andcritically ill COVID-19 patients.alanine aminotransferase；AST, aspartate aminotransferase; CRE, serum creatinine;BUN, blood urea nitrogen.serum IL-6 level in 48 COVID-19 patients.IL-6 (＜100 pg/ml)IL-6 (＞100pg/ml )", "ref_list": [[], ["Intense Surveillance Is Vital for Preventing Sustained Transmission in New Locations"], ["-nCoV (Wuhan virus), a novel Coronavirus: human-to-human transmission, travel-related cases, and vaccine readiness"], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Reducing mortality from 2019-nCoV: host-directed therapies should be an option"], ["Interventions for Novel Coronavirus in China: A Systematic Review"], ["Emerging Coronaviruses in Two Decades"], ["CryoEM structure of the 2019-nCoV spike in the prefusion conformation"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["Analysis of clinical features of 29 patients with 2019 novel coronavirus pneumonia]. Zhonghua jie he he hu xi za zhi = Zhonghua jiehe he huxi zazhi = Chinese journal of tuberculosis and respiratory diseases"], ["An Insight of comparison between COVID-19 (2019-nCoV disease) and SARS in pathology and pathogenesis"], ["Integrative Bioinformatics Analysis Provides Insight into the Molecular Mechanisms of 2019-nCoV"], ["Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP)"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China"], ["Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019"], ["IL-6 in inflammation, immunity, and disease"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["RN Thompson"], ["R Ralph", "J Lew", "T Zeng", "M Francis", "B Xue", "M Roux"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], ["A Zumla", "DS Hui", "EI Azhar", "ZA Memish", "M. Maeurer"], ["L Zhang", "Y. Liu", "Potential"], ["Guarner J. Three"], ["D Wrapp", "N Wang", "KS Corbett", "JA Goldsmith", "CL Hsieh", "O Abiona"], ["Y Bai", "L Yao", "T Wei", "F Tian", "DY Jin", "L Chen"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], ["XW Xu", "XX Wu", "XG Jiang", "KJ Xu", "LJ Ying", "CL Ma"], ["L Chen", "HG Liu", "W Liu", "J Liu", "K Liu", "J Shang"], ["X. Cai"], ["LZ Xiang He", "Ran Qin", "Guoping Dehong Wu", "Li"], ["QY Suxin Wan", "Fan Shibing"], ["L Zou", "F Ruan", "M Huang", "L Liang", "H Huang", "Z Hong"], ["YY Xiaobo Yang", "Xu Jiqian", "Yaxin Wang", "You Shang"], ["JJ Zhang", "X Dong", "YY Cao", "YD Yuan", "YB Yang", "YQ Yan"], ["WS Yanli Liu", "Li Jia", "Liangkai Chen", "Li Yu"], ["T Tanaka", "M Narazaki", "T. Kishimoto"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "patients.", "one_words_summarize": "Although the SARS-CoV-2 viral load detection of respiratory specimen has beenwidely used for novel coronavirus disease (COVID-19) diagnosis, it is undeniable thatserum SARS-CoV-2 nucleic acid (RNAaemia) could be detected in a fraction of theCOVID-19 patients. COVID-19 patients may develop mild or severe symptomsafter infection. Reverse-transcriptase–polymerase-chain-reaction assay (qPCR) with primers andprobes targeting the N and ORF1ab genes of SARS-CoV-2 from throat swab sampleshave been widely used for diagnosis of COVID-19 patients. The study was approved by the Ethics Committee of General Hospital of CentralTheater Command. Their medical records were obtained,including epidemiological,demographic, clinical manifestation, radiological characteristics, laboratory data, andoutcome data were obtained. Inflammatory cytokine IL-6 levels were detected with kit from Roche Ltd (Mannheim,Germany, Cat# 05109442190).The categorization of COVID-19 patients were according to the Diagnosis andTreatment of New Coronavirus Pneumonia (Version 6) published by the NationalHealth Commission of China. Classification variables were described as frequencyrates or percentages, and significance is detected by chi square or Fisher’s exact test. For the patient's severity data, four degrees, mild (        Result        A total of 48 patients were enrolled in this study, which are all laboratoryconfirmed cases. Threepatients in the critical group died after disease onset. The ages of the critically ill patient group(79.6±12.6 years) were older than that of both sever group (63.9±15.2 years) and mildgroup (45.8±14.2 years), displaying an age-dependent severity. As shown in Figure 2, all the dots that stood for theORF1abqPCR positive patients aggregated and located in the area represent the highprobability of death occurs, indicating that RNAaemia is tightly associated withseverity. Because inflammatory cytokinestorm is frequently occurred in critically ill COVID-19 patients, we then asked that ifthere any laboratory parameters could be associated RNAaemia and contribute to theCOVID-19 severity?As shown in Table 2, the absolute counts of lymphocytes in the peripheral bloodof the severe patients was lower, and became even lower in critically ill patients,which is consistent with recent report17, 18 ,while the absolute counts of neutrophilswere higher in critically ill patients. RNAaemia has been proposed in recent study as a COVID-19 relatedphenomenon. In this study, weinvestigated the distribution of serum SARS-CoV-2 nucleic acid positive cases invarious patients groups, and the result showed that those cases all were confirmedonly in critically ill patients group. Since the mortality of COVID-19 critically illpatients is considerable, the host-directed therapies should be an option. The histogram indicates the ratio of cases with positive (Ct) valuesof (C) nucleocapsidprotein (N) or (D) open reading frame1ab (ORF1ab) in each of thepatients groups.patient status prediction model based on real-time RT-PCR Ct value and theirdistribution in various patients groups. TnT, troponin T; CRE, serum creatinine; BUN, blood urea nitrogen."}