{"date": "2020/03/02", "journal": "medrxiv", "authors": "Juanjuan Zhao, Quan Yuan, Haiyan Wang, Wei Liu, Xuejiao Liao, Yingying Su, Xin Wang, Jing Yuan, Tingdong Li, Jinxiu Li, Shen Qian, Congming Hong, Fuxiang Wang, Yingxia Liu, Zhaoqin Wang, Qing He, Zhiyong Li, Bin He, Tianying Zhang, Shengxiang Ge, Lei Liu, Jun Zhang, Ningshao Xia, Zheng Zhang", "title": "Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019", "type": "preprint article", "abstract": "*Contributed equally †Joint corresponding authors Shenzhen 518112, Guangdong Province, China; Phone: 86-755-81238983; Fax: 86-755-", "text": "81238983; Email: zhangzheng1975@aliyun.com.0592-2181258; Email: zhangj@xmu.edu.cn.The novel coronavirus SARS-CoV-2 is a newly emerging virus. The antibody response ininfected patient remains largely unknown, and the clinical values of antibody testing havenot been fully demonstrated.A total of 173 patients with confirmed SARS-CoV-2 infection were enrolled. Their serialplasma samples (n = 535) collected during the hospitalization period were tested for totalantibodies (Ab), IgM and IgG against SARS-CoV-2 using immunoassays. The dynamics ofantibodies with the progress and severity of disease was analyzed.Among 173 patients, the seroconversion rate for Ab, IgM and IgG was 93.1% (161/173),82.7% (143/173) and 64.7% (112/173), respectively. Twelve patients who had notseroconverted were those only blood samples at the early stage of illness were collected.The seroconversion sequentially appeared for Ab, IgM and then IgG, with a median timeof 11, 12 and 14 days, respectively. The presence of antibodies was < 40% among patientsin the first 7 days of illness, and then rapidly increased to 100.0%, 94.3% and 79.8% forAb, IgM and IgG respectively since day 15 after onset. In contrast, the positive rate of RNAdecreased from 66.7% (58/87) in samples collected before day 7 to 45.5% (25/55) duringdays 15 to 39. Combining RNA and antibody detections significantly improved thesensitivity of pathogenic diagnosis for COVID-19 patients (p < 0.001), even in early phaseof 1-week since onset (p = 0.007). Moreover, a higher titer of Ab was independentlyassociated with a worse clinical classification (p = 0.006).The antibody detection offers vital clinical information during the course ofSARS-CoV2 infection. The findings provide strong empirical support for the routine application ofserological testing in the diagnosis and management of COVID-19 patients.Since early December of 2019 and up to February 24, 2020, over 79, 000 cases ofcoronavirus disease 2019 (COVID-19) caused by novel coronavirus (SARS-CoV-2)infection, with over 2, 600 death cases infection have been reported in 26 countrieswith a majority of occurrences in China.1 The World Health Organization declared apublic health emergency of international concern on January 30, 2020. Public healthauthorities around the world react promptly to prevent further spread of the virus.According to recent reports, most of COVID-19 patients have an incubation period of3 to 7 days.2 Fever, cough and fatigue are the most common symptoms, whereas nasalcongestion, runny and diarrhea are only noted in a small part of the patients.3 Severecases might rapidly progress to acute respiratory distress syndrome (ARDS), septicshock and difficult-to-tackle metabolic acidosis and bleeding and coagulationdysfunction.4 It should be noted that some of COVID-19 patients only had mild atypicalsymptoms initially, even for severe and critical cases.5 The chest computedtomography features of COVID-19 patients were characterized by the ground-glassopacity and bilateral patchy shadowing.6 For laboratory test, it was reported that over80% of patients had lymphopenia, and most of patients had elevated C-reactiveprotein.7 However, the above-mentioned clinical and laboratory characteristics are noteasily distinguishable from pneumonia induced by infection with other commonrespiratory tract pathogens such as influenza virus, streptococcus pneumoniae andmycoplasma pneumoniae.The timely and accurate diagnosis of the SARS-CoV-2 infection is the cornerstone ofthe efforts to provide appropriated treatment for patients, to limit further spread of thevirus and ultimately to eliminate the virus from human society. Currently, viral RNAdetection by several polymerase chain reaction (PCR) based technics is almost theonly way to confirm the diagnosis of SARS-CoV-2 infection in practice. On the otherhand, RNA testing based on throat or nasopharyngeal swabs brought out negligiblefalse-negative risk.8 The reported positive rate varied for different swab specimens inCOVID-19 patients. 3,9 Many cases that were strongly epidemiologically linked toSARS-CoV-2 exposure and with typical lung radiological findings remained RNAnegative in their upper respiratory tract samples. There are four potential reasons: 1)the viral loads in upper respiratory tract samples are much lower than that in lowerrespiratory tract samples in COVID-19 patients;9 2) the releasing viral loads of patientsin different stage of infection varies with a wide range;10 3) the collection of high-qualityswab specimen requires skillful health-workers; and 4) PCR reagents from differentsources have high variance. Consequently, these problems lead to a noteworthy delayof early diagnosis and following management and propose serious challenge toproviding timely life support treatment and preventive quarantine.For many known pathogenic viruses, it has been a routine practice to make adiagnosis of acute infection according to the serological findings for a long time.Comparing to PCR, serological testing is advantageous with faster turn-around time,high-throughput and less workload. However, the clinical value of antibodies largelydepends on the understanding of host antibody responses during infection. Given thatSARS-CoV-2 is a newly emerging virus, the antibody response in COVID-19 patientsremains largely unknown. To mitigate this knowledge gap, and to provide scientificanalysis on the benefit of antibody testing when used in combination with the currentRNA testing, this study investigates the dynamics of total antibody (Ab), IgM and IgGantibody against SARS-CoV-2 in serial blood samples collected from 173 confirmedCOVID-19 patients and provides discussion on the clinical value of antibody testing.A confirmed COVID-19 case and the clinical classification was defined based on theNew Coronavirus Pneumonia Prevention and Control Program (4th edition) publishedby the National Health Commission of China. This study enrolls a total of 173 cases ofCOVID-19, where all patients were admitted to the Shenzhen Third People’s Hospitalbetween Jan 11 and Feb 9, 2020, and were willing to donate their blood samples. Allenrolled cases were confirmed to be infected with SARS-CoV-2 by use of real-timeRTPCR (rRT-PCR) on samples from the respiratory tract. For all enrolled patients, thedate of illness onset, clinical classification, RNA testing results during thehospitalization period, and the personal demographic information were obtained fromthe clinical records. This study was reviewed and approved by the Medical EthicalCommittee of Shenzhen Third People’s Hospital (approval number 2020-0018).Written informed consent was obtained from each enrolled patient.The total antibody (Ab), IgM antibody and IgG antibody against SARS-CoV-2 in plasmasamples were tested using enzyme linked immunosorbent assay (ELISA) kits suppliedby Beijing Wantai Biological Pharmacy Enterprise Co., Ltd., China, according to themanufacturer’s instructions. Briefly, the ELISA for total antibodies detection wasdeveloped based on double-antigens sandwich immunoassay (Ab-ELISA), usingmammalian cell expressed recombinant antigens contained the receptor bindingdomain (RBD) of the spike protein of SARS-CoV-2 as the immobilized andHRPconjugated antigen. The IgM μ-chain capture method (IgM-ELISA) was used to detectthe IgM antibodies, using the same HRP-conjugate RBD antigen as the Ab-ELISA. TheIgG antibodies were tested using indirect ELISA kit (IgG-ELISA) based on arecombinant nucleoprotein antigen. The specificity of the assays for Ab, IgM and IgGwas determined as 99.1% (211/213), 98.6% (210/213) and 99.0% (195/197) by testingof samples collected from healthy individuals before the outbreak of SARS-CoV-2.For continue variables description, mean with standard deviation was used for normaldistribution data and median with interquartile range (IQR) was used for non-normaldistribution data. Cumulative seroconversion rates were calculated by Kaplan-Meiermethod. The association between antibody level and severity of illness were estimatedby generalized estimating equations (GEE) model with logit link function. All statisticalanalysis was conducted by SAS 9.4 (SAS Institute, Cary, NC, USA).The funders had no role in study design, data collection, data analysis, datainterpretation, or writing of the report.Among totally 368 cases of COVID-19 patients admitted in the hospital (before Feb 9,2020), 173 patients of them (47%) were enrolled in the study (Table 1). All patients hadacute respiratory infection syndromes and/or abnormalities in chest CT imagesaccompanied by detectable SARS-CoV-2 RNA in respiratory sample since illness onsetfor at least one time. The median age of the studied patients was 48 years (IQR,3561 years) and 51.4% were females. There were 126 patients had clear epidemiologicaltravel/residence history in Wuhan (116) and other cities of Hubei province (10),respectively (Table 1). Among them, 32 (18.5%) were in critical illness condition withARDS or oxygen saturation < 93% who required mechanical ventilation eitherinvasively or non-invasively, and the remaining 141 (81.5%) had mild to moderatesyndromes were in non-critical condition. By February 19, a total of 62 patients (35.8%,54 were in non-critical group and 8 were in critical group) were recovered anddischarged from hospital and 2 (1.1%, both were in critical group) patients died withunderlying chronic disease.A total of 535 plasma samples collected during the hospitalization period of the 173patients were tested for antibodies against SARS-CoV-2. The seroconversion rate forAb, IgM and IgG was 93.1% (161/173), 82.7% (143/173) and 64.7% (112/173),respectively (Table 1). Twelve patients who remained seronegative for Ab testingpossibly due to that their samples involved were all collected at the early stage ofillness (10 earlier than day 10, the other two on day 11 and 13 after onset). Thecumulative seroconversion curve showed that the rate for Ab and IgM reached 100%around 1 month of illness day. The seroconversion was sequential appeared for Ab,IgM and then IgG (Figure 1A). The median time to Ab, IgM and IgG seroconversionwas 11, 12 and 14 days, separately. One of two patients tested on the onset day wasseropositive. Overall, the seroconversion of Ab was significantly quicker than that ofIgM (p = 0.012) and IgG (p < 0.001), that possibly attributed to the double-antigensandwich form of the assay used which usually show much higher sensitivity thancapture assay (IgM) and indirect assay (IgG). Moreover, all isotypes of antibodiesagainst viral antigen, including IgM, IgA and IgG, can be detected by double-sandwichbased assay, which may also contribute to the superior performance of Ab test. Incomparisons of seroconversion rates of antibodies between critical and non-criticalpatients, none of the three markers showed significant difference (Figure 1B, 1C andID, p > 0.05).We analyzed the detectability of RNA test and antibody assays according to the timecourse since illness onset in the cohort. As the results shown in Figure 2 and Table 2,in the early phase of illness within 7-day since onset, the RNA test had the highestsensitivity of 66.7%, whereas the antibody assays only presented a positive rate of38.3%. However, the sensitivity of Ab overtook that of RNA test since day 8 after onsetand reached over 90% across day 12 after onset (Figure 2). In samples from patientsduring day 8-14 after onset, the sensitivities of Ab (89.6%), IgM (73.3%) and IgG(54.1%) were all higher than that of RNA test (54.0%). Among samples from patientsin later phase (day 15-39 since onset), the sensitivities of Ab, IgM and IgG wereof samples of day 15-39. Further analyses demonstrated that in patients withundetectable RNA in their respiratory tract samples collected during day 1-3, day 4-7,day 8-14 and day 15-39 since onset, there were 28.6% (2/7), 53.6% (15/28), 98.2%(56/57) and 100% (30/30) had detectable antibody in total Ab assay, respectively(Table 3). Whatever, combined use of the tests of RNA and Ab improved markedly thesensitivities of pathogenic-diagnosis for COVID-19 patients in different phases (Table2, Ab+RNA).To investigate the dynamics of antibody level according disease course, the antibodylevels were expressed using the relative binding signals compared to the cutoff valueof each assay (S/CO). The longitudinal changes of antibody and RNA in 9representative patients, including 6 in non-critical group (Figure 3A) and 3 in criticalgroup (Figure 3B), were presented in Figure 3. The first positive time point of RNA testsappeared earlier than that of Ab in 7 of 9 patients, except for the case 185 (Ab wasdetectable 2 days earlier than RNA) and the case 111 (at the same day). It should benoted that the risings of antibodies were not always accompanied by RNA clearance,particularly in the 3 critical patients. This finding suggested that antibodies may not besufficient to clear the virus. In the pooled analyses on all involved patients, the averageantibody levels showed a marked increase since about 1-week after onset andcontinuously elevated during the next 2 weeks (Figure 4A). Further analysessuggested that there was no significant difference on the average S/CO value of Abtests between critical and non-critical patients before day 12 after onset (Figure 4B).However, critical patients showed significantly higher Ab S/CO values than non-criticalcases in about 2-week after onset (p = 0.02) and this association was not significant ineither IgM or IgG tests (data not shown). For further exploration, we determined therelative Ab titer of these samples (expressed as relative optical density, rOD) by serialdilution measurements of each sample. The quantitative data of Ab titers also revealeda significant difference (p = 0.004) between patients in critical and non-critical groups(Figure 4C). Multivariate longitudinal GEE analyses suggested that age (β = 0.139, p< 0.001), gender (β = 1.415, p = 0.006) and Ab titer (β = 0.336, p = 0.006) were theindependent factors strongly associated with the clinical classification based on theseverity (Table 4).The present data demonstrated that typical antibody responses to acute viral infectionare wildly induced in COVID-19 patients. All patients were seroconverted, except for12 patients with only samples collected at the early stage of illness (before 13 day ofonset). To be expected, the total antibody was first detected, followed by IgM and IgG.The seroconversion rate and the antibody levels increased rapidly during the first twoweeks, the cumulative seropositive rate reached 50% on the 11th day and 100% onthe 39th day. The seroconversion time of total antibody, IgM and IgG antibodiesappeared consequently (p < 0.05) with a median seroconversion day of 11, 12 and 14,respectively. Due to the lack of blood samples collected from patients in the later stageof illness, how long the antibodies could last remained unknown. Our resultsdemonstrated an excellent sensitivity of Ab test in detections of patient’s samples after1-week since onset. Notably, even in the early stages of the illness within 7-day, somepatients with negative nucleic acid findings could be screened out through antibodytesting. Combining RNA test and antibody test significantly raised the sensitivity fordetecting patients (p < 0.001). Above findings indicate that the antibody detection bean important supplement to RNA detection during the illness course.Up to date, the confirm diagnosis of SARS-CoV-2 infection entirely depend on the viralnucleic acid testing. Even though with high analytical sensitivity, the real-worldperformance of PCR based RNA testing is unsatisfied. Many suspected patients hadto be tested for several days with multiple samples before confirm diagnosis weremade, and during the waiting time they might have not enough priority to receiverelevant treatments and quarantine managements.3 These problems make the timelydiagnosis of SARS-CoV-2 infection one of the bottlenecks for adapting relevant actionsto limit the damage of current outbreak. Our study provided robust evidences that: 1)the acute antibody response in SARS-CoV-2 infection patient is very similar to manyother acute viral infections; 2) the serological testing can be a powerful approach inachieving timely diagnosis of SARS-CoV-2 infection; and 3) the total antibody is moresensitive than IgM and IgG for detecting SARS-CoV-2 infection.Thus, the antibody testing might play vital roles in the following settings: 1) for thesuspected patient under the initial visit or clinically diagnosed patients has not beenconfirmed by RNA testing, the positive result of antibody increases the confidence tomake a COVID-19 diagnosis; 2) for healthy close contact who is in the quarantineperiod, he/she should be deemed as a probable carriers if antibody positive, then theRNA should be tested more frequently and the close contacts of him/her should beobserved; 3) for the RNA confirmed patient, seropositive indicates that the specificimmune response had been induced. Besides, epidemiological studies could beconducted using immunoassays. Additional, it can play an important role in searchingpotential animal hosts for SARS-CoV-2 using Ab-ELISA because the double antigensandwich method makes it free from species restriction. It has been less than threemonths since the SARS-CoV-2 virus first invaded human society, and the prevalenceof antibody against SARS-CoV-2 is nearly zero. Therefore, at least during the currentoutbreak which is likely to continue to May or June 2020, individuals who areseropositive could be a probably preceding infector of SARS-CoV-2. During this shortperiod, therefore, the total antibody could be considered as a recent infection markersimilar as IgM antibody. Our data showed that the sensitivity of total antibody testingis higher than IgM or IgG. Therefore, the total antibody detection should be given highpriority to be implemented in current clinical and public health practice. If, unfortunately,SARS-CoV-2 become a common respiratory transmission pathogen lasting in humansociety, such as influenza viruses or low-pathogenicity types of coronaviruses, ratherthan be completely eradicated as its relative SARS-CoV-1 virus, the serologicaldiagnosis of acute SARS-CoV-2 infection will more depend on the detection of IgMantibody in post-epidemic areas, such as Wuhan, China, in the subsequent epidemicseasons. The total antibody and IgG antibody could be used to understand theepidemiology of SARS-CoV-2 infection and to assist in determining the level of humoralimmune response in patients. Even then, the total antibody will be a more sensitivemarker for sentinel monitoring of imported cases in naive community.In addition to the diagnosis value of Ab test, our study revealed a strong positivecorrelation between clinical severity and antibody titer since 2-week after illness onset,for the first time in COVID-19 patients. The results suggested that a high titer of totalantibodies against the virus may be considered as a risk factor of critical illness,independently from older age, male gender and comorbidities (Table 4). Although itwas still unclear how the causal relation between hormonal response and illnessseverity, the results raise a possible usage of the high antibody titer as a surrogatemarker for worse clinical prognosis. Furthermore, it might be an evidence for thepossibility of antibody-dependent disease enhancement effects, which was commonlyfound in SARS-CoV-1 patients.11-13 Whatsoever, our finding suggested that the clinicalmeanings of the level of antibody against SARS-CoV-2 during the acute phase ofinfection warrant further study.It should be noted that there were some limitations of this study. First, for most of RNAtests of the patients were based on upper respiratory tract specimens, the positive ratemay be higher in detection using lower respiratory tract specimens, such asbronchoalveolar lavage fluid, deep tracheal aspirates, and induced sputum may yieldhigher sensitivity for RNA tests. Second, we cannot evaluate the persistence ofantibodies because samples were collected during the acute illness course of patients.Third, although it had shown good specificity in healthy people, the cross-reactivityamong the different coronaviruses cannot be accurately assessed because we cannotobtain blood samples from SARS-CoV-1 and other coronaviruses infection patients.Future studies are needed to a better understanding of the antibody response profileof SARS-CoV-2 infection.In conclusion, the findings demonstrate that antibody tests have important diagnosisvalue in addition to RNA tests. These findings provide strong evidence for the routineapplication of serological antibody assays in the diagnosis and clinical management ofZZ, NS-X, JZ, LL, S-X G and QY had the idea and for designed the study. ZZ, JZ, LL andS-X G had full access to all data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. JJ-Z, HY-W, XJ-L, XW, JY, JZ-L, QS, FX-W,YX-L, ZQ-W, QH, LL and ZZ had roles in the clinical management, patient recruitment,sample preparation and clinical data collection. JJ-Z, HY-W, WL, XW, TD-L, CM-H, ZY-L,BH and SX-G had roles in the antibody detection experiments, data collection and analysis.QY, YY-S, SX-G, JZ and ZZ had roles in statistical analysis. JJ-Z, QY, YY-S, SX-G, LL, JZ,NS-X and ZZ had roles in data interpretation. QY, YY-S, SX-G, JZ and ZZ wrote themanuscript. TY-Z, NS-X and ZZ contributed to critical revision of the report. All authorsreviewed and approved the final version of the manuscript.We acknowledge the work and contribution of all the health providers from Shenzhen ThirdPeople's Hospital. We sincerely thanked the Shan Qiao, Xue-Rong Jia, Dong Wang andBao-Liang Jia from Beijing Wantai Biological Pharmacy Company for their helpful technicalassistance. This study was supported by Bill & Melinda Gates Foundation.1 WHO. Coronavirus disease (COVID-2019) situation reports. Feb 21, 2020.reports (accessed Feb 21, 2020).2 Guan W-J, Ni Z-Y, Hu Y, et al. Clinical characteristics of 2019 novel coronavirusinfectioninChina.medRxiv2020;publishedonlineFebDOI:10.1101/2020.02.06.20020974.3 Wang M, Wu Q, Xu W-Z, et al. Clinical diagnosis of 8274 samples with 2019-novelcoronavirus inWuhan. medRxiv 2020; published online Feb 18.DOI:10.1101/2020.02.12.20022327.4 Chen N-S, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet 2020. published online Jan 29. https://doi.org/10.1016/S01406736(20)30211-7.5 Huang C-L, Wang Y-M, Li X-W, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet 2020. published online Jan 24.https://doi.org/10.1016/ S0140-6736(20)30183-5.6 Wang D-W, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.published online Feb 7. https://doi.org/ 10.1001/jama.2020.1585.7 Wan S-X, Yi Q-J, Fan S-B, et al. Characteristics of lymphocyte subsets andcytokines in peripheral blood of 123 hospitalized patients with 2019 novelcoronavirus pneumonia (NCP). medRxiv 2020; published online Feb 12. DOI:10.1101/2020.02.10.20021832.8 Yang Y, Yang M-H, Shen C-G, et al. Evaluating the accuracy of different respiratoryspecimens in the laboratory diagnosis and monitoring the viral shedding of2019nCoV infections. medRxiv 2020; published onlineFeb 17. DOI:10.1101/2020.02.11.20021493.9 Chan JF, Yuan S-F, Kok K-H, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet 2020; published online Jan 24.https://doi.org/10.1016/S01406736(20)30154-9.10 Zou L-R, Ruan F, Huang M-X, et al. SARS-CoV-2 viral load in upper respiratoryspecimens of infected patients. N Engl J Med 2020; published online Feb 19.https://doi.org/ 10.1056/NEJMc2001737.11 Peiris J-S, Chu C-M, Cheng V-C et al. Clinical progression and viral load in acommunity outbreak of coronavirus-associated SARS pneumonia: a prospectivestudy. Lancet. 2003; 361:1767-1772.12 Liu L, Wei Q, Lin Q, et al. Anti-spike IgG causes severe acute lung injury byskewing macrophage responses during acute SARS-CoV infection. JCI Insight.2019; 4:e123158.Cumulative incidence of seroconversion of Ab, IgM and IgG among 173 patients of thisstudy. Kaplan–Meier curves for time to seroconversion of Ab (B), IgM (C) and IgG (D) forcomparison of patients in critical condition or not. P values were determined by Log-Ranktest to compare different markers.since illness onset. A heat-map of detection of SARS-CoV-2 infection according to thetime (days) since onset by a single RNA or antibody test.patients since onset of disease. The changes of the levels of RNA in in upper respiratoryspecimens (nasal and/or throat swabs) and antibodies (total Ab, IgM and IgG) in plasmaof 9 patients were presented. Among these cases, 6 were in normal to moderate illnesscondition (A) and 3 were in critical condition (B). The cutoff values for antibody tests wereS/CO=1 (plotted to left-Y axis) and was CT=40 for RNA detection (plotted to right-Y axis).RNA negative samples are denoted with a CT of 45. The blue area indicated the antibodyseronegative zone, whereas the purple area indicated undetectable RNA zone. Meanwhile,a purple broken line was used to indicate the first time point with detectable RNA and a redbroken line was used to indicate the first antibody seroconversion (total Ab) time point.patients since illness onset. (A) Comparison of the average S/CO value of in betweentotal Ab, IgG and IgM. Comparison of the average S/CO value (B) and relative quantitativetiter (C) of Ab test between critical and non-critical patients. The medians of antibodydetection value (S/CO for tests of Ab, IgM and IgG, for panel A and B) and of total Ab titer(rOD, for panel C) of samples at the same time point since onset was used to plot thegraph. Patient’s samples collected from day 1-3, 4-6, 7-9, 10-12, 13-15, 16-18, 19-21,2239 since illness onset were pooled for analysis. Four parameter logistic (4PL) fitting curveswere used to show the rising trend of antibodies (total Ab, IgG, IgM).positive, n(%)negative, n(%)89 (51)65 (38)73 (52)55 (39)16 (50)10 (31)Gender, n(%)Age, median(IQR)Epidemiological exposure (1 month)Been to WuhanBeen to other Cities of HubeiUnclear or unknownComorbidities, n(%)AnyStill in hospitalClinical outcome, n(%)†antibody test, median(IQR)‡Total17384 (49)89 (51)116 (67)10 (5.8)47 (27)20 (12)11 (6.4)3 (1.8)13 (7.6)41 (24)62 (36)109 (63)2 (1.2)4 (3-6)no data, n(%)19 (11)13 (9.2)6 (19)rRT-PCR CT, median(IQR)29 (25-31)29 (24-32)29 (28-31)No. of antibody tested samplesOf each case, median(IQR)Data are presented as medians (interquartile ranges, IQR) and n(%). TS, throat swabs;NS, nasal swabs. * The other disease included chronic hepatitis B infection (n=5), tumors(n=2), obstructive sleep apnea syndrome (n=1), chronic bronchitis (n=1), hyperlipidemia(n=1), renal insufficiency (n=1), tuberculosis (cured, n=1) and fatty liver disease (n=1). †The data indicated the time of confirmation for positive for 2019-nCoV infection by usingrRT-PCR on respiratory sample since illness onset.‡illness onset of the first plasma sample of patients involved for serological test in this study.undetectable viral RNA at different time since onset of disease.1-34-78-1415-39with undetectable RNA*7285730Ab2 (28.6)15 (53.6)56 (98.2)30 (100)IgM2 (28.6)12 (42.9)45 (78.9)28 (93.3)IgG2 (28.6)8 (28.6)40 (70.2)22 (73.3)* RNA was tested using throat/nasal swab sample.<0.001p value <0.05 indicates significant differences between critical patients and non-criticalpatients as determined by GEE model analysis.Ab v.s. IgM, p=0.012IgM v.s. IgG, p=0.003IgG v.s. Ab, p<0.001Non-critical p=0.08Critical)%(tea 80rnoirse 60vnocreo 40sevitlua 20muC00)%(tea 80rnoirse 60vnocreo 40sevitlau 20muC010080604020020100 05040302010250403020100 0550 R40 (ANq30 PCR20 TCva10 lue)25050 R40 (ANq30 PCR20 TCva10 lue)300Ab IgM IgG RNAd7/d750403020105 10 15 20 250Case 200 (50-year, female, non-critical)Ab IgM IgG RNAd2d12Ab IgM IgG RNAd3 d6403020100 0 5 10 15 20Case 202 (46-year, male, non-critical)Ab IgM IgG RNAd5d19IgG155", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "81238983; Email: zhangzheng1975@aliyun.com.\n0592-2181258; Email: zhangj@xmu.edu.cn.", "one_words_summarize": "81238983; Email: zhangzheng1975@aliyun.com.0592-2181258; Email: zhangj@xmu.edu.cn. Twelve patients who had notseroconverted were those only blood samples at the early stage of illness were collected. The seroconversion sequentially appeared for Ab, IgM and then IgG, with a median timeof 11, 12 and 14 days, respectively. Public healthauthorities around the world react promptly to prevent further spread of the virus. Consequently, these problems lead to a noteworthy delayof early diagnosis and following management and propose serious challenge toproviding timely life support treatment and preventive quarantine. For many known pathogenic viruses, it has been a routine practice to make adiagnosis of acute infection according to the serological findings for a long time. The total antibody (Ab), IgM antibody and IgG antibody against SARS-CoV-2 in plasmasamples were tested using enzyme linked immunosorbent assay (ELISA) kits suppliedby Beijing Wantai Biological Pharmacy Enterprise Co., Ltd., China, according to themanufacturer’s instructions. By February 19, a total of 62 patients (35.8%,54 were in non-critical group and 8 were in critical group) were recovered anddischarged from hospital and 2 (1.1%, both were in critical group) patients died withunderlying chronic disease. Incomparisons of seroconversion rates of antibodies between critical and non-criticalpatients, none of the three markers showed significant difference (Figure 1B, 1C andID, p > 0.05).We analyzed the detectability of RNA test and antibody assays according to the timecourse since illness onset in the cohort. Further analyses demonstrated that in patients withundetectable RNA in their respiratory tract samples collected during day 1-3, day 4-7,day 8-14 and day 15-39 since onset, there were 28.6% (2/7), 53.6% (15/28), 98.2%(56/57) and 100% (30/30) had detectable antibody in total Ab assay, respectively(Table 3). Due to the lack of blood samples collected from patients in the later stageof illness, how long the antibodies could last remained unknown. Although itwas still unclear how the causal relation between hormonal response and illnessseverity, the results raise a possible usage of the high antibody titer as a surrogatemarker for worse clinical prognosis. It should be noted that there were some limitations of this study. In conclusion, the findings demonstrate that antibody tests have important diagnosisvalue in addition to RNA tests. ZZ, JZ, LL andS-X G had full access to all data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. JJ-Z, HY-W, XJ-L, XW, JY, JZ-L, QS, FX-W,YX-L, ZQ-W, QH, LL and ZZ had roles in the clinical management, patient recruitment,sample preparation and clinical data collection. All authorsreviewed and approved the final version of the manuscript. Clinical diagnosis of 8274 samples with 2019-novelcoronavirus inWuhan. https://doi.org/10.1016/S01406736(20)30211-7.5 Huang C-L, Wang Y-M, Li X-W, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. DOI:10.1101/2020.02.10.20021832.8 Yang Y, Yang M-H, Shen C-G, et al. Lancet 2020; published online Jan 24.https://doi.org/10.1016/S01406736(20)30154-9.10 Zou L-R, Ruan F, Huang M-X, et al. Clinical progression and viral load in acommunity outbreak of coronavirus-associated SARS pneumonia: a prospectivestudy. Anti-spike IgG causes severe acute lung injury byskewing macrophage responses during acute SARS-CoV infection. JCI Insight.2019; 4:e123158.Cumulative incidence of seroconversion of Ab, IgM and IgG among 173 patients of thisstudy. P values were determined by Log-Ranktest to compare different markers.since illness onset. Among these cases, 6 were in normal to moderate illnesscondition (A) and 3 were in critical condition (B). Ab v.s. IgM, p=0.012IgM v.s. IgG, p=0.003IgG v.s. Ab, p<0.001Non-critical p=0.08Critical)%(tea 80rnoirse 60vnocreo 40sevitlua 20muC00)%(tea 80rnoirse 60vnocreo 40sevitlau 20muC010080604020020100 05040302010250403020100 0550 R40 (ANq30 PCR20 TCva10 lue)25050 R40 (ANq30 PCR20 TCva10 lue)300Ab IgM IgG RNAd7/d750403020105 10 15 20 250Case 200 (50-year, female, non-critical)Ab IgM IgG RNAd2d12Ab IgM IgG RNAd3 d6403020100 0 5 10 15 20Case 202 (46-year, male, non-critical)Ab IgM IgG RNAd5d19IgG155"}