{"date": "2020/02/28", "journal": "biorxiv", "authors": "Phillip Davis, John Bagnoli, David Yarmosh, Alan Shteyman, Lance Presser, Sharon Altmann, Shelton Bradrick, Joseph A. Russell", "title": "Vorpal: A novel RNA virus feature-extraction algorithm demonstrated through interpretable genotype-to-phenotype linear models", "type": "preprint article", "abstract": "In the analysis of genomic sequence data, so-called “alignment free” approaches are often selected for their relative speed compared to alignment-based approaches, especially in the application of distance comparisons and taxonomic classification1,2,3,4. These methods are typically reliant on excising K-length substrings of the input sequence, called K-mers5. In the context of machine learning, K-mer based feature vectors have been used in applications ranging from amplicon sequencing classification to predictive modeling for antimicrobial resistance genes6,7,8. This can be seen as an analogy of the “bag-of-words” model successfully employed in natural language processing and computer vision for document and image classification9,10. Feature extraction techniques from natural language processing have previously been analogized to genomics data11; however, the “bag-ofwords” approach is brittle in the RNA virus space due to the high intersequence variance and the exact matching requirement of K-mers. To reconcile the simplicity of “bag-ofwords” methods with the complications presented by the intrinsic variance of RNA virus space, a method to resolve the fragility of extracted K-mers in a way that faithfully reflects an underlying biological phenomenon was devised. Our algorithm, Vorpal, allows the construction of interpretable linear models with clustered, representative 'degenerate' Kmers as the input vector and, through regularization, sparse predictors of binary phenotypes as the output. Here, we demonstrate the utility of Vorpal by identifying nucleotide-level genomic motif predictors for binary phenotypes in three separate RNA virus clades; human pathogen vs. non-human pathogen in Orthocoronavirinae, hemorrhagic fever causing vs. non-hemorrhagic fever causing in Ebolavirus, and humanhost vs. non-human host in Influenza A. The capacity of this approach for in silico identification of hypotheses which can be validated by direct experimentation, as well as identification of genomic targets for preemptive biosurveillance of emerging viruses, is discussed. The code is available for download at https://github.com/mriglobal/vorpal.", "text": "1.2.414243444546474849505152535455565758here, the frame of reference for the quasispecies “cloud” is reduced to the level of K-lengthmotifs. In order to estimate the connectedness of these K-mers across the input assemblies, adistance matrix between all of the unique K-mers observed across the designated virus genomeassemblies is established using hamming distance. Hierarchical clustering is then performed onthe resulting distance matrix using an average linkage function, corresponding to the ultrametricassumption used in Unweighted Pair Group Method with Arithmetic Mean (UPGMA)phylogenies, and flat clusters are extracted using a hyperparameter for the distance cutoff ofcluster membership. The constituents of these clusters are then aligned and their positionalvariants represented using the International Union of Pure and Applied Chemistry (IUPAC)nucleic acid notation with degenerate base symbols. These degenerate motifs are mapped back totheir respective assemblies. This approach facilitates interpretation of model features in afunctional profiling and hypothesis generating context. To demonstrate the effectiveness of thisnew feature extraction technique, genotype-to-phenotype linear models were trained on variousRNA virus groups. A description of the Python implementation of the algorithm is detailed inMethods and the code is available for download at https://github.com/mriglobal/vorpal, alongwith persistent versions of the models described here-in. A simplified example of theagglomerative clustering step is depicted in Figure 1.User Specified DegeneracyCutoffTGGGATACATACAGGGATACATACCGGGATACATACAGGGATACAAACTGGGATACAATCTGCCATACAAAC>mo f 1HGGGATACAYAC>mo f 2TGGGATACAATC>mo f 3TGCCATACAAAC0.250.200.150.100.050.00By their nature, feature extraction methods make either explicit or implicit hypotheses aboutwhat the learner can discover about the data. For instance, in the Natural Language Processing(NLP) domain, the famous “distributional hypothesis” is what forms the theoretical frameworkfor word embedding algorithms such as Word2Vec13,14. The hypothesis central to the Vorpalalgorithm makes the following predictions about the types of phenomena that could be learnedfrom RNA virus genomics data, if they are relevant to the output label:1. The predictive motifs are positionally independent2. The frequency of occurrence of a motif is predictive3. There are predictive motifs observable only at the nucleic acid level, i.e. in non-codingregions or not observable in the translated product777879808182838485868788The strongest predictors for the output phenotypes in the models discussed in this paperdemonstrate each of these phenomena.Three RNA virus groups were chosen to evaluate the methodology, due to their relevance asimportant human pathogens – Orthocoronavirinae at the sub-family level, Ebolavirus at thegenus level, and Influenza A at the species level. The phenotypes for these virus groups werebinary output variables corresponding to human pathogen (vs. non-pathogen),humanhemorrhagic-fever-causing (vs. not human-hemorrhagic-fever-causing), and human-host isolate(vs. non-human-host isolate), respectively. The procedure for labeling these phenotypes isdetailed in Methods.This entire algorithm was developed and implemented using Biopython, skbio, and the scipycomputing stack contained in the open-source Anaconda Distribution.Logistic regression models were fit, in triplicate, for the binary phenotypes described above,across different degeneracy cutoffs for the Ebolavirus and Orthocoronavirinae groups. Due to thetraining time for the Influenza A models (around 72 hours), instead of exploring differentdegeneracy cutoffs to find the sparsest feature vector, all Influenza A segment models, whichwere fit independently, were evaluated with a 1.5 degeneracy cutoff for clustering. Modelparameter selection for degeneracy cutoff is visualized in Figure 2. All models were highlyaccurate on both the training and test sets. Selected models are summarized in Table 1.Construction of the training and test sets is described in the Methods section.107108109110111112113114115116117118119120121122123124125126127128129130131132133134135136137138139140141Explanatory Modeling through Feature SelectionTables containing the motif identity and corresponding coefficients for the selected models,along with a list of the accession numbers used for training and test sets, are provided as part ofthe Supplementary materials. We encourage researchers to explore the contents of these models.Below, we analyze a handful of properties of the models to explain their utility in interpretation.The model for the Orthocoronavirinae sub-family was built around the phenotype of humanpathogen. The motif with the highest coefficient for the human pathogen phenotype,AKRATGKTGTTAATMAA, is an example of the positional independence phenomena that theVorpal algorithm could learn if it contains information about the response variable. The motifalso appears across both Alphacoronavirus and Betacoronavirus group species that infecthumans. Interestingly its pattern of appearance in those groups varies in a way not predicated onthis taxonomic organization. In the Alphacoronavirus examples that it appears in, namely 229Eand NL63, this motif is located in the same reading frame within the spike S2 glycoproteinprotein and encodes a conserved QDVVNQ amino acid sequence. However, when it appears inSevere Acute Respiratory Syndrome (SARS), it remains in the same reading frame, coding for aYNVVNK amino acid sequence, but instead occurs in the polyprotein in the N-terminus ofnonstructural protein (NSP) 15. The other Betacoronavirus member it appears in, OC43, presentsthis motif in the same reading frame but it has returned to the spike protein as QDGVNK. Thismotif serves as a signal for human pathogenicity whose importance is based at least partially onits translation, though the domain itself can appear in completely different protein products. Itwas also recognized that another positive predictor in the model was a motif related to this one,KGATGTTGTTARWCAAY, offset by a single nucleotide. This related motif sometimescooccurred at the same position as the one mentioned above, and other times appears at a differentposition in the genome, which suggests this is part of a larger, repetitive motif.This is summarized in Table 2.142143144145146147148149150151152153154155156157158159160161162163164165166167168169170171172173174The model for the genus Ebolavirus was specified for a phenotype corresponding tohumanhemorrhagic-fever causing, i.e. the African Ebolavirus constituents, andnon-humanhemorrhagic-fever causing, i.e. Reston ebolavirus (EBOV). The recently discovered BombaliEBOV, was excluded due to its ambiguity as a human pathogen15.The Ebola model demonstrates the utility of the assumption in the Vorpal algorithm that thefeature vector contains information about the frequency of genomic motifs. The preservation ofrepeated motifs in the 5’ untranslated region (UTR), especially of those in the overlapping UTRsin the Ebola genome, are the predictors of primary importance in differentiating the phenotypes.These repeating motifs, or “motif blocks”, and their corresponding coefficients in the model, aresummarized in Table 3 and visualized in Figure 3. These motifs in the 5’ UTRs, specifically inthe leading sequence of the L protein, have been previously established as being functionallyimportant to growth kinetics in cell culture16. The presence and location of this motif across theReston and African constituents of the Ebola genus forms an obvious distinguishing factor. Thecontiguous block of overlapping motifs identified in Table 3, appear across all known Ebolavirusgenomes. However, in the Reston version, this block appears only in the 5’ UTR of VP40 and L,which is one of the several genome locations in Reston containing overlapping 3’ and 5’ UTRs.When this motif block occurs in the African-derived constituents of the Ebola genus, it appearsin the 5’ UTR of VP40, VP30, and L. The VP40 and VP30 5’ UTRs are characterized byoverlapping transcriptional units in African ebolaviruses. In Zaire ebolavirus, there is anintergenic region between VP24 and L protein. However, despite the insertion of an intergenicregion at this location in Zaire ebolavirus, this representation of the motif block is still preserved.Comparison of the transcriptional start and stop signals between Reston and Zaire ebolavirus hasbeen performed before17, but the conservation of this motif and this pattern of appearance acrossthe genus has not been established to our knowledge.NTGAKGAAGATTAAGAA 0.048876YGAKGAAGATTAAGAAA 0.061316GAKGAAGATTAAGAAAA 0.063464AKGAAGATTAAGAAAAA 0.063464KGAAGATTAAGAAAAAS 0.061316GAAGATTAAGAAAAASN 0.051440188189190191192193194195196197198199200201202203204205206207Influenza AThe Influenza A model was trained using isolation host as the output variable. As illustrated inTable 1 above, an independent model was built around each segment of Influenza A’s genome.Therefore, the model is trying to find signals of host conformational changes on each segment.However, within the constraints of this paper, only results derived from the segment 4 model willbe discussed in detail.Influenza A’s fourth segment contains the HA gene from which Influenza A strains derive theirH subtype designation. In the corresponding model, a pattern was observed in the motifdistributions that was common to all of the Influenza A segment models examined. This patternaligns with the third assumption associated with the Vorpal feature extraction method – somedegenerate predictors encode only silent mutations. In other words, the signal for the output labelis observed only at the nucleotide level for many explanatory variables. For example, one of thehighest coefficient predictors for the human-isolate phenotype, GTCTCTACARTGTAGAA,appeared to be related to one of the motifs amongst the most negative predictors,GGTCTYTACARTGTAGA. These motifs correspond to a location towards the end of the Cterminus of the HA2 protein, at the location of a conserved, H1-subtype, N-linked glycosylationsite following the transmembrane region18. The pattern of appearance for these motifs isdescribed in Table 4A.Motif Coefficient Amino acid # Human # Swine # Aviansequence Instances Instances Instances-GTCTCTACARTGTAGAA 5.21 SLQCR 12915 828 12*GGTCTYTACARTGTAGA- -5.79 SLQCR 13001 1373 12*GGTCWTTGCAATGCAGA- N/A SLQCR 14 759 427Table 4A. Influenza A HA2 motifs. Shows three overlapping segments where the additionof a degeneracy allowing for the TTA codon for leucine is an important predictor for thenon-human conformation for the H1 subtype. The third motif with no coefficient wasidentified by looking in avian isolates at the same genomic position. This motif was notused by the model but provides additional interpretation of the phenomenon in effect.The only avian flu examples in the model predictors that these motifs appear in are NorthAmerican Turkey isolates. No other avian examples of any HA gene subtypes containthese motifs utilizing rare leucine codons. This serine at the beginning of this amino acidsequence is the tail constituent of a N-x-S/T glycosylation motif.Human 0.07 0.07 0.13 0.55 0.45Avian 0.06 0.06 0.12 0.6 0.4Swine 0.13 0.06 0.1 0.61 0.39Table 4B. Relative Host Codon Frequencies for HA2 motifs. Shows three overlappingsegments where the addition of a degeneracy allowing for the TTA codon for leucine is animportant predictor for the non-human conformation for the H1 subtype. The third motifwith no coefficient was identified by looking in avian isolates at the same genomicposition.Examination of the constituent K-mers of these motifs demonstrated that the allowance of thenegative predictor to map to the TTA leucine codon introduced, almost exclusively, swineisolates. The conservation of the CTA leucine codon in the human-isolate predictor isnoteworthy because this codon is one of the rare leucine codons in the human genome, with arelative frequency of 7%. Alternatively, the TTA codon being more predictive for swine isolatesis notable because while TTA also only has a 7% relative abundance in humans, its abundance inpigs is 6% while the CTA codon is less rare (13% relative abundance)19. This mammalianadaptation separates it almost entirely from any avian examples and there appears to be a fitnessgradient. When it appears in mammals, there is a higher incidence of the uncommon leucinecodon at this location. As previously mentioned, the SLQCR motif is canonical across all H1subtype examples, including those of chicken and duck. A degenerate motif that mapped to thecorresponding position in avian examples was determined to be GGTCWTTGCAATGCAGA.The underlying nucleotide conformations appear to be strictly enforced where the use of the TTGcodon for leucine, along with the TGC codon for cysteine, produces 427 avian examples andonly 14 human examples. Curiously, the preference for these codons in the avian examples arenot correlated with their rarity in those hosts. The TTG codon for leucine has a relativefrequency of 13% in mallards, while the CTA and TTA codons are both 6%. A table of therelative codon frequencies by host are noted in Table 4B, and this relationship between motifmapping frequency following a codon rarity gradient in mammals, and the inverse in birds, isvisualized in Figure 4.TTG-70CTARela ve Host Codon RarityThe predictor variable with the highest coefficient from the segment 4 model is another, moredramatic example, of the phenomenon described above. The identity of the motif,AATGTRACAGTAACACA, and its translated product, NVTVTH, again demonstrate apreference for rare human codons - in this case, valine. Like the example discussed above, thismotif is present almost exclusively in human (N=15913) and swine (N=3885) examples of theH1 subtype. The associated NVTVTH amino acid sequence is also completely conserved across263264265266267268269270271272273274275276277278279280281282283284285286287288289290291292all the examples, avian included. The valine codons in the human-isolate versions, almostexclusively GTA, have a relative frequency of only 11% in the human genome. While in theavian examples of segment 4, those codons are switched to GTG, which are the most commonValine codons with a 46% relative frequency in mallards. A motif for the avian version of thiswas developed using a multiple sequence alignment of the non-human and non-swine isolates ofthe H1 subtype assemblies in the training set. This motif was established asAAYGTRACYGTGACYCA and mapped back to the training set sequences. When mapped, thisnew motif was resolved to 480 avian isolates, 33 swine isolates, and nothing else. Unfortunately,unlike the above-mentioned Influenza A motif, the constituent K-mers for this motif were belowthe quantile cutoff for clustering, and thus, were unable to become a directly observed feature ofthe model. The use of rare codons, and their tendency to cluster, has been observed across botheukaryotes and prokaryotes20. This NVTVTH amino acid motif is also, like the SLQCRsequence described above, an experimentally validated N-linked glycosylation site on the HAgene in H1N121. Rare-codon clusters in association with N-linked glycosylation sites in humanpathogens have previously observed in HIV-1 envelope glycoprotein gp120, where theconservation of the rare-codon RNA sequence conferred increased glycosylation efficiencycompared to gp120 mutants22. Codon optimization efforts for lentivirus envelope protein havealso induced non-functional proteins, hypothesized to be related to glycosylation disruption23.The fidelity of conformational change in mammalian isolates to these rare codon identities isextremely high. The oscillation between these conformational states is suggestive of anotherdimension of interpretation that these logistic regression models offer, outside of the examinationof the genomic motifs themselves.Other Dimensions of InterpretationThe fragility of the phenotype for the Influenza A model resulted in a model with highercomplexity than the other RNA viruses studied. However, this provides another avenue formodel analysis. Logistic regression classifiers offer not only an output label, but also aprobability assignment to the corresponding label. Thus, additional information can be encodedin this output. Figure 5 presents a graphical representation of the distribution of these classprobabilities for the training sets for the segments described.294295296297298299300301302303304305306307The highest coefficient predictor in the model for Influenza A segment 1, which codes for thePB2 polymerase gene, is a motif which represents a mammalian amino acid substitutionexperimentally observed in a mouse model24. This mammalian adaptation was identified asrelevant to the temperature sensitivity of the polymerase in H5N1. The reversion of the avianconformation containing the glutamic acid residue, to the mammalian conformation containing308309310311312313314315316317318319320321322323324325326327328329330331332333334335336337338339340341342343344345346347348349350lysine, was observed to be approximately six days. By chance, some subset of viral isolates couldhave been sampled during this window while “in transit” between host-signature genotypes.Thus, the misclassified examples from the training set invite further scrutiny. Of the 79892instances in the training set, 274 were misclassified, and approximately 10 of thesemisclassifications were discovered to be mislabeling due to erroneous formatting of the WHOnomenclature. The remainder are examples where the model has, in some cases with a highprobability, assigned a classification that disagreed with the class labeling.One particularly interesting example of this can be seen in a pair of swine isolates (KM289087.1,KM289089.1) misclassified by the model as human, which were attributed to human-to-pigH1N1 transmission events in backyard farms in Peru25. A third isolate from this study(KM289088.1) was classified correctly but also expressed some ambiguity in the classdesignation from the perspective of the class probability. Fortunately, this study included in thepublication the sampling dates for the pigs at a central processing facility, allowing the Vorpalalgorithm to detect a trend in the data as demonstrated in Table 5. Transition from the humanconformation of the virus (from the perspective of the model) to the non-human conformationfollows the progression of the calendar date. The original authors had previously speculatedabout the simultaneous exposure of two of these swine isolates based on phylogeny.A second case where a training sample was misclassified as a human isolate from the model wasan Influenza A H1N1 instance (KF277197.1) isolated from a giant panda at the Conservation andResearch Center for the Giant Panda in Ya’an City, China. There are several plausiblehypotheses that could explain the consistent misclassification of this isolate from the model,including the most obvious, that the Giant Panda conformation of the virus is only represented bythis distinct example, and thus, the model could not learn the features that may distinguish itfrom a human-isolated example. However, this assembly was accompanied by a publicationwhich points to a different explanation for model confusion. The paper’s authors, throughphylogenetic analysis, suggest that this case was an example of pandemic H1N1 transmitteddirectly from humans to the pandas26. Similar examples are abundant. A pair of misclassifiedswine isolates were identified in a 2009 publication studying triple-reassortment swine InfluenzaA infections in people from 2005 – 200928. Both of these human infections were linked to directcontact with sick pigs presented at a county fair within a 3 to 4 day window of sampling. Thefindings regarding these examples are contained in Tables 6A and 6B. Model predictionprobabilities that disagree with the known host source may be useful as a way to infer spill-overevents.If the misclassified Giant Panda isolate is observed in context in a two-dimensional embeddedspace, where the motif feature vectors are used as the input space, then its nearest-neighbor in thelower dimensional representation is a human H1N1 isolate, also from Sichuan, in 2009. In the-80AB0X-5050EU783920.1-59CY036487.1 GU186492.2-58 -57-5651 GQ457545.1ABcase of the misclassified swine isolates, they are surrounded in the local neighborhood by H1N1Swine instances from Ohio and Iowa in 2007 and 2008. This proximity in embedded spacesoffers another angle for interpretation, especially in regards to identifying possible spill-over orre-assortment events and is depicted in Figure 6. Neighbors in the local embedding are oftentemporally and geographically proximal, in addition to sharing host isolate membership.Comingling of class labels in the embedded space potentially offers the opportunity foridentification of zoonosis events.Accession Year Location Human-Isolate Class Host SubtypeFJ986620.1 2007 Ohio .420 Human H1N1FJ986621.1 2007 Ohio .420 Human H1N1EU604589.1 2007 Ohio .310 Swine H1N1HQ833582.1 2007 Ohio .069 Swine H1N1HM461778.1 2008 Ohio .016 Swine H1N1HQ378729.1 2007 Iowa .010 Swine H1N1Table 6A. Midwest, US Influenza A segment four isolates. The local neighbors ofA/Ohio/01/2007 (H1N1) and A/Ohio/02/2007 (H1N1) identified in Shinde et. al. 200927 asswine influenza virus infections of human hosts at a county fair in 2007. The estimatedincubation period for these misclassified training examples was 3-4 days.ABJF277197.1 2009 Sichuan, China .980 Giant Panda H1N1GQ166223.1 2009 Sichuan, China .991 Human H1N1Table 6B. Sichuan, CN Influenza A segment four isolates. The Giant Panda isolatemisclassified in the training set and its nearest neighbor in the embedding space.Inspection of the embedded space makes it possible to identify candidate events, even if themodel has not made a classification error. Examples of these are summarized in Figure 7 andTable 7A and 7B where Influenza A segment 1 (PB2) sequences are embedded into atwodimensional field. Further experimentation may also help develop models that incorporate avelocity to the conformational changes of host-predictor motifs and estimate temporal distancefrom a prospective zoonotic event, in a segment-specific manner.4544-60 -40 -20Table 7A. New York Influenza A segment one isolates. A human isolate collocatedamongst avian isolates in a cluster of H7N2 subtype Influenza examples from New York in2003. The nearest-neighbor for the human isolate (GU186492.2) is an environmentalsample from a live-bird market. The model also encodes the ambiguity of theclassification in class probability for the human-isolate phenotype.GQ457546.1 Saskatchewan, H1N1 6/16/09 6/18/09CAGQ457544.1 Saskatchewan, H1N1 Human 0.922 6/17/09 6/19/09CAGQ457545.1 Saskatchewan, H1N1 Human 0.769 6/15/09 6/18/09CAJF714006.1 Saskatchewan, H1N1 Swine 0.396 Unknown 7/20/09CAMF768496.1 Saskatchewan, H3N2 Swine 0.001 Unknown 1/15/15CATable 7B. Saskatchewan, CA Influenza A segment one isolates. A Saskatchewan specificsub-cluster that belongs to a larger cluster of PB2 genes isolated from Swine andcoassorted with H1N1, and H3N2 subtypes in circulation in North America. The humanisolates represented in this group belong to pig farm workers who all contracted swineinfluenza virus, it is presumed, through their place of work27. Interestingly, thisdistinctive genotype of PB2 seems to be preserved across long time frames (2009 to2015) and is free to re-assort with different Influenza A subtypes (H1N1 and H3N2). Inaddition, these same isolates had corresponding HA gene sequences published, but theambiguities seen in the class probabilities for PB2 segment were not observed in the HAgene (i.e. they were all 99% probability human-isolate).The observations presented in this paper represent a fraction of the information potentiallycontained in the developed models using the Vorpal feature extraction algorithm. Efforts to buildrobust metanalysis tools based on the model outputs is a focus of further development. While wealso think the discoveries mentioned herein make a compelling argument for the power of thesemodels in automatically generating hypotheses to direct experiments, we acknowledge theinherent difficulty in leveraging these models for predictive analytics, where, due to the role ofevolution, extrapolation to data unsupported at training time is inevitable.To emphasize the hazard of using these models to predict on new data, the emerging Wuhanpneumonia coronavirus and Bombali ebolavirus provide illustrative examples. The Wuhan COV(MN908947.1) and Bombali ebolavirus (NC_039245.1) assemblies were predicted on using themodels denoted in Table 1. The model classified Wuhan COV as 0.004% probable for the435436437438439440441442443444445446447448449450451452453454455456457458459460461462463464465466467468469470471472473474475476477478479480Human pathogen phenotype and Bombali ebolavirus as 90.2% probable for theHumanhemorrhagic-fever phenotype. Both of these classifications, especially the Wuhan COVdesignation, are out-of-step with what is known, or in the case of Bombali, suspected, aboutthese viruses. However, it is possible to imagine these functional profiles leading to a moredeterministic understanding of function with which to build a predictive frame work.Nonetheless, improvements in data structure and metadata association may yield better abilitiesto estimate the probability of future events. Certain observations seen in the models thus far maythemselves be predictive of the respective phenotype before it is observed, rather than an effectof it already having occurred. The primary example of this is the predictor identified in theOrthocoronavirinae model. As described in the Methods section, certain assumptions were builtinto labeling for the human-pathogen phenotype that incorporated theories about the zoonoticprovenance of SARS and Middle East Respiratory Syndrome-related (MERS) from civets andcamels respectively. Observing human-pathogen predictors occurring in SARS and MERSviruses from non-human hosts could suggest the ability to predict the potential of a virus as ahuman pathogen in advance of a spill-over event. This is observed in the data. TheAKRATGKTGTTAATMAA motif appears in all five of the civet SARS assemblies in thedataset. In the case of the camel isolates, the motif KGATGTTGTTARWCAAY, which is alsorelated to the one mentioned above, is another high coefficient predictor for human pathogenicityand it appears in 231 of the 232 Camel-MERS instances in the training set. This motif alsoappears in the emerging 2019-nCoV as noted in Table 2.As for the obstacles for predictive efforts, there are many opportunities for improvements in thecollection and annotation of viral genomic data. In Table 1, a slight drift can be observed in theInfluenza A model accuracies between the training and test sets. Because the test set representedthe most recently isolated viruses, it is attractive to explain this drift as real, i.e. due to evolution.However, there are other factors to control for since the underlying process generating the datahas changed over the time period of data collection. The use of cell lines and PCR basedamplification of signal for genome assembly, as well as the use of different sequencingtechnologies suggest other variables to account for. To demonstrated this, a search through theGenbank records for the Influenza A training set members for “passage” annotations revealedthat 42.3% of the instances in that set contained such annotations for cell passage. In contrast, theInfluenza A test set members, which represents more recently generated data, only contained“passage” annotations in 29.0% of those records.Lastly, we hope that this analysis demonstrates that the utility of a Global Virome Project is notambiguous. Controversy about the value of such a project has been described29 and this thinkinghas been reflected in policymakers’ decision to end funding to USAID Predict. If recentestimates of mammalian viral diversity hold true30, then marginal increases in monitoringinfrastructure combined with new and developing analysis methods, such as Vorpal, mightfinally deliver the long sought preemptive strategies for emergent diseases, and enable us tomore effectively battle those from which we are already suffering.The use of this algorithm for genotype-to-phenotype models is just one of the potentialapplications. Automated molecular assay design and degenerate-motif based phylogenetics areexamples of the downstream uses already being investigated. The ability to make use of the481482483484485486487latent data that is accumulating in databases, as well as novel surveillance data, is made moretangible with this algorithm. Well-curated and richly annotated metadata promises to allowmachine learning and other data science techniques to unleash a torrent of discovery in genomicsat large. The mantra we are positing for the infectious and emergent diseases surveillancecommunity is “More data, Better data, Metadata.” The techniques to unlock the potential ofdata-driven genomic science are gathering momentum.525526527528529530531532533534535536537538539540541542543544545546547548549550551552553554555556557558559560561562563564565566567568569570AlgorithmThe Vorpal algorithm for feature extraction was developed using the libraries and versionsdelineated in the requirements.txt document located on the Github. The Vorpal featureextraction algorithm has 3 steps, each corresponding to a script that becomes the Vorpalworkflow.1. kmercountouter_sparse.pya. Input:i. a reference genome in FASTA formatii. a folder containing complete assemblies for the viral group of interestiii. a parameter for K-mer sizeiv. a percent variance argument for filtering out assemblies that are divergentfrom the reference genome in terms of length571572573574575576577578579  = ℎiii. The quantile cutoff for high frequency K-mer filteringiv. The number of chunks to split the count data into when calculating K-merfrequency. This allows for processing of the K-mer counts table in amemory constrained environment (optional)v. A temp folder directory to memory map the distance matrix to, again toallow for more memory overhead to be available at the linkage step.(optional)vi. A memory allocation argument for the development of the distance matrixin chunks. This can be used in conjunction with memory mapping orwithout it. Uses the sci-kit learn pairwise_distances_chunkedfunction instead of the scipy pdist function (optional)b. Output:i. A multi-FASTA file with degenerate motifs of K length.3. referencemapping_mp.pya. Input:i. A multi-FASTA with all of the assemblies to map toii. The multi-FASTA file of degenerate motifs produced byhammingclusters_fast.pyiii. A threads argument for parallel processingb. Output:i. A series of BED files with the following column specifications:ChrAccessionNumberStartIndexEndEndIndexMotifIdentityℎ     =   × 1000Wrapper scripts for reproducing the models with the parameters described below are alsoprovided as binary_vorpal_model.py and binary_vorpal_model_ElasticNet.py.All models were built around binary output variables using a logistic regression classifier. Themodels were regularized using either ℓ1 or ElasticNet methods, using the liblinear31 solver orStochastic Gradient Descent estimators32,33,34 in scikit-learn, respectively. The parametersevaluated for optimization for both approaches were kept uniform for every model fit, with theparameter values searched over listed in the Table 8.613614615616617618619620621622623624625626627628629630631632633634635636RegularizationLASSOAll of the input parameters for feature extraction and the rationale behind the use and tuning ofeach parameter, and their relation to the corresponding model discussed above is provided here.The first parameter, K length, can be a variable input, but in the development of these methodswas fixed at 17. The decision to set the k-length at 17 had many facets. The first is that thefeature space should be large enough, that the introduction of degenerate positions does notcause a complete collapse of feature structures. Evaluation of optimal K length for specific taskshas been performed in many contexts. For phylogenetic representations of viruses, an optimalrange of 9 to 13 has been proposed35, for the optimal uniqueness ratio in plant genomes a Klength of 20 has been identified36, and in phenetic analysis of bacteria a K length of 31 has beendemonstrated to yield the best balance between sensitivity and specificity in intra- andinterspecies distance analysis4. However, defining a subspace that lends itself togenotype-tophenotype model interpretability should have the following desiderata:1. K-size motifs should map to mostly unique genomic loci. In other words, sparsity in theweights vector is influenced by sparsity in the input vector.2. K-size should be small enough, that the feature space inflation is not catastrophic tomemory constraints.637638639640641642643644645646647648649650651652653654655656657658659660661662663This method implements canonical K-mer counting, where the reverse complement of a K-mer iscounted as the same time as the forward oriented K-mer, because of uncertainty about strandorientation in the input data. It was known that there were example assemblies in GenBank forLassa virus where different instances had inconsistent strand reporting. This assumption seemsto be unwarranted for the viruses selected for this study and could be removed for futureimplementations. It should be pointed out that, while maintaining this assumption seems wastefulfrom a memory overhead perspective, certain features could only be revealed through thiscanonical approach, such as hair-pin complements in RNA secondary structures, where theresolution of this structural motif is only possible when compared to the K-mer produced by thecomplementary region. Other dimensionality reduction techniques, namely high-frequencyKmer filtering, allowing the feature extraction to remain tractable, given the computing resourcesavailable for this study. The effect of this canonical approach, and the information it potentiallyencodes in the feature space, is demonstrated in Table 9A and 9B.665666667668669670671672673674675676677678679680681682683987s/sabe 6snoiitsop 5etrenea 4gefroed 3bmuN 2100Table 9A. Orthocoronavirinae Feature Extraction Summary (0.95 quantile). Summarystatistics for feature extraction for Orthocoronavirinae from 0.0 to 5.0 degeneracy cutofffor clustering. Feature space tracks the dimensionality reduction introduced bydegeneracy to motifs that map back to training set. Initially, since no odd-length K-mercan be a reverse complement of itself, canonical K-mers counted compared to thosemapped should be half. As degeneracy is introduced, the Motif/Feature ratio is expectedto converge to 1.0, which describes a single motif of all “N” symbols. This ratio tracks theamount of previously distinct motifs now represented as a single feature. The finalcolumn, shows the phenomena of motifs that are now reverse complements ofthemselves as a result of degeneracy, contributing to the inflation of the Motif/Featureratio. Of note in the Orthocoronavirinae features, is while dimensionality reductioncontinues with the allowance of more degeneracy, the fraction of those resultingfeatures that have corresponding reverse complements in the feature set does notincrease past 4.0 degeneracy.Figure 9A. Line plot for three of the selected columns from Table 10A. The plateaureached at 4.0 degeneracy for the ratio of reverse complement motifs is clearly evident.0.30.250.20.150.10.0550685686687688689690691692669934695696697698699700701702703987se/ssab 6noiitsop 5etrenea 4gefroed 3bmuN 2100Table 9B. Ebolavirus Feature Extraction Summary (0.0 quantile). Summary statistics forfeature extraction for Ebolavirus from 0.0 to 5.0 degeneracy cutoff for clustering. Alarger fraction of the features at the highest degeneracy allowance produced containcorresponding reverse complement motifs in the feature set in the Ebolavirus data thanin the Orthocoronavirinae data. This could be attributable to the high frequency K-merquantile cutoff utilized in the Coronavirus group, or it could allude to generally higherfraction of the Ebolavirus genomes having self-complementation than Coronavirusgenomes.Figure 9B. Line plot for three of the selected columns from Table 9b. The relationshipbetween mean number of degenerate positions in the motifs and the mean number ofdegenerate bases represented is very similar between Ebolavirus and Coronavirus.Applying a filter to the K-mers that are allowed to proceed to the clustering step has twopurposes. The first is to denoise the data by removing low abundance features that could be theresult of error or other transient sources of variance. The removal of these K-mers is achievedthrough a parameter specified at the clustering stage, the K-mer quantile. Singletons, or K-merthat are unique to a single instance, are always removed no matter the quantile specified. It was0.30.250.20.150.10.0550discovered that allowing the singletons to form motifs through agglomerative clusteringintroduced instability into the model parameter estimation (data not shown). Contribution tofrequency is determined not by cumulative sum of count across every instance but ratherfrequency of presence across the sample instances. This is identical to the way the “TopN” scoreis calculated for K-mers in PriMux primer design software37. Using a K-mer frequency filterselects for a conserved variance signal. This is a reasonable heuristic to introduce, especially forpredictive models, where these high-frequency K-mer derived motifs are the those with thepresumed highest probability of appearing in a novel example of a related organism in nature.The second function of this feature extraction parameter, made reference to above, is as adimensionality reduction technique to make K-mer clustering more tractable in the currentalgorithm implementation, given limitations in computational resources. Memory constraintsduring the tree building step represents the primary bottleneck with the scipy implementation ofthe nearest-neighbors chain algorithm for average linkage using (F) memory38,39.The user specifies an average number of degenerate bases to apply when flat clustering. Thisnumber is then divided by the K length specified to estimate the corresponding hammingdistance to provide as the max distance for flat clustering. After flat clusters are grouped intoalignments and a degenerate motif of the alignment is generated by collapsing each position inthe K length alignment into the IUPAC symbol matching the bases seen at that position.This clustering of K-mers, and subsequent representation as degenerate motifs, is another layerof dimensionality reduction similar to lemmatization of words in a Natural Language Processing(NLP) feature extraction technique40. Much of this approach could be described as modificationsof equivalent NLP feature extraction and modeling strategies. It should be noted however, thatdata preparation techniques such as term frequency-inverse document frequency (tf-idv), wereconsidered inappropriate to apply in this circumstance for multiple reasons. First, “document”length was invariant in the sense that complete assemblies were the only instances allowed in thetraining data, and differences in genome sizes within the taxonomies considered were consideredirrelevant. Second, document terms, in this case K-mer motifs, that follow a frequency patternsimilar to the word “the” in the English language are not present. Additionally, for this reason,the data was not normalized, however to improve convergence speed this could be a futureimprovement.Phenotype labels for the different organisms modeled were applied using a variety of strategieswith some specific assumptions introduced for labeling of the Orthocoronavirinae group. In thecases of Ebolavirus and Coronavirus, taxonomy was used as a guide for phenotype labels, whereknowledge about the phenotype of interest was usually easily delineated along taxonomicboundaries. For Influenza A, the World Health Organization nomenclature for Influenza strainidentification, which is encoded in the FASTA header, was parsed for labeling of humanisolate41. For those FASTA headers which contained malformed strain identifiers, an ambiguouslabeling was applied and removed from the training set.The following explicit assumptions were applied when labeling viral instances for the humanpathogen phenotype in the Orthocoronavirinae model. First, since most transmissions of MiddleEast Respiratory Syndrome-related (MERS) betacoronavirus to humans have been zoonic eventstraced to dromedary camels, all camel isolates for MERS coronavirus were labeled in thepositive class corresponding to human pathogen. Likewise, in the cases for Severe Acute750751752753754755756757758759760761762763764765766767768769770771772773774775776777778779780781782783784785786787788789790791792793794Respiratory Syndrome-related betacoronavirus, since the initial outbreak had been theorized tobegin from a zoonic event from infected palm civets at a market in Guangdong, China, alongwith a specific civet spill over event documented in a waitress and a customer in a restaurant inGuangzhou42, all civet SARS-like isolates were also labeled as belonging to the positive class.However, since there is no clear evidence of bat-Coronavirus-to-human transmissions, theassumption was built-in that bat isolates of both MERS-like and SARS-like betacoronaviruseswere not part of the human pathogen class. In the instance of MERS-like bat isolates, exampleshave been found across wide geographic ranges, such as South Africa, while human cases appearto restricted to areas where Saudi Arabian dromedary camels are present43 or hospital acquiredinfections. The same is true of SARS-like bat isolates discovered in caves in China, whereassemblies from these isolates show varying similarities to the strain from the 2003-2004outbreak but not the sum of them44.Training sets were developed from the un-clustered Reference Viral Database45 (RVDB) version14 published October 1st, 2018. Accessions for designated taxonomic groups were derived fromNational Center for Biotechnology Virus46 and then used to extract the associated assembliesfrom RVDB. Test sets were developed from RVDB version 15 published February 6th, 2019using the references for the modeled organisms that had been added between version releases.The same feature vectors used to produce the logistic regression models were topic modeledsimilarly to Latent Semantic Analysis47 (LSA) using a truncated Singular Value Decomposition(SVD) to a 500 component subspace, which was then subjected to a t-distributed StochasticNeighbor Embedding48,49 (t-SNE) to a two-dimensional space to observe the local structure ofthe Influenza A viral assemblies. Both of these methods were employed using the associatedclasses in Scikit-learn. Visualization and exploration of the embedded space was facilitated byPlotly50.795796797798799800801802803804805806807808809810811812813814815816817818819820821822823824825826827828", "ref_list": [[], ["Alignment-free sequence comparison: benefits, applications, and tools"], ["Mash: fast genome and metagenome distance estimation using MinHash"], ["MetaPalette: a k-mer Painting Approach for Metagenomic Taxonomic Profiling and Quantification of Novel Strain Variation"], ["Phenetic Comparison of Prokaryotic Genomes Using k-mers"], ["DSK: k-mer counting with very low memory usage"], ["Bayesian Classifier for Rapid Assignment of rRNA Sequences into the New Bacterial Taxonomy"], ["A Tool for Fast and Accurate Taxonomic Classification of 16S rRNA Hypervariable Regions in Metagenomic Datasets"], ["Interpretable genotype-to-phenotype classifiers with performance guarantees"], ["A Bayesian Hierarchical Model for Learning Natural Scene Categories"], ["Local Word Bag Model for Text Categorization"], ["Representation of Biological Sequences for Deep Proteomics and Genomics"], ["Viral Quasispecies Evolution"], ["The Distributional Hypothesis"], ["Distributed Representations of Words and Phrases and their Compositionality"], ["Is the Bombali virus pathogenic in humans?"], ["An Upstream Open Reading Frame Modulates Ebola Virus Polymerase Translation and Virus Replication"], ["Genome structure of Ebola virus subtype Reston: differences among Ebola subtypes"], ["Molecular basis of the structure and function of H1 hemagglutinin of influenza virus"], ["Codon usage tabulated from international DNA sequence databases: status for the year 2000"], ["Cluster"], ["Site-specific glycosylation profile of influenza A (H1N1) hemagglutinin through tandem mass spectrometry"], ["Mass Spectrometry Approach and ELISA Reveal the Effect of Codon Optimization on N-Linked Glycosylation of HIV-1 gp120"], ["Codon Optimization Leads to Functional Impairment of RD114-TR Envelope Glycoprotein"], ["Mammalian Adaptation in the PB2 Gene of Avian H5N1 Influenza Virus"], ["Transmission dynamics of pandemic influenza A(H1N1)pdm09 virus in humans and swine in backyard farms in Tumbes, Peru"], ["Influenza A(H1N1)pdm09 Virus Infection in Giant Pandas, China"], ["Triple-Reassortant Swine Influenza A (H1) in Humans in the United States,"], ["Human Infection with a Triple-Reassortant Swine Influenza A(H1N1) Virus Containing the Hemagglutinin and Neuraminidase Genes of Seasonal Influenza Virus"], ["Do we need a Global Virome Project? The Lancet Global Health 7"], ["Global estimates of mammalian viral diversity accounting for host sharing"], ["A Library for Large Linear Classification"], ["Large-Scale Machine Learning with Stochastic Gradient Descent"], [""], ["Stochastic gradient descent training for L1- regularized log-linear models with cumulative penalty"], ["Viral Phylogenomics Using an Alignment-Free Method: A Three-Step Approach to Determine Optimal Length of kmer"], ["A new method to compute K-mer frequencies and its application to annotate large repetitive plant genomes"], ["Skip the Alignment: Degenerate, Multiplex Primer and Probe Design Using K-mer Matching Instead of Alignments"], ["Modern hierarchical, agglomerative clustering algorithms"], ["fastcluster: Fast Hierarchical, Agglomerative Clustering Routines forRandPython"], ["An Analysis of Lemmatization on TopicModels of Morphologically Rich Language"], ["A revision of the system of nomenclature for influenza viruses: a WHO memorandum"], ["SARS-CoV Infection in a Restaurant from Palm Civet"], ["MERS and the dromedary camel trade between Africa and the Middle East"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Database (RVDB) To Enhance Bioinformatics Analysis of High-Throughput Sequencing for Novel Virus Detection"], ["Virus Variation Resource - improved response to emergent viral outbreaks"], [""], ["Visualizing High-Dimensional Data Using t-SNE"], ["Accelerating t-SNE using Tree-Based Algorithms"], ["Collaborative data science"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. Zielezinski", "S. Vinga", "J. Almeida", "W. M. Karlowski"], ["B. D. Ondov"], ["D. Koslicki", "D. Falush"], ["M. Déraspe"], ["G. Rizk", "D. Lavenier", "R. Chikhi"], ["Q. Wang", "G. M. Garrity", "J. M. Tiedje", "J. R. Cole", "Naive"], ["N. Chaudhary", "A. K. Sharma", "P. Agarwal", "A. Gupta", "V. K. Sharma"], ["A. Drouin"], ["L. Fei-Fei", "P. Perona"], ["W. Pu"], ["E. Asgari", "Mofrad", "M. R. K. Continuous Distributed"], ["E. Domingo", "J. Sheldon", "C. Perales"], ["M. Sahlgren"], ["T. Mikolov", "I. Sutskever", "K. Chen", "G. Corrado", "J. Dean"], ["H. J. Martell", "S. G. Masterson", "J. E. Mcgreig", "M. Michaelis", "M. N. Wass"], ["R. S. Shabman"], ["T. Ikegami"], ["N. Sriwilaijaroen", "Y. Suzuki"], ["Y. Nakamura"], ["T. F. Clarke", "P. L. Clark", "Rare Codons"], ["E. Cruz", "J. Cain", "B. Crossett", "V. Kayser"], ["K. H. Ebrahimi", "G. M. West", "R. Flefil"], ["E. Zucchelli"], ["Min"], ["Y. O. Tinoco"], ["D. Li"], ["V. Shinde"], ["Bastien"], ["O. Jonas", "R. Seifman"], ["C. J. Carlson", "C. M. Zipfel", "R. Garnier", "S. Bansal"], ["Fan", "Chang", "Hsieh", "X.-R. Wang", "C.-J. LIBLINEAR Lin"], ["L. Bottou"], ["S. Shalev-Shwartz", "Y. Singer", "N. Srebro", "Pegasos"], ["Y. Tsuruoka", "J. Tsujii", "S. Ananiadou"], ["Q. Zhang", "S.-R. Jun", "M. Leuze", "D. Ussery", "I. Nookaew"], ["S. Kurtz", "A. Narechania", "J. C. Stein", "D. Ware"], ["D. A. Hysom"], ["D. Müllner"], ["D. Müllner"], ["C. May", "R. & Van Cotterell", "B. Durme"], [], ["M. Wang"], ["M. Younan", "S. Bornstein", "I. V. Gluecks"], ["B. Hu"], ["N. Goodacre", "A. Aljanahi", "S. Nandakumar", "M. Mikailov", "A. S. A Reference Khan", "Viral"], ["E. L. Hatcher"], ["Manning"], ["L. van der Maaten", "G. Hinton"], ["van der Maaten"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1.\n2.", "one_words_summarize": "1.2.414243444546474849505152535455565758here, the frame of reference for the quasispecies “cloud” is reduced to the level of K-lengthmotifs. The hypothesis central to the Vorpalalgorithm makes the following predictions about the types of phenomena that could be learnedfrom RNA virus genomics data, if they are relevant to the output label:1. Due to thetraining time for the Influenza A models (around 72 hours), instead of exploring differentdegeneracy cutoffs to find the sparsest feature vector, all Influenza A segment models, whichwere fit independently, were evaluated with a 1.5 degeneracy cutoff for clustering. All models were highlyaccurate on both the training and test sets. We encourage researchers to explore the contents of these models. The motifalso appears across both Alphacoronavirus and Betacoronavirus group species that infecthumans. In Zaire ebolavirus, there is anintergenic region between VP24 and L protein. NTGAKGAAGATTAAGAA 0.048876YGAKGAAGATTAAGAAA 0.061316GAKGAAGATTAAGAAAA 0.063464AKGAAGATTAAGAAAAA 0.063464KGAAGATTAAGAAAAAS 0.061316GAAGATTAAGAAAAASN 0.051440188189190191192193194195196197198199200201202203204205206207Influenza AThe Influenza A model was trained using isolation host as the output variable. The pattern of appearance for these motifs isdescribed in Table 4A.Motif Coefficient Amino acid # Human # Swine # Aviansequence Instances Instances Instances-GTCTCTACARTGTAGAA 5.21 SLQCR 12915 828 12*GGTCTYTACARTGTAGA- -5.79 SLQCR 13001 1373 12*GGTCWTTGCAATGCAGA- N/A SLQCR 14 759 427Table 4A. Influenza A HA2 motifs. This serine at the beginning of this amino acidsequence is the tail constituent of a N-x-S/T glycosylation motif. This mammalianadaptation separates it almost entirely from any avian examples and there appears to be a fitnessgradient. A degenerate motif that mapped to thecorresponding position in avian examples was determined to be GGTCWTTGCAATGCAGA.The underlying nucleotide conformations appear to be strictly enforced where the use of the TTGcodon for leucine, along with the TGC codon for cysteine, produces 427 avian examples andonly 14 human examples. A table of therelative codon frequencies by host are noted in Table 4B, and this relationship between motifmapping frequency following a codon rarity gradient in mammals, and the inverse in birds, isvisualized in Figure 4.TTG-70CTARela ve Host Codon RarityThe predictor variable with the highest coefficient from the segment 4 model is another, moredramatic example, of the phenomenon described above. The valine codons in the human-isolate versions, almostexclusively GTA, have a relative frequency of only 11% in the human genome. This motif was established asAAYGTRACYGTGACYCA and mapped back to the training set sequences. The use of rare codons, and their tendency to cluster, has been observed across botheukaryotes and prokaryotes20. Thus, the misclassified examples from the training set invite further scrutiny. Of the 79892instances in the training set, 274 were misclassified, and approximately 10 of thesemisclassifications were discovered to be mislabeling due to erroneous formatting of the WHOnomenclature. There are several plausiblehypotheses that could explain the consistent misclassification of this isolate from the model,including the most obvious, that the Giant Panda conformation of the virus is only represented bythis distinct example, and thus, the model could not learn the features that may distinguish itfrom a human-isolated example. However, this assembly was accompanied by a publicationwhich points to a different explanation for model confusion. The paper’s authors, throughphylogenetic analysis, suggest that this case was an example of pandemic H1N1 transmitteddirectly from humans to the pandas26. A pair of misclassifiedswine isolates were identified in a 2009 publication studying triple-reassortment swine InfluenzaA infections in people from 2005 – 200928. Comingling of class labels in the embedded space potentially offers the opportunity foridentification of zoonosis events. 200927 asswine influenza virus infections of human hosts at a county fair in 2007. ABJF277197.1 2009 Sichuan, China .980 Giant Panda H1N1GQ166223.1 2009 Sichuan, China .991 Human H1N1Table 6B. Sichuan, CN Influenza A segment four isolates. Efforts to buildrobust metanalysis tools based on the model outputs is a focus of further development. In the case of the camel isolates, the motif KGATGTTGTTARWCAAY, which is alsorelated to the one mentioned above, is another high coefficient predictor for human pathogenicityand it appears in 231 of the 232 Camel-MERS instances in the training set. To demonstrated this, a search through theGenbank records for the Influenza A training set members for “passage” annotations revealedthat 42.3% of the instances in that set contained such annotations for cell passage. Well-curated and richly annotated metadata promises to allowmachine learning and other data science techniques to unleash a torrent of discovery in genomicsat large. A memory allocation argument for the development of the distance matrixin chunks. This can be used in conjunction with memory mapping orwithout it. All models were built around binary output variables using a logistic regression classifier. The parametersevaluated for optimization for both approaches were kept uniform for every model fit, with theparameter values searched over listed in the Table 8.613614615616617618619620621622623624625626627628629630631632633634635636RegularizationLASSOAll of the input parameters for feature extraction and the rationale behind the use and tuning ofeach parameter, and their relation to the corresponding model discussed above is provided here. It was known that there were example assemblies in GenBank forLassa virus where different instances had inconsistent strand reporting. Other dimensionality reduction techniques, namely high-frequencyKmer filtering, allowing the feature extraction to remain tractable, given the computing resourcesavailable for this study. Summarystatistics for feature extraction for Orthocoronavirinae from 0.0 to 5.0 degeneracy cutofffor clustering. Feature space tracks the dimensionality reduction introduced bydegeneracy to motifs that map back to training set. This ratio tracks theamount of previously distinct motifs now represented as a single feature. Of note in the Orthocoronavirinae features, is while dimensionality reductioncontinues with the allowance of more degeneracy, the fraction of those resultingfeatures that have corresponding reverse complements in the feature set does notincrease past 4.0 degeneracy. Figure 9B. Line plot for three of the selected columns from Table 9b. The first is to denoise the data by removing low abundance features that could be theresult of error or other transient sources of variance. Using a K-mer frequency filterselects for a conserved variance signal. Thisnumber is then divided by the K length specified to estimate the corresponding hammingdistance to provide as the max distance for flat clustering. Additionally, for this reason,the data was not normalized, however to improve convergence speed this could be a futureimprovement. In thecases of Ebolavirus and Coronavirus, taxonomy was used as a guide for phenotype labels, whereknowledge about the phenotype of interest was usually easily delineated along taxonomicboundaries. The same is true of SARS-like bat isolates discovered in caves in China, whereassemblies from these isolates show varying similarities to the strain from the 2003-2004outbreak but not the sum of them44.Training sets were developed from the un-clustered Reference Viral Database45 (RVDB) version14 published October 1st, 2018. Test sets were developed from RVDB version 15 published February 6th, 2019using the references for the modeled organisms that had been added between version releases. Both of these methods were employed using the associatedclasses in Scikit-learn."}