{"date": "2020/03/02", "journal": "medrxiv", "authors": "Zian Zhuang, Peihua Cao, Shi Zhao, Yijun Lou, Weiming Wang, Shu Yang, Lin Yang, Daihai He", "title": "Estimation of local novel coronavirus (COVID-19) cases in Wuhan, China from off-site reported cases and population flow data from different sources", "type": "preprint article", "abstract": "\n        Backgrounds: In December 2019, a novel coronavirus (COVID-19) pneumonia hit Wuhan, Hubei\nProvince, China and spread to the rest of China and overseas. The emergence of this virus coincided\nwith the Spring Festival Travel Rush in China. It is possible to estimate total number of cases of\nCOVID-19 in Wuhan, by 2\n        ", "text": "        Backgrounds: In December 2019, a novel coronavirus (COVID-19) pneumonia hit Wuhan, HubeiProvince, China and spread to the rest of China and overseas. The emergence of this virus coincidedwith the Spring Festival Travel Rush in China. It is possible to estimate total number of cases ofCOVID-19 in Wuhan, by 2                Methods: We built a model to estimate the total number of cases in Wuhan by 2                Findings: From overall cities/regions data, we predicted 1326 (95% CI: 1177, 1484), 1151 (95% CI:1018, 1292) and 5277 (95% CI: 4732, 5859) as total cases in Wuhan by 2        Conclusion: Sources of population follow data and methods impact the estimates of local cases inWuhan before city lock down.Keyword: COVID-19; mobility; pneumonia; transportation; outbreaks        In December 2019, a cluster of patients with pneumonia of unknown causes were reported in Wuhan,Hubei Province, China [1]. On        At early stage of this outbreak, the cases might have been seriously underreported due to the lack ofdiagnostic kits and insufficient screening for all suspected cases. Several efforts have been made toestimate the case numbers using different modelling approaches, and the estimates range from 1732to 4000 during the period of 17-20 January [7,8,9].        In this study, we aimed to estimate the number of COVID-19 cases in Wuhan, utilizing the casesexported to other large cities of mainland China and different sources of the population flow databetween Wuhan and these cities. The estimates were made by 2        We obtained daily number of inbound and outbound domestic passengers travelling by air, train orroad to/from Wuhan from three data sources:1) Tencent’s LBS (location-based services) database (see: https://heat.qq.com/). According tolocation data of Tencent’s mobile software users, population flow number during 10 December2016 and 24 January 2017 was generated, between Wuhan and twenty-five cities/regions (Anhui,Beijing, Chongqing, Fujian, Gansu, Guangdong, Guangxi, Guizhou, Hainan, Hebei,Heilongjiang, Henan, Hunan, Hubei(Outside Wuhan), Jiangsu, Jiangxi, Jilin, Liaoning, Ningxia,Shandong, Shanghai, Sichuan, Tianjin, Yunnan, Zhejiang). Please note that the cities in Hubeihere means all cities in Hubei other than Wuhan.        As shown in Fig 1, we also collected daily numbers of exported cases from Wuhan to other cities inChina, and all secondary cases of family or hospital clusters were excluded from analysis [11]. Eightcases from Guangdong were excluded due to the lack of traveling history to Hubei prior to illnessonset. As for rest 371 cases that not specified as secondary case, we assume that the probability of asingle case being an imported case is θ, and each case is independent from each other. Then all ofthese unspecified cases follow a binomial distribution (n, θ), where θ represents the probability that acase is exported from Wuhan. Since the most cases detected outside Wuhan are imported cases, by2        Daily number of diagnosed cases of COVID-19 infection in China was assumed to follow aBinomial distribution [7], as in Eqn (1), where n is total number of cases and p is probability offinding any cases overseas.Number of cases detected overseas , . (1)The probability p can be derived from dividing daily outbound international passengers of Wuhan bythe population size that the Wuhan airport serves and multiplying by the average time of casediscovery, see Eqn (2).Mean time to detection of a case . (2)Similarly, we used exported cases from Wuhan to predict numbers of local imported COVID-19cases. We assumed a population of 19 million (catchment population) travelling through the airport,railway stations and highways in Wuhan, and a 10-day delay on average, which accounted for thetime interval between the timings of infection and case reported [7]. Furthermore, it was assumedthat all cases in other cities/regions outside Wuhan are detected. If cases are missed in othercities/regions, our forecast will underestimate the real number of cases.Apart from predict number of COVID-19 cases through overall data, we also tried to forecastnumber of COVID-19 cases base on separate city/region’s data since more details may convey moreinformation. A parameter λ was set as total COVID-19 cases. Based on the data obtained from eachcity/region, we estimated the λ, which is the most likely to make these results appear by calculatingmaximum of log-likelihood.log ∑ log , ; . (3)In Equation (3), · is the total log-likelihood. The k represents the total number of cities/regionscalculated. The n, p represents the number of cases reported overseas and probability of finding anycases overseas respectively. After obtaining λ, since residuals of log maximum likelihood estimationfollows Chi-square distribution [13], 95% confidence intervals (95% CI) of log-likelihood, l, can becalculated. Then we can extrapolate a 95% CI about COVID-19 cases.In addition, we analyze the correlation between the two data sources. We found that PearsonCorrelation Coefficient of Baidu and Tencent data is 0.9943 (95% CI: 0.9871, 0.9976). We assumeda linear relation between the Baidu data and Tencent data, see Eqn (4). Then we tested nullhypothesis H0 that 0 .As for separate cities/regions data, based on different data sources, we summed the total populationflow from Wuhan to other cities/regions and the total number of cases in those cities. Then weestimate total number and 95% confidence interval (95% CI) about COVID-19 cases. We predicted1326 (95% CI: 1177, 1484), 1151 (95% CI: 1018, 1292) and 5277 (95% CI: 4732, 5859) as totalcases in Wuhan by 23 January, based on different source of data, see Table 1.        As for separate cities/regions data, we estimated total number of cases, λ, by using the maximumlog-likelihood estimation (MLE) approach based on the population flow data from Tencent andBaidu, see Fig 2 (a,b). Then we estimated 95% confidence interval (95% CI) about COVID-19 cases.We predicted 1059 (95% CI: 918, 1209), 5214 (95% CI: 4659, 5808) as total cases in Wuhan by 2        In addition, as for the correlation analysis between data from different sources, we got result thatestimated coefficient equals 0.23, equals 689.11 and p-value was less than 2e-16. Then werejected the null hypothesis H0 under 99.99% CI, which suggests that two sources of data are likelyto have a linear relation.        Recent study by Imai et al. estimated that a total of 4000 (95% CI: 1000-9700) cases in 18 January2020 [8] and Leung et al. estimated that 1343 (95% CI: 547-3446) cases had onset of symptoms inWuhan during 1-1        Estimates of the population outflow provided by news, Baidu and Tencent show substantialfluctuation, resulting in wide predictions. We found that Baidu and Tencent data show significantlinear relation, which verified each other that the general pattern of data is reasonable. After simplelinear transformation, two sets of data become similar (see Fig 3). One possible reason for thephenomenon is that different institutions have various definition about the number of people flowform one city to another. Methods includes people who travel to other city through Wuhan in thepopulation flow may provide much larger figure than those only calculate people only originallydepart from Wuhan. At the same time, multiple round trips may also affect the count. Anotherpossible reason is that Baidu and Tencent would fail to track whole amount of population flow sincenot everyone uses mobile phone software from Baidu and Tencent.Imai et al. suggested that by further improving the definition and testing of COVID-19 cases, andfurther expanding the scope of epidemic monitoring, the gap between the estimated number andofficial reported cases will be further narrowed. According to our results, statistics of population flowalso play significant roles in prediction. At present, many researches use data from Baidu andTencent platforms [9,15,16]. It is not clear which data source can be used to make the most accurateprediction yet, while it is possible for forecasts based on a single data source to be inaccurate. Tosum up, it is necessary to make a comprehensive analysis based on different statistics before reachingany conclusions.Population flow data were used in estimating the size of the epidemic of COVID-19 in Wuhan,China before the lock down. We found that population flow data from different sources may lead tosignificantly different estimates, although all estimates suggested much larger sizes than officiallyreported. Using cases reported off-site to estimate the size (course) of the epidemic in the epicenter isa common technique and will be used in future epidemics, especially when the epicenter lacksmedical resources thus cases are under-reported. We argue that reliability of estimates of populationflow data should be taken into consideration.The ethical approval or individual consent was not applicable.All data and materials used in this work were publicly available.Not applicable.DH was supported by General Research Fund (15205119) of Research Grants Council of Hong Kongand an Ablibaba (China)- Hong Kong Polytechnic University Collaborative Research project. WWwas supported by National Natural Science Foundation of China (Grant Number 61672013) andHuaian Key Laboratory for Infectious Diseases Control and Prevention (Grant Number HAP201704),Huaian, Jiangsu, China.None.The funding agencies had no role in the design and conduct of the study; collection, management,analysis, and interpretation of the data; preparation, review, or approval of the manuscript; ordecision to submit the manuscript for publication.DH declares receiving funding from an Ablibaba (China)- Hong Kong Polytechnic UniversityCollaborative Research project. Other authors declared no competing interests.All authors conceived the study, carried out the analysis, discussed the results, drafted the firstmanuscript, critically read and revised the manuscript, and gave final approval for publication.estimation of epidemiological parameters and epidemic predictions. medRxiv.2020:2020.01.23.20018549.        Preprint published by the School of Public Health of the University of Hong Kong2020:https://files.sph.hku.hk/download/wuhan_exportation_preprint.pdf.10. ‘In the first ten days of the Spring Festival, Wuhan has sent more than 4 million passengersby railways, highways and airlines and 80 million passengers by public transport.’ (2020).released on 2                12. Du Z, Wang L, Cauchemez S, Xu X, Wang X, Cowling BJ, et al. Risk for Transportation of2019 Novel Coronavirus (COVID-19) from Wuhan to Cities in China. medRxiv.2020:2020.01.28.2001929913. Wilks SS. The large-sample distribution of the likelihood ratio for testing compositehypotheses. The annals of mathematical statistics. 1938 Mar 1;9(1):60-2.14. ‘Report of Hubei Provincial Health Committee on pneumonia caused by new coronavirus’released on 2        2020:2020.02.04.2002033916. Jin G, Yu J, Han L, Duan S. The impact of traffic isolation in Wuhan on the spread of2019-nCov. medRxiv. 2020:2020.02.04.20020438ZhejiangShanghaiGuangdongShanxiHainanHeilongjiangJiangxiGuizhouAnhuiChongqingHunanLiaoningFujianJilinSichuanShandongGuangxiBeijingNingxiaGansuJiangsuHenanShanxiTianjinYunnanHubei (exclude wuhan)HebeiTable S1: COVID-19 cases usedin this paper (for different valuesof p).−500−1000−1500010002000300040000500010000●● ● ● ● ●● ●●● ● ● ● ● ● ●", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["A novel coronavirus outbreak of global health concern"], ["In 2020, the national passenger volume of Spring Festival transportation will reach about 3 billion person times', released on December 28, 2019 by the xinhuanet"], ["Pneumonia of unknown etiology in Wuhan, China: potential for international spread via commercial air travel"], ["Real time epidemic data', released on 23 February 2020 by 丁香医生"], ["Estimating the potential total number of novel Coronavirus (2019-nCoV) cases in Wuhan City, China. Preprint published by the Imperial College London 2020:https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhan-coronavir us/."], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], [], ["C Wang", "PW Horby", "FG Hayden", "GF Gao"], [], ["II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MU Kraemer", "K Khan"], [], ["N Imai", "I Dorigatti", "A Cori", "S Riley", "NM Ferguson"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Backgrounds: In December 2019, a novel coronavirus (COVID-19) pneumonia hit Wuhan, Hubei\nProvince, China and spread to the rest of China and overseas. The emergence of this virus coincided\nwith the Spring Festival Travel Rush in China. It is possible to estimate total number of cases of\nCOVID-19 in Wuhan, by 2\n        ", "one_words_summarize": "Backgrounds: In December 2019, a novel coronavirus (COVID-19) pneumonia hit Wuhan, HubeiProvince, China and spread to the rest of China and overseas. Keyword: COVID-19; mobility; pneumonia; transportation; outbreaks        In December 2019, a cluster of patients with pneumonia of unknown causes were reported in Wuhan,Hubei Province, China [1]. The k represents the total number of cities/regionscalculated. We predicted 1059 (95% CI: 918, 1209), 5214 (95% CI: 4659, 5808) as total cases in Wuhan by 2        In addition, as for the correlation analysis between data from different sources, we got result thatestimated coefficient equals 0.23, equals 689.11 and p-value was less than 2e-16. estimated that 1343 (95% CI: 547-3446) cases had onset of symptoms inWuhan during 1-1        Estimates of the population outflow provided by news, Baidu and Tencent show substantialfluctuation, resulting in wide predictions. Methods includes people who travel to other city through Wuhan in thepopulation flow may provide much larger figure than those only calculate people only originallydepart from Wuhan. According to our results, statistics of population flowalso play significant roles in prediction. At present, many researches use data from Baidu andTencent platforms [9,15,16]. The ethical approval or individual consent was not applicable. WWwas supported by National Natural Science Foundation of China (Grant Number 61672013) andHuaian Key Laboratory for Infectious Diseases Control and Prevention (Grant Number HAP201704),Huaian, Jiangsu, China. Risk for Transportation of2019 Novel Coronavirus (COVID-19) from Wuhan to Cities in China. The large-sample distribution of the likelihood ratio for testing compositehypotheses. Report of Hubei Provincial Health Committee on pneumonia caused by new coronavirus’released on 2        2020:2020.02.04.2002033916."}