{"date": "2020/02/25", "journal": "medrxiv", "authors": "Yanfang Jiang, Haifeng Wang, Yukun Chen, Jiaxue He, Liguo Chen, Yong Liu, Xinyuan Hu, Ang Li, Siwen Liu, Peng Zhang, Hongyan Zou, Shucheng Hua", "title": "Clinical Data on Hospital Environmental Hygiene Monitoring and Medical Staff Protection during the Coronavirus Disease 2019 Outbreak", "type": "preprint article", "abstract": "* Yanfang Jiang and Haifeng Wang made equal contributions to this study.", "text": "1. Key Laboratory of Organ Regeneration & Transplantation of the Ministry of2. Hospital-Acquired Infection Control Department, The First Hospital of Jilin3. Department of Respiratory Medicine, The First Hospital of Jilin University, Jilin24252627282930313233343536373839404142434445Background: The outbreak of coronavirus disease 2019 (COVID-19) andSARS-CoV-2 have placed unprecedented challenges on hospital environmentalhygiene and medical staffs protection. It is crucial to assess hospital environmentalhygiene to understand the most important environmental issues for controlling thespread of 2019-nCoV in hospitals.Objective: To detect the presence of the COVID-19 in the air and on the surfaces ofthe guide station, fever clinic, and isolation areas, and the close contacts medicalstaffs in the First Hospital of Jilin University.Methods: Viruses in the air were collected by natural sedimentation and air particlesampler methods. Predetermined environmental surfaces were sampled using swabs atseven o'clock in the morning before disinfection. The samples from close contactsmedical staffs were throat swab samples. Quantitative real-time PCR methods wereused to confirm the existence of COVID-19 pathogens.Results: Viruses could be detected on the surfaces of the nurse station in the isolationarea with suspected patients and in the air of the isolation ward with an intensive carepatient.Conclusion: Comprehensive monitoring of hospital environmental hygiene duringpandemic outbreaks is conducive to the refinement of hospital infection control. It isof great significance to ensure the safety of medical treatment and the quality ofhospital infection control through the monitoring of environmental hygiene.Key words COVID-19; hospital environmental hygiene; hospital-associated infection,46474849505152535455565758596061626364656667medical staff protection68697071727374757677787980818283848586878889The outbreak of COVID-19 in Wuhan in December 2019 has led to a serious publichealth event [1-3]. Meanwhile, the outbreak of this novel virus placed unprecedentedchallengesonhospitalenvironmentalhygiene.        Theoccurrenceofmedicalstaff-associated infections is closely related to long-lived pathogens in thehospital environment [        15 suspected patients and 1 confirmed intensive care patients (ORF1b and N werepositive by Q-PCR) are hospitalized in two isolation areas at the First Hospital of JilinUniversity, a unit of COVID-19 detection. The hospital carries out districtmanagement for these two types of patients, and each area owns nursing station. Wedetected 158 samples of COVID-19 from the air and surface of the hospital guidestations, fever clinic, and isolation ward areas on 2F and B1(the clean area, thesemi-contaminated area, the two nurse stations and 16 isolationwards incontaminated area). The 15 suspected patients are hospitalized in isolation area 1(ward 1-15) on the 2nd floor and the confirmed intensive care patient is hospitalizedin isolation area 2 (ward 16) on the B1 floor. (Table 1) We also detected 18 throatswab samples from “close contacts” medical staffs. This study was approved by theEthics Committee of the First Hospital of Jilin University (Changchun, China).fever clinic, and isolation areasRisk levelClassificationSamples collected pointsIsolation ward 1-15 door handleIsolation ward 1-15 general subject surfaceIsolation ward 1-15 indoor airIsolation ward 1-15 window framesIsolation ward area 1 Isolation ward 1-15 sides of the toilet handle(2F)(B1)Isolation ward area 2 Isolation ward 16 indoor airFever clinic2 consulting roomsIndoor airNurse station general subject surfaceNurse station indoor airCorridor exit general subject surfaceGeneralsubjectsurfaceofthe refuse storage area near nurse stationIsolation ward 16 door handleIsolation ward 16 general subject surfaceIsolation ward 16 window framesIsolation ward 16 sides of the toilet handleNurse station indoor airDoor handle (inside and outside)General subject surfaceHigh-risk areaCONTAMINATED AREAFever clinicobserving roomFever cliniclaboratoryFever clinicblood collection room Indoor airComputer keyboardDoor handle (inside and outside)General subject surfaceIndoor airComputer keyboardGeneral subject surfaceIndoor airComputer keyboardGeneral subject surfaceDoor handle (inside and outside)DoorhandleIndoor airDoctor office window framesRefuse storage area wall surfaceDisinfection bucket surfaceDressing room groundLow-risk area CLEAN AREAGuide stationsThe environmental monitoring methods were referred to the Hygienic Standard forDisinfection in Hospitals (GB15982-2012). All air samples were collected by twomethods: natural sedimentation [9] and the microbial air sampler called MAS-100 ECO,of which stream of air has been set to exactly 100 liters / minute (Merck, Germany)[10]. Environmental surfaces were sampled using swabs. The samples from \"closecontacts” medical staffs were throat swab samples.Two sequence regions (ORF1b andN) that are highly conserved amongsarbecoviruses were selected for primer and probe designs. The primer and probesequences for the ORF1b gene assay were 5’-TGGGGYTTTACRGGTAACCT-3’(forward; Y = C/T, R = A/G), 5’-AACRCGCTTAACAAAGCACTC-3’ (reverse; R =A/G)and5’-TAGTTGTGATGCWATCATGACTAG-3’(probe,in5’-FAM/ZEN/3’-IBFQ format; W = A/T), whereas the primer and probe sequences fortheNgene assaywere5’-TAATCAGACAAGGAACTGATTA-3’ (forward),130131132133134135136137138139140141142143144145146147148149150151(reverse)and5’-GCAAATTGTGCAATTTGCGG-3’ (probe, in 5’-FAM / ZEN/3’-IBFQ format).The expected amplicon sizes of the ORF1b and N gene assays were 132 bp and 110bp, respectively [11]. All primers and probes were purchased from a commercial source(Integrated DNA Technologies). The primer and probe sequences were subsequentlyconfirmed to have perfect matches with other COVID-19genome sequences availablefromtheGlobal InitiativeonSharingAll InfluenzaData (GISAID;https://www.gisaid.org/; accession numbers: EPI_ISL_402119, EPI_ISL_402120,EPI_ISL_402121, EPI_ISL_402123 and EPI_ISL_402124; accessed 12 January2020).For RNA extraction from 600 µL of 0.9% NaCl solution in a 2.0 mL tube, the sampleswere centrifuged at 12000g for 10 min and incubated for 30 min, the supernatant wasdiscarded, 50 µL of RNA release agent was added into the tube, and the sample wasmixed and incubated for 10 min.A 50 µL reaction contained 20 µL of RNA and 30 µL of 1× reaction buffer consistingof 26 µL of COVID-19-PCR Mix (containing primers (4.62%), probes (1.15%),dNTPs (3.85%), MgCl2 (0.77%), Rnasin (0.48%), and PCR buffer (89.13%)(Shengxiang, Hunan, China)) , 4 µL of COVID-19-PCR-Enzyme Mix (containing RTEnzyme (62.5%) and Taq Enzyme (37.5%) (Shengxiang, Hunan, China)). Thermalcycling was performed at 50 °C for 30 min for reverse transcription, followed by15215315415515615715815916016116216316416516616716816995 °C for 1 min and then 45 cycles of 95 °C for 15 s and 60 °C for 30 s. Participatinglaboratories used a Hongshi SLAN 96 S (Hongshi, Shanghai, China). A sample wasconsidered positive when the qPCR Ct value was ≤40.A total of 158air and surface samples were collected from the hospital guide station,fever clinics and isolation ward areas, which were most likely contaminated byconfirmed and suspected COVID-19-infected patients. The two positive areas werethe surfaces of the nurse station in the isolation area with suspected patients and theair of the isolation ward with an intensive care patient (Table 2 and Table 3). Wefound that the virus was present both on surfaces and in the air. The total positive ratewas 1.26% (2/158). The positive rate of the air and surface samples was 3.57% (1/28)and 0.77% (1/130), respectively. The results of 18 throat swab samples from “closecontacts” medical staffs were negative.Isolation wardFever clinicFever clinicFever clinicFever clinicConsulting roomsObserving roomLaboratoryBlood collection roomMiddle-risk area Isolation wardLow-risk areaTotalIsolation wardIsolation wardNurse stationBuffer roomClean areaNegativePositive1921111112710001Positiverate5%0003.57%Negative Positive Positive rate00000000100010%00000000016.67%0.77%TypeMiddle-risk area Guide stationsMedical staff of infection departmentProtective clothingIsolation wardNurse station(keyboard)Isolation wardIsolation wardClean areaKeyboardsBuffer roomClean area51633611153129129Based on the original 24 hours of ultraviolet air filtering, 1000-2000 mg/Lchlorine-containing disinfectant for ambient air and floor disinfection, the frequencyand duration time of air disinfections were extended. Key surfaces such as computerkeyboards that were easily overlooked were emphatically noted and carefullydisinfected the samples from the positive area and indoor air were collected 24 hourslater, and the test results were negative.The isolation wards in general hospitals have all been transformed into temporarywards and cannot meet the standard of isolation wards in infectious disease hospitals.Such temporary isolationwards havemany concerns and require furtherenvironmental monitoring assessments. The hermetic spaces of isolation ward is weakof air flow, may cause the high constract of virus. Our positive results of nuclear acid186187188189190191192193194195196197198199200201202203204205206207tests indicated that viruses are present in the air of an isolation ward with intensivecare patients. Additionally, the confirmed patient underwent tracheal intubation theday before samples were collected, and this procedure produces large amounts ofaerosols that spread in the wards and seriously pollutes the air. The traditionalmethods to sterilize the environment are performed with 75% alcohol, ultravioletdisinfection and chlorinated disinfectant, show a limit effect. These data indicated thatconventional chlorine disinfection and 24-hour ultraviolet disinfection filtrationcannot clear the virus from the air and hospital workers under the inadequateprotection may carry a risk of infection in the isolation ward during care activitieswith intensive care patients. Therefore, it is necessary to increase the intensity ofdisinfection for isolation wards with intensive care patients. Siegel et al. reported thatmedical ventilators might generate respiratory aerosols that have been associated withan increased risk of occupationally acquired infection among healthcare personnel [12].Thus, an additonal and effective disinfection is very necessary for hospital infectioncontrol andmedical staffs’ protection.We should enhance ventilator exhaustmanagement, for example, by adding ventilator exhaust port filters.The suspected and confirmed patients stay a relatively long time in the high risk areamay influence the environment. The intrusive and other operations which are easilyporduce aerosols may cause serious air pollution.The under observation sites withoutpatient and operation have less impact on the environment. The samples from samecollected point were test after taken a series of infection prevention and controlmeasures, such as using of air disinfection machine for the ward air disinfection208209210211212213214215216217218219220221222223224225226227228229continuously，extending the frequency of disinfection for ground and object surfaces，changing the gloves and clean hands after operation and leaving the ward, coveredcomputer keyboard and change the cover each day. The results are negative, showedthe effectiveness of disinfection. The high-risk areas such hospital guide stations andfever clinic, due to the open enviorement and large air flow, the results were negative.At present, the cleaning work in most hospitals is provided by socialized services,which are ability to perform routine cleaning and disinfection. A more professionaland targeted disinfection which is offered by infection control department and hospitalsystem but not the by socialized services, is very necessary when the highly infectiousdiseases or pathogenic microorganisms appear. The routine cleaning and disinfectionis most likely cause the deficiency of disinfection of the hospital environment, leadingto the spread of pathogens [13]. In our study, viruses were detected on the surfaces ofnurse station in isolation area with suspected patients, suggested that we need tostrengthen the surface disinfection of nurse stations, especially focusing on computerkeyboards, mice and equipment that are not easy to disinfect. A large number ofstudies have shown that the hands or gloves of medical staffs may be contaminated bycontact with environmental surfaces contaminated by pathogens [13-15]. In the processof diagnosis and treatment, pathogens may be transmitted to patients and causehospital-associated infections. Therefore, it is also very important to furtherstrengthen the hand hygiene of medical staffs.There are still deficiencies in hospital environmental hygiene. We need to formulaterefinement measures based on environmental hygiene monitoring data to improve the230231232233234235236237238239240241242243244245246247248249250251quality of hospital infection control. Due to the “uncultivable” microbe widely exist,traditional method to measure the effect of hospital infection control such assedimentation (exposuring the plate in the enviorment) showed limit and insensiveeffect. For the labortary and testging organization, .high contraction of mucleas acidmay exists in aerosol,may infulence the test result and operater ’s safety, even causethe spreading. The nucleic acid detect provide an effective method to monitor theenvironment and evaluate the effectiveness of disinfection, especially for the highlycontagious diseases or pathogenic microorganisms with a potential aerosol risk likeCOVID-19. These nucleic acid detect results are very important for the standardizedhospital infection control.This study also increases the understanding of theenvironmental challenges corresponding to reemergence of 2019-nCoV or similarviruses.The data obtained in this study suggest that 2019-nCoV enters the air of the isolationward with intensive care patients and deposits on the surfaces of nurse stations andthat medical staffs encounter this virus in the air and on surfaces during patient careactivities. The effective disinfection may reduce the risk of bio-safety.For hospital infection control, we suggest:Different people are responsible for the isolation observation area and theisolation ward area respectively, area crossing is strictly prohibited.Objects in each district should be used exclusively; for those cannot be used forspecial purposes should be sterilized before being used in other areas.Strickly observing hand hygiene rules thoroughly and in time.2522532542552562572582592602612622632642652662672682692702712722734. An additional gloves, disposable isolator, protective screen or hood should beweared when the opertaion may cause the spattering of blood, body fluid andaerosol, which should be discarding in time to avoid the pollution of other area.This work was supported by the National Natural Science Foundation of China (Nos.30972610 and 81273240), Jilin Province Science and Technology Agency (Nos.20160101037JC, 20170622009JC, 2017C021, and 2017J039), Norman BethuneProgram of Jilin University (2012206), and Open Project Funding from State KeyLaboratory of Kidney Diseases. We thank the patients and their families forparticipating in this study. We would also like to acknowledge the professionalmanuscript services of American Journal ExpertsThe authors have no conflicts of interest to declare.2742752762772782792802812822832842852862872882892902912922932942955. References311.805-814.Anderson, D.J., et al., Enhanced terminal room disinfection and acquisitionand infection caused by multidrug-resistant organisms and Clostridiumdifficile (the Benefits of Enhanced Terminal Room Disinfection study): acluster-randomised, multicentre, crossover study. Lancet. 2017, 389(10071):Beggs, C., et al., Environmental contamination and hospital-acquiredinfection: factors that are easily overlooked. Indoor air. 2015, 25(5): 462-74.Wang, D., et al., Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020.Phan, L.T., et al., Respiratory viruses in the patient environment. InfectControl Hosp Epidemiol. 2020, 41(3):259-266.Chinese Center for Disease Control and Prevention, Beijing 102206, China.Epidemiology group of new coronavirus pneumonia emergency responsemechanism, Chinese center for disease control and prevention, Theepidemiological characteristics of an outbreak of 2019 novel coronavirusOdebode A, et al., Airborne fungi spores distribution in various locations inIrie K, et al., Investigation of the detection ability of an intrinsicfluorescence-based bioaerosol detection system for heat-stressed bacteria.PDAJ Pharm Sci Technol. 2014, 68(5):478-93.Chu DKW,et al., Molecular Diagnosis of a Novel Coronavirus (2019-nCoV)Causing an Outbreak of Pneumonia. Clin Chem. 2020, pii: hvaa029. doi:10.1093/clinchem/hvaa029.Transmission of Infectious Agents in Health Care Settings. Am J Infect13.Pirincci, E. and B. Altun, An analysis of hospital cleaning staff's attitudes andconduct regarding hand hygiene and cleaning. Int J Occup Saf Ergon. 2016,22(2): 241-5.14.Pittet, D., et al., Evidence-based model for hand transmission during patientcare and the role of improved practices. Lancet Infect Dis. 2006, 6(10):Christensen, T.E., J.S. Jorgensen, and H.J. Kolmos, [The importance ofhygiene for hospital infections]. Ugeskr Laeger. 2007, 169(49): 4249-51.", "ref_list": [[], [""], ["The global spread of 2019-nCoV: a molecular evolutionary analysis"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Emerging understandings of 2019-nCoV"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["D. Benvenuto"], ["C. Huang"], ["L. The"], ["Lagos"], ["J.D. Siegel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1. Key Laboratory of Organ Regeneration & Transplantation of the Ministry of\n2. Hospital-Acquired Infection Control Department, The First Hospital of Jilin\n3. Department of Respiratory Medicine, The First Hospital of Jilin University, Jilin\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\nBackground: The outbreak of coronavirus disease 2019 (COVID-19) and\nSARS-CoV-2 have placed unprecedented challenges on hospital environmental\nhygiene and medical staffs protection. It is crucial to assess hospital environmental\nhygiene to understand the most important environmental issues for controlling the\nspread of 2019-nCoV in hospitals.", "one_words_summarize": "Key Laboratory of Organ Regeneration & Transplantation of the Ministry of2. It is crucial to assess hospital environmentalhygiene to understand the most important environmental issues for controlling thespread of 2019-nCoV in hospitals. Methods: Viruses in the air were collected by natural sedimentation and air particlesampler methods. The two positive areas werethe surfaces of the nurse station in the isolation area with suspected patients and theair of the isolation ward with an intensive care patient (Table 2 and Table 3). The results of 18 throat swab samples from “closecontacts” medical staffs were negative. Such temporary isolationwards havemany concerns and require furtherenvironmental monitoring assessments. These data indicated thatconventional chlorine disinfection and 24-hour ultraviolet disinfection filtrationcannot clear the virus from the air and hospital workers under the inadequateprotection may carry a risk of infection in the isolation ward during care activitieswith intensive care patients. The under observation sites withoutpatient and operation have less impact on the environment. The samples from samecollected point were test after taken a series of infection prevention and controlmeasures, such as using of air disinfection machine for the ward air disinfection208209210211212213214215216217218219220221222223224225226227228229continuously，extending the frequency of disinfection for ground and object surfaces，changing the gloves and clean hands after operation and leaving the ward, coveredcomputer keyboard and change the cover each day. The data obtained in this study suggest that 2019-nCoV enters the air of the isolationward with intensive care patients and deposits on the surfaces of nurse stations andthat medical staffs encounter this virus in the air and on surfaces during patient careactivities. Objects in each district should be used exclusively; for those cannot be used forspecial purposes should be sterilized before being used in other areas. Strickly observing hand hygiene rules thoroughly and in time.2522532542552562572582592602612622632642652662672682692702712722734. We thank the patients and their families forparticipating in this study. Environmental contamination and hospital-acquiredinfection: factors that are easily overlooked. 2020, 41(3):259-266.Chinese Center for Disease Control and Prevention, Beijing 102206, China. Airborne fungi spores distribution in various locations inIrie K, et al.,"}