{"date": "2020/02/26", "journal": "medrxiv", "authors": "Shi Zhao, Peihua Cao, Daozhou Gao, Zian Zhuang, Marc Chong, Yongli Cai, Jinjun Ran, Kai Wang, Yijun Lou, Weiming Wang, Lin Yang, Daihai He, Maggie H Wang", "title": "Modelling the coronavirus disease (COVID-19) outbreak on the Diamond Princess ship using the public surveillance data from January 20 to February 20, 2020", "type": "preprint article", "abstract": "Email address of all authors\nThe novel coronavirus disease 2019 (COVID-19) outbreak on the Diamond Princess ship has caused\nover 634 cases as of February 20, 2020. We model the transmission process on the ship with a\nstochastic model and estimate the basic reproduction number at 2.2 (95%CI: 2.1−2.4). Through\nestimating the dispersion parameter which quantifies the superspreading events, we find that\nstochastic bursts were unlikely to occur if the reproduction number is less than 1. The epidemic\ndoubling time is at 4.6 days (95%CI: 3.0−9.3), thus timely action were crucial. The lesson learn on\nthe ship is generally applicable in other settings.\ninterval; Diamond Princess ship.", "text": "Email address of all authorsThe novel coronavirus disease 2019 (COVID-19) outbreak on the Diamond Princess ship has causedover 634 cases as of February 20, 2020. We model the transmission process on the ship with astochastic model and estimate the basic reproduction number at 2.2 (95%CI: 2.1−2.4). Throughestimating the dispersion parameter which quantifies the superspreading events, we find thatstochastic bursts were unlikely to occur if the reproduction number is less than 1. The epidemicdoubling time is at 4.6 days (95%CI: 3.0−9.3), thus timely action were crucial. The lesson learn onthe ship is generally applicable in other settings.interval; Diamond Princess ship.coronavirus 2 (SARS-CoV-2), emerged in Wuhan, China in the end of 2019, and spread to over 40foreign countries in a short period of time [1-3]. The World Health Organization (WHO) declared theoutbreak to be a public health emergency of international concern on January 30, 2020 [4]. TheWe consider the population on the Diamond Princess ship as a close cohort with N = 3711individuals. Following [6], we simulate the transmission process stochastically. For a givenCOVID19 case with symptom onset on the t-th day, the number of secondary cases follows a negativebinomial (NB) distribution with a mean at Reff(t) and a dispersion parameter at k [7]. The Reff(t) is theeffective reproduction number, and Reff(t) = R0[N – C(t)]/N, where C(t) is the cumulative number ofcases at the t-th day and R0 is the basic reproduction number of COVID-19 to be estimated. The timedelay between symptom onset dates of a primary case and any of its associated secondary cases isthe serial interval (SI). Hence, for a given primary case with symptom onset on the t-th day, thesymptom onset time of each associated secondary case is expected to be the summation of t and SI ofin Japan [5]. We simulate the courses of the COVID-19 outbreaks stochastically starting from oneinfectious index case on January 20, 2020. We calculate the maximum likelihood estimates of R0 andk by fitting model to the number of confirmed cases with Poisson-distributed likelihood framework.estimation framework with a cutoff threshold determined using a Chi-square quantile [10].We repeat the fitting and estimation procedures above under an alternative scenario with mean SI atwith mean SI at 4.5 or 7.5 days by the Akaike information criterion (AIC). Under the later scenariowith mean SI at 7.5 days, we find that the R0 is larger than 5 which is not in line with WHO estimatesand hard to justify in a ‘quarantine’ setting. In particular, the later scenario yields a higher AIC by 10units than the former scenario with mean SI at 4.5 days. Thus, we argue the former scenario is mostlikely the reality, and consider it as the main results.• scenario (0): the best-fit model, i.e., baseline scenario;• scenario (1): 1000 susceptibles were removed on February 11, 2020;• scenario (2): the R0 was reduced to 1.5; and• scenario (3): combining scenarios (1) and (2).previous estimates [7, 8, 11]. The fitting results are shown in Fig 1(a) and (b), which match theobserved data well. We estimate the dispersion term (k) to be 44 (95%CI: 6−88), which issignificantly larger than 1 and consistent with [7]. The simulation results with or without dispersionterm (k) were largely consistent, which suggests absent of superspreading events (note that low kimplies high chance of superspreading events).Without control measures, we estimate that the COVID-19 outbreak is likely to cause 3066 cases(95%CI: 2046−3441) on the ship, and the epidemic curve is likely to peak around February 28, 2020with a doubling time at 4.6 days (95%CI: 3.0−9.3), see Fig 1(b) and Table 1. Under scenario (1),timely reduction in the susceptible population could lower the final size and sustainably reduce thedaily incidences. Under scenario (2), the lower the R0, decreasing from 2.2 to 1.5, the lower the finalsize and the later the peaking time will be. If the susceptible pools and R0 are reduced simultaneously,the COVID-19 outbreak on the ship will be likely mitigated and postponed largely, see Fig 1(d).The R0 of COVID-19 on the Diamond Princess ship is likely to be lower than that of the severe acuterespiratory syndrome (SARS) which ranges from 2.2 to 3.6 [12]. The k quantifies the chance of thesuperspreading events and a large k (> 1 significantly) implies that the stochastic bursts on the shipwas less likely to occur if the reproduction number is less than 1 [6, 7, 13]. On the other hand, ourfinding highlights the different characteristics between COVID-19 (less superspreading) and SARS(more superspreading), which should be taken into consideration into mitigation. As such, theselfprotection actions including wearing facemasks, reducing outdoor activities or gathering andmaintain hygiene and sterilized, were thus recommended.with a short SI than previously estimated [2]. Note that a recent study on the 1099 patients found thatthe median of incubation period is only 3 days, thus a short effective SI is also possible [14]. With ashorter SI, a relatively lower R0 could also result in a rapid growth of the epidemic size [15], andwith a shorter epidemic doubling time as we show in Table 1. Therefore, timely contact tracing andeffectively quarantine were crucial to shutoff the transmission.effectively mitigate the COVID-19 outbreak on the ship in terms of the final size, see Table 1.valuable time to prepare and allocate the resources in response to incoming patients. Relocating thepopulation at risk (if possible) could sustainably decrease the daily incidences, and thus relieve thetensive demands in the healthcare, and improve in the treatment outcome.We suggest maintaining the enhancement in both populational level public health control as well asthe individual level self-protection actions in combating the COVID-19 outbreak. With detailedinformation on public intervention, the analytical framework in this study can be extended to acomplex context and used for evaluating the effects of certain control measures.of China (Grant Number 61672013) and Huaian Key Laboratory for Infectious Diseases Control andReferences2020.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X et al: Clinical featuresof patients infected with 2019 novel coronavirus in Wuhan, China. Lancet (London, England)Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY et al:Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia.New England Journal of Medicine 2020.Wu JT, Leung K, Leung GM: Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modellingstudy. The Lancet 2020.Statement on the second meeting of the International Health Regulations EmergencyCommittee regarding the outbreak of novel coronavirus (2019-nCoV), World HealthOrganization (WHO).[https://www.who.int/news-room/detail/30-01-2020-statement-on-the-secondIdentification of novel coronavirus infection on cruise ship in quarantine at yokohama port.MinistryofHealth,LabourandwelfareofJapan.Althaus CL: Ebola superspreading. The Lancet Infectious diseases 2015, 15(5):507-508.Riou J, Althaus CL: Pattern of early human-to-human transmission of Wuhan 2019 novelcoronavirus (2019-nCoV), December 2019 to January 2020. Eurosurveillance 2020, 25(4).You C, Deng Y, Hu W, Sun J, Lin Q, Zhou F, Pang CH, Zhang Y, Chen Z, Zhou X-H: Estimation ofthe Time-Varying Reproduction Number of COVID-19 Outbreak in China. medRxiv2020:2020.2002.2008.20021253.Nishiura H, Linton NM, Akhmetzhanov AR: Serial interval of novel coronavirus (2019-nCoV)infections. medRxiv 2020:2020.2002.2003.20019497.Fan J, Huang T: Profile likelihood inferences on semiparametric varying-coefficient partiallylinear models. Bernoulli 2005, 11(6):1031-1057.Zhao S, Lin Q, Ran J, Musa SS, Yang G, Wang W, Lou Y, Gao D, Yang L, He D et al: Preliminaryestimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from2019 to 2020: A data-driven analysis in the early phase of the outbreak. International Journal ofInfectious Diseases 2020.2003, 300(5627):1966-1970.12.Lipsitch M, Cohen T, Cooper B, Robins JM, Ma S, James L, Gopalakrishna G, Chew SK, Tan CC,Samore MH: Transmission dynamics and control of severe acute respiratory syndrome. ScienceLloyd-Smith JO, Schreiber SJ, Kopp PE, Getz WM: Superspreading and the effect of individualvariation on disease emergence. Nature 2005, 438(7066):355-359.Guan W-j, Ni Z-y, Hu Y, Liang W-h, Ou C-q, He J-x, Liu L, Shan H, Lei C-l, Hui DSC et al: Clinicalcharacteristicsof2019novelcoronavirusinfectioninChina.medRxiv2020:2020.2002.2006.20020974.10.panels (a) and (b), the black dots are the observed number of cases time series, the blue curves arethe simulation median (bold) and 95% CI (dashed), and the grey curves are 1000 simulation samples.scenarioDescription", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Email address of all authors\nThe novel coronavirus disease 2019 (COVID-19) outbreak on the Diamond Princess ship has caused\nover 634 cases as of February 20, 2020. We model the transmission process on the ship with a\nstochastic model and estimate the basic reproduction number at 2.2 (95%CI: 2.1−2.4). Through\nestimating the dispersion parameter which quantifies the superspreading events, we find that\nstochastic bursts were unlikely to occur if the reproduction number is less than 1. The epidemic\ndoubling time is at 4.6 days (95%CI: 3.0−9.3), thus timely action were crucial. The lesson learn on\nthe ship is generally applicable in other settings.\ninterval; Diamond Princess ship.", "one_words_summarize": "Email address of all authorsThe novel coronavirus disease 2019 (COVID-19) outbreak on the Diamond Princess ship has causedover 634 cases as of February 20, 2020. We model the transmission process on the ship with astochastic model and estimate the basic reproduction number at 2.2 (95%CI: 2.1−2.4). The World Health Organization (WHO) declared theoutbreak to be a public health emergency of international concern on January 30, 2020 [4]. If the susceptible pools and R0 are reduced simultaneously,the COVID-19 outbreak on the ship will be likely mitigated and postponed largely, see Fig 1(d).The R0 of COVID-19 on the Diamond Princess ship is likely to be lower than that of the severe acuterespiratory syndrome (SARS) which ranges from 2.2 to 3.6 [12]. The k quantifies the chance of thesuperspreading events and a large k (> 1 significantly) implies that the stochastic bursts on the shipwas less likely to occur if the reproduction number is less than 1 [6, 7, 13]. Therefore, timely contact tracing andeffectively quarantine were crucial to shutoff the transmission.effectively mitigate the COVID-19 outbreak on the ship in terms of the final size, see Table 1.valuable time to prepare and allocate the resources in response to incoming patients. Lancet (London, England)Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY et al:Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. Bernoulli 2005, 11(6):1031-1057.Zhao S, Lin Q, Ran J, Musa SS, Yang G, Wang W, Lou Y, Gao D, Yang L, He D et al: Preliminaryestimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from2019 to 2020: A data-driven analysis in the early phase of the outbreak. International Journal ofInfectious Diseases 2020.2003, 300(5627):1966-1970.12.Lipsitch M, Cohen T, Cooper B, Robins JM, Ma S, James L, Gopalakrishna G, Chew SK, Tan CC,Samore MH: Transmission dynamics and control of severe acute respiratory syndrome."}