{"date": "2020/02/26", "journal": "medrxiv", "authors": "Tian Hao", "title": "Infection Dynamics of Coronavirus Disease 2019 (Covid-19) Modeled with the Integration of the Eyring Rate Process Theory and Free Volume Concept", "type": "preprint article", "abstract": "The Eyring's rate process theory and free volume concept, two very popular theories in chemistry and physics elds, are employed to treat infectious disease transmissions. The susceptible individuals are assumed to move stochastically from one place to another. The virus particle transmission rate is assumed to obey the Eyring's rate process theory and also controlled by how much free volume available in a system. The transmission process is considered to be a sequential chemical reaction, and the concentrations or fractions of four epidemiological compartments, the susceptible, the exposed, the infected, and the removed, can be derived and calculated. The obtained equations show that the basic reproduction number, R0, is not a constant, dependent on the volume fraction of virus particles, virus particle size, and virus particle packing structure, the energy barrier associated with susceptible individuals, and environment temperature. The developed models are applied to treat coronavirus disease 2019 (Covid-19) transmission and make predictions on peak time, peak infected, and R0. Our work provides a simple and straightforward approach to estimate how infection diseases evolve and how many people may be infected.", "text": "Infectious diseases occur frequently within last twenty years. The 2003 SARS(Severe Acute Respiratory Syndrome), 2009 in uenza A (H1N 1), 2013 ebola virus,and current coronavirus in ected pneumonia (Covid 19) are among the deadliest and haveposed a strong impact on human lives and activities. Mathematical modeling and analysisof infectious disease transmissions1{7 have been performed for a century. Its importance inunderstanding infectious disease transmissions and developing practical strategies for diseasecontrol and mitigation have been demonstrated. Challenges remain in di cult descriptionsof human contact patterns and virus evolution, due to randomness of human interactions andunpredictability of virus growth especially for a new type of virus. The problems encounteredin disease transmission area are similar to many-body problems encountered in chemistryand physics elds, where many entities like electrons, atoms, molecules, or nano-sized evenmicro-sized particles interact each other in a disordered manner.The Eyring' rate process theory8 and free volume concept9{13 have been employed to solvemany-body problems without involving complicated quantum mechanical calculations. TheEyring's rate process theory, originated from quantum mechanics, argues that every physicalor chemical phenomenon is a rate controlled process, such as chemical reactions, electrontransfer, conductivity, viscous ows, di usions, etc. Every process needs an activated energyto move from the initial state to the nal state. Free volume theory, originated frommolecular systems, is a most successful mean eld theory in dealing with many-body problems.All di erent kinds of interactions among entities are factored into a single term, the freevolume available in a system. Since the free volume theory resolves how large freedom anentity may have and the Eyring's rate process theory describes how fast the process is, thesetwo theories have been integrated together to describe many seemingly unrelated systemsor phenomena like glass liquids12, colloids and polymers14,15, granules16{18, electrical andproton conductivity19,20, superconductivity21, and Hall E ect22 with great success.In this article, we will utilize the Eyring's rate process theory and freevolume concept to describe infectious disease transmission process. Theinfectious disease transmission is considered as a sequential chemical reaction. Wewill follow the popular SIR (susceptible; inf ectious; and removed) and SEIR(susceptible; exposed; inf ectious; and removed) compartment categorizationmethods proposed in the literature1{7 to develop our theory. The di erence between these twomodels can be found in literature4. SEIR model can give more information like latencyperiod. Each category will be treated as a \\chemical reactant\". Its concentration or fractionexpressed in the number of individuals in each segment divided by the total population inconsideration will be estimated for unveiling disease transmission mechanisms and predictingpeak time and peak infected population.infection process can be expressed as below:M SIR :S !k1 Ik2k20S !k3 E !k4 IRRk5k50The only di erence between SIR and SEIR models is the initial step: SIR model assumesthat the susceptible will directly transform into the infected, while SEIR model assumes thatthere is an intermediate state \\exposed\". For avoiding confusion with traditional SIR andSEIR models, we will call our modi ed versions as MSIR and MSEIR in this article. The keyis how to theoretically determine chemical reaction rate constants like k1; k2; k20; k3; k4; k5; k50expressed in two chemical reactions shown above. Once these parameters are known, thefractions of S; E; I; R can be predicted. The rst step in MSIR model and the second andthird steps in MSEIR model are one way irreversible chemical reactions. The last step inboth MSIR and MSEIR models are reversible. Note that both k20 and k50 should be verysmall and the initial fraction of the recovered should be small too, leading to a negligiblecontribution to the infected pool.For the rst step reaction, assume that susceptible individuals move randomly andbecome \\exposed\" rst. The virus particles then transmit from one individual to another.This individual thus becomes \\infected\". So in MSIR model, there should be two stepsinvolved during the process from \"S\" to \"I\": the individual movement and virus particlemovement. Human movement is a stochastic random process and should be similar to themovements of atoms, molecules, colloidal particles, and even granular powders, which havebeen studied extensively. Someone may argue that human movement is an athermalprocess, while atomic, molecular, and colloidal particle movements are thermal driven. Forathermal granular powder under a tapping process, we theoretically found that they behavelike thermal systems and follow the stretched exponential pattern in term of tap densitychanging with the number of taps16. Our approach is mainly based on Theodor Fo\u007frster'stheory23,24 that deals with the energy transfer from donors to random distributed acceptors.Theodor Fo\u007frster's theory involves a very complicated quantum mechanical treatment but itsmathematical backbone was simpli ed and extracted by Blumen25 and Klasfter26. Detailedinformation can be found in my previous article16. Furthermore, human collective motionand individual walking behaviors of animals were found to behave like thermal systems andfollow Boltzmann distribution, though the temperature needs to be de ned di erently inthese athermal systems27,28. Utilizing the same approach to treat \\human movements\" indisease transmissions, we may write the reaction constant as16:k3 = Ap[exp (Eaw) ]where A and p are constant,is stretched exponential parameter of values between 0 and1, Ea is the energy barrier for a human to move around, and w is the basic energy that aperson may need during a normal circumstance.After an individual is exposed, the transmission of virus particles from one person toanother will make an \\exposed\" person become \\infected\". This process will be dependenton the free volume available for virus particles to travel and how fast these virus particleswill travel. It should be similar to the viscosity or conductivity of an entity that has beenaddressed in many systems in my previous articles12,14,19,20,29. The free volume can beestimated with inter-particle spacing concept14,30. For infectious diseases, more free volume forboth human and virus particles means \\isolation\" and less transmission. High virus particlevolume fractions mean higher transmissions, which is similar to viscosity of colloidalsuspensions or granular powders. Therefore the chemical reaction rate should be proportionalto the \\viscosity\" of this entity, then k4 can be written as29:k4 =(1)(2)where V is the volume in consideration, r is the radius of virus particles,is the shearstress applied when virus particles transmit from one place to another, _ is the shear rate,NA is Avogadro number, m is the mass of a virus particle, kB is Boltzmann constant, Tis the temperature,is the volume fraction of virus particles in the volume V ,m is themaximum packing fraction of virus particles, and E0 is the energy barrier for virus particles.In MSIR model, we assume that during the transmission process from the susceptible tothe infected, both human movement and virus particle transmission are involved and the\\exposed\" is only an transient state. According to the transient state theory of chemicalreaction8, we may easily obtain:k1 = k3k4 = Ap[exp (Eawpendent on many factors like human movement energy barrier, the particle size and volumefraction of virus particles, the mass of a virus particle, temperature, and volume inconsideration. Smaller volume leads to lower transmission constant, and isolation de nitely is agood method to preventing virus from spreading.For a sequential chemical reaction, the fraction of each reactant can be expressed with aseries of di erential equations31. For MSIR model, we may write:For MSEIR model, we may write:dIdtdIdt= k1SdRdtdEdtdRdtdSdt=k1Sk2I + k20R= k2Ik20RdSdt= k3S== k5Ik3Sk4Ek50R= k4Ek5I + k50R(4)(5)(6)(7)(8)(9)(10)Since the contribution from k20R to the infected is negligible based on the fact that therecovered may gain immunity from the disease and the fraction of the recovered is relativelysmall at early stages, the rst step reaction product, E and I may be written:dIdtdEdt= k1S0e k1tk2Ifor MSIR model= k3S0e k3tk4Efor MSEIR modeleR P (x)dxI =E =S0k1k2S0k3k4k3k1dydxZ+ P (x)y = Q(x)Q(x)eR p(x)dxdx + constant(e k1te k2t)for MSIR model(e k3te k4t)for MSEIR modelSimilarly, ignoring the contribution from k50R, we may obtain I in MSEIR as shown below:I =(k5S0k3k4k3)(k5k4)[(k5k4)e k3t(k4(k5k3)k3)e k4t+ e k5t]for MSEIR model (19)Assuming that S + I + R = S0 for MSIR model and S + E + I + R = S0 for MSEIR model,we can obtain:k2k2(k5(k5e k1t +k1k4k5k3)(k4k2k3)k3k4k3)(k5k1k1e k3t +e k2t](k5e k5t]k4)for MSIR modelk3k5k4)(k4k3)e k4tfor MSEIR model(11)(12)(13)(14)(15)(16)(17)(18)(20)(21)(22)Both I and E should have a peak value that can be simply determined by di erentiatingk2Im = S0(k1=k2) k2 k1 ; tim =k4Em = S0(k3=k4) k4 k3 ; tem =ln k2k2ln k4k4ln k1k1ln k3k3number, R0, which is the transmission rate divided by the recovery rate. It is consideredto be an indicator on the severity of infectious transmissions. Note that our approach isdi erent from original Kermack-McKendrick SIR model1,4 and SEIR model4,32,33. In thesemodels,dSdtdRdt== I;1IS;R0 = 1=(23)(24)(25)(26)(27)(28)(29)if the death rate is not considered. Comparing these equations with our models expressedin Eq. 6 and Eq. 10, we may easily obtain R0 as below:R0 =R0 =0k1k2Ik2;0k3k5Ik5;for MSIR modelfor MSEIR modelFor a reversible chemical reaction like the last step reaction between the infected and theremoved, an equilibrium should be reached and the chemical reaction rate constant is=k2=k20 for MSIR model and= k5=k50 for MSEIR model. Clearly, R0 actually is not aconstant, dependent on temperature and virus particle volume fraction. So far we alreadyknow k1; k3; k4. The rate constants like k2; k20; k5; k50 can be determined with the recovereddata that are relatively easy to be counted during the initial period of virus outbreak. Wethen can predict the peak time, the peak infected, and the basic reproduction number, etc.III.The fractions of the susceptible, exposed, infected, and recovered can be computed asa function of time based on the equations above and shown in Figure 1 for both MSIRand MSEIR models. The exposed and the infected peak at certain time and the recoveredincreases during the same time of period, which is consistent with observations and othermodels in the literature.Since k1 and k4 are functions of virus particle volume fraction and environmenttemperature, the fraction in each category should change with these two parameters, too. Besidesvirus particle volume fraction and temperature related terms in Eq. 2 and Eq. 3 , theremaining is related to virus particle radius and mass, and the spacial volume underconsideration. Clearly, large virus particle size and mass lead to large rate constants. Forclearly showing the relationship between rate constants and virus particle volume fractionand temperature, we may rearrange Eq. 2 and Eq. 3 as below:(30)(31)(32)(33)(34)(35)k4 =B and C are a constant for a speci c virus and a spacial volume, when virus particles areunder normal shear forces during a transmission. For simpli cation reason, we may assigna numeric value to both B and C, thus the impact of virus particle volume fraction andtemperature on the fraction of the infected can be evaluated illustratively. The infectedagainst virus particle volume fraction is plotted in Figure 2. A much stronger dependence ofvirus particle volume fraction is predicted with MSIR model than MSEIR, possibly due to thebu ering e ect caused by the \\exposed\" category in the latter. For MSIR model, an explosiveincrease of the infection is predicted when virus particle volume reaches about 45%. Itlooks like a percolation transition phenomenon34,35, a rst-order phase transition frequentlyobserved in amorphous multi-phase systems like colloidal suspensions, where contacts andconnections between individual entities play a critical role in controlling physical propertiesof whole system. The relationship between the infected and virus particle volume fractionseems to be reasonable, as intuitively more infection is expected if many virus particlesare present in a system. Some researchers have already claimed that infectious diseasetransmissions are a percolation phenomenon in nature36 and applied percolation theory tostudy epidemic spreading36,37. Our prediction is in line with those research work.SEIR10:8eag 0:6tner 0:4ceP0:2001003004000100300400(a)200Time(b)200Time1:5; k1 = 1:5; k2=k20 = 1;(b) MSEIR model with R0 = 1:5; k3 = 1:2; k4 = 1:5; k5=k50 = 1. Weintentionally assign similar parameters for these two models for comparing epidemic di erence.MSIR model predicts a earlier and higher infectious peak position than MSEIR model. S0 isassumed to be 1.The infected is not only dependent on virus particle volume fraction, but also dependenton the temperature, which is shown in Figure 3. The energy barrier term E0 of coursedetermines how temperature may impact disease transmission rate thus the number of theinfected. The infected in MSEIR model shows a much stronger temperature dependence anddecreases rapidly with temperature changing from 0 to 60 C, while the infected in MSIRmodel just decreases a little bit with temperature. Higher temperatures de nitely can reduceS10:8eg 0:6atnece 0:4rP0:2disease transmission. From past observations, infectious disease transmissions typically showa seasonal sinusoidal variation. Most infectious diseases like in uenza happen in winter timeand diminish when spring or summer comes in. Coronavirus (Covid-19) pandemics initiallystarted some time in December 2019 at Wuhan, China, has infected more than 75000 peoplewith over 2200 deaths so far. How long time this infectious transmission is going to lastand when it will peak are critical information to make proper mitigation strategy. Utilizingthe data provided by Chinese Center for Disease Control and Prevention (CCDC) from Jan.21 to Feb.17, 2020, the fraction of the infected is predicted with both MSIR and MSEIRmodels and shown in Figure 4. From these data, we are able to determine the reaction ratesat each stepI10:80:60:40:2k2 = 1; CT 1=2 exp( E0 ) = 1;(b) MSEIR model with k3 = 1:5; k5 = 1; m = 0:72, the maximumkBTvolume packing fraction of face-centered cubic packing structure, BT 1=2 exp( E0 ) = 4. MSIRkBTmodel predicts a stronger dependence on virus particle volume fraction than MSEIR model. S0 isassumed to be 1, too.0:80:70:60:5M SIR280300320340model with k3 = 1:5; k5 = 1. MSEIR model predicts a stronger temperature dependence than SIRmodel. For simpli cation reason, the other terms irrelevant to temperature in Eq. 32 and Eq. 35are assumed as 1. S0 is assumed as 1, too.and make predictions. As shown in Fig.4 (b), both models predict that the infected maypeak about 150 days from January 21, 2019. For MSIR model, the exact peak time andthe peak values can be calculated with Eq. 24 with the parameters obtained from Fig.4,tm = 158 days and Im = 0:854, corresponding to 170826 infected individuals. For MSEIRmodel, we cannot have exact solutions to the equation but can estimate using Fig. 4 (b): thepeak time is a little longer than the predicted with MSIR model, about 160 days, and has ahigher infected fraction about 0.9, corresponding to about 180000 infected individuals. Bothmodels predict a skewed distribution, implying that the fraction of the infected remains athigh ends for a relative long time. Please keep in mind that these predictions should bestrongly dependent on how the isolation measures are executed and how accurate the dataare, which may a ect the rate constants used in the calculations.The fraction of the recovered is important to know, as it directly relates to how manypeople may survive from this epidemics. The original SIR and SEIR models only consider\\the removed\" that may contain both the recovered and the death. Figure 5 shows therecovered (a) and the recovered plus the death (b) against time, predicted with both MSIRand MSEIR models. Theoretically, the same rate constants obtained from the infected data0:60:40:20CCDCdataM SIRChinese Center for Disease Control and Prevention (CCDC) from Jan. 21 to Feb.17, 2020, andregressed with MSIR and MSEIR models. The number of the infected individuals is divided by apopulation size 200000 to obtain the fraction. (a) The real data points and predicted with bothMSIR and MSEIR models. (b) The same equations but plotted in a wider range. For MSIR model,k1 = 0:001; k2 = 0:02. For MSEIR model, k3 = 0:019; k4 = 1:05; k5 = 610 4. S0 = 1 is assumedas 1 in both cases.in Fig. 4 should be used for making predictions for the recovered in Fig. 5. Unfortunately,these two groups of data provided by CCDC don't match each other and cannot be integratedinto one model. If the same parameters like k1;k2;k3;k4;k5 obtained from theinfected data were used for the removed data regressions, the predicted with MSIR andMSEIR models were 8 and 13 times smaller than the reported, respectively. In average,there is almost 10 times di erence between these two group of data. If the removed dataare accurate, then the infected should be 10 times larger than the reported, which turns outthat 724360 people should be infected by Feb. 17, 2020. Note that theregressions are relatively poor for the recovered and even worse for the recovered plus thedeath. The long latency period and lack of an e ective drug to cure the disease may addcomplexity of claiming a patient to be fully recovered for this new kind of disease, whichcould contribute to the poor regression.Recovered + deathM SIRM SEIR20Time (day)(b)0:20:20:150:10regressed with MSIR and MSEIR models. The population size 200000 was used for calculatingthe fractions. (a) Only the recovered data are used for modeling; (b) Both the recovered and thedeath data are added together for modeling. Same parameters obtained from the infected data areused for calculations. For MSIR model, k1 = 0:02; k2 = 0:001, S0 is assumed to be 1. For MSEIRmodel, k3 = 0:019; k4 = 1:05; k5 = 0:0006, S0 is assumed to be 1. No matter that the recoveredonly or the addition of the recovered and the death is used, the predicted number obtained withMSIR and MSEIR models are 8 and 13 times smaller than the reportedAnother critical parameter in infectious disease is the basic reproduction number, R0,which can be computed with Eq. 29. With the parameters obtained from the infected dataprovided by CCDC, the calculated R0 is plotted against time in Figure 6. Initially, R0 isreally high, but decays rapidly and approaches a steady value. The predicted steady R0 valueis about 3.5 according to MSEIR model and about 1.5 according to MSIR model. Earlystudies on coronavirus show R0=2.238, 2.6840, and 3.1139. Variation of R0 may stem fromthe fact that it is not a constant in theory based on our model. Complex estimation methodson R0 make some researchers believe that R0 is not an indicative parameter to use4,32,33.However, our method is straightforward and can potentially be used to standardize R0calculation.In summary, using same categorical methods as in traditional SIR and SEIR models,we consider infectious disease transmissions to be a sequential chemical reaction and treatthe transmission process with the integration of both Eyring's rate process theory and freevolume concept together. Based on the data provided by CCDC, the peak time, the peakinfected, the total infected based on the recovered data, and R0 are estimated and shownin table I. These data indicate that current epidemics may last more than a year and totalinfected people may be between 579488 and 941668.Model tm based on Im expressed in Im expressed in Total infected based on R0the infected fraction based on populationsize the recovered data bydata (day) the infected data basedonthe Feb. 17, 2020MSIR 158MSEIR 160Rinfected data1708261800000R20151050579488941668MSIRMSEIR0 5 10 15 20Time (day)M SIR1020are same as used in the infected regression in Fig.4. For MSIR model, k1 = 0:001; k2 = 0:02; k20=S0 =0:1. For MSEIR model, k3 = 0:019; k4 = 1:05; k5 = 610 4; k50=S0 = 0:01. The inlet is the samegraph but plotted in a smaller scale.Disease transmission is di cult to describe, as it is hard to identify the sources ofdiseases, con rm infected individuals, predict human movement pattern and virus particlestransmission pattern, etc. The physical mechanisms and principles governing infectiousdisease transmissions should be similar to the observed in amorphous disorder systems, suchas the percolation transition, Boltzmann distribution probability, the stretched exponentialrelaxation, etc. Human motion is not a thermal driven movement, however, has been foundto follow the same Boltzmann distribution probability. The volume fraction of virus particlesshould lead to a dramatic increase in transmission rate, similar to percolation transitionprocess. The common many-body problems encountered in chemistry and physics world can beresolved with the integration of Eyring's rate process theory and free volume concept, whichhas been demonstrated to work well for many multi-scale systems ranging from electrons togranular particles, even the universe41. This approach is therefore naturally applied to thedisease transmissions. Attempt made in this article is to understand physical mechanismsof infectious disease transmissions using same categorical methods popularly employed ininfectious disease transmission eld. Although our focus is put on coronavirus (Covid-19)currently spreading around the world, the theoretical framework proposed in this article canbe applied to other transmission diseases, too.The successful predictions are dependent on data accuracy. For every new type of avirus, the test, identi cation, diagnostic, and counting methods need time and e ort to beproperly established. It is fully understandable that the initial data don't re ect the trueepidemic process. We utilize the o cial data released by CCDC to test our models. Thepredicted parameters shown in Table I should be used cautiously.Our approach is relatively simple and straightforward without involving complicatedmathematical calculations, in comparison with other theoretical models available in theliterature. Extra seasonal force doesn't need to be inserted into our model for demonstratingthe seasonality of infectious diseases, as rate constants are temperature dependent.A sequential chemical reaction process from the susceptible, to the exposed, the infected,and the removed in the end is proposed to describe disease transmissions. At each step,there is a chemical rate constant associated with and the fraction of each product/reactantcan be easily calculated. Every step is a one-way reaction, except the last step from theinfected to the removed, as some small amount of the removed could be infected again. TheEyring's rate process theory and free volume concept continue to be used for de ning rateconstants.In general, our model predicts that the fraction of the infected will peak at certain time,increase with the volume fraction of virus particles, and decrease with temperature. Theenergy barrier for human to move has played a critical role in disease transmissions. Theisolation process with a huge energy barrier for human can change the chemical reactionrate constant dramatically. The basic reproduction number is not a constant and can becomputed once the parameters in the models are determined.In particular, we applied our models to treat coronavirus (Covid-19) transmission. Basedon the data provided by CCDC, we predict that the infected may peak at 158 days from Jan.21, 2020 and may take a long time, more than a year, to drop to zero, though MSIR andMSEIR models give a slightly di erent estimation. The data of the infected don't match withthe removed for both models: based on the infected data, the removed is predicted to be 8and 13 times smaller than the actual reported according to MSIR and MSEIR models. If theremoved data, either the recovered or the recovered plus the death, are reliable, the actualinfected people is between 579488 and 941668 by Feb. 17, 2020. The basic reproductionnumber of coronavirus (Covid-19) is computed to be about 1.5 based on MSIR model andThe author sincerely appreciate colleagues' and reviewers' feedback and comments forsubstantially improving the readability and rationality of this article.1 W. O. Kermack and A. G. McKendrick, A contribution to the mathematical theory of epidemics,2 J. L. Aron, Seasonality and Period-doubling Bifurcations in an Epidemic Model, J. Theor. Biol.,Proc. R. Soc. Lond. A , 1927, 115, 700-7211984, 110, 665-679Reviews Microbiology, 2008, 6, 477{4873 N. C. Grassly and C. Fraser, Mathematical models of infectious disease transmission, Nature4 B. Ridenhour, J. M. Kowalik, and D. K. Shay, Unraveling R0: considerations for public healthapplications, Am J Public Health, 2014, 104(2), 32-415 Cesar Parra-Rojas, Thomas House, and Alan J. McKane, Stochastic epidemic dynamics onextremely heterogeneous networks, Phys. Rev. E , 2016, 94, 0624086 C. I. Siettos and L. Russo, Mathematical modeling of infectious disease dynamics, Virulence,2013, 4(4), 295{3067 Alun L. Lloyd, Realistic Distributions of Infectious Periods in Epidemic Models: ChangingPatterns of Persistence and Dynamics, Theoretical Population Biology , 2001, 60, 59-718 S. Glasstone, K. Laidler, and H. Eyring, The Theory of Rate Process, McGraw-Hill, 19419 M. H. Cohen and D. Turnbull, Molecular transport in liquids and glasses, J. Chem. Phys. ,1959, 31, 1164{1169J. Chem. Phys. , 1961 , 34, 120{12410 D. Turnbull and M. H. Cohen, Free-Volume Model of the Amorphous Phase: Glass Transition,11 J. C. Dyre, Source of non-Arrhenius Average Relaxation Time in Glass-forming Liquids, J.Non-Crystalline Solids, 1998, 235-237, 142-14912 T. Hao, Unveiling the Relationships among the Viscosity Equations of Glass Liquids andColloidal Suspensions for Obtaining Universal Equations with the Generic Free Volume Concept,Phys. Chem. Chem. Phys., 2015, 17, 21885-2189313 H. Fujita, Notes on Free Volume Theories, Polymer J., 1991, 23, 1499-150614 T. Hao, Viscosities of liquids, colloidal suspensions, and polymeric systems under zero ornonMatter, 2015, 15, 3056-3061free volume concept, Soft Matter, 2015, 11, 1554-156117 T. Hao, Tap density equations of granular powders based on the rate process theory and the18 T. Hao, De ning Temperatures of Granular Powders Analogously with Thermodynamics toUnderstand the Jamming Phenomena, AIMS Materials Science, 2018, 5(1), 1-3319 T. Hao, Electrical Conductivity Equations Derived with the Rate Process Theory and FreeVolume Concept, RSC Adv., 2015, 5, 48133-4814620 T. Hao, Conductivity Equations of Protons Transporting Through 2D Crystals Obtained withthe Rate Process Theory and Free Volume Concept, Chem. Phys. Lett, 2018, 698, 67-7121 T. Hao, Exploring high temperature superconductivity mechanism from the conductivityequation obtained with the rate process theory and free volume concept, Chem. Phys. Lett, 2019,714, 99-10201100222 T. Hao, Integer, Fractional, and Anomalous Quantum Hall E ect Explained with Eyring's RateProcess Theory and Free Volume Concept, Phys. Chem. Chem. Phys, 2017, 19, 6042-605023 T. Fo\u007frster, Energiewanderung und Fluoreszenz, Naturwissenschaften, 1946, 33, 166 { 175;English translation, T. Fo\u007frster, Energy migration and uorescence, J. Biomed. Opt. , 2012, 17,24 T. Fo\u007frster, Expermentelle und theoretische Untersuchung des zwischengmolekularen Ubergangsvon Elektronenanregungsenergie, A Naturforsch , 1949, 4A, 321-32725 A. Blumen, Excitation transfer from a donor to acceptors in condensed media: a uni edapproach, Il Nuovo Cimento , 1981, 63, 50 { 58.26 J. Klafter and M. F. Shlesinger, On the relationship among three theories of relaxation indisordered systems, Proc. Natl. Acad. Sci. U. S. A., , 1986, 83, 848 { 851.27 J. L. Silverberg, M. Bierbaum, James P. Sethna, Itai Cohen, Collective Motion of Humans inMosh and Circle Pits at Heavy Metal Concerts, Phys. Rev. Lett. , 2013, 110, 22870128 S. Petrovski, A. Mashanova, and V. A. A. Jansen, Variation in individual walking behaviorcreates the impression of a Levy ight, Proc Natl Acad Sci U S A. , 2011, 108(21), 8704{8707.29 T. Hao, Analogous Viscosity Equations of Granular Powders Based on Eyring's Rate ProcessTheory and Free Volume Concept, RSC Adv., 2015, 5, 95318-9533330 T. Hao, and R. E. Riman, Calculation of Interparticle Spacing in Colloidal Systems, J.31 P. Atkins and J. de Paula, Physical Chemistry, 8th Edition, WH Freman, 200632 P. den Driessch, Reproduction numbers of infectious disease models, Infectious DiseaseMod2011, 52761033 J. Li, D. Blakeley, and R. J. Smith, The Failure of R0, Comput. Math. Methods Med., 2011,34 von M. Sahini and M. Sahimi, Applications Of Percolation Theory, CRC Press, 200335 D. Stau er and A. Aharony, Introduction to percolation theory, 2nd, CRC Press, 199436 S. Davis, P. Trapman, H. Leirs, M. Begon, and J. A. P. Heesterbeek, The abundance threshold37 R. Parshani, S. Carmi, and S. Havlin, Epidemic Threshold for theSusceptible-Infectious39M. Read, J. RE Bridgen, D. AT Cummings, A. Ho, C. P. Jewell, Novel coronavirus 2019-nCoV:early estimation of epidemiological parameters and epidemic predictions, medRxiv, 2020 , doi:", "ref_list": [[], ["0:9 zero electric eld"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. Hao", "T. Hao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Infectious diseases occur frequently within last twenty years. The 2003 SARS\n(Severe Acute Respiratory Syndrome), 2009 in uenza A (H1N 1), 2013 ebola virus,\nand current coronavirus in ected pneumonia (Covid 19) are among the deadliest and have\nposed a strong impact on human lives and activities. Mathematical modeling and analysis\nof infectious disease transmissions1{7 have been performed for a century. Its importance in\nunderstanding infectious disease transmissions and developing practical strategies for disease\ncontrol and mitigation have been demonstrated. Challenges remain in di cult descriptions\nof human contact patterns and virus evolution, due to randomness of human interactions and\nunpredictability of virus growth especially for a new type of virus. The problems encountered\nin disease transmission area are similar to many-body problems encountered in chemistry\nand physics elds, where many entities like electrons, atoms, molecules, or nano-sized even\nmicro-sized particles interact each other in a disordered manner.", "one_words_summarize": "Infectious diseases occur frequently within last twenty years. The Eyring' rate process theory8 and free volume concept9{13 have been employed to solvemany-body problems without involving complicated quantum mechanical calculations. Since the free volume theory resolves how large freedom anentity may have and the Eyring's rate process theory describes how fast the process is, thesetwo theories have been integrated together to describe many seemingly unrelated systemsor phenomena like glass liquids12, colloids and polymers14,15, granules16{18, electrical andproton conductivity19,20, superconductivity21, and Hall E ect22 with great success. In this article, we will utilize the Eyring's rate process theory and freevolume concept to describe infectious disease transmission process. Theinfectious disease transmission is considered as a sequential chemical reaction. Our approach is mainly based on Theodor Fo\u007frster'stheory23,24 that deals with the energy transfer from donors to random distributed acceptors. This process will be dependenton the free volume available for virus particles to travel and how fast these virus particleswill travel. According to the transient state theory of chemicalreaction8, we may easily obtain:k1 = k3k4 = Ap[exp (Eawpendent on many factors like human movement energy barrier, the particle size and volumefraction of virus particles, the mass of a virus particle, temperature, and volume inconsideration. The exposed and the infected peak at certain time and the recoveredincreases during the same time of period, which is consistent with observations and othermodels in the literature. The infectedagainst virus particle volume fraction is plotted in Figure 2. The relationship between the infected and virus particle volume fractionseems to be reasonable, as intuitively more infection is expected if many virus particlesare present in a system. MSIR model predicts a earlier and higher infectious peak position than MSEIR model. The energy barrier term E0 of coursedetermines how temperature may impact disease transmission rate thus the number of theinfected. Utilizingthe data provided by Chinese Center for Disease Control and Prevention (CCDC) from Jan.21 to Feb.17, 2020, the fraction of the infected is predicted with both MSIR and MSEIRmodels and shown in Figure 4. 24 with the parameters obtained from Fig.4,tm = 158 days and Im = 0:854, corresponding to 170826 infected individuals. The fraction of the recovered is important to know, as it directly relates to how manypeople may survive from this epidemics. The original SIR and SEIR models only consider\\the removed\" that may contain both the recovered and the death. a) The real data points and predicted with bothMSIR and MSEIR models. ( Recovered + deathM SIRM SEIR20Time (day)(b)0:20:20:150:10regressed with MSIR and MSEIR models. Same parameters obtained from the infected data areused for calculations. For MSIR model, k1 = 0:02; k2 = 0:001, S0 is assumed to be 1. No matter that the recoveredonly or the addition of the recovered and the death is used, the predicted number obtained withMSIR and MSEIR models are 8 and 13 times smaller than the reportedAnother critical parameter in infectious disease is the basic reproduction number, R0,which can be computed with Eq. Initially, R0 isreally high, but decays rapidly and approaches a steady value. For MSEIR model, k3 = 0:019; k4 = 1:05; k5 = 610 4; k50=S0 = 0:01. Human motion is not a thermal driven movement, however, has been foundto follow the same Boltzmann distribution probability. Thepredicted parameters shown in Table I should be used cautiously. At each step,there is a chemical rate constant associated with and the fraction of each product/reactantcan be easily calculated. Basedon the data provided by CCDC, we predict that the infected may peak at 158 days from Jan.21, 2020 and may take a long time, more than a year, to drop to zero, though MSIR andMSEIR models give a slightly di erent estimation. Phys, 2017, 19, 6042-605023 T. Fo\u007frster, Energiewanderung und Fluoreszenz, Naturwissenschaften, 1946, 33, 166 { 175;English translation, T. Fo\u007frster, Energy migration and uorescence, J. Biomed. 2013, 110, 22870128 S. Petrovski, A. Mashanova, and V. A. A. Jansen, Variation in individual walking behaviorcreates the impression of a Levy ight, Proc Natl Acad Sci U S A. , 2011, 108(21), 8704{8707.29 T. Hao, Analogous Viscosity Equations of Granular Powders Based on Eyring's Rate ProcessTheory and Free Volume Concept, RSC Adv., 2015, 5, 95318-9533330 T. Hao, and R. E. Riman, Calculation of Interparticle Spacing in Colloidal Systems, J.31 P. Atkins and J. de Paula, Physical Chemistry, 8th Edition, WH Freman, 200632 P. den Driessch, Reproduction numbers of infectious disease models, Infectious DiseaseMod2011, 52761033 J. Li, D. Blakeley, and R. J. Smith, The Failure of R0, Comput."}