{"date": "2020/02/27", "journal": "medrxiv", "authors": "Eunha Shim, Amna Tariq, Wongyeong Choi, Yiseul Lee, Gerardo Chowell", "title": "Transmission potential of COVID-19 in South Korea", "type": "preprint article", "abstract": "outbreak. in South Korea, the number of confirmed cases rapidly increased. As of Feb 26, 2020, 1,261 cases of COVID-19 including 12 deaths were confirmed in South Korea. Using the incidence data of COVID19, we estimate the reproduction number at 1.5 (95% CI: 1.4-1.6), which indicates sustained transmission and support the implementation of social distancing measures to rapidly control the Funding statement: For ES and WC, this work was supported by the National Research Foundation of", "text": "Korea (NRF) grant funded by the Korea government (MSIT) (No. 2018R1C1B6001723).A novel coronavirus (SARS-CoV-2) that emerged out of the city of Wuhan, China in December 2019has already demonstrated its potential to generate explosive outbreaks in confined settings and crossborders following human mobility patterns (1). While COVID-19 frequently induces mild symptomscommon to other respiratory infections, it has also exhibited an ability to generate severe disease amongcertain groups including older populations and individuals with underlying health issues such ascardiovascular disease and diabetes (2). Nevertheless, a clear picture of the epidemiology of this novelcoronavirus is still being elucidated.The number of cases of COVID-19 in the province of Hubei, the disease epicenter, quickly climbedfollowing an exponential growth trend. The total number of COVID-19 cases is at 81,109 including2718 deaths in China as of February 26, 2020 (3). Fortunately, by February 15, 2020 the daily numberof new reported cases in China started to decline across the country although Hubei Province is stillreporting hundreds of cases per day as of February 26th, 2020 (3). While the epidemic continues todecline in China, more than 2,900 COVID-19 cases have been reported in 37 countries outside of Chinaincluding South Korea, Japan, Italy, Iran, Singapore, U.S., and Thailand (3). In particular, South Koreahas quickly become the second hardest hit country with COVID-19, with steadily increasing number ofcases over the last few days. Hence, it is crucial to monitor the progression of these outbreaks and assessthe effects of various public health measures including the social distancing measures in real time.The first case in South Korea was identified on January 20, 2020 followed by the detection of one ortwo cases on average in the subsequent days. However, the number of confirmed cases ofSARS-CoV2 infection started to increase rapidly on February 19, 2020 with a total of 1,261 confirmed COVID-19cases including twelve deaths reported as of February 26, 2020 according to the Korea Centers forDisease Control and Prevention (KCDC) (4). The epicenter of the South Korean COVID-19 outbreakhas been identified in Daegu, a city of 2.5 million people, approximately 150 miles South East of Seoul.The rapid spread of COVID-19 in South Korea has been attributed one case linked to a superspreadingevent that has led to at least 40 secondary cases stemming from church services in the city of Daegu (5,6). This has led to sustained transmission chains of COVID-19, with about 52% of the cases associatedwith the church cluster in Daegu (7). Moreover, three other clusters have been reported including oneset in Chundo Daenam hospital in Chungdo-gun, Gyeongsanggbuk-do (114 cases), one Pilgrimage toIsrael cluster in Gyeongsanggbuk-do (31 cases) and a cluster A composed of one imported and 11 localcases in Seoul. These few clusters have become the major driving force of the infection. A total of 33cases were imported while the three major clusters are composed of local cases as described inSupplementary Table S1.Transmission of SARS-CoV-2 in Korea has been exacerbated by amplified transmission in confinedsettings including a hospital and a church in the city of Daegu. The hospital-based outbreak aloneinvolves 114 individuals including 9 hospital staff (8), which is reminiscent of past outbreaks of SARSand MERS (9). To respond to the mounting number of cases of COVID-19, the Korean government hasraised the COVID-19 alert level to the highest (Level 4) to facilitate the implementation of socialdistancing measures including enhanced infection control measures in hospitals, restricting publictransportation, cancelling social events, and delaying the start of school activities in order to contain theoutbreak (10).The effective reproduction number (Rt) quantifies the time-dependent transmission potential of aninfectious diseases outbreak. This key epidemiological parameter tracks the average number ofsecondary cases generated per case as the outbreak progresses over time. Steady values of Rt above 1indicate sustained disease transmission, whereas values of Rt <1 do not support sustained transmissionand the number of new cases is expected to follow a declining trend. In this report, using a mathematicalmodel parameterized with cases series of the COVID-19 outbreak in Korea, we investigate thetransmission potential of COVID-19 in Korea using data of local and imported cases up until FebruaryWe obtained the daily series of confirmed cases of COVID-19 in South Korea from January 20, 2020to February, 26, 2020 that are publicly available from the Korea Centers for Disease Control andPrevention (KCDC) (4). Our data includes the dates of reporting for all confirmed cases, the dates ofsymptom onsets for the first 28 reported cases, and whether the case is autochthonous (localtransmission) or imported. We also summarize the case clusters comprising one or more cases accordingto the source of infection according to the field investigations conducted by the KCDC (4). Accordingly,four major clusters were identified.To estimate the growth rate of the epidemic, it is ideal to characterize the epidemic curve according todates of symptoms onset rather than according to dates of reporting. For the COVID-19 data in Korea,the symptom onset dates are available for only the first 28 reported cases. Moreover, all of the dates ofsymptoms onset are available for the imported cases. Therefore, we utilize this empirical distributionof reporting delays from the onset to diagnosis to impute the missing dates of onset for the remainderof the cases with missing data. For this purpose, we reconstruct 300 epidemic curves by dates ofsymptoms onset from which we derived a mean incidence curve of local case incidence and drop thelast three data points from the analysis to adjust for reporting delays in our real-time analysis (11).is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC 4.0 International license .We assess the effective reproduction number,   , which quantifies the time dependent variations in theaverage number of secondary cases generated per case during the course of an outbreak due to intrinsicfactors (decline in susceptible individuals) and extrinsic factors (behavior changes, cultural factors, andthe implementation of public health measures) (9, 12, 13). Using the Korean incidence curves forimported and local cases, we estimate the evolution of Rt for COVID-19 in Korea. First, we characterizedaily local case incidence using the generalized growth model (GGM) (14). This model characterizesthe growth profile via two parameters: the growth rate parameter ( ) and the scaling of the growth rateparameter ( ). The model captures diverse epidemic profiles ranging from constant incidence ( = 0),sub-exponential or polynomial growth ( 0 <  < 1 ), and exponential growth (  = 1 ) (14). Thegeneration interval is assumed to follow a gamma distribution with a mean of 4.41 days and a standarddeviation of 3.17 days (15, 16).Next, to estimate the most recent estimate of Rt, we simulate the progression of incident cases fromGGM, and apply the discretized probability distribution (  ) of the generation interval using therenewal equation (17-19) given by =∑ =0(  − +   − ) .In the renewal equation we denote the local incidence at calendar time   by   , and the raw incidenceof imported cases at calendar timeby   . The parameter 0 ≤  ≤ 1 quantifies the relativecontribution of imported cases to the secondary disease transmission (20). The denominator representsthe total number of cases that contribute to the incidence cases at time   . Next, we estimate   for300 simulated curves assuming a Poisson error structure to derive the uncertainty bounds around thecurve of   (21).The reconstructed daily incidence curve of COVID-19 after the imputing the onset dates for the Koreancases is shown in Figure 1. Between January 20 and February 18, 2020 an average of 2 new cases werereported each day, whereas between February 19- 26, 2020, 153 new cases were reported each day onaverage.Effective reproduction number (  ) from daily case incidenceUnder the empirical reporting delay distribution from Korean cases with available dates of onset, theintrinsic growth rate (r) was estimated at 0.6 (95% CI: 0.5, 0.7) and the scaling of growth parameter (p)was estimated at 0.76 (95% CI: 0.73, 0.79), indicating sub-exponential growth dynamics of COVID-19in Korea (Figure 2, Table 1). The mean reproduction number  was estimated at 1.5 (95% CI: 1.4,1.6). Our estimates of   are not sensitive to the changes to the parameter that modulates thecontribution of the imported cases to transmission ( ).ParametersEstimated valuesReproduction numberGrowth rate, rScaling of growth parameter, p1.5 (95% CI:1.4,1.6)0.6 (95%CI:0.5,0.7)0.76 (95%CI:0.73,0.79)Euiseong County, North Gyeongsang Province, while one patient, a tour guide belongs to Seoul. Healthauthorities have traced 170 contacts from these 29 cases, raising concerns about the potential risk ofsecondary infections.This cluster comprised of 114 local cases and five deaths is associated with Chungdo Daenam hospital,where South Korea's first coronavirus associated case fatality occurred. Of the 114 cases, 92 wereconfirmed on Feb 22, 2020 (4). A 63-year-old man who died of pneumonia at the hospital on Feb 19was posthumously tested positive for COVID-19. On Feb 21, another patient at Daenam Hospital diedfrom COVID-19, followed by another death on Feb 23. The confirmed cases were mainly frompsychiatric ward and includes nine medical staffs. The exact route of the infection is not yet known.This cluster is composed of one imported case and 12 local cases, and was identified with its first case(the 3rd patient in the country) confirmed on Jan 26, 2020. Its first case is suspected to be an importedcase from Wuhan, China, transmitting SARS-CoV-2 to the 6th and 28th confirmed cases in Korea, whichresulted in secondary cases. No further cases have been added in this cluster since February 21, 2020.This is the first study to report estimates of the transmission potential of COVID-19 in Korea based onthe trajectory of the epidemic, which was reconstructed by using the dates of onset of the first reportedcases in Korea. The estimates of R clearly indicate sustained transmission of the novel coronavirus inKorea. Moreover, the imported cases contribute little to the secondary disease transmission in Korea,as majority of these cases occurred in the early phase of the epidemic, with the most recent importedcase reported on February 9, 2020. These findings support the range of social distancing interventionsthat the Korean government put in place in order to bring the outbreak under control as soon as possible.Our estimates of the reproduction number can be compared with earlier estimates reported for theepidemic in China and the outbreak that unfolded aboard the Diamond Princess cruise ship where theestimates of the   ranged from 2.1 to 3.9 (23-26). A study estimating   for China has reportedestimates as high as 7.1 during the early epidemic growth phase (1). However, a recent study onSingapore’s COVID-19 transmission dynamics reported lower estimates for   (1.1, 95% CI: 1.1, 1.3)as of February 19th, 2020, reflecting a significant impact of control interventions in Singapore (27). Theestimates of the scaling of growth parameter (p) in our study indicate sub-exponential growth dynamicsof COVID-19 in Korea. This aligns well with the sub-exponential growth patterns of COVID-19 inSingapore and all Chinese provinces except Hubei (27, 28).Since the first COVID-19 case was reported on January 20, 2020, the epidemic’s trajectory showed arapid upturn until February 18, 2020, when a super spreader (Case 31) was identified in the ShincheonjiChurch of Jesus in Daegu cluster. Since then, Korea's confirmed cases have risen tremendously. In fact,80 percent of confirmed cases are linked to the two clusters of infections, i.e. Shincheonji Church ofJesus in Daegu and Chungdo Daenam hospital (29). Such superspreading events have been reported forthe 2015 MERS outbreak in South Korea (30). Amplification of MERS in the hospital setting has beenassociated with diagnostic delays, which increase the window of opportunity for the generation ofsecondary cases (9). This underscores the need for rapid testing, case detection and active contacttracing to isolate infectious individuals.Beyond Korea, substantial COVID-19 transmission has been reported in Singapore, Iran, Italy,Germany and aboard the Diamond cruise ship (31, 32). While the cluster A and the Chungdo Daenamhospital cluster in Korea seem to have stabilized, the other two clusters are likely to keep growing inthe short term. Public health authorities are currently focused on containing the outbreak in the city ofDaegu, the epicenter of the outbreak and North Gyeongsang Province where active contact tracing isbeing conducted. Nation-wide preventative measures are expected to reduce the communitytransmission and ultimately bring   below one.reports.This is the first study to estimate the transmission potential of COVID-19 in Korea. Our current findingssuggest sustained disease transmission in the region. Our estimates support the implementation of awide array of social distancing measures to rapidly contain the outbreak in Korea.        Mizumoto K, Kagaya K, Chowell G. Early epidemiological assessment of the transmissionpotential and virulence of 2019 Novel Coronavirus in Wuhan City: China, 2019-        Adler SE. Why Coronaviruses Hit Older Adults Hardest. AARP. 2020 February 5, 2020.WHO. Coronavirus disease (COVID-2019) situation reports: World Health Organization;2020 [Available from:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation        The updates on COVID-19 in Korea as of 25        Ryall J. Coronavirus: Surge in South Korea virus cases linked to church ‘super-spreader’. TheKuhn A. Secretive Church Sect At The Center Of South Korea's Coronavirus Outbreak. npr.The blue triangles represent the local cases, red triangles represent the imported cases and the graycurves correspond to the uncertainty in the local cases because of missing onset dates.with α=0.15. Estimates for growth rate (r) and the scaling of the growth rate parameter (p) are alsoprovided. The plot at the bottom depicts the fit of the Generalized Growth Model to the Korean dataassuming Poisson error structure as of February 26, 2020.", "ref_list": [[], ["South Korea is testing 200,000 members of a doomsday church linked to more"], ["of its coronavirus cases"], [""], ["of MERS and SARS in the healthcare setting: a comparative study"], ["Assessing reporting delays and the effective"], ["reproduction number: The Ebola epidemic in DRC"], [""], ["The ideal reporting interval for an"], ["epidemic to objectively interpret the epidemiological time course"], ["A generalized-growth model to characterize the early"], ["ascending phase of infectious disease outbreaks"], ["Estimation of the Time-Varying"], ["Early transmission dynamics of Ebola virus disease (EVD), West Africa,"], ["March to August 2014"], ["The Effective Reproduction Number as a Prelude to Statistical Estimation"], [""], ["of 2009 pandemic influenza A(H1N1) in New Zealand: effective reproduction number"], ["Estimation of the reproduction number for 2009 pandemic"], ["H1N1) in the presence of imported cases"], ["Korean pilgrims to Israel infected with coronavirus: authorities"], ["Control of the Epidemic of Novel Coronavirus Pneumonia of the"], ["Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue"], ["Estimation of the reproductive number of"], ["Coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship:"], ["Early Phylogenetic Estimate of the Effective"], ["2"], ["reproduction number of the Wuhan novel coronavirus 2019-nCoV"], ["Real-time forecasts of the"], [""], [""], [""], ["assessment of MERS-CoV outbreak in South Korea"], ["europeen sur les maladies transmissibles = European communicable disease bulletin"], [""], ["A. 44 new coronavirus cases reported on quarantined Diamond Princess cruise"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["B Bostock"], ["B. News", "Coronavirus"], ["G Chowell", "F Abdirizak", "S Lee", "J Lee", "E Jung", "H Nishiura"], [], ["A Tariq", "K Roosa", "K Mizumoto", "G Chowell"], [], ["RM Anderson", "RM May"], ["H Nishiura", "G Chowell", "H Heesterbeek", "J. Wallinga"], [], ["C Viboud", "L Simonsen", "G. Chowell"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["C You", "Y Deng", "W Hu", "J Sun", "Q Lin", "F Zhou"], ["H Nishiura", "G Chowell"], [], ["Nishiura GC"], ["S Paine", "GN Mercer", "PM Kelly", "D Bandaranayake", "MG Baker", "QS Huang"], [], ["H Nishiura", "MG Roberts"], ["influenza A"], [], [], ["coronavirus"], ["S Zhang", "M Diao", "W Yu", "L Pei", "Z Lin", "D. Chen"], ["Novel"], ["A Lai", "A Bergna", "C Acciarri", "M Galli", "G Zehender"], ["Reproduction Number Of", "T Zhou", "Q Liu", "Z Yang", "J Liao", "K Yang", "W Bai"], ["A Tariq", "Y Lee", "K Roosa", "S Blumberg", "P Yan", "S Ma"], ["K Roosa", "Y Lee", "R Luo", "A Kirpich", "R Rothenberg", "JM Hyman"], [], ["Rueters"], ["HEALTH-SOUTHKOREA-CLUSTERS", "BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu"], [], [], ["I Marcus"], ["Woods"], ["Newyork Post"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Korea (NRF) grant funded by the Korea government (MSIT) (No. 2018R1C1B6001723).", "one_words_summarize": "2018R1C1B6001723).A novel coronavirus (SARS-CoV-2) that emerged out of the city of Wuhan, China in December 2019has already demonstrated its potential to generate explosive outbreaks in confined settings and crossborders following human mobility patterns (1). Nevertheless, a clear picture of the epidemiology of this novelcoronavirus is still being elucidated. The number of cases of COVID-19 in the province of Hubei, the disease epicenter, quickly climbedfollowing an exponential growth trend. In particular, South Koreahas quickly become the second hardest hit country with COVID-19, with steadily increasing number ofcases over the last few days. The epicenter of the South Korean COVID-19 outbreakhas been identified in Daegu, a city of 2.5 million people, approximately 150 miles South East of Seoul. Using the Korean incidence curves forimported and local cases, we estimate the evolution of Rt for COVID-19 in Korea. This cluster comprised of 114 local cases and five deaths is associated with Chungdo Daenam hospital,where South Korea's first coronavirus associated case fatality occurred. A 63-year-old man who died of pneumonia at the hospital on Feb 19was posthumously tested positive for COVID-19. The estimates of R clearly indicate sustained transmission of the novel coronavirus inKorea. Moreover, the imported cases contribute little to the secondary disease transmission in Korea,as majority of these cases occurred in the early phase of the epidemic, with the most recent importedcase reported on February 9, 2020. A study estimating   for China has reportedestimates as high as 7.1 during the early epidemic growth phase (1). This aligns well with the sub-exponential growth patterns of COVID-19 inSingapore and all Chinese provinces except Hubei (27, 28).Since the first COVID-19 case was reported on January 20, 2020, the epidemic’s trajectory showed arapid upturn until February 18, 2020, when a super spreader (Case 31) was identified in the ShincheonjiChurch of Jesus in Daegu cluster. This is the first study to estimate the transmission potential of COVID-19 in Korea. Our current findingssuggest sustained disease transmission in the region. Our estimates support the implementation of awide array of social distancing measures to rapidly contain the outbreak in Korea. The blue triangles represent the local cases, red triangles represent the imported cases and the graycurves correspond to the uncertainty in the local cases because of missing onset dates.with α=0.15."}