{"date": "2020/02/27", "journal": "medrxiv", "authors": "Li Yan, Hai-Tao Zhang, Yang Xiao, Maolin Wang, Chuan Sun, Jing Liang, Shusheng Li, Mingyang Zhang, Yuqi Guo, Ying Xiao, Xiuchuan Tang, Haosen Cao, Xi Tan, Niannian Huang, Bo Jiao, Ailin Luo, Zhiguo Cao, Hui Xu, Ye Yuan", "title": "Prediction of criticality in patients with severe Covid-19 infection using three clinical features: a machine learning-based prognostic model with clinical data in Wuhan", "type": "preprint article", "abstract": "The swift spread of COVID-19 epidemic has attracted worldwide attentions since Dec., 2019. Till date, 77,041 confirmed Chinese cases have been reported by National Health Commission of P.R. China with 9,126 critical cases whose survival rate is quite low. Meanwhile, COVID-19 epidemic emergence within the other countries (e.g., Korea, Italy, Japan and Iran) is also remarkable with the increasing spread speed. It plays a more and more important role to efficiently and precisely predict the survival rate for critically ill Covid-19 patients as more fatal cases can be targeted interfered in advanced. However, the survival rates of all the present critically ill COVID -19 patients are estimated manually from over 300 laboratory and clinical features, which inevitably leads to high misdiagnose and missed-diagnose rate due to lack of", "text": "experience and priori knowledge. As a remedy, we have developed a machinelearning-based prognostic model that precisely predicts the survival forindividual severe patients with more than 90% accuracy with clinical datacollected from Tongji hospital, Wuhan. Significantly, such model only requiresthree key clinical features, i.e., lactic dehydrogenase (LDH), lymphocyte andHigh-sensitivity C-reactive protein (hsCRP) out of all 300+ features. Therationality of such mere three features may lie in that they are therepresentatives of tissue injury-, immunity- and inflammation-typed indices,respectively. From the COVID-19 patient diagnosis aspect, the work actualizeslow-cost and prompt criticality classification and survival prediction beforetargeted intervening and diagnosis, especially for the triage of the large-scaleexplosive epidemic COVID -19 cases.        December 2019 has witnessed the outbreak and swift spread of COVID-19from Wuhan, China, to all over the world [        International Concern by the World Health Organization. The COVID-19 is anenveloped RNA virus which shares 88% identical genome sequence to that ofbat-SARS-like coronavirus (bat-SL-CoVZC45) yet distinct from SARS-CoVand MERS-CoV[3-5].The clinical features of patients infected with COVID-19 include fever, cough,shortness of breath, myalgia, fatigue, decrease of leukomonocyte andabnormal chest CT imaging [6-8]. With the improvement of diagnosis accuracyof COVID-19 patient, it becomes more urgent to identify and predict thoseseemly-mild cases promisingly progressing to critical cases due to their highdeath rate. Studies show 26.1-32% of patients exacerbate to critical illnesssuch as acute respiratory disease syndrome (ARDS), shock, acute myopicallyinjury (AMI) and acute renal failure (ARF) within a short time[2, 8]. It wasreported that old patients are more prone to be infected COVID-19, especiallyfor those with underlying diseases. According to the recent reports [7, 9, 10],Furthermore, Yang and colleagues induced the fatality rate of critically illpatients was 65.1%[11]. The severity of patients exerts great pressure on theshortage of intensive care resources. Therefore, we postulate reducing thetransition from mild to severe and then to critically ill should be more sensiblethan trying to rescue endangered patients. The establishment of a novel modelmay accurately identify these patients, but no similar studies have yet beenpublished.Unfortunately, so far, the specific clinical features identifying different criticalitystages of COVID-19 pneumonia still remain unclear, especially for thosesuffered from severe infection with severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2)[11]. Due to the low survival-rate of critically illcases, the current bottleneck of epidemic prevention has been shifted fromcutting off the infection resource to prompt identification and prediction ofcritically ill cases prone to death by the clinical and laboratory features, andthen intervene in advance before progressing to fetal cases. Traditionally, suchcritically ill and fatal cases are manually picked by doctors in accordance to themassive data from over 300 laboratory and clinical features, which inevitablyleads to high misdiagnose and missed-diagnose rate dues to fatigue, personaljudgement inconsistency, and lack of experience and priori knowledge. Such asituation is severely intensified with sharp increase of patients crowded in ICUand emergent department.As a remedy, nourished by the abundant inspection/clinical data, and theprecious accumulated diagnosis experience, feature data-based machinelearning becomes a promising method to help break through the bottleneckproblem of survival-rate prediction. To this end, we have used an XGBoostmachine learning method to establish a Prediction model according to theepidemiology and clinical feature data of 375 patients with confirmedCOVID-19 infection admitted to Tongji Hospital, Wuhan. From technical pointof view, the work helps to pave the way from machine learning method makingfull of the present available clinical and laboratory data to real applications inthe triage of the large scale explosive epidemic COVID -19 cases.For this retrospective, single-center study, we collected 3,129 patients’electronic records confirmed or suspected COVID - 19 from January 10th toFebruary 18th, 2020 at Tongji Hospital in Wuhan, China. We distilledepidemiological, demographic, clinical, laboratory, drugs, nursing record,outcome data from electronic medical record. The clinical outcomes werefollowed up to February 18th.As show in Figure 1, of the 3,129 individuals retained in our hospital, 2,609cases were excluded as they were still in treatment before February 19,2020.Per the other 520 cases, 375 ones with complete data material included 201survivors. Pregnant or breast-feeding women, younger than 18 years olderwere excluded.After February 19th, 2020, there were 26 new severe patients cleared, whichwere thus picked for test together with other 3 severe cleared patients fromYing Cheng People’s Hospital for test. Note that all types of patients assamples for study, whereas just severe patients are selected for testing.The age distribution of the 375 patients was 43.59±18.59 years with 51.71%being males. Fever is the most common initial symptom (58.79%), followed bycough (20.79%), chest distress (6.66%), and fatigue (6.39%). Theepidemiological history included Wuhan residents 38.39%, familial cluster5.33%, only 0.8% were health worker. Others cannot get the informationcontact history. 375 patients were included in this study. Of the 375 patients,20.27% were critical patients who identified by one of the three, (1) shock, (2)need mechanical ventilation and (3) admitted into ICU because of MODS.33.86% patients were severe patients who identified by RR≥30bpm or SPO2Age-yrMale sex-no.(%)clinical symptomsfevercoughdyspneavalue43.59±18.5951.71%58.79%20.79%fatiguechest distressdiarrheafamilial cluster          Machine learning model6.39%6.66%5.07%38.39%5.33%0.8%20.27%33.86%48.53%In this study, a supervised XGBoost classifier [          Model Training: Randomly split the selected 2-category data is into a trainingset and a testing set, according to the ratio of 7:3. XGBoost is trained with thelearning parameter setting as the max depth with 4, the tress number ofestimators is set to 150, the values of the two regularization parameters α andβ are set to 0.04 and 0.002 respectively, the subsample and max featuresboth are set to 0.9.Feature Selection: Select the top-3 key medical indicators by XGBoost, andafterwards retrain the XGBoost using such 3 key indicators for final prediction.Model Prediction: Use the trained model to predict sample categories on thetest set. Use the predicted and ground-truth label of test set, and then calculatethe F1-socre for prediction performance evaluation.We first evaluate the performance of the model by assessing its predictedclassification accuracy, equaling the ratio of the test samples predictedcorrectly. We calculated the area under the curve (AUC) of the receiveroperating characteristic (ROC) curve of each class, as well as the sensitivity,specificity, and F1 score, with two sided 95% CIs. F1 score is the harmonicmean of the predictive positive value (PPV) and sensitivity, and was used tocompare the relative performances of the XGBoost algorithm to the true labels.In terms of the prediction accuracy, the concept subset accuracy (i.e., exactmatch accuracy) was used to evaluate the ratio between the predicted label y$%and the ground-truth label y%, according to = -. ∑.13-[$1 = 1] (1)where S denotes the sample number to be assessed. Besides, precision,sensitivity/recall, specificity, and F1 score of each class n ∈ N represent thetrue positive (TP), true negative (TN), false positive (FP) and false negativerates (FN) calculated as below,> = ?@?A@B@, (2)?@ ,>/> = ?@ABI(3)(4)We have carried out the prognostic AI model training with a randomly pickedtraining dataset composed of 262 samples (70% of the whole dataset) with126 death and 136 survival. It is observed that 97% (126/130) death predictionrate and 100 % (132/132) survival prediction rate are achieved, respectively.To show the AI model’s performance on the training data morecomprehensively, we demonstrate the precision, recall, F1-score and thecorresponding support in Table 2, the score for survival and death prediction,accuracy, macro and weighted averages over all the samples keep larger than0.98, which shows the prediction capability of the presently trained prognosticAI model.Afterwards, we implement model validation with an independent validationdataset composed of 113 samples with 48 death. It is observed that still 97%death prediction and 97 % survival prediction accuracies are achieved,respectively, as well. Analogously to Table 2, to validate the AI model’sperformance on the testing data, we demonstrate the precision, recall,F1-score and the corresponding support in Table 3, the score for survival anddeath prediction, accuracy, macro and weighted averages over all the sampleskeep larger than 0.90 except the recall of survival (0.88) at the cost of the highrecall of death (0.96). The effectiveness of the present prognostic AI model itthus verified.SurvivalDeathaccuracymacro avgweighted avgTable 3：Performance of the proposed algorithm on validation dataset.This method discovers that only three key features ('lactate dehydrogenase','lymphocyte (%)', 'High-sensitivity C-reactive protein'), are needed to distinctcritical patients from two classes. From the feature importance sequence, onecan figure out that: LDH > Lymphocyte (%)> Hs-CRP.Finally, we test model with 29 patients specified in Figure 1 using only severepatients’ three clinical features, whose outcome confirmed after February 19th.The confusion matrix of the testing data is shown in Figure 3, it is observedthat still 100% death prediction accuracy and 90 % survival predictionaccuracy are achieved, respectively. Analogously to Table 2, to validate the AImodel’s performance on the testing data, we demonstrate the precision, recall,F1-score and he corresponding support in Table 4, the score for survival anddeath prediction, accuracy, macro and weighted averages over all the sampleskeep larger than 0.90. We will discuss in the Discussion Section about thesepatients, whose outcome are predicted wrong.DiscussionInspiringly, with the assistance of such a model, we have extracted merelythree key clinical features, i.e., LDH, lymphocyte and hsCRP are extractedfrom all the 300+ features that precisely predict the survival rate with morethan 90% accuracy. From the diagnosis aspect for COVID-19, these threediscoveredsurvival featuresrealizelow-costandpromptcriticalityclassification and survival rate prediction before targeted intervening anddiagnosis, especially for the triage of the large scale explosive epidemicCOVID -19 cases.        The increase of LDH reflects tissue destruction and is regarded as a commonsign of tissue damage. LDH is expressed in a tissue-specific manner andsecreted during tissue injury. In patients with severe pulmonary interstitialdisease, the increase of LDH is significant and is one of the most importantprognostic factors of lung injury. Serum lactate dehydrogenase (LDH) hasbeen identified as an important biomarker for the activity and severity ofIdiopathic Pulmonary Fibrosis (IPF)[                By investigating the clinical features of severely infected patients withCOVID-19, our findings suggest that lymphocyte count play vital role inforecasting of progression from mild to critically ill and may serve as and mayserve as a potential therapeutic target. The hypothesis can be validated withthe results of clinical studies[7, 8]. ACE2 receptor binding is considered as theunderlying affected pathogenic mechanism of COVID-19, owing to its largegenetic diversity and frequent recombination, the clinical characteristics ofCOVID-19 remain largely unstable[                In the process of Acute lung injury(ALI) and ARDS, target cells are activated.The released inflammatory mediators activate with each other, forming SIRSand cascaded inflammatory storm. Age plays an important role in the role ofhypersensitive CRP in ALI/ARDS. Most of the critically ill patients in COVID-19are the elderly. Studies have shown that high hsCRP levels can predict highermortality in elderly ALI patients[        The predicted results for two patients from Yingcheng hospital were wrong. Yet,one of the patients had been admitted to the ICU because of an endangeredcondition and was recovered after emergency rescue. The other patient is inthe cerebrovascular sequelae period with an extremely weak condition.Although currently alive, the prognosis is extremely poor.This study has several limitations. First, this is a single-centered, retrospectivestudy, which provides a preliminary assessment of the clinical course andoutcome of critically ill patients. Second, although this database covers morethan 3,000 patients, most clinical outcomes have not yet been presented dueto its incompleteness. So the sample size is relatively limited, which could leadto bad performance of the proposed model. In this regard, we look forward tosubsequent large sample and multicenter studies.In summary, this study discovers three indicators (lymphocytes, lactatedehydrogenase, hypersensitive CRP), the accurate warning system makes itpossible for the early detection, the early intervention and the reduction ofmortality in high-risk patients with COVID-19. In the future exploration, we stillneed to consider more clinical confounding factors and Increase the samplesize to further support these associations.", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["Emerging coronaviruses: Genome structure, replication, and pathogenesis"], ["The 2019-new coronavirus epidemic: Evidence for virus evolution"], ["CT Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Coronavirus epidemic: preparing for extracorporeal organ support in intensive care"], ["The novel Chinese coronavirus (2019-nCoV) infections: Challenges for fighting the storm"], ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges"], ["Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["Staging of acute exacerbation in patients with idiopathic pulmonary fibrosis"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Plasma C-Reactive protein levels are associated with mortality in elderly with acute lung injury"], ["XGBoost: A Scalable Tree Boosting System. (Submitted on 9 Mar 2016 (v1"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J.F.-W. Chan"], ["C. Huang"], ["V.M. Corman"], ["Y. Chen", "Q. Liu", "D. Guo"], ["D. Benvenuto"], ["J. Lei", "D.", "Novel Coronavirus-Infected Pneumonia"], ["JAMA", "N."], ["C. Ronco", "P. Navalesi", "J.L. Vincent"], ["M.", "A. Vena", "D.R. Giacobbe"], ["Eur J Clin Invest", "C.C.", "R."], ["D. Paraskevis"], ["F. Li"], ["Ge"], ["Z. Xu"], ["X.W. Xu"], ["T Kishaba", "H Tamaki", "Y Shimaoka", "H Fukuyama", "Yamashiro S"], ["Xu Zhe", "Yijin Wang", "Jiyuan Zhang"], ["K Komiya", "H Ishii", "S Teramoto", "O Takahashi", "H Yamamoto", "H Oka"], ["Chen Tianqi"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "experience and priori knowledge. As a remedy, we have developed a machine\nlearning-based prognostic model that precisely predicts the survival for\nindividual severe patients with more than 90% accuracy with clinical data\ncollected from Tongji hospital, Wuhan. Significantly, such model only requires\nthree key clinical features, i.e., lactic dehydrogenase (LDH), lymphocyte and\nHigh-sensitivity C-reactive protein (hsCRP) out of all 300+ features. The\nrationality of such mere three features may lie in that they are the\nrepresentatives of tissue injury-, immunity- and inflammation-typed indices,\nrespectively. From the COVID-19 patient diagnosis aspect, the work actualizes\nlow-cost and prompt criticality classification and survival prediction before\ntargeted intervening and diagnosis, especially for the triage of the large-scale\nexplosive epidemic COVID -19 cases.", "one_words_summarize": "As a remedy, we have developed a machinelearning-based prognostic model that precisely predicts the survival forindividual severe patients with more than 90% accuracy with clinical datacollected from Tongji hospital, Wuhan. Therationality of such mere three features may lie in that they are therepresentatives of tissue injury-, immunity- and inflammation-typed indices,respectively. It wasreported that old patients are more prone to be infected COVID-19, especiallyfor those with underlying diseases. According to the recent reports [7, 9, 10],Furthermore, Yang and colleagues induced the fatality rate of critically illpatients was 65.1%[11]. The severity of patients exerts great pressure on theshortage of intensive care resources. Due to the low survival-rate of critically illcases, the current bottleneck of epidemic prevention has been shifted fromcutting off the infection resource to prompt identification and prediction ofcritically ill cases prone to death by the clinical and laboratory features, andthen intervene in advance before progressing to fetal cases. We distilledepidemiological, demographic, clinical, laboratory, drugs, nursing record,outcome data from electronic medical record. Pregnant or breast-feeding women, younger than 18 years olderwere excluded. The age distribution of the 375 patients was 43.59±18.59 years with 51.71%being males. To show the AI model’s performance on the training data morecomprehensively, we demonstrate the precision, recall, F1-score and thecorresponding support in Table 2, the score for survival and death prediction,accuracy, macro and weighted averages over all the samples keep larger than0.98, which shows the prediction capability of the presently trained prognosticAI model. The effectiveness of the present prognostic AI model itthus verified. From the diagnosis aspect for COVID-19, these threediscoveredsurvival featuresrealizelow-costandpromptcriticalityclassification and survival rate prediction before targeted intervening anddiagnosis, especially for the triage of the large scale explosive epidemicCOVID -19 cases. The increase of LDH reflects tissue destruction and is regarded as a commonsign of tissue damage. LDH is expressed in a tissue-specific manner andsecreted during tissue injury. Most of the critically ill patients in COVID-19are the elderly."}