{"date": "2020/02/27", "journal": "medrxiv", "authors": "Jie Xiang, Mingzhe Yan, Hongze Li, Ting Liu, Chenyao Lin, Shuang Huang, Changxin Shen", "title": "Evaluation of Enzyme-Linked Immunoassay and Colloidal Gold- Immunochromatographic Assay Kit for Detection of Novel Coronavirus (SARS-Cov-2) Causing an Outbreak of Pneumonia (COVID-19)", "type": "preprint article", "abstract": "*Corresponding author\nBACKGROUND: In December 2019, a novel coronavirus (SARS-CoV-2)–infected\npneumonia (COVID-19) occurred in Wuhan, China. Travel-associated cases have also\nbeen reported in other countries. The number of cases has increased rapidly but\nlaboratory diagnosis is limited.", "text": "*Corresponding authorBACKGROUND: In December 2019, a novel coronavirus (SARS-CoV-2)–infectedpneumonia (COVID-19) occurred in Wuhan, China. Travel-associated cases have alsobeen reported in other countries. The number of cases has increased rapidly butlaboratory diagnosis is limited.METHODS: We collect two groups of cases diagnosed with COVID-19 forexperiments. One group collected 63 samples for Enzyme-linked immunosorbentassay (ELISA) IgG and IgM antibodies. The other group collected 91 plasma samplesfor colloidal gold-immunochromatographic assay (GICA).RESULTS: The sensitivity of the combined ELISA IgM and ELISA IgG detectionwas 55/63 ( 87.3%), The sensitivity of the combined GICA IgM and GICA IgGdetection was 75/91 ( 82.4%), Both methods are negative for healthy controls,specificity of 100% .There is no significant difference between the sensitivity ofbetween ELISA and GICA (IgM+ IgG).CONCLUSIONS: ELISA and GICA for specific IgM and IgG antibodies areconventional serological assays, they are simple, fast, and safe, the results can be usedfor clinical reference, and the huge clinical diagnosis and treatment pressure can begreatly relieved.        In December 2019, a cluster of acute respiratory illness, now known as novelcoronavirus–infected pneumonia (NCIP), occurred in Wuhan, Hubei Province, China(                A novel coronavirus of zoonotic origin (2019-nCoV) has recently beenidentified in patients with acute respiratory disease. This virus is genetically similar toSARS coronavirus and bat SARS-like coronaviruses. Outbreaks in health careworkers indicate human-to-human transmission. Full-genome sequencing andphylogenic analysis indicated that 2019-nCoV is a distinct clade from the betacoronaviruses associated with human severe acute respiratory syndrome (SARS) andMiddle East respiratory syndrome (MERS)(1). International Committee onTaxonomy of Viruses（ICTV）is announced that 2019-nCoV is officially classified assevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2)(                Huang et al first reported 41 cases of NCIP in which most patients had a history ofexposure to Huanan Seafood Wholesale Market. Patients’ clinical manifestationsincluded fever, nonproductive cough, dyspnea, myalgia, fatigue, normal or decreasedleukocyte counts, and radiographic evidence of pneumonia. Organ dysfunction (eg,shock, acute respiratory distress syndrome (ARDS), acute cardiac injury, and acutekidney injury and death can occur in severe cases(        Diagnosis is based on clinical history and laboratory and chest radiographicfindings, but confirmation currently relies on nucleic acid-based assays. The nucleicacid-based assay has been used to confirm the diagnosis of new pneumonia, but manypatients will miss the diagnosis. We have verified the two new reagents kit that arecurrently not on the market and have achieved good results. The following arereported as follows:        This case series was approved by the institutional ethics board of Wuhan JinyintanHospital. All consecutive patients with confirmed COVID-19 admitted to JinyintanHospital from January 1 to January 28, 2020, were enrolled. Oral consent wasobtained from patients. Jinyintan Hospital, located in Wuhan, Hubei Province, theendemic areas of COVID-19, is first designated hospital for COVID-19 patients inWuhan. All patients with COVID-19 enrolled in this study were diagnosed accordingto World Health Organization interim guidance (        The novel coronavirus IgG/IgM antibody ELISA kits (lot number 2020010108)were manufactured by Zhu Hai Liv Zon Diagnostics Inc. The 98 serum sampleswere tested according to the manufacturer’s instructions. IgM capture ELISA: Firstly,5 μL serum samples were diluted in 500 μL sample diluent. Then added 100 μLdiluted samples to duplicate wells of microplates which were coated with mouseanti-human IgM monoclonal antibody (μchain), and incubated for 60 min at 37 ±1 .Plates were washed five times and reacted with 100 μL enzyme marker(enzyme-labeled antibody-linked antigen) for 30 min at 37 ±1°C for the purpose ofdetecting IgM against new coronavirus in serum samples. IgG indirect ELISA:5 μLserum samples diluted in 100 μL sample diluent were added to duplicate wells ofmicroplates which were coated with recombinant antigen of new coronavirus, andincubated for 60 min at 37 ±1 . Plates were washed five times and reacted with 100μL enzyme marker (HRP-conjugated monoclonal mouse anti-human IgG) for 30 minat 37 ±1 °C for the purpose of detecting IgG against new coronavirus in serumsamples. Plates were then washed five times, and 50 μL substrate buffer and 50 μLtetramethylbenzidine (TMB) substrate solution were added to each well for achromogenic reaction for 15 min at 37 ±1 °C. The color reaction was stopped by theaddition 50 μL of 2 M H2SO4 to each well. Finally, the OD450 was measured andrecorded immediately using an Infinite 200 PRO microplatereader.The novel coronavirus IgG/IgM antibody GICA kits (lot number 2001010220) weremanufactured by Zhu Hai Liv Zon Diagnostics Inc, China. The 126 serum sampleswere tested according to the manufacturer’s instructions. For each test, 10μL of serumsample and 100μL of sample diluent were added vertically onto the sample pad of thetest strip. The strip was then placed flat to allow the solution to migrate up themembrane, through gold-labeled pad, the testing area, quality control area and finallyto adsorption zone.After 10 min, the result was judged by the color of the test and control lines. If boththe detection band and the control band turned red, the sample was recorded aspositive. If the control band turned red but the detection band was not colored, it wasrecorded as negative. If neither band was colored, the test reagents were assumed tobe not working.qRT-PCR Assay for SARS-CoV-2Throat swab samples, sputum samples and alveolar lavage fluid samples werecollected for extracting 2019-nCoV RNA from patients suspected of having2019-nCoV infection. After collection, the throat swabs were placed into a sterile testtube with 1 ml sterile saline, the sputum samples were added equal volume ofacetylcysteine (10g/L) and shaken at room temperature for 30 min to be fullyliquefied, and total RNA was extracted using the nucleic acid extraction kit (QIAampviral RNA mini kit). In brief, 40μL of cell lysates were transferred into a collectiontube followed by vortex for 10 seconds. After standing at room temperature for 10minutes, the collection tube was centrifugated at 1000 rpm/min for 5 minutes. Thesuspension was used for qRT-PCR assay of 2019-nCoV RNA. Then, n*19 μL mixedreagent of fluorescence PCR detection for 2019-nCoV nucleic acid and n* 1 μLRT-PCR enzyme (n was the number of reaction tubes) were mixed and vortexed for afew seconds. The above mixture of 20 μL was put into the PCR reaction tuberespectively, after that the extracted sample by 5 μL was added. qRT-PCR analysiswas conducted using the ABI 7500 Real-Time PCR System. The PCR parameterswere 45 °C for 10 min, 95 °C for 3 min, followed by 45 cycles of 95 °C for 15 s,58 °C for 30 s, and a single fluorescence detection point at 58°C. Two target genes,including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N), weresimultaneously amplified and tested during the qRT-PCR assay. The qRT-PCR assaywas performed using a 2019-nCoV nucleic acid detection kit according to themanufacturer’s protocol (Shanghai ZJ Bio-Tech Co Ltd). A cycle threshold value(Ct-value) less than 37 was defined as a positive test result, and a Ct-value of 40 ormore was defined as a negative test. These diagnostic criteria were based on therecommendation by the National Institute for Viral Disease Control and Prevention(China) (http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html). A mediumload, defined as a Ct-value of 37 to less than 40, required confirmation by retesting.All analyses were performed using SPSS 22.0. Categorical variables were expressedas frequencies (percentages), and performed using the chi-square test with Yates’scorrection or Fisher’s exact test, as appropriate. P<0.05 was considered statisticallysignificant. For multiple statistical comparisons, chi-square test was corrected byBonferroni's correction (0.05/test numbers).ELISA test of 63 samples of known COVID-19 patients, the results showed that 28IgM antibodies were positive, the sensitivity was 44.4% (28/63), the specificity was100% (35/35), the accuracy was 63/98 (64.3). 52 IgG antibodies were positive, withan accuracy of 82.54% (52/63), specificity of 100% (35/35), and accuracy of 87/98(88.8). The sensitivity of the combined IgM and IgG detection was 55/63 (87.3%)(Table 1). (Supplementary Table 1 and Table 2)GICA test of 91 samples of known COVID-19 patients, the results showed that 52IgM antibodies were positive, the sensitivity was 57.1% (52/91), the specificity was100% (35/35), the accuracy was 69.0% (87/126). 74 IgG antibodies were positive,with an accuracy of 81.3% (74/91), specificity of 100% (35/35), and accuracy of109/126 (86.5). The sensitivity of the combined IgM and IgG detection was 75/91(82.4%) (Table 2). (Supplementary Table 3 and Table 4)qRT-PCR resultsqRT-PCR test of 81 samples of known COVID-19 patients, the results showed that 42cases were positive, the sensitivity was 51.9% (42/81).Overall, there are significant differences in the three detection methods (P<0.001).There is no significant difference between the sensitivity of between ELISA (IgM+IgG) and GICA (IgM+ IgG), P=0.411. (Table 3)At present, the sample collection for nucleic acid detection of suspected cases ofCOVID-19 is mostly upper respiratory tract samples (mainly throat swabs) (9). Thecollection of throat swabs is not standardized and it is easy to miss the diagnosis. Thecollection process is extremely risky for medical staff. Confirmed diagnosis is playingan important role in facilitating patient isolation, treatment and assessment ofinfectious activities. However, due to their limited capacity to handle an epidemic ofthe current scale and insufficient supply of assay kits, only a portion of suspectedcases can be tested, leading to incompleteness and inaccuracy in updating new cases,as well as delayed diagnosis. A fast-performing serologic assay is acutely needed forthe current and outbreak.In this study, we tested serum samples from confirmed COVID-19 patients withtwo assay kits and achieved a high positive rate. The sensitivity of the combinedELISA IgM and IgG detection was 55/63 (87.3%), The sensitivity of the combinedGICA IgM and IgG detection was 75/91 (82.4%), and the healthy controls werenegative. The case group was COVID-19 patients diagnosed by qRT-PCR. Sincemany patients are undergoing treatment, they are gradually recovering, the nucleicacid test result has become negative, so the positive rate of patients tested was only51.9%.good.It is worth noting that the new type of coronavirus antibody of the kit is againstthe severe acute respiratory syndrome (SARS)-like coronavirus, not only againstSARS-CoV-2, but the IgG originally infected with SARS may also be positive. Butour research found, the healthy controls are all negative and the specificity is veryELISA and GICA for specific IgMand IgG antibodies is conventionalserological assays, they can offer a high-throughput alternative, which allows foruniform tests for all suspected patients, and can facilitate more complete identificationof infected cases and avoidance of unnecessary cross infection among unselectedpatients. They use plasma or serum as test samples, and blood samples can becollected easily, which can greatly reduce the risk of infection for medical staff. Thecomplicated processing procedure of the sample during the laboratory test is removed,the test result can be obtained quickly, the operation is simple, the safety of medicalstaff can be protected, and the huge clinical diagnosis and treatment pressure can beAlthough ELISA and GICA are simple, fast, and safe, the results can be used forclinical reference. Cases confirmation still depended on qRT-PCR, and analyzeepidemiological, demographic, clinical, and radiological features and other laboratorydata. There is a need to further increase the number of samples tested to prove their tof sample testing to confirm their significance.In conclusion, ELISA and GICA for specific IgM and IgG antibodies isconventional serological assays, they are simple, fast, and safe for diagnosisCOVID-19. The results can be used for clinical reference, and the huge clinicaldiagnosis and treatment pressure can be greatly relieved.This work was supported by the Zhongnan Hospital of Wuhan UniversityScience, Technology and Innovation Seed Fund under Grant znpy2017022.References1. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med 2020.novel coronavirus in Wuhan, China. LANCET 2020.statement of the Coronavirus Study Group. bioRxiv 2020.mystery and the miracle. J MED VIROL 2020:10-1002.7. Lu H, Stratton CW, Tang Y. Outbreak of pneumonia of unknown etiology in Wuhan, China: Theepidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreakin Wuhan, China. International journal of infectious diseases: IJID: official publication of theInternational Society for Infectious Diseases 2020;91:264-6.Relationship to Negative RT-PCR Testing. RADIOLOGY 2020:200343.Sensitivity,specificity and accuracy of ELISA IgM, IgG,when tested independently or*positive if any of two markers is positiveSensitivity ,specificity and accuracy of colloidal gold IgM, IgG,when testedindependently or in combinations*positive if any of two markers is positiveCompare the sensitivity of the three methods*P<0.001，Overall, there are significant differences in the three detection methods.**P=0.411，No significant difference between ELISA (IgM+ IgG) and GICA (IgM+", "ref_list": [[], ["Clinical features of patients infected with 2019 3"], ["Severe acute respiratory syndrome-related coronavirus-The species and its viruses, a 5"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], ["Gorbalenya"], ["DS Hui", "I Azhar E Madani", "TA Ntoumi", "F Kock", "R Dar", "O", "X Xie", "Z Zhong", "W Zhao", "C Zheng", "F Wang", "Liu J"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Corresponding author\nBACKGROUND: In December 2019, a novel coronavirus (SARS-CoV-2)–infected\npneumonia (COVID-19) occurred in Wuhan, China. Travel-associated cases have also\nbeen reported in other countries. The number of cases has increased rapidly but\nlaboratory diagnosis is limited.", "one_words_summarize": "*Corresponding authorBACKGROUND: In December 2019, a novel coronavirus (SARS-CoV-2)–infectedpneumonia (COVID-19) occurred in Wuhan, China. Travel-associated cases have alsobeen reported in other countries. METHODS: We collect two groups of cases diagnosed with COVID-19 forexperiments. This virus is genetically similar toSARS coronavirus and bat SARS-like coronaviruses. All patients with COVID-19 enrolled in this study were diagnosed accordingto World Health Organization interim guidance (        The novel coronavirus IgG/IgM antibody ELISA kits (lot number 2020010108)were manufactured by Zhu Hai Liv Zon Diagnostics Inc. The 98 serum sampleswere tested according to the manufacturer’s instructions. IgM capture ELISA: Firstly,5 μL serum samples were diluted in 500 μL sample diluent. The color reaction was stopped by theaddition 50 μL of 2 M H2SO4 to each well. For each test, 10μL of serumsample and 100μL of sample diluent were added vertically onto the sample pad of thetest strip. If boththe detection band and the control band turned red, the sample was recorded aspositive. qRT-PCR analysiswas conducted using the ABI 7500 Real-Time PCR System. Supplementary Table 1 and Table 2)GICA test of 91 samples of known COVID-19 patients, the results showed that 52IgM antibodies were positive, the sensitivity was 57.1% (52/91), the specificity was100% (35/35), the accuracy was 69.0% (87/126). Confirmed diagnosis is playingan important role in facilitating patient isolation, treatment and assessment ofinfectious activities. However, due to their limited capacity to handle an epidemic ofthe current scale and insufficient supply of assay kits, only a portion of suspectedcases can be tested, leading to incompleteness and inaccuracy in updating new cases,as well as delayed diagnosis. They use plasma or serum as test samples, and blood samples can becollected easily, which can greatly reduce the risk of infection for medical staff. A Novel Coronavirus from Patients withPneumonia in China, 2019."}