{"date": "2020/02/26", "journal": "medrxiv", "authors": "Meili Li, Pian Chen, Qianqian Yuan, Baojun Song, Junling Ma", "title": "Transmission characteristics of the COVID-19 outbreak in China: a study driven by data", "type": "preprint article", "abstract": "The COVID-19 outbreak has been a serious public health threat worldwide. We use individually documented case descriptions of COVID-19 from China (excluding Hubei Province) to estimate the distributions of the generation time, incubation period, and periods from symptom onset to isolation and to diagnosis. The recommended 14-day quarantine period may lead to a 6.7% failure for quarantine. We recommend a 22-day quarantine period. The mean generation time is 3.3 days and the mean incubation period is 7.2 days. It took 3.7 days to isolate and 6.6 days to diagnose a patient after his/her symptom onset. Patients may become infectious on average 3.9 days before showing major symptoms. This makes contact tracing and quarantine ineffective. The basic reproduction number is estimated to be 1.54 with contact tracing, quarantine and isolation, mostly driven by super spreaders.", "text": "control strategies. The outbreak patterns in these provinces thus may provide crucial informationfor the control of COVID-19 outbreaks in other countries.        Each province except Hubei officially published the daily update of case descriptions ofCOVID19. We use these individually documented case descriptions to conduct our research. Thedocumented cases and their data sources are tabulated in Supplementary Material S1. Some ofthese descriptions are well documented with important epidemiological information includingboth the contact information and dates such as symptom onset, isolation and diagnosis. We fitthe data to a gamma distribution and a log-normal distribution (and also an exponentialdistribution for the period from symptom onset to isolation) using Markov Chain Monte Carlo(MCMC), and select the one with the smallest Deviance Information Criterion (DIC). The casedescriptions also allow us to construct graph of transmissions to estimate the basic reproductionnumber ℛ\". The details of the estimation procedures are described in Supplementary Material S2.The distribution of the period from symptom onset to quarantine (shown as negative periods) orisolation (shown as positive periods) is shown in Figure 1. Voluntary quarantine at home is notcounted here, because they may still cause infection among family members, through whom theinfection can be leaked outside households. Since the lockdown of Wuhan on January 2        The observed and estimated distributions of the period from symptom onset to diagnosis areshown in Figure 2. Overall, the best fit distribution is gamma distributed with a mean 6.6 (6.5,6.8) days, and a variance 15.9 (14.7, 17.2), corresponding to a shape parameter 2.77 (2.61, 2.94)and a scale parameter 2.40 (2.25, 2.55). For those showing symptom before January 23, theperiod is estimated to be gamma distributed with a mean 9.3 (8.9, 9.6) days, and a variance 18.5(16.3, 19.9), corresponding to a shape parameter 4.67 (4.26, 5.18) and a scale parameter 1.99(1.79, 2.15). For those showing symptom after January 23, the distribution is gamma distributedwith a mean 5.5 (5.4, 5.7) days and a variance 10.9 (9.9, 12.0), corresponding to a shapeparameter 2.82 (2.61, 3.03) and a scale parameter 1.97 (1.82, 2.13). Diagnosis became muchfaster after January 23.The graph of transmissions is shown in Figure 3. Some patients may have multiple sources ofinfection. The distribution of the number of secondary infections is shown in Figure 4. Mostpatients (64.0%) infected one or less individuals. If an individual was infected by one of patients, then the individual only counts as 1/ secondary infections of each of the  patients.The basic reproduction number can be naively estimated by taking the average of secondaryinfections over all patients. However, this may be inaccurate because there may be correlationsbetween the number of secondary transmissions of two contacting patients. If individuals withhigh number of secondary infections are more likely to infect each other, then the average willunderestimate ℛ\". To properly estimate ℛ\", we construct a next generation matrix , in whichthe (, ) entry is the average number of infectious individuals who made  secondary infectionscaused by an individual who made  secondary infections; see (13,14), and SupplementaryMaterial S2 for details. Mathematically,ℛ\".-. = -.where -. is the probability that an individual who infected  others was infected by a patientwho infected  individuals. The basic reproduction number ℛ\" is the dominant eigenvalue of .The average number of secondary infections is calculated from data is 1.53. The next generationmethod gives ℛ\" = 1.54. Thus, the correlation of secondary infections has negligible effect onThe incubation period distribution is estimated from the nodes in Figure 3 with contact dateinformation. The distribution of the generation time is estimated from the edges in Figure 3 withcontact date information for both the source and target nodes. The results are shown in Figure 5.The best fit incubation period distribution is a gamma distribution with a mean 7.2 (6.8, 7.6) daysand a variance 16.9 (14.0, 20.2), which correspond to a shape parameter 3.07 (2.62, 3.56) and ascale parameter 2.35 (2.00, 2.75). The generation time is estimated to be gamma distributed witha mean 3.3 (2.3, 4.3) days and a variance 3.1 (1.0, 8.0), corresponding to a shape parameter 4.44(1.32, 10.02), and a scale parameter 0.95 (0.32, 2.32). Since the mean generation time is smallerthan the mean incubation period, on average, a patient may become infectious 3.9 days beforeshowing major symptoms.In summary, we estimated the distribution of the generation time, incubation period, and theperiods from symptom onset to isolation and to diagnosis for patients in Chinese provincesexcluding Hubei. The current recommendation of 14-day quarantine period may be too short,resulting in a 6.7% failure rate. We recommend to increase the quarantine period to 22 days. Theperiods from symptom onset to isolation and to diagnosis changed significantly for patients whoshowed symptom before and after the lockdown of Wuhan on January 23, mostly likely drivenby behavior change of the general public, and more effective public health control measures afterJanuary 23. On average, patients may become infectious 3.9 days before the onset of majorsymptoms. This, and the 6.6 days delay from symptom onset to diagnosis, severely hinders theeffectiveness of contact tracing and quarantine, as evidenced by the 2.5% success rate ofquarantine before symptom onset. The basic reproduction number is 1.54 with contact tracing,quarantine and isolation. However, the majority of patients infects no more than one individual,and thus the outbreaks in these provinces are mostly driven by super spreaders. Becausetransmission can occur before symptom onset, the latent period (from being infected to becominginfectious) and infectious period cannot easily be estimated from case descriptions.Acknowledgements This research is supported by National Natural Science Foundation ofChina (No. 11771075) (ML), State Scholarship Fund of China (CSC No. 201906635011) (ML),a Fundamental Research Grant for Chinese Universities (ML), and a Natural Sciences andEngineering Research Council Canada Discovery Grant (JM). ML’s work is carried out whenshe is a visiting scholar at Montclair State University.REFERENCE AND NOTES0.30.20.1ytiil0.0babro0.3p0.20.10.0alldays0.150.100.05alldays3001020300 0.1 0.2 0.3 0.5 0.6 0.8 1 1.3 1.5 1.6 1.8 10 2 2.2 2.4 2.5 2.6 2.8 3secondary infections0.1000.0750.0250.0000.04", "ref_list": [[], [""], ["Coronavirus disease (COVID-19) situation reports"], ["Commission of the People's Republic of China. Briefing of the epidemic"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["A robust stochastic method of estimating the transmission potential of 2019-nCoV"], ["\": the importance of contact tracing when predicting epidemics"], ["Estimating the number of 2019 novel Coronavirus cases in Chinese Mainland"], ["Estimation of transmission risk of 2019-nCov and its implication for public health interventions"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV out break originating in Wuhan, China: a modelling study"], ["early estimation of epidemiological parameters and epidemic predictions"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Time-varying transmission dynamics of Novel Coronavirus Pneumonia in China"], ["Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission"], ["Assortative mixing in networks"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["National Health"], ["A Backer Jantien"], ["J. Li"], ["Laurent Hébert-Dufresne", "ℛ Beyond"], ["H. W. Wang"], ["B. Tang"], ["J. Wu"], ["J. M. Read"], ["Q. Li"], [], [], ["M.E.J. Newman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "control strategies. The outbreak patterns in these provinces thus may provide crucial information\nfor the control of COVID-19 outbreaks in other countries.", "one_words_summarize": "The outbreak patterns in these provinces thus may provide crucial informationfor the control of COVID-19 outbreaks in other countries. Thedocumented cases and their data sources are tabulated in Supplementary Material S1. The casedescriptions also allow us to construct graph of transmissions to estimate the basic reproductionnumber ℛ\". For those showing symptom after January 23, the distribution is gamma distributedwith a mean 5.5 (5.4, 5.7) days and a variance 10.9 (9.9, 12.0), corresponding to a shapeparameter 2.82 (2.61, 3.03) and a scale parameter 1.97 (1.82, 2.13). The distribution of the number of secondary infections is shown in Figure 4. However, this may be inaccurate because there may be correlationsbetween the number of secondary transmissions of two contacting patients. Becausetransmission can occur before symptom onset, the latent period (from being infected to becominginfectious) and infectious period cannot easily be estimated from case descriptions. REFERENCE AND NOTES0.30.20.1ytiil0.0babro0.3p0.20.10.0alldays0.150.100.05alldays3001020300 0.1 0.2 0.3 0.5 0.6 0.8 1 1.3 1.5 1.6 1.8 10 2 2.2 2.4 2.5 2.6 2.8 3secondary infections0.1000.0750.0250.0000.04"}