{"date": "2020/02/25", "journal": "medrxiv", "authors": "Jun Chen, Lianlian Wu, Jun Zhang, Liang Zhang, Dexin Gong, Yilin Zhao, Shan Hu, Yonggui Wang, Xiao Hu, Biqing Zheng, Kuo Zhang, Huiling Wu, Zehua Dong, Youming Xu, Yijie Zhu, Xi Chen, Lilei Yu, Honggang Yu", "title": "Deep learning-based model for detecting 2019 novel coronavirus pneumonia on high-resolution computed tomography: a prospective study", "type": "preprint article", "abstract": "Deep learning-based model for detecting 2019 novel coronavirus pneumonia on high-resolution computed tomography: a prospective study", "text": "2324252627282930313233343536373839404142*Contributed equally and are joint first authors.Prof Honggang Yu, Department of Internal Medicine, Renmin Hospital of Wuhan University. 99454647484950515253545556575859606162636465Background: Computed tomography (CT) is the preferred imaging method for diagnosing 2019novel coronavirus (COVID19) pneumonia. Our research aimed to construct a system based ondeep learning for detecting COVID-19 pneumonia on high resolution CT, relieve workingpressure of radiologists and contribute to the control of the epidemic.Methods: For model development and validation, 46,096 anonymous images from 106 admittedpatients, including 51 patients of laboratory confirmed COVID-19 pneumonia and 55 controlpatients of other diseases in Renmin Hospital of Wuhan University (Wuhan, Hubei province,China) were retrospectively collected and processed. Twenty-seven consecutive patientsundergoing CT scans in Feb, 5, 2020 in Renmin Hospital of Wuhan University were prospectivelycollected to evaluate and compare the efficiency of radiologists against 2019-CoV pneumoniawith that of the model.Findings: The model achieved a per-patient sensitivity of 100%, specificity of 93.55%, accuracyof 95.24%, PPV of 84.62%, and NPV of 100%; a per-image sensitivity of 94.34%, specificity of99.16%, accuracy of 98.85%, PPV of 88.37%, and NPV of 99.61% in retrospective dataset. For 28prospective patients, the model achieved a comparable performance to that of expert radiologist.With the assistance of the model, the reading time of radiologists was greatly decreased by 65%.Conclusion: The deep learning model showed a comparable performance with expert radiologist,and greatly improve the efficiency of radiologists in clinical practice. It holds great potential torelieve the pressure of frontline radiologists, improve early diagnosis, isolation and treatment, andthus contribute to the control of the epidemic.Keywords: 2019 novel coronavirus pneumonia, Deep learning, Computed tomography676869707172737475767778798081828384858687          abroad.[                  characterized as fever, cough, myalgia, headache, and gastrointestinal symptoms onset.[4]Although the nucleic acid detection was considered determinant for identifying the COVID-19infection and more rapid detection kit for the novel coronavirus has come into mass production,computed tomography (CT) scan is still the most efficient modality for detecting and evaluatingthe severity of pneumonia.[5] An update series demonstrate that CT findings were positive in all140 laboratory-confirmed COVID-19 patients, even in the early stage.[        Due to the outbreak of the COVID-19, thousands of patients waited in line for CTexamination in the designated fever outpatient hospital at Wuhan and other cities. As of Feb 14,there are 5,534 suspected cases, 38,107 confirmed patients receiving treatment in hospital, and77,323 cases under medical observation in Hubei province.[9] Most of them need to undergo CTexamination, however, there are less than 4,500 radiologists in cities of Hubei according to theChina Health Statistical Yearbook (2018).[10] Meanwhile, because the lung infection foci are8990919293949596979899100101102103104105106107108109small in the early stage of the COVID-19 infection, thinner layer (2.5mm, 1.25mm or even0.625mm) scanning were usually needed instead of conventional CT scan (5 mm) for diagnosis,which would be more time-consuming. All these made radiologists overloaded, delay thediagnosis and isolation of patients, affect patient’s treatment and prognosis, and ultimately, affectthe control of COVID-19 epidemic.        Deep learning, an important breakthrough in the domain of AI in the past decade, has hugepotential at extracting tiny features in image analysis.[        In the present research, we construct and validate a system based on deep learning foridentification of viral pneumonia on CT. Our model has comparable performance with expertradiologist, but take much less time.We first retrospectively collected 46,096 anonymous images from 106 admitted patients, including51 patients of laboratory confirmed COVID-19 pneumonia and 55 control patients of otherdiseases in Renmin Hospital of Wuhan University (Wuhan, Hubei province, China) for modeldevelopment. The patients’ CT scan images and reports, history, clinical manifestations, physicalfindings, and viral pathogen results were all collected. For prospective patients, 27 consecutivepatients undergoing CT scans were enrolled in the designated CT rooms in Feb 5, 2020 in Renmin111112113114115116117118119120121122123124125126127128129130131        This study was approved by the Ethics Committee of Renmin Hospital of Wuhan University.Written informed consent was provided by all prospective participants. Because of viruscontamination, the signed informed consents were carefully sealed and kept in the specific placeaccording to the Law of the People's Republic of China on Infectious Disease Prevention andControl.[        Patient's respiratory secretions were collected and transferred to a sterile test tube with a virustransport medium. Fluorescent RT-PCR analysis of samples was performed using the COVID-19nucleic acid detection kit developed by Shanghai Geneodx Biotechnology Co., Ltd. This detectionkit was approved by the US National Drug Administration (NMPA) on January 26, 2019 andrecommended by the Centers for Disease Control and Prevention (CDC).[18] The rapid,high-precision COVID-19 detection kit greatly accelerated the confirmation of human COVID-19infection.As shown in Figure 1, a total of 46,096 CT scan images from 51 COVID-19 pneumonia patientsand 55 control patients of other disease were collected for developing the model to detectCOVID-19 pneumonia. After filtering those images without good lung fields, 35355 images wereselected and split into training and retrospectively testing datasets. Enrolled images in trainingdataset covered almost all common CT features of COVID19 pneumonia, as presented in Figure 2.133134135136137138139140141142143144145146147148149150151152153Three radiologists with more than 5 years of clinical experience labelled infection lesions ofCOVID-19 pneumonia patients in training dataset, and selected images containing COVID19pneumonia lesions in testing set, and their labels were combined by consensus. For prospectivelytesting the model, 13,911 images of 27 consecutive patients undergoing CT scans in Feb 5, 2020in Renmin Hospital of Wuhan University were further collected. All CT scans were obtained inRenmin Hospital of Wuhan University. The instruments used in this study included Optima CT680,          UNet++, a novel and powerful architecture for medical image segmentation was implemented todevelop the model.[          To evaluate the performance of the model on CT scan images, five metrics including the accuracy,sensitivity, specificity, PPV and NPV were calculated as follows: accuracy = true predictions/totalnumber of cases, sensitivity = true positive/positive, specificity = true negative/negative, positiveprediction value (PPV) = true positive/(true positive + false positive), negative prediction value(NPV) = true negative/(true negative + false negative). The “true positive” is the number ofcorrectly predicted COVID-19 pneumonia cases/images, “false positive” is the number ofmistakenly predicted COVID-19 pneumonia cases/images, “positive” is the number ofcases/images of COVID-19 pneumonia patients, “true negative” is the number of correctlypredicted non-COVID-19 pneumonia cases/images, “false negative” is the number of mistakenlypredicted non-COVID-19 pneumonia cases/images and ‘negative’ is the number ofnon-COVID-19 pneumonia cases/images enrolled. For image-based metrics, 636 imagescontaining infection lesions identified by radiologists among 11 patients of COVID-19 pneumoniawere used as the positive sample, and 9369 CT scan images from 31 patients of non-COVID-19pneumonia were used as the negative sample.177178179180181182183184185186187188189190191192193194195196197To evaluate the performance and cost of time of radiologist against 2019-CoV pneumonia,prospectively consecutive patients undergoing CT scans were enrolled in the designated CT roomsin Feb 5, 2020 in Renmin Hospital of Wuhan University. An expert radiologist was required toread all CT images of enrolled patients using the working computer, and determine if each patienthas viral pneumonia. The research assistant used a stopwatch to record the expert’s reading time.The expert radiologist was associate chief physician of the Radiology Department of RenminHospital of Wuhan University, with clinical experience of 30 years, and independently diagnosedabout 300 viral pneumonia. Hospitalized viral pneumonia cases judged by radiologists were alldiagnosed using COVID-19 nucleic acid detection kit to confirm COVID-19 infection. Thecomputed radiography imaging system used by the radiologist was VisionPACS (Intechhosun,The CT scan images of the prospective patients as above were collected and imported into themodel for prediction. The model’s performance and cost of time were compared with that of theexpert radiologist. Inconsistent results between the expert and model were reviewed by threeradiologists, including the expert and other two radiologists, senior staff members of theRadiology Department of Renmin Hospital of Wuhan University, with clinical experience about10 years, and independently diagnosed about 150 viral pneumonia.199200201202203204205206207208209210211212213214215216217218219To evaluate the performance and cost of time of radiologist against 2019-CoV pneumonia with theassistance of our model, the prediction results of the model (whether a patient has viral pneumonia,and labels marking lesions) were copied to the working computer in the designated CT rooms.After 10 days of wash out period (in Feb 16, 2020), the same expert radiologist was required tore-read all CT images of 27 prospective patients using the working computer where results of themodel could be viewed, and determine if each patient has viral pneumonia. The research assistantused a stopwatch to record the expert’s reading time again. Hospitalized viral pneumonia casesjudged by radiologists were all diagnosed using COVID-19 nucleic acid detection kit to confirmCOVID-19 infection. The computed radiography imaging system used by the radiologist wasA two-tailed paired Student's t test with a significance level of 0.05 was used to comparedifferences in the cost time of the model and radiologist.The funder of the study had no role in study design, data collection, data analysis, datainterpretation, or writing of the report. The corresponding author had full access to all the data inthe study and had final responsibility for the decision to submit for publication.221222223224225226227228229230231The baseline characteristics and CT findings of 51 patients of 2019-CoV pneumonia and 55control patients in retrospective dataset were shown in Table 1 and Table 2, respectively. Baselinecharacteristics were comparable between training and testing datasets. The 31 control patients inretrospective testing dataset include 2 lung cancer, 4 tuberculosis, 2 bronchiectasis, 2 nonviralpneumonia, 1 lung bullae and 20 with no obvious finding in CT scan.233Among 4382 CT images from 11 patients of COVID-19 pneumonia and 9369 images from 31control patients, the model correctly diagnosed the patients with a per-patient sensitivity of 100%,specificity of 93.55%, accuracy of 95.24%, PPV of 84.62%, and NPV of 100%. A per-imagesensitivity of 94.34%, specificity of 99.16%, accuracy of 98.85%, PPV of 88.37%, and NPV of99.61%. Representative images predicted by the model were shown in Figure 4.Twenty-seven patients were enrolled in the prospective dataset. Sixteen (59.26%) patients were244245246247248249250251252253254255256257258259260261262diagnosed as viral pneumonia by the expert radiologist, and the other eleven patients were not.Two other radiologists reviewed the CT imaging, approved the expert’s results, and summarizedthat the CT characteristics of the 11 patients not diagnosed by the expert include 5 ground glassnodules, 3 diminutive nodules, 2 normal and 1 fibrosclerosis.The model successfully detected all the 16 patients of viral pneumonia diagnosed by theexpert. Among the other 11 patients, 2 were also detected by the model. The predictions in onecase was fibrosclerosis lesion, and the other one was normal stomach bubble. Using results of theradiologists as the gold standard, the model achieved a per-patient sensitivity of 100%, accuracyof 92.59%, specificity of 81.82%, PPV of 88.89% and NPV of 100% in the 27 prospective patients.Among the 16 patients diagnosed as viral pneumonia by radiologists, 8 admitted patients wereconfirmed as COVID-19 infection, and the others were outpatients that difficult to follow nucleicacid results. The average prediction time for model was 41.34s per patient (IQR 39.76-44.48). Theperformance of the model on detecting COVID-19 pneumonia was shown in Table 3.*PPV: positive prediction value, NPV, negative prediction value.Comparison between the efficiency of radiologist with or without the assistance of AIIn the first time the expert radiologist read CT scan images of the 27 prospective patients, the264265266267268269270271272273274275276277278279280281282283284average reading time for him to determine whether each patient has viral pneumonia was 116.12sper case (IQR 85.69-118.17). After 10 days of wash out period, the same expert radiologist re-readthe CT images of the 27 prospective patients with the assistance of the AI model. The results fordetermining whether each patient has viral pneumonia were not changed, while the averagereading time of the expert was greatly decreased by 65%. This indicates that the efficiency ofradiologist could be greatly improved with the assistance of AI.A website has been made available to provide free access to the present model(http://121.40.75.149/znyx-ncov/index) (Figure 5). CT scan images could be uploaded by bothclinicians and researches as a second opinion consulting service, especially in other provinces orcountries unfamiliar with the radiologic characteristics of COVID-19. Cases of COVID-19pneumonia were also been made available on the open-access website, which might be a usefulresource for radiologists and researchers for fighting COVID-19 pneumonia.            As of Feb 14, 2020, the national health commission had reported 66,492 confirmed cases,1,523 deaths and 8,969 suspected cases.[                    Deep learning, a technology has shown great performance on extracting tiny features inradiology data, may hold the promise to alleviate this problem.[                Early diagnosis and early isolation of suspected patients are the most important ways toprevent the spread of epidemic.19 Due to the sudden outbreak of COVID19, the radiologydepartment is overloaded and patients have to wait for long times for chest CT scan, which largelyincrease the risk of cross-infection. In recent days, radiologists’ daily workload is huge in Hubeiprovince, and a CT scan report has to be awaited several hours to achieve. Based on the number ofsuspected patients and close contacts in being, radiologists in the hardest hit, Hubei province,China, may not be enough to resist the rapid spread of the virus, which holds high estimated R0 of2.2~6.47.[        Timely diagnosis and early treatment of infected patients is important for patients’prognosis.[29] The fatality rate of COVID19 patients in Hubei province is significantly higherthan that of other regions, which probably due to delayed treatment and shortage of medicalresources.[8,30] Accelerating diagnosis efficiency is significant for improving patient outcomes.In the present study, our model helped expert radiologists achieve the same work with muchshorter time, which greatly accelerats the efficiency of diagnosis in clinical practice, and maycontribute to the improvement of patient outcome.In addition to relieving radiologists’ pressure and accelerating diagnosis efficiency, artificialintelligence also holds the potential to reduce miss diagnosis of COVID-19 patients. The lunginfection foci are sometimes mild in the early stage of the COVID-19 infection,5 and requirescareful observation under 0.625mm layer scanning. Radiologists vary in skills, and could beaffected by subjective status and outside pressure. One miss diagnosis could lead to multiplespread. The model is highly sensitive and stable, and would never be affected by work burden andwork time. As a preliminary screening tool, it might help radiologists improve the sensitivity andreduce miss diagnosis.On the basis of the accuracy and efficiency of the model in detecting COVID-19 pneumonia,a cloud-based open-access artificial intelligence platform was constructed to provide assistance fordetecting COVID-19 pneumonia worldwide. CT scan images could be uploaded freely by bothclinicians and researches as an assistant tool, especially in other provinces or countries unfamiliar330331332333334335336337338339340341342343344345346347348349350with the radiologic characteristics of COVID-19. This free open-access website can read images inbatches, provide high-level auxiliary diagnostic services for different hospitals in free, and expandthe boundaries of regions and manpower. Cases of COVID-19 pneumonia were also been madeavailable on the open-access website, which might be a useful resource for radiologists andresearchers for fighting COVID-19 pneumonia.In summary, the deep learning-based model achieved a comparable performance with expertradiologist using much shorter time. It holds great potential to improve the efficiency of diagnosis,relieve the pressure of frontline radiologists, accelerates the diagnosis, isolation and treatment ofYH and YL conceived and supervised the overall study. WL and GD contributed to writing of themanuscript. YH, YL, HS and WY contributed to critical revision of the report. CJ, ZL, ZJ, GD,WH, DZ, XY, ZY and CX contributed to collecting and analyzing the data of patients. CJ, ZL andZY contributed to label CT images. HS, HX, ZB, ZK and WY developed the system. All authorsreviewed and approved the final version of the manuscript.Wuhan EndoAngel Medical Technology Company collaborated in this study. Shan Hu, Xiao Hu,Biqing Zheng, Kuo Zhang are research staffs of Wuhan EndoAngel Medical Technology352353354355356357358359360361362363364365366367368369370371372This work was partly supported by the grant from Project of Hubei Provincial Clinical ResearchCenter for Digestive Disease Minimally Invasive Incision (Grant No. 2018BCC337), HubeiProvince Major Science and Technology Innovation Project (Grant No. 2018-916-000-008), theNational Natural Science Foundation of China [Grant Nos. 81672387 to Yu Honggang].International journal of infectious diseases: IJID: official publication of the InternationalSociety for Infectious Diseases 2020;91:264.States. N Engl J Med 2020 Jan 31. doi:10.1056/NEJMoa2001191.Asymptomatic Contact in Germany. N Engl J Med 2020 Jan 30. doi:10.1056/NEJMc2001468.coronavirus in Wuhan, China. The Lancet 2020 Jan 24. doi: 10.1016/S0140-6736(20)30183-5.374375376377378379380381382383384385386387388389390391392393394computer-aided system (ENDOANGEL): a randomised controlled study. Lancet13. Wu L, Zhang J, Zhou W, et al. Randomised controlled trial of WISENSE, a real-time qualityimproving system for monitoring blind spots during esophagogastroduodenoscopy. Gut2019;68(12):2161-2169.unsedated conventional gastroscopy with and without artificial intelligence: a prospective,single-blind, 3-parallel-group, randomized, single-center trial. Gastrointestinal endoscopy2020;91(2):332-339. e3.15. Zhou J, Wu L, Wan X, et al. A novel artificial intelligence system for the assessment of bowelpreparation (with video). Gastrointestinal Endoscopy 2020;91(2):428-435. e2.396397398399400401402403404405406407408409410411412413414415416Republic of China on Infectious Disease Prevention and Control.18. Centers for Disease Control and Prevention.22. Cheng V C C, Wong S C, To K K W, et al. Preparedness and proactive infection controlmeasures against the emerging Wuhan coronavirus pneumonia in China. Journal of HospitalInfection 2020.bioRxiv 2020.418419420421422423424425426427428429430431432433434435436437438439three-dimensional deep learning on low-dose chest computed tomography. Nature medicine2019;25(6):954-961.Pulmonary Nodules on CT Imaging: A Preliminary Study. Academic radiology 2019.respiratory infection caused by the 2019 novel coronavirus. World Journal of Pediatrics2020:1-7.30. Health Commission of Hubei Province.441tomography (CT) features of COVID19 pneumonia were covered in selected images. 1a-1d, thelesions were mainly ground-glass-like, with thickened blood vessels walking and includinggas-bronchial signs in 1c; 2a-2d, the lesions were mainly ground glass changes, and pavingstone-like changes were observed on 2d; 3a-3c, the lesions become solid with a large range, andair-bronchial signs are seen inside; 4, the lesion is located in the lower lobe of both lungs, and ismainly grid-like change with ground glass lesion; 5a-5b, the lesions are mainly consolidation;6a-6b, the lesions are mainly large ground glass shadows, showing white lung-like changes, withair-bronchial signs.the model, and after processing of the model, prediction boxes framing suspicious lesions wereoutput. Valid areas were further extracted and unnecessary fields were filter out to avoid possiblefalse positives. To predict by case, a logic linking the prediction results of consecutive images wasadded. Computed tomography (CT) images with the above prediction results were divided intofour quadrants, and results would be output only when three consecutive images were predicted tohave lesions in the same quadrant.images of COVID19 pneumonia. The predictions between the artificial intelligence model andradiologists were consistent. Green boxes, labels from radiologists; red boxes, labels from themodel. B. CT images of the control. The first image is an ordinary bacterial pneumonia, showing aconsolidation of the right lower lobe. The second image has a tumorous lesion in the lung,showing a mass in the left upper lobe, with burrs seen at the edges, and showing leaf-like growthwith vacuoles inside. The third image is a secondary pulmonary tuberculosis, showing a left apicalfibrous cord. The fourth image is a bronchiectasis complicated with infection, showingbronchodilation and expansion, cystic changes, and surrounding patches of infection. The fifthimage shows normal lungs.fast and sensitive assistance for detecting COVID19 pneumonia.492493494495496497500501screening and clinically diagnosing COVID-19 pneumonia. However, compared to the needs ofthe patients, the number of radiologists is quite small. After enrolling artificial intelligence inidentifying COVID-19 pneumonia in CT images, the efficiency of diagnosis is greatly improved.The artificial intelligence holds great potential to relieve the pressure of frontline radiologists,accelerates the diagnosis, isolation and treatment of COVID19 patients, and therefore contribute tothe control of the epidemic.Supplementary Figure 1. The training curves of UNet++ for extracting valid areas inSupplementary Figure 2. The training curves of UNet++ for detecting suspicious lesions in", "ref_list": [[], ["The continuing COVID-19 epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["First Case of 2019 Novel Coronavirus in the United 3"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Deep learning and medical diagnosis"], ["The Central People's Government of the People's Republic of China. The Law of the People's 19"], ["Unet++: A nested u-net architecture for medical image segmentation"], [""], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Pattern of early human-to-human transmission of Wuhan 2019-nCoV."], ["Network-Based Prediction of the 2019-nCoV Epidemic Outbreak in the Chinese Province Hubei"], ["Risk assessment of novel coronavirus 2019-nCoV outbreaks outside China"], ["End-to-end lung cancer screening with 28"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Hui D S", "T A Madani", "F Ntoumi"], ["ML Holshue", "C DeBolt", "S Lindquist", "C Rothe", "M Schunk", "P Sothmann", "C Huang", "Y Wang", "X Li", "H Guan", "Y Xiong", "N Shen"], ["N Chen", "M Zhou", "X Dong"], ["Y Liu", "G Liu", "Q Zhang", "D Gong", "L Wu", "J Zhang", "D Chen", "L Wu", "Y Li", "L Wu", "W Zhou", "X Wan"], ["J Deng", "W Dong", "R Socher"], ["Z Zhou", "N Siddiquee M M R"], [], ["B Tang", "X Wang", "Q Li"], ["J Riou", "C L Althaus"], ["B Prasse", "M A Achterberg", "L Ma"], ["P Boldog", "T Tekeli", "Z Vizi"], ["D Ardila", "A P Kiraly", "S Bharadwaj", "K J Chae", "G Y Jin", "Ko S B", "Q Chen Z M"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n*Contributed equally and are joint first authors.", "one_words_summarize": "2324252627282930313233343536373839404142*Contributed equally and are joint first authors. Methods: For model development and validation, 46,096 anonymous images from 106 admittedpatients, including 51 patients of laboratory confirmed COVID-19 pneumonia and 55 controlpatients of other diseases in Renmin Hospital of Wuhan University (Wuhan, Hubei province,China) were retrospectively collected and processed. Keywords: 2019 novel coronavirus pneumonia, Deep learning, Computed tomography676869707172737475767778798081828384858687          abroad.[ Patient's respiratory secretions were collected and transferred to a sterile test tube with a virustransport medium. Fluorescent RT-PCR analysis of samples was performed using the COVID-19nucleic acid detection kit developed by Shanghai Geneodx Biotechnology Co., Ltd. This detectionkit was approved by the US National Drug Administration (NMPA) on January 26, 2019 andrecommended by the Centers for Disease Control and Prevention (CDC).[18] The rapid,high-precision COVID-19 detection kit greatly accelerated the confirmation of human COVID-19infection. For image-based metrics, 636 imagescontaining infection lesions identified by radiologists among 11 patients of COVID-19 pneumoniawere used as the positive sample, and 9369 CT scan images from 31 patients of non-COVID-19pneumonia were used as the negative sample.177178179180181182183184185186187188189190191192193194195196197To evaluate the performance and cost of time of radiologist against 2019-CoV pneumonia,prospectively consecutive patients undergoing CT scans were enrolled in the designated CT roomsin Feb 5, 2020 in Renmin Hospital of Wuhan University. Hospitalized viral pneumonia cases judged by radiologists were alldiagnosed using COVID-19 nucleic acid detection kit to confirm COVID-19 infection. After 10 days of wash out period (in Feb 16, 2020), the same expert radiologist was required tore-read all CT images of 27 prospective patients using the working computer where results of themodel could be viewed, and determine if each patient has viral pneumonia. The 31 control patients inretrospective testing dataset include 2 lung cancer, 4 tuberculosis, 2 bronchiectasis, 2 nonviralpneumonia, 1 lung bullae and 20 with no obvious finding in CT scan.233Among 4382 CT images from 11 patients of COVID-19 pneumonia and 9369 images from 31control patients, the model correctly diagnosed the patients with a per-patient sensitivity of 100%,specificity of 93.55%, accuracy of 95.24%, PPV of 84.62%, and NPV of 100%. Representative images predicted by the model were shown in Figure 4.Twenty-seven patients were enrolled in the prospective dataset. Two other radiologists reviewed the CT imaging, approved the expert’s results, and summarizedthat the CT characteristics of the 11 patients not diagnosed by the expert include 5 ground glassnodules, 3 diminutive nodules, 2 normal and 1 fibrosclerosis. The predictions in onecase was fibrosclerosis lesion, and the other one was normal stomach bubble. Early diagnosis and early isolation of suspected patients are the most important ways toprevent the spread of epidemic.19 Due to the sudden outbreak of COVID19, the radiologydepartment is overloaded and patients have to wait for long times for chest CT scan, which largelyincrease the risk of cross-infection. Radiologists vary in skills, and could beaffected by subjective status and outside pressure. YH, YL, HS and WY contributed to critical revision of the report. Wuhan EndoAngel Medical Technology Company collaborated in this study. 81672387 to Yu Honggang].International journal of infectious diseases: IJID: official publication of the InternationalSociety for Infectious Diseases 2020;91:264.States. A novel artificial intelligence system for the assessment of bowelpreparation (with video). e2.396397398399400401402403404405406407408409410411412413414415416Republic of China on Infectious Disease Prevention and Control.18. Preparedness and proactive infection controlmeasures against the emerging Wuhan coronavirus pneumonia in China. Nature medicine2019;25(6):954-961.Pulmonary Nodules on CT Imaging: A Preliminary Study. To predict by case, a logic linking the prediction results of consecutive images wasadded. The predictions between the artificial intelligence model andradiologists were consistent. The training curves of UNet++ for detecting suspicious lesions in"}