{"date": "2020/02/27", "journal": "biorxiv", "authors": "Anamika Basu, Anasua Sarkar, Ujjwal Maulik", "title": "Strategies for vaccine design for corona virus using Immunoinformatics techniques", "type": "preprint article", "abstract": "The cutting-edge technology vaccinomics is the combination of two topics immunogenetics and immunogenomics with the knowledge of systems biology and immune profiling for designing vaccine against infectious disease. In our present study, an epitope-based peptide vaccine against nonstructural protein 4 of beta coronavirus, using a combination of B cell and T cell epitope predictions, followed by molecular docking methods are performed. Here, protein sequences of homologous nonstructural protein 4 of beta coronavirus are collected and conserved regions present in them are investigated via phylogenetic study to determine the most immunogenic part of protein. From the identified region of the target protein, the peptide sequence IRNTTNPSAR from the region ranging from 38-47 and the sequence PTDTYTSVYLGKFRG from the positions of 76-90 are considered as the most potential B cell and T cell epitopes respectively. Furthermore, this predicted T cell epitopes PTDTYTSVY and PTDTYTSVYLGKFRG interacted with MHC allelic proteins HLA-A*01:01 and HLA-DRB5*01:01 respectively with the low IC50 values. These epitopes are perfectly fitted into the epitope binding grooves of alpha helix of MHC I molecule and MHC II molecule with binding energy scores -725.0 Kcal/mole and -786.0 Kcal/mole respectively, showing stability in MHC molecules binding. This MHC restricted epitope PTDTYTSVY also showed a good conservancy of 50.16% in world population coverage. This MHC I HLA-A*01:01 allele is present among 58.87% of Chinese population also. Therefore, the epitopes IRNTTNPSAR and PTDTYTSVYLGKFRG may be considered as potential peptides for peptide-based vaccine for coronavirus after further experimental study.", "text": "According to World Health Organization, Coronaviruses (CoV) are a large family of RNAviruses that cause infection ranging from the common cold to more severe diseases such asMiddle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome(SARS-CoV). A novel coronavirus (nCoV) is a new strain that has not been previously identifiedin humans. 2019 Novel Coronavirus (2019-nCoV) is a coronavirus identified as the cause of anoutbreak of respiratory illness first detected in Wuhan, China.Coronaviruses are zoonotic, meaning they are transmitted between animals and people.Detailed investigations found that SARS-CoV has been transmitted from civet cats to humansand MERS-CoV from camels to humans. Several known coronaviruses are circulating in animalsthat have not yet infected humans. Early on, many of the patients in the outbreak in Wuhan,China reportedly have some link to a large seafood and animal market, suggestinganimal-toperson spread. However, a growing number of patients reportedly have not had exposure toanimal markets, indicating person-to-person spread is occurring. The 2019-nCoV is spreadingfrom person to person in China and limited spread among close contacts has been detected insome countries outside China. Common signs of infection include respiratory symptoms, fever,cough, shortness of breath and breathing difficulties. In more severe cases, infection can causepneumonia, severe acute respiratory syndrome, kidney failure and even death. There is currentlyno vaccine to protect against 2019-nCoV.        According to Lu et al, 2020 [                Coronaviruses encode large replicase polyproteins which are proteolytically processed byviral proteases to generate mature nonstructural proteins (nsps) that form the viral replicationcomplex. Positive-strand RNA viruses, such as coronaviruses, can induce cellular membranerearrangements during replication to form replication organelles which allows efficient viralRNA synthesis. Nonstructural Protein 4 alone induces membrane pairing in infectious bronchitisvirus [                Sakai et al in 2017 [        Prevention of viral diseases by vaccination purposes for controlled induction ofprotective immune responses against viral pathogens such as small pox, hepatitis etc. Attenuatedviral vaccines can be produced by targeting essential pathogenicity factors. This study hasimplicated for the rational design of live attenuated coronavirus vaccines aiming to preventcoronavirus-induced diseases of human as well as animal origin, including the lethal severe acuterespiratory syndrome.        In this study nonstructural protein 4 has been analyzed in order to predict informativeepitopes which will help for future vaccine designing. The knowledge of peptide vaccine is usedto identify B- cell and T-cell epitopes which can induce specific immune responses [6], [                The protein family information of Coronavirus nonstructural protein NS4 containing 78protein is retrieved from InterPro database(https://www.ebi.ac.uk/interpro/entry/InterPro/IPR005603/). To find conserved region, retrievedsequences were aligned using Muscle tool 3.8.31 [        Among these proteins non-structural protein NS4, with accession numberA0A0A7UXD8, known as Beta coronavirus HKU24 (due to its Chinese origin) with length 136is selected in FASTA format.Antigenicity of this protein is predicted by VaxiJen v 2.0, an online prediction serverB cell epitopes are part of allergen which come in interaction with B lymphocytes toinduce immune response. Among two types of B cell epitopes, linear type of B cell epitopes ispredicted.        Various physico- chemical properties e.g. hydrophilicity, flexibility, accessibility, turns,exposed surface, polarity and antigenic propensity of peptides chains have been estimated toidentify the locations of linear epitopes of an antigenic protein [                Linear T-cell epitopes for MHC-I binding for nonstructural protein NS4 protein incoronavirus are recognized by consensus methods using various methods such as Artificialneural network (ANN) [                CD4+ T-cell receptor responses against concerned nonstructural protein NS4 protein aredone by using Peptide binding to MHC class II molecules software using MHC II bindingprediction tool in IEDB analysis resource, including a consensus approach which combinesNNalign, SMM-align [                Population coverage for identified T cell epitopes is assessed for world, as well as China andIndian population with the help of IEDB population coverage calculation tool [                For docking studies, the T cell epitope PTDTYTSVY (MHC I restricted) andPTDTYTSVYLGKFRG (MHC II restricted) are selected and subjected to PEP-FOLD server[        From InterPro database, 78 homologous protein sequences are recovered fornonstructural protein NS4 protein for coronavirus as shown in Table 1.A0A2R4STQ9unreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedA0A3G3NHD9unreviewedA0A3G3NHP0unreviewedA0A3G3NHQ3unreviewedA0A3S7GY01unreviewedA0A411D552unreviewedA3E2F3A4ZTX7A4ZTY8A4ZTZ9A4ZU10A4ZU21A4ZU32A4ZU43unreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralproteinNS4protein NS4Nonstructuralprotein NS4Nonstructuralprotein NS4Nonstructuralprotein NS4Nonstructuralprotein NS4Nonstructuralprotein NS44.8 kDanonstructuralprotein4.8 kDanonstructuralprotein2.7 kDaaccessoryproteinUncharacterizedprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralproteinTruncated 4.8kDanonA0A3S7GYK6unreviewedBovine coronavirusA4ZU54A4ZU65unreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedstructuralproteinTruncated 4.8kDanonstructuralproteinTruncated 4.8kDanonstructuralproteinTruncated 4.8kDanonstructuralprotein4.8 kDanonstructuralproteinUncharacterizedprotein4.8 kDanonstructuralprotein4.8 kDa protein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein4.8 kDanonstructuralprotein2.7 kDa proteinprotein ns4Non-structuralprotein ns4Non-structuralprotein ns4Non-structuralprotein ns4Non-structuralprotein ns44.8 kDnonUS/OH1/2003virusBovine coronavirusBubalus/Italy/179/0711Human entericcoronavirus 4408WaterbuckcoronavirusUS/OHWD358-TC/1994WaterbuckcoronavirusUS/OHWD358-GnC/1994WaterbuckcoronavirusUS/OHWD358/1994White-tailed deercoronavirusUS/OHWD470/1994Sambar deercoronavirusUS/OHWD388-TC/1994Sambar deercoronavirusUS/OHWD388/1994Canine respiratorycoronavirusMurine coronavirusRJHM/AMurine coronavirusrepA59/RJHMMurine coronavirusSA59/RJHMMurine coronavirusMHV-1Murine coronavirusMHV-JHM.IABovine coronavirus1..451..451..451..451..451..451..451..451..2563..10663..10663..10663..10663..1061..45C6GHM7C6GHN9C6GHR2C6GHS3D0EY75D4QFK2H9BZY0I1TMG4I1TMH4I7A0D1P0C2R1P0C2R2P0C2R8P0C2R9P0C5A8P22052P29075Q0PL37Q5ICX1unreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedunreviewedreviewedreviewedreviewedreviewedreviewedreviewedreviewedunreviewedunreviewedstructuralprotein4.8 kDnonstructuralprotein4.8 kDnonstructuralprotein4.8 kDnonstructuralprotein15 kDnonstructuralprotein2.7 kDanonstructuralproteinNon-structuralprotein 4Ns415 kDnonstructuralprotein15 kDnonstructuralproteinNon-structuralprotein ns4Non-structuralprotein of 4.8kDaNon-structuralprotein of 4.8kDaNon-structuralprotein of 4.8kDaNon-structuralprotein of 4.8kDaNon-structuralprotein 4Non-structuralprotein of 4.8kDaNon-structuralprotein 44.8 kDanonstructuralprotein15 kDnonstructuralproteinE-DB2-TCcoronavirus strain4408Rat coronavirusParkerHuman entericcoronavirus 4408Murine hepatitisvirusunreviewedunreviewed          Phylogenetic tree shows that Non-structural protein NS4 of Beta coronavirus HKU24(AOAO7UXD8_9BETC), rat coronavirus (NS4_CVRSD), murine coronavirus (NS4_CVMJH,NS$_CVMS and NSA_CVMA5) and ORF4 protein of murine hepatitis virus (Q9J3EC) are verysimilar in their structures (identity vary 42.3% to 38.3%). All these five protein sequences arealigned to identify conserved sequences with varying length using Muscle tool 3.8.31[          No. ofposition78Endposition84HLA-A*02:06HLA-B*53:01HLA-A*02:0376259039Among the five peptide sequences, 76 PTDTYTSVY 84 peptide sequence (MHC Irestricted) and 76 PTDTYTSVYLGKFRG 90 (MHC II restricted) are selected as most probable Tcell epitope for the antigenic protein present in non-structural protein NS4 of beta coronavirusHKU24 on the basis of its interactions with highest number of alleles (Table 2 and 3). The IC50values of these peptides are least for the MHCI HLA-A*01:01and MHC II alleleHLADRB5*01:01 respectively.3.3        IEDB population coverage tool [                Characteristic features of the B cell epitope contain flexibility, hydrophilicity, surfaceaccessibility and beta-turn prediction. Prediction scores of Chou and Fasman beta turn [        Predicted linear B cell epitopes and theaccessibility, hydrophilicity, flexibility and beta-turn prediction score for each residue aresummarized in Table 5.HLA-A*02:01HLA-A*02:03HLA-A*02:06HLA-A*32:01HLA-B*51:01HLA-A*01:01HLA-A*02:03HLA-A*03:01HLA-A*11:01HLA-A*26:01HLA-A*03:01HLA-A*11:01HLA-A*30:01HLA-A*31:01HLA-A*68:01HLA-B*07:02HLA-A*24:02HLA-A*30:01HLA-A*31:01HLA-A*33:01HLA-A*68:01HLA-A*02:01HLA-A*02:03HLA-A*02:06HLA-A*32:01HLA-B*53:01Table 5 Surface accessibility, hydrophilicity, flexibility, beta turn and antigenicity prediction score for each residue of B cellepitope.G 1.207 1.33 1.054 0.949 5.3R 1.069 0.657 1.026 1.003 3.17171 V 0.927 0.276 0.997 1.044 0.6Prediction scores of Emini surface accessibility, Parker hydrophilicity, Karplus and Schulzflexibility, Chou and Fashman beta turn for each residue of peptides 38IRNTTNPSAR47 and56RTPPTSVVTSGDDGRV71 reveals that these short stretches of antigenic protein can act aslinear B cell epitopes.The T cell epitope 76 PTDTYTSVYLGKFRG 90 (MHC II restricted) is selected on the basisof its interactions with large number of alleles and lowest IC50 value with HLA-DRB5*01:01MHC II allele. Similarly, 76 PTDTYTSVY 84, restricted with MHC I allelic proteinHLAA*01:01 is designated as most probable T cell epitope which is also present in conserved regionof non-structural protein NS4 of coronavirus. Docking studies are performed with these twoepitopes with human HLA-DRB5*01:01MHC II molecule and MHC I allelic proteinHLAA*01:01 respectively.Docking study of PTDTYTSVYLGKFRG epitope with HLA-DRB5*01:01, shows lowestbinding energy -786.0 Kcal/mole, shown in Figure 4. Docking structure is stabilized by H bonds,are shown in Table 6.2. GLY 11 H VAL 91.A O 2.050ÅInteraction between T cell epitope PTDTYTSVY MHC I allelic protein HLA-A*01:01with binding energy -725.0 Kcal/mole is shown in Figure 5.LYS 146.A HZ1ASN 77.A HD-22PRO 1 OTHR4 OG11.694Å2.029ÅAt present in China and whole world, considering the emergency situation due to coronavirus infection, rapid development in vaccine design is the most argent step to preventpandemics. Because by using vaccine the mortality rate due to coronavirus can be controlled.This technique is applied successfully for smallpox virus, polio virus etc. Though for some othercommon viruses such as dengue virus, hepatitis C virus, human immunodeficiency virus andcoronavirus, vaccine has not been invented till now. Due to lack of definite information aboutgrowth, replication and pathogenesis of these viruses. Therefore, computational techniques areused for epitope mapping, which is the preliminary step for vaccine design to preventcoronavirus infection. This study integrates several immunoinformatics and molecular dockingmethods to recognize potential epitopes of non-structural protein NS4 in coronavirus.At first, all seventy-nine non-structural protein 4 from different coronaviruses areretrieved from InterPro database and aligned to detect conserved sequences present in them. Aphylogenetic investigation reveals a closed evolutionary relationship among these homologousproteins. Non-structural protein 4 is considered as our protein of interest for vaccine designassuming its role in viral replication during coronavirus infection and considering its antigenicnature in human. Not only that, this selected protein has structural similarity with non-structuralprotein 4 present in rat, murine coronavirus containing various strains. Therefore, the proposedpeptide-based vaccine might be effective to prevent coronavirus infection not only in human, butalso in rat, murine etc. Here, computational method for vaccine design is totally safe, rapid andcost effective at this emergency situation, caused due to coronavirus infection.Five potent T cell epitope having potentiality for binding with MHC molecules arepredicted. For MHC I and MHC II molecules both 9 mer and 15 mer peptide structures areprojected from IEDB recommended prediction method and modeled by peptide modelingalgorithm. The percentile rank and IC50 values with SMM/ANN method covering all MHC classI supertypes are also analyzed. The five most effective epitopes are presented in Table 2 alongwith their IC50 values.For MHC I binding prediction scores, the peptide with the lowest percentile rank andIC50 value, is selected for their highest affinity for that interacting MHC I allele. The T cellepitope 76 PTDTYTSVY 84 is considered on the basis of its interaction with large number ofalleles and lowest IC50 value with HLA-A*01:01 MHC I allele. For this epitope, MHC Iprocessing score with that specific allele comprises proteasome score 1.25, TAP score 1.02,MHC IC50 value is 6.7 nm. This means that this specific epitope has high affinity to MHC Imolecule during antigen presentation. Moreover that, this epitope when interacting with selectiveMHC I allele shows the highest population coverage not only for Chinese population, but alsohas higher population coverage compared to other epitopes, for Indian and whole worldpopulation. Henceforth, this epitope is considered as epitope of choice for CD8 + T cells.Likewise, presence of wider peptide binding groove in MHC II molecule than that ofMHC I, 15 mer epitopes are investigated by smm/nn/sturnilo method along with their IC50 valuesand are listed in Table 3. For MHC II binding prediction method, a 15 mer T cell epitopesequence 76 PTDTYTSVYLGKFRG 90 of non-structural protein 4, displays a percentile rank 22.0with IC50 value 22.0 at the time of interaction with HLA-DRB5*01:01MHC II allele. This resultapproves that this peptide can be selected as T cell epitope with MHC II restriction for ourprotein of interest. Moreover, this T cell epitope sequence is well conserved among thenonstructural protein 4 present in different corona viruses.B cell epitope identification method, the prediction scores for Emini surface accessibility,Parker hydrophilicity, Chou and Fashman beta turn and Karplus and Schulz flexibility for eachresidue of peptides IRNTTNPSAR, starting from sequence 38 position and ending at 47 positionof that viral antigenic protein, predicts that this is the most potent B cell epitope present in it.Additionally, Kolarskar and Tangaonkar antigenicity prediction values, confirm our estimation.The predicted T cell epitopes are validated by using molecular docking study. These twoepitopes are preferably fitted in the epitope binding grooves of the two MHC protein moleculeswith highly negative binding energies and stabilized by H-bonds.An important factor in vaccine design is the distribution of selected HLA allelic protein.This distribution varies among the human population according to the population in differentgeographic regions of the world. Our predicted T cell epitope, 76 PTDTYTSVY 84, bound withMHC I HLA-A*01:01 allele, which is present among 58.87% and 45.77% of Chinese and Indianpopulations respectively and 50.16% of world populations. So, it may be concluded that thepredicted T cell epitope must be specifically restricted with the predominant MHC molecule,which is present in target population in India and China, as well as in whole world againstcoronavirus.5Though in general most peptide-based vaccines are developed considering B cell epitopes,in our present study both B cell and T cell epitopes, present in non-structural protein 4, areconsidered for vaccine design against coronavirus. These two T cell epitopes can stimulateimmunogenic response after administration inside the human body. This immunological reactioncan prevent coronavirus infection in human as well as rat and murine, when they come in contactwith this virus in future. Since these epitopes are well restricted with MHC molecules and at thesame time, they are almost conserved among other homologous proteins. These proteins includenon-structural protein 4, obtained from novel-coronavirus infected patient in China. Thus, theseepitopes can be proceeded for further experimental verification during vaccine designing againstcoronavirus infection.This work is not supported by any funding.The authors report no conflicts of interest in this work.6. Kametani, Y., Miyamoto, A., Tsuda, B., & Tokuda, Y. (2015). B Cell Epitope-Based VaccinationTherapy. Antibodies, 4(3), 225-239.", "ref_list": [[], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Infectious bronchitis virus nonstructural protein 4 alone induces membrane pairing"], ["Coronavirus non-structural protein 1 is a major pathogenicity factor: implications for the rational design of coronavirus vaccines"], ["Two-amino acids change in the nsp4 of SARS coronavirus abolishes viral replication"], ["‐ Based Peptides Predicted from Evolutionarily Conserved and Whole Protein Sequences of Ebola Virus as Vaccine Targets"], ["MUSCLE: multiple sequence alignment with high accuracy and high throughput"], ["New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0"], ["VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines"], ["Influence of protein flexibility and peptide conformation on reactivity of monoclonal anti-peptide antibodies with a protein a-helix"], ["A semi-empirical method for prediction of antigenic determinants on protein antigens"], ["Induction of hepatitis A virus-neutralizing antibody by a virus-specific synthetic peptide"], ["New hydrophilicity scale derived from high-performance liquid chromatography peptide retention data: correlation of predicted surface residues with antigenicity and X-ray-derived accessible sites"], ["Prediction of chain flexibility in proteins"], ["Improved method for predicting linear B-cell epitopes"], ["Prediction of the secondary structure of proteins from their amino acid sequence"], ["Reliable prediction of T-cell epitopes using neural networks with novel sequence representations"], ["Generating quantitative models describing the sequence specificity of biological processes with the stabilized matrix method"], ["The immune epitope database (IEDB) 3.0"], ["Modeling the MHC class I pathway by combining predictions of proteasomal cleavage, TAP transport and MHC class I binding"], ["Large-scale validation of methods for cytotoxic T-lymphocyte epitope prediction"], ["Predicting population coverage of T-cell epitope-based diagnostics and vaccines"], ["PEP-FOLD: an updated de novo structure prediction server for both linear and disulfide bonded cyclic peptides"], ["The ClusPro web server for protein-protein docking"], ["PIPER: an FFT‐ based protein docking program with pairwise potentials"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R. Lu", "X. Zhao", "J. Li", "P. Niu", "B. Yang", "H. Wu", "Y. Bi"], ["J. F. W. Chan", "K. H. Kok", "Z. Zhu", "H. Chu", "K. K. W. Yuan", "S. Yuen", "K. Y."], ["N. Doyle", "B. W. Neuman", "J. Simpson", "P. C. Hawes", "J. Mantell", "P. Verkade", "H. J. Maier"], ["R. Züst", "L. Cervantes-Barragán", "T. Kuri", "G. Blakqori", "F. Weber", "B. Ludewig", "V. Thiel"], ["Y. Sakai", "K. Kawachi", "Y. Terada", "H. Omori", "Y. Matsuura", "W. Kamitani"], ["T. Yasmin", "A. H. M. Nabi", "T Cell"], ["RC Edgar"], ["S Guindon", "JF Dufayard", "V Lefort", "M Anisimova", "W Hordijk", "O Gascuel"], ["I.A. Doytchinova", "D.R. Flower"], ["TM Fieser", "A John", "H Tainer"], ["AS Kolaskar", "PC Tongaonkar"], ["EA Emini", "JV Hughes", "DS Perlow"], ["JM Parker", "D Guo", "RS Hodges"], ["PA Karplus", "Schulz GE"], ["J.E. Larsen", "O. Lund", "M. Nielsen"], ["PY Chou", "Fasman GD"], ["M Nielsen", "C Lundegaard", "P Worning", "SL Lauemoller", "K Lamberth", "S Buus", "S Brunak", "O. Lund"], ["B Peters", "A. Sette"], ["R Vita", "JA Overton", "JA Greenbaum", "J Ponomarenko", "JD Clark", "JR Cantrell", "DK Wheeler", "JL Gabbard", "D Hix", "A Sette", "B. Peters"], ["S Tenzer", "B Peters", "S Bulik", "O Schoor", "C Lemmel", "MM Schatz", "PM Kloetzel", "HG Rammensee", "H Schild", "Holzhutter HG"], ["M.V. Larsen", "C. Lundegaard", "K. Lamberth", "S. Buus", "O. Lund", "M. Nielsen"], ["HH Bui", "J Sidney", "K Dinh", "S Southwood", "MJ Newman", "A Sette"], ["P. Thévenet", "Y. Shen", "J. Maupetit", "F. Guyon", "P. Derreumaux", "P. Tufféry"], ["D. Kozakov", "D.R. Hall", "B. Xia", "K.A. Porter", "D. Padhorny", "C. Yueh", "D. Beglov", "S. Vajda"], ["D Kozakov", "R Brenke", "SR Comeau", "S. Vajda", "Bioinformatics"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "According to World Health Organization, Coronaviruses (CoV) are a large family of RNA\nviruses that cause infection ranging from the common cold to more severe diseases such as", "one_words_summarize": "According to World Health Organization, Coronaviruses (CoV) are a large family of RNAviruses that cause infection ranging from the common cold to more severe diseases such asMiddle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome(SARS-CoV). Coronaviruses are zoonotic, meaning they are transmitted between animals and people. Several known coronaviruses are circulating in animalsthat have not yet infected humans. The 2019-nCoV is spreadingfrom person to person in China and limited spread among close contacts has been detected insome countries outside China. Common signs of infection include respiratory symptoms, fever,cough, shortness of breath and breathing difficulties. Attenuatedviral vaccines can be produced by targeting essential pathogenicity factors. In this study nonstructural protein 4 has been analyzed in order to predict informativeepitopes which will help for future vaccine designing. Docking studies are performed with these twoepitopes with human HLA-DRB5*01:01MHC II molecule and MHC I allelic proteinHLAA*01:01 respectively. Docking structure is stabilized by H bonds,are shown in Table 6.2. Because by using vaccine the mortality rate due to coronavirus can be controlled. For MHC I binding prediction scores, the peptide with the lowest percentile rank andIC50 value, is selected for their highest affinity for that interacting MHC I allele. The T cellepitope 76 PTDTYTSVY 84 is considered on the basis of its interaction with large number ofalleles and lowest IC50 value with HLA-A*01:01 MHC I allele. B cell epitope identification method, the prediction scores for Emini surface accessibility,Parker hydrophilicity, Chou and Fashman beta turn and Karplus and Schulz flexibility for eachresidue of peptides IRNTTNPSAR, starting from sequence 38 position and ending at 47 positionof that viral antigenic protein, predicts that this is the most potent B cell epitope present in it. Additionally, Kolarskar and Tangaonkar antigenicity prediction values, confirm our estimation. These two T cell epitopes can stimulateimmunogenic response after administration inside the human body."}