{"date": "2020/02/27", "journal": "medrxiv", "authors": "Rui Li, Wenliang Lu, Xifei Yang, Peihua Feng, Ozarina Muqimova, Xiaoping Chen, Gang Wei", "title": "Prediction of the Epidemic of COVID-19 Based on Quarantined Surveillance in China", "type": "preprint article", "abstract": "E-mail:3041009@qq.com\nProvince,China.E-mail:616157499@qq.com\nProvince,China", "text": "E-mail:3041009@qq.comProvince,China.E-mail:616157499@qq.comProvince,ChinaCOVID-19,SARS-CoV-2,reproductive index, outbreak, quarantined surveillance, china,prediction, SEIR modelXiaoping Chen designed the study.Peihua Feng designed the mathematical mode.Xifei Yangcollected and analysed data.Wenliang Lu manufactured the table and figures.Gang Wei,Ozarinaand Rui Li wrote the manuscript.There is no financial support.We thank Peihua Feng from School ofUniversity(Xi’an,China) for technical support.To predict the epidemic of COVID-19 based on quarantined surveillance from real world inChina by modified SEIR model different from the previous simply mathematical model.We forecasted the epidemic of COVID-19 based on current clinical and epidemiological dataand built a modified SEIR model to consider both the infectivity during incubation period and theinfluence on the epidemic from strict quarantined measures.The peak time of the curve for the infected newly diagnosed as COVID-19 shouldsubstantially present on Feb.5,2020(in non-Hubei areas) and Feb.19,2020(in Hubei).It is estimatedthat the peak of the curve of the cumulative confirmed cases will appear in non-Hubei areas onMar.3,2020 and in Hubei province on Mar.10,2020,and the total number of the patients diagnosedas COVID-19 is 18,000 in non-Hubei areas and 78,000-96,000 in Hubei.The Chinese COVID-19epidemic can be completetly controlled in May,2020.COVID-19 is only a local outbreak in Hubei Province,China.It can be probably avoided thepandemic of global SARS-CoV-2 cases rise with the great efforts by Chinese government and itspeople.The first case of pneumonia of unknown aetiology was reported in Wuhan,Hubei Province inChina on Dec.8,2019,and the epidemic spread rapidly in Wuhan,Hubei Province and thesurrounding areas ofHubei Province.1,2A novel coronavirus was identified as the causative agentby the Chinese authorities on Jan. 7,2020,and on Jan. 10,2020,the World Health Organization(WHO) designated the novel coronavirus as 2019-nCoV,and later defined the pneumonia asCOVID-19 associated with infecting SARS-CoV-2.According to the statistics of National Health Commission of People’s Republic ofChina(www.nhc.gov.cn),by at 12:00 on Feb.17, 2020,a total of 441 individuals,including 137individuals in Singapore and Japan together,were diagnosed as COVID-19 outside of China,and atotal of 70,639 infected cases in mainland China (with a total population of 1400.05million),including 58,182 infected cases were diagnosed as COVID-19 associated withSARS-CoV-2 in Hubei Province (with a total population of 59.4 million,accounting for 4.2% ofthe total population in mainland China),accounting for 82.4% of the total count of the infectedindividuals in China(Figure 1),and including 41,152 cases in Wuhan (with a total population of11.08 million),accounting for 70.7% of the total number of the infected individuals in HubeiProvince (accounting for 18.7% of the total population in Hubei Province).There were 9 cities inHubei Province,such as Xiaogan (with a total population of 5 million), Huanggang (with a totalpopulationof7million),Jingzhou,Suizhou,Xiangyang,Ezhou,andYichang,with more than 1,000 infected patients respectively.And outside of Hubei Province,therewere 6 provinces,including Guangdong, Henan,Zhejiang,Hunan,Anhui and Jiangxi,with more than900 infected patients respectively.The total infected patients in these six provinces accounted for53.4% of the total infected individuals outside of Hubei Province,particularly in Wenzhou andShenzhen,the mere two cities, with a total of more than 400 infected persons outside of HubeiProvince.After Wuhan were sealed off on Jan. 23,2020,the other cities in Hubei Province successivelystarted to isolate residential quarters and villages and shut off the traffic to halt the population flowin urban and rural regions.According to Tencent's big data(https://heat.qq.com/)and LocationIntelligence(www.wayhe.com),from Jan.1,2020 to Jan. 24,2020,the population outflow fromWuhan is about 5 million,with 65% of the outflow into other cities in Hubei Province,such asHuanggang and Xiaogan(accounting for 27.0% together),and with 55% of the outflow outside ofHubei Province,including Henan, Guangdong,Zhejiang,Hunan,Jiangxi and Anhui together.Theremainder population was 9 million in Wuhan,which was the most severe epidemic region.Thestrict blocked and isolated measures had been taken in other cities in Hubei before the localoutbreak of SARS-CoV-2,which had not caused fulminating infection similar to Wuhan.In Hubeiand other areas with serious epidemic situation,Chinese government had taken the strict blockedand isolated control,including the infected,the suspiciously infected individuals and the susceptibleintimately contacted with the infected and the suspiciously infected individuals,involved theindependent community buildings and villages,which were separated and quarantined in a unifiedway.On Jan.28,2020,JAMA magazine interviewed Professor NIH of the United States,andaffirmed that the Chinese government adopted the strategy of closure and quarantine against theepidemic.Many academics tried to estimate key epidemiological characteristics and possible outcomesof the epidemic by means of transmission model mathematically.On Jan.24,2020,Jonathan M.Read3 estimated the basic reproduction index(R0) for SARS-CoV-2 to be between 3.6 and 4.0,thenand COVID-19 would outbreak further both in other Chinese cities and in international traveldestinations sucn as Thailand,Japan,Taiwan,Hong Kong and South Korea at an sharply increasingrate.According to his model,he predicted the number of infected individuals in Wuhan to begreater than 190 thousand by Feb. 14,2020 although with a 99% effective reduction as a result oftrave restrictions,the size of the epidemic outside of Wuhan might only be reduced by 24.9%.Hismodel suggested that travel limitation from and to Wuhan city were unlikely to be effective inhalting transmission across China.Professor Joseph T Wu4 published a paper in the Lancet on Jan. 31,2020.The R0 ofSARS-CoV-2 was estimated to be 2.68 by MCMC method,and the SEIR model was used topredict the epidemic.However,there were some deficiencies in his study:1)the main population outflow fromWuhan was not outside of Hubei Province:his study focused on several large cities(Chongqing,Beijing,Shanghai,Guangzhou and Shenzhen),instead of the moderate-sized urbanaccounting for 65% in the outflow population from Wuhan;2)the L (T) value referred to the springtransport data in 2019:the comprehensive traffic interdiction in Hubei Province and other severeprovinces isolated strictly,after Jan.23,2020,the spring transportation passenger flowL (T)should be 0;3)underestimated the strength of the strict isolated measures and the initial andmaintaining time by Chinese government:since Jan. 23,both community buildings in cities andvillages in rural areas as the separated units, including the unified respective isolation of theinfected,the suspiciously infected individuals and the susceptible closely contacted with theinfected and the suspiciously infected individuals;4)evaluating R0:there was significantdifferences between in Hubei and in non-Hubei areas available to the observed data by MCMCmodel55)overestimate the spread scope of the epidemic:from a global perspective,although allcontinents were scattered,but most of them are imported,and the number of the infected outside ofChina only accounts for 0.6% together globally by at 12:00 on Feb.17, 2020;the number of theinfected in Hubei accounted for 82.4% of the total number in China, and the number of theinfected in Wuhan accounted for 70.7% of the total number in Hubei;6)overestimated the spreadof the epidemic:the number of the infected newly diagnosed as COVID-19 in non-Hubei areas haddeclined steadily for 12 consecutive days since Feb. 4, 2020.In Hubei,because clinical diagnosishad also been considered as the diagnosis criterion (still not announcing the RNA result ofSARS-CoV-2) since Feb. 12,most of the suspiciously infected individuals in the inventory werediagnosed as COVID-19 on Feb.13,and the number of the infected newly diagnosed increaseddramatically,but the number of the suspiciously infected individuals reduced by more than80%.However,the number of the infected newly diagnosed in Hubei had reduced slowly sinceFeb.9 in case of the basis of RNA result.From the above,it can be concluded that the epidemic ofCOVID-19 is still a local public health emergency in Hubei Province of China currently.The above data from real world in China thew a hit on their predictions on the COVID-19epidemic simply taking advantage of epidemiological model but ignoring quarantined measuresand different R0.There is no quarantined measure in the early stage of the epidemic,so R0,as the basicreproductive index,is often high for SARS-CoV-2,6,7and there is a significant difference betweenin Hubei and in non-Hubei areas,but both decrease gradually with the strengthening of isolatedmeasures.8,9          We forecasted the epidemic of COVID-19 by modified SEIR model10,11 and current clinicaland epidemiological data on COVID-19,involved in two practical factors to correct themodel:1)considering the infectivity during incubation period12,2)considering the influence on theepidemic from strict quarantined measures.It had been confirmed that both the latent and theinfected are infectious.We assumed that both were with the same infectivity. According to theepidemic data before Feb.1,2020,it indicated that the probability from the exposed to the infectedwas 1.7%,13,14and the average incubation period was 7 days,and the average hospital stay was 14days.15,16The average daily contact rate of the infected was 6,referring to the statistical data fromCCDC in the early stage of SARS epidemic in 2003.17,18,19However,the population density inHubei Province was 2.3 times the national average, so the daily contact rate in Hubei was 13.8,andthe average daily contact rate of the latent was twice as the infected.The calculation method wasR0 = average daily contact rate× probability of the exposed to the infected ×infection period. Theaverage infection period was 21 days. Therefore, R0 was 4.9-9.9 in Hubei,but 2.5-4.8 innon-Hubei areas.However,R0 would gradually decrease with the progress of the epidemic for thesake of strengthened isolation and blocking measures.20The median value of R0 was 7.5 inHubei.According to the statistical data from Hubei Provincial Center for Disease Control andPrevention (http://wjw.hubei.gov.cn/),there were 27 patients diagnosed as COVID-19 and 0death in Wuhan on Dec.3          1S I ES1S I EEEIEI1S I ESS,E,I,R,Sm,Em represent the susceptible individuals,exposed individuals,infectedindividuals,convalescent individuals,susceptible individuals quarantined for being observedmedically and the exposed individuals quarantined respectively.The convertion speed rate ofThe quarantined efficiency depended on the occasion and strength of blocking andisolation.23,24The strength of blocking and isolation included the intensity and scope ofcontainment(Figure 2,Figure 3).Theoretically,the maximal reducing number of the possibleinfected individuals could be calculated by the formula:1 - 1/R(1 - 1/7.5) × 100%,25about86.7%.In China,in the early stage of COVID-19 epidemic,the most severe isolated measures hadbeen taken in the areas where epidemic was likely to be serious according to the populationoutflow from Wuhan.Both the occasion and intensity of quarantined measures were far greaterthan that during influenza outbreak in the United States in 1918.In this study,it is proved to be 90%efficacy in halting transmission by the blocked and isolated measures,so the size of the epidemiccould be reduced by 87.0% × 90%, about 78.0%.The ultimate population outflow from Wuhan on Jan. 23,2020 was the most source oftransmission,based on the incubation period of 1-14 days,so the peak time of the curve for theinfected newly diagnosed as COVID-19 should substantially present on Feb.5,2020(in non-Hubeiareas) and Feb.19,2020(in Hubei) for the intensive blocked and isolated measures resulting inpopulation mobility accessible to zero during the Spring Festival(Figure 4,Figure 6).It isestimated that the peak of the curve of the cumulative confirmed cases will appear in non-Hubeiareas on Mar.3,2020 and in Hubei province on Mar.10,2020,and the total number of the patientsdiagnosed as COVID-19 is 18,000 in non-Hubei areas and 78,000-96,000 in Hubei.The ChineseCOVID-19 epidemic can be completetly controlled in May,2020(Figure 5,Figure 7). It can beprobably avoided the pandemic of global SARS-CoV-2 cases rise with the great efforts by Chinesegovernment and its people.26,27From the above,it could be seen that our study was principally based on the epidemiologicalcharacteristics of the COVID-19 in recent 45 days and modified SEIR model,which was quitedifferent from other absolutely theoretical models,mainly as follows:1) our study was based on theepidemiological characteristics of the COVID-19 according to epidemic situation,considering thatthe incubation period was still infectious;2)evaluating R0 was on the basis of the big data ofepidemic situation,R0 was 4.9-9.9(the median R0 7.5)in Hubei,but 2.5-4.8(the median R0 3.7) innon-Hubei areas;3)the occasion and intensity of the blocked and isolated measures by Chinesegovernment were unprecedented and efficient in scale,which prevented SARS-CoV-2 outbreakingin non-Hubei area;4)in scale,the COVID-19 epidemic was currently a local public healthemergency in Hubei Province in China;5)our insufficiency: whether there was a significantdifference in infectivity between the latent and the infected and it required to be further confirmedin clinical practice; the blocked and isolated measures had been implemented differently indifferent areas due to different economic,cultural and management levels; the maintaining timeof the blocked and isolated measures is still in suspense; whether the epidemic will relapse owingto the surveillance paralysis and the complicated population migration caused by returning towork in a large number of enterprises; for SEIR model by itself,the limitations on consideringlittle on other vital factors,such as the improvement of prevention,treatment experience andcontrol measures,the advent of new medication,building new hospitals to shorten waiting time inhospital,are not considered,in addition,the setting of each coefficient is still subjective based onclinical practice.Substantially,COVID-19 is only a local outbreak in Hubei Province,China.It can be probablyavoided the pandemic of global SARS-CoV-2 cases rise with the great efforts by Chinesegovernment and its people.J. Med. 2020,DOI:10.1056/NEJMoa2001017.56892 Imai N,Cori A,Dorigatti I, et al.MRC Centre for Global Infectious Disease Analysis:Wuhan coronavirusreports 1–3. January, 2020. https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus (accessed Jan 25, 2020).3Read, J.M.,Bridgen, J.R., Cummings, D.A.,et al. Novel coronavirus 2019-nCoV: Early estimation of4 Joseph T Wu, Kathy Leung , Gabriel M Leung,et al.Nowcasting and Forecasting the Potential Domestic andInternational Spread of the 2019-nCoV Outbreak Originating in Wuhan, China: A Modelling Study.Lancet.Jan.31,2020 DOI: 10.1016/S0140-6736(20)30260-9.Chen, T.,Rui, J.,Wang, Q.,et al.A mathematical model for simulating the transmission of Wuhan novelLi Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan,China,of novel coronavirus-infectedpneumonia. N Engl J Med.Jan. 28,2020,DOI:10.1056/NEJMoa2001316.7Cheng,V.C.C.,Wong, S.C.,et al. Preparedness and proactive infection control measures against the emergingLiu T, Hu J, Kang M, et al.Transmission dynamics of 2019 novel coronavirus (2019-nCoV). bioRxiv 2020;Zhao S, Ran J, Musa SS, et al. Preliminary estimation of the basic reproduction number of novel coronavirus(2019-nCoV) in China,from 2019 to 2020: a data-driven analysis in the early phase of the outbreak. bioRxiv 2020;10Diekmann O,Heesterbeek JAP. Mathematical epidemiology of infectious diseases: model building, analysisand interpretation.Chichester: John Wiley, 2000.11Egger, M.,Johnson, L.,Althaus, C.,et al. Developing WHO guidelines: Time to formally include evidencefrom mathematical modelling studies. F1000Res. 2017, 6,1584.12Rothe, C.,Schunk, M.,Sothmann, P.,et al.Transmission of 2019 nCoV infection from an asymptomaticcontact in Germany.N. Engl. J. Med. 2020, DOI:10.1056/NEJMc2001468.13Huang, C.Wang, Y.,Li, X.,et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan,China. Lancet, 2020,DOI:10.1016/S0140-6736(20)30183-5.14Shen, M.,Peng, Z.,Xiao, Y.,et al. Modelling the epidemic trend of the 2019 novel coronavirus outbreak in15Bauch CT, Lloyd-Smith JO, Coffee MP, et al.Dynamically modeling SARS and other newly emergingrespiratory illnesses: past, present, and future. Epidemiology. 2005 Nov 1:791-801.16Chowell G,Castillo-Chavez C,Fenimore PW,et al.Model parameters and outbreak control for SARS.Emerging Infectious Diseases.2004 Jul;10(7):1258.Cohen, J.; Normile, D. New SARS like virus in China triggers alarm. Science 2020, 367, 234–235.Lessler J,Reich NG,Brookmeyer R,et al.Incubation periods of acute respiratory viral infections: a systematicreview. Lancet Infect Dis.2009;9(5):291–300. DOI:10.1016/S1473-3099(09)70069-6.19Lloyd-Smith JO,Schreiber SJ, Kopp PE, et al.Superspreading and the effect of individual variation on diseaseemergence. Nature 2005; 438: 355–59.Science 2003; 300: 1966–70.20Lipsitch M,Cohen T,Cooper B,et al.Transmission dynamics and control of severe acute respiratory syndrome.1718222321Wu, P., Hao, X., Lau, E.H.,et al.Real-time tentative assessment of the epidemiological characteristics of novelcoronavirus infections inWuhan,China, asat22January2020.Eurosurveillance2020, 25,DOI:10.2807/1560-7917.ES.2020.25.3.2000044.Biao Tang,Xia Wang,Qian Li.et al.Estimation of the Transmission Risk of the 2019-nCoV and Its Implicationfor Public Health Interventions.J Clin Med,9(2),Feb. 7,2020.DOI: 10.3390/jcm9020462.Riley S, Fraser C, Donnelly CA, et al.Transmission dynamics of the etiological agent of SARS in Hong Kong:impact of public health interventions. Science 2003; 300: 1961–66.24The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team, Li Q. An outbreak of NCIP(2019-nCoV) infection in China—Wuhan, Hubei Province, 2019–2020. China CDC Weekly 2020;2: 79–80.25Bootsma MC, Ferguson NM.The effect of public health measures on the 1918 influenza pandemic in U.S.cities. Proc Natl Acad Sci USA 2007; 104: 7588–93.26Hui, D.S.,Azhar, E.E.I.,Madani, T.A.,et al.The continuing 2019 nCoV epidemic threat of novelcoronaviruses to global health The latest 2019 novel coronavirus outbreak in Wuhan, China. Int. J. Infect. Dis.2020, 91, 264–266.27Bogoch II,Watts A,Thomas-Bachli A,et al.Pneumonia of Unknown Etiology in Wuhan, China: Potential forInternational Spread Via Commercial Air Travel.Journal of Travel Medicine. Jan. 14,2020.DOI:10.1093/jtm/taaa008.βSpeed rate of death induced by SARS-CoV-2Speed rate of recovery for the symptomatic infected individualsSpeed rate of recovery for the asymptomatic infected individualsMCMC:Markov chain Monte Carlo;CCDC:Chinese Center for Disease Control and PreventionRate of removing the quarantined( observed medically) who are not1/14(0.07)infected but intimate contact with the exposed or the infectedConvertion speed rate of the exposed persons to the infected persons 1/7(0.14)5×10-7", "ref_list": [[], ["A Novel coronavirus from patients with pneumonia in china, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Zhang", "D. Wang", "W."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "E-mail:3041009@qq.com\nProvince,China.E-mail:616157499@qq.com\nProvince,China", "one_words_summarize": "E-mail:616157499@qq.comProvince,ChinaCOVID-19,SARS-CoV-2,reproductive index, outbreak, quarantined surveillance, china,prediction, SEIR modelXiaoping Chen designed the study. Theremainder population was 9 million in Wuhan,which was the most severe epidemic region. On Jan.24,2020,Jonathan M.Read3 estimated the basic reproduction index(R0) for SARS-CoV-2 to be between 3.6 and 4.0,thenand COVID-19 would outbreak further both in other Chinese cities and in international traveldestinations sucn as Thailand,Japan,Taiwan,Hong Kong and South Korea at an sharply increasingrate. According to his model,he predicted the number of infected individuals in Wuhan to begreater than 190 thousand by Feb. 14,2020 although with a 99% effective reduction as a result oftrave restrictions,the size of the epidemic outside of Wuhan might only be reduced by 24.9%.Hismodel suggested that travel limitation from and to Wuhan city were unlikely to be effective inhalting transmission across China. It had been confirmed that both the latent and theinfected are infectious. 2020,DOI:10.1056/NEJMoa2001017.56892 Imai N,Cori A,Dorigatti I, et al. MRC Centre for Global Infectious Disease Analysis:Wuhan coronavirusreports 1–3. https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus (accessed Jan 25, 2020).3Read, J.M.,Bridgen, J.R., Cummings, D.A.,et al. Jan.31,2020 DOI: 10.1016/S0140-6736(20)30260-9.Chen, T.,Rui, J.,Wang, Q.,et al. Preliminary estimation of the basic reproduction number of novel coronavirus(2019-nCoV) in China,from 2019 to 2020: a data-driven analysis in the early phase of the outbreak. Transmission of 2019 nCoV infection from an asymptomaticcontact in Germany. Dynamically modeling SARS and other newly emergingrespiratory illnesses: past, present, and future. Nature 2005; 438: 355–59.Science 2003; 300: 1966–70.20Lipsitch M,Cohen T,Cooper B,et al. China CDC Weekly 2020;2: 79–80.25Bootsma MC, Ferguson NM.The effect of public health measures on the 1918 influenza pandemic in U.S.cities."}