{"date": "2020/02/26", "journal": "medrxiv", "authors": "Hui Xu, Sufang Huang, Shangkun Liu, Juan Deng, Bo Jiao, Ling Ai, Yaru Xiao, Li Yan, Shusheng Li", "title": "Evaluation of the clinical characteristics of suspected or confirmed cases of COVID-19 during home care with isolation: A new retrospective analysis based on O2O", "type": "preprint article", "abstract": "*Contributed equally †Corresponding author", "text": "The recent outbreak of the novel coronavirus in December 2019 (COVID-19) has activated top-levelresponse nationwide. We developed a new treatment model based on the online-to-offline (O2O) modelfor the home isolated patients, because in the early stages the medical staff were insufficient to copewith so many patients.In this single-centered, retrospective study, we enrolled 48 confirmed/suspected COVID-19 patientswho underwent home isolation in Wuhan between January 6 and January 31, 2020. By WeChat andonline document editing all patients were treated with medical observation scale. The clinicalindications such as Fever, Muscle soreness, Dyspnea and Lack of strength were collected with thissystem led by medical staff in management, medicine, nursing, rehabilitation and psychology.The mean age of 48 patients was 39·08±13·88 years, 35(72·9%) were women. Compared withnon-hospitalized patients, inpatients were older(≥70years, 2·4% vs 33·3%, P<0·04). All inpatients hadfever, 50% inpatients had coughs and showed infiltration in both lungs at the time of diagnosis. 33·3%inpatients exhibited negative changes in their CT results at initial diagnosis. The body temperature ofnon-hospitalized patients with mild symptoms returned to normal by day 4-5. While dyspnea peaked onday 6 for non-hospitalized patients with mild symptoms, it persisted in hospitalized patients andexacerbated over time. The lack of strength and muscle soreness were both back to normal by day 4 fornon-hospitalized patients.Monitoring the trends of symptoms is more important for identifying severe cases. Excessivelaboratory data and physical examination are not necessary for the evaluation of patients with mildsymptoms. The system we developed is the first to convert the subjective symptoms of patients intoobjective scores. This type of O2O, subjective-to-objective strategy may be used in regions with similarhighly infectious diseases to minimize the possibility of infection among medical staff.        The recent outbreak of the novel coronavirus in December 2019 (COVID-19) has activated top-levelresponse nationwide and has been classified as a public health emergency of international concern(PHIEC) by the World Health Organization (WHO).1 By 24:00 on February 1        The fever clinic of Tongji hospital in Wuhan has been the center of this outbreak. During the earlyphase of this outbreak, a large number of patients poured into the fever clinic, which far exceeded themedical resources that the hospital could equip. The medical staff were obviously insufficient to copewith it, and were prone to a wide range of cross-infection between doctors and patients. Based on thissituation many patients had to be quarantined at home due to objective reasons and could not receiveeffective medical guidance. Therefore, we developed a new treatment method based on theonline-to-offline (O2O) business model8 for close contact, suspected (currently known as clinicaldiagnosis) and confirmed patients that were under quarantine. We developed a medical observationscale according to the patients’ first symptoms and new symptoms which can be filled out by thepatients on their smartphones or computers. Our online multidisciplinary team (medicine, rehabilitation,psychology and nursing) can then provide guidance and advice for patients based on the subjectivechanges in their symptoms. This method ensures that the patients follow an orderly treatment-seekingstrategy that begins from their home and extends to the community and finally to the hospital. Ourstrategy not only helps relief the problem of scarce medical resources and reduce unnecessarycross-infection in hospitals, but it also increases people’s self-management ability and cooperation andencourages them to participate in health monitoring. In addition, in accordance with the guidelines ofhome care for isolation patients issued by WHO9, the infection of family members was not increasedduring the strict self-isolation at home in this study.In this study, we reviewed the observational data of isolated patients and examined the temporalrelationship among their clinical symptoms in order to help physicians in areas with insufficientmedical resources to effectively identify and treat critical patients.Since December 2019, COVID-19 has exploded in Wuhan, China. So far, it has spread all over theworld. At the initial stage of the outbreak of this new type of respiratory infectious disease, due to theobvious shortage of medical resources, a large number of patients had to be isolated and treated athome. Up to Feb 24, 2020, we have searched PubMed for all the literatures related to COVID-19.There is no description of the clinical characteristics and outcome of patients during home isolation. Inaddition, we have created a medical observation scale designed for patients quarantined at home.Combined with the O2O model the patients were evaluated and treated.We report the clinical characteristics and outcome of 48 confirmed/suspected COVID-19 patientsfrom 188 individuals who participated in the medical observation during home care and isolation.Compared with non-hospitalized patients, inpatients were older(≥70years, 2·4% vs 33·3%, P<0·04).All inpatients had fever, 50% inpatients had coughs and showed infiltration in both lungs by at the timeof diagnosis. 33·3% inpatients exhibited negative changes in their CT results at initial diagnosis. Thebody temperature of non-hospitalized patients with mild symptoms returned to normal by day 4-5.While dyspnea peaked on day 6 for non-hospitalized patients with mild symptoms, it persisted inhospitalized patients and exacerbated over time. The lack of strength and muscle soreness were bothback to normal by day 4 for non-hospitalized patients.Monitoring the trends of symptoms is more important for identifying severe cases. Excessivelaboratory data and physical examination are not necessary for the evaluation of patients with mildsymptoms. The system we developed is the first to convert the subjective symptoms of patients intoobjective scores. This type of O2O, subjective-to-objective strategy may prove useful in areas withinsufficient medical resources to minimize the possibility of infection among patients and medical staff.This is a single-center retrospective study of individuals who came into close contacts withCOVID-19 patients in Tongji hospital of Wuhan between January 6 and January 31, 2020. The studywas approved by Tongji Hospital Ethics Committee before data were collected retrospectively. Amongthe 188 individuals who participated in the medical observation, 114 were excluded from this study dueto no signs of discomfort during the 14-day quarantine (108 cases) and non-COVID-19 (6 cases).Among the 74 confirmed/suspected COVID-19 cases, 26 were removed due to incomplete data, and afinal total of 48 confirmed/suspected cases were included in this retrospective study.Patients who were confirmed with or suspected of COVID-19 and were willing to undergo medicalobservation.Diagnostic criteria10：1) Epidemiological history: Traveled or lived in Wuhan within 14 days before onset; Had contactwith patients with fever and respiratory symptoms from Wuhan within 14 days before onset; Hadcontact with COVID-19 patients (positive for COVID-19 nucleic acid) within 14 days before onset; Orpart of a familial cluster of onset;2) Clinical manifestations: Fever and/or respiratory symptoms; Normal or decreased total whiteblood cell count or decreased lymphocyte count during early stage of onset; Typical imaging features;Subjects that meet any one epidemiological history or meet two clinical manifestations withoutepidemiological history were defined as suspected cases.Confirmed case is defined as a suspected case with one of the following etiological evidence:Positive for SARS-CoV-2 nucleic acid in respiratory or blood samples detected by RT-PCR; Virussequence detected in respiratory or blood samples shares high homology with the known sequence ofSARS-CoV-2.Pregnant or breast-feeding women;<18 or >75 years old;Unable to cooperate with data reporting.(1)(2)(3)(1)(2)(3)(2)(3)The end date of the observation was January 31, 2020;When the patient was admitted to the hospital or died;When the patient was clinically cured: with normal CT imaging and at least twice ofSARS-CoV-2 nucleic acid assays were negative.(1)Fever: 1 = None (37·3and below); 2 = Low grade fever (37·3～38 ); 3 = Moderate fever(38·1～39 ); 4 = High fever (39·1～40 ); 5 = Hyperpyrexia (40and higher)Mental state: 1 = Good; 2 = Average; 3 = PoorMuscle soreness: 1 = Complete absence of soreness; 2 = Light pain felt only when touched; 3 =Occasional soreness; 4 = Sustained soreness(4)Cough: 1 = None; 2 = Occasional; 3 = Frequent and slightly interferes with daily activities; 4 =Frequent and seriously interferes with daily activities(5)(6)(7)Dyspnea: 1 = Not troubled by breathlessness except with strenuous exercise; 2 = Troubled byshortness of breath when hurrying on a level surface or walking up a slight hill; 3 = Walks slowerthan normal based on age on a level surface due to breathlessness or has to stop for breath whenwalking on level surface at own pace; 4 = Stops for breath after walking 100 meters or after a fewminutes on a level surface; 5 = Too breathless to leave the houseLack of strength: 1 = No lack of strength; 2 = Mild: Slightly lacked strength, able to do physicalwork, improves after rest but does not recover to normal; 3 = Moderate: Lacked strength, feelsweak, able to persist in daily activities and work but light physical work is very tiring and doesnot recover to normal after long periods of rest; 4 = Severe: Extremely lacked strength, unable toconduct normal activities, feels tired at rest, cannot talkDiarrhea: 1 = No diarrhea; 2 = Mild diarrhea: Loose stool for no more than 3 times; 3 = Moderatediarrhea: 4-6 times; 4 = Severe diarrhea: More than 6 times(8)Chest tightness: 1 = None; 2 = Mild; 3 = Moderate; 4 = SevereWe first obtained the corresponding symptoms from the 6 subjects under observation, thencontinuously added new symptoms to the online scale as we furthered our understanding of the disease.We graded the symptoms based on our clinical work experience in lay language and compiled theminto the medical observation scale. We gave our scale to 34 experts for evaluation of the items andscore criteria.Two rounds of expert consultations were conducted with 17 experts from the emergency department,respiratory department, intensive care unit, and infectious disease department each round. Statisticalanalysis of the consultation results showed that the response rates of the two rounds of expertconsultation were 100% and 88·24%, and the mean authoritative coefficient was 0·855. The degree ofcoordination of expert opinions (W value) was 0·204 and 0·293 for the two rounds, respectively, andthe W values were statistically significant (P<0·01). The levels of enthusiasm and authority,concentration of opinion, and consistency in item evaluation results were relatively high among theexperts, which demonstrates that the “Quarantine Management Assessment Form for Suspected orConfirmed COVID-19 Patients with Mild Symptoms” we designed was scientifically sound andreliable and can be used for the centralized quarantine, observation and care of suspected or confirmedcases. This assessment form includes general demographics, past history, current medical history,current symptoms and signs, and diagnostic recommendations consisting of 5 primary indicators, 22secondary indicators, and 83 tertiary indicators.Empirical therapy consisted of oral moxifloxacin or levofloxacin (consider tolerance) and arbidol.Arbidol was approved in China and Russia for influenza treatment. In vitro studies showed that arbidolhad inhibitory effects on SARS.11Statistical analysis was performed using SPSS26·0. Normally distributed measured data wereexpressed as mean±standard deviation (x±s) and compared using the t-test based on homogeneity ofvariance. Categorical data were expressed as frequency and percentage and compared using the χ2 test.P<0·05 was considered statistically significant.Demographics, baseline characteristics, and clinical outcomes of 48 COVID-19 patientsquarantined at home (Table 1).The mean age of the 48 patients was 39·08±13·88 years. The patients were predominantly young andmiddle-aged adults, with 72·9% being females. Fever is the most common initial symptom (58·3%),followed by cough (33·3%), lack of strength (12·5%), and muscle soreness (10·4%). Contrary toprevious reports, 3 patients (6·3%) had nasal congestion and 1 patient (2·1%) lacked symptoms duringscreening.There were 13 patients with two initial symptoms, 5 patients with three initial symptoms, and 2patients (4·2%) with four initial symptoms. CT results were normal for 14·6% of patients during initialdiagnosis, which increased the difficulty of clinical screening.The percentage of patients hospitalized during the observation was significantly higher amongelderly patients (2·4% vs 33·3%, P<0·04). All inpatients (100%) had fever, 50% patients had coughs,and 50% patients showed infiltration in both lungs by at the time of diagnosis. One-third of the criticalpatients (33·3%) exhibited negative changes in their CT results at initial diagnosis.2.Clinical characteristics of 6 patients admitted to hospital (Table 2)Among the 6 patients who were admitted to our hospital, 1 patient (Patient 3) was found to be incritical conditions and was directly admitted to the ICU. This patient no longer required invasiveventilation at the time of manuscript submission.Patient 5 was our first patient. She was found to have persistent fever on day 5 of observation andher CT results indicated progression. Although the clinical information of the patient was not disclosedat the time, we observed that the lack of strength, chest tightness and dyspnea the patient developed didnot match her age and CT changes. Therefore, the patient was admitted into our hospital for treatment.The patient’s conditions deteriorated as disease progressed, and both her lungs appeared as “whitelungs” (figure 2). Noninvasive ventilation was provided to the patient and her conditions graduallyimproved. The patient’s SPO2 is currently around 95% on room air and she is able to get off thehospital bed by herself.It is important to note that decreased lymphocyte count was observed in all inpatients, which is moreprevalent than those previously reported. This difference may be attributed to the small sample size ofour study.Comparison of symptom trends between mild and severe casesThe hospitalized patients had significantly elevated body temperature, which scored between 3-4points (around 38-40 ), that sustained longer than non-hospitalized patients. The mean bodytemperature of non-hospitalized patients with mild symptoms was below 38 on day 1, whichcontinued to decrease and was back to normal by day 4-5 (figure 3A). We also found that hospitalizedpatients had elevated body temperature on day 5-6 along with exacerbated cough (figure 3B).The separation between the dyspnea curves was very distinct. For non-hospitalized patients withmild symptoms, dyspnea peaked on day 6 with a score of 2-3, which translates to shortness of breathwhen hurrying on a level surface. However, the symptom was gradually improved over time. Incontrary, hospitalized patients had sustained dyspnea that continued to exacerbate over time(figure 3C).We found that lack of strength, a symptom often neglected by clinical physicians, was a significantmanifestation of COVID-19 patients. Although the degree of lack of strength seemed unrelated todisease severity at the onset of initial symptoms, this symptom was never alleviated in hospitalizedpatients and continued to exacerbate over time. On the other hand, this symptom was nearly gone onday 4 in non-hospitalized patients(figure 3D). In addition, we observed that the mental state ofhospitalized patients gradually deteriorated over the course of disease, showing a similar progression asthe lack of strength(figure 3E).Furthermore, while muscle soreness was significantly alleviated on day 4 for both non-hospitalizedand hospitalized patients(figure 3F), the progression of diarrhea was inconsistent for both groups ofpatients, which may be associated with the side effects of certain antiviral drugs(figure 3G).The COVID-19 outbreak has hit all fever clinics of Wuhan’s class A tertiary hospitals harder thanever before and quarantine was the last resort we had under the impact of this PHEIC on our medicalsystem. Given the current limited knowledge of the transmission pattern of COVID-19, the WHOemergency guidelines9 recommended that patients suspected of infection should be isolated andmonitored in hospitals to ensure public health safety. Furthermore, in cases of insufficienthospitalization conditions, safety or medical resources, alternative quarantine methods, including homecare and isolation, should be considered for suspected COVID-19 patients with mild symptoms.However, the guidelines did not provide clear instructions on how this should be conducted.We used the O2O model and developed a new multidisciplinary home observation system led bymedical staff from management, medicine, nursing, rehabilitation and psychology. This system usesWeChat and online document editing means to maintain continuous and interactive monitoring of thepatients’ conditions in order to minimize the risk of cross-infection.Among the 188 completed forms we collected, 108 were close contact cases without discomfort andclinical symptoms and were thereby removed from our study. In addition, 13·8% patients failed tocomplete the monitoring, and part of the reason is currently unknown. We suspect that it may be relatedto the setting of the form or the education level and lifestyle of the patients. Another reason forincompletion was that the patients only conducted less than 5 days of self-monitoring by the endpointcut-off date of this study.The gender ratio of our patients is different from those reported in recently published clinicaldata.12-15 The percentage of females was significantly higher in our study, which may be related to thefact that the scale was initially used by infected medical staff in our department, most of whom werenursing staff. This may also be the reason for the lower onset age we observed in our study.12-16Nevertheless, we found that the hospitalized patients were significantly older than the non-hospitalizedpatients, which was consistent with previous findings.12, 14We also had an interesting age-related observation in a father-daughter patient pair (patient 1 andpatient 2). We found that although the father became ill first, the daughter had much severe symptomsexcept chest tightness and dyspnea than her father during the early stage of the disease. However, whilethe daughter’s symptoms gradually improved over time, the father’s chest tightness, dyspnea andpreviously latent symptoms worsened. Interestingly, the imaging features of these two patients weredifferent from their respective clinical manifestations. The CT results of the daughter showed markedprogression, whereas those of the father indicated minimal change. At the time of manuscriptsubmission, the CT results of the daughter have significantly improved, and her symptoms havealready disappeared. The patient is currently waiting for her second nucleic acid test results and may bedischarged if the results turn out negative. On the other hand, the father is still experiencing milddyspnea with no significant absorption by CT and must continue to be hospitalized for treatment.Based on the observations from this father-daughter patient pair, we speculate that elderly patients mayhave acute onset, early dyspnea, and symptoms that progress slow but are persistent and prone to turncritical. However, this speculation will need to be further confirmed by more samples.All current studies have listed fever as an indispensable or highly prevalent symptom during theinitial phase of COVID-19 infection.12-15,17 However, the study by Guan et al. showed that fever is onlypresent in about half(48·7%) of the patients during initial diagnosis16, which is similar to our findings.Although fever was the most common initial symptom(58·3%) we observed in our patients, nasalcongestion was also present in 6·3% of the patients, which was never reported in previousstudies.3-5,9-10,12-16 One patient (2·1%) exhibited no symptoms during screening, and the CT results werenegative for 10·4% of patients at initial diagnosis. Furthermore, the CT results were normal for 33·3%of hospitalized patients, which is consistent with the finding of Guan et al. that 20·9% of patients didnot progress to pneumonia.16 Negative CT results not only make the clinical characteristics of patientsseem more atypical, but they also increase the difficulty of initial screening.We identified several indicators that were not significantly different between non-hospitalized andhospitalized patients (Table 1). Though, it is possible that the lack of differences in initial symptomsand laboratory test results between hospitalized and non-hospitalized patients is what makes it difficultfor clinicians to identify patients with or prone to develop severe symptoms during the early stage.Therefore, we believe that monitoring the trends of symptoms is more important for identifyingsevere cases and a unique finding of this study. Our study demonstrated that hospitalized patients hadsignificantly elevated body temperature that sustained longer than non-hospitalized patients. In contrast,the body temperature of non-hospitalized patients with mild symptoms returned to normal by day 4-5.The separation in the dyspnea curves was also very distinct between the two groups of patients. Whiledyspnea peaked on day 6 for non-hospitalized patients with mild symptoms, it persisted in hospitalizedpatients and exacerbated over time. Similarly, the lack of strength and muscle soreness were both backto normal levels by day 4 for non-hospitalized patients. Whether these time points can serve as theturning points of the disease and whether medical staff should be alert to the possibility that the patients’conditions may turn critical when the corresponding symptoms are not improved by these turningpoints will need to be further investigated.The second unique finding of this study is that excessive laboratory data and physical examinationare not necessary for the evaluation of patients with mild symptoms. Instead, the evaluation can bedone through the patients’ subjective initiative and active participation in self-monitoring of the disease,which maximizes the reasonable allocation of medical resources. Therefore, our online evaluationsystem may prove useful in areas with insufficient medical resources.In addition, the system we developed is the first to convert the subjective symptoms of patients intoobjective scores. This type of O2O, subjective-to-objective strategy may also be used in regions withsimilar highly infectious diseases to minimize the possibility of infection among medical staff. At thesame time, the infection of family members was not increased during the strict self-isolation at home,so this proved that this isolated medical management mode was safe and effective. This is alsoconsistent with the initial management model which was reported by Zhang et al in the Lancet RespirMed.18This study has several limitations. First, our results were generated under a specific time andenvironment and were limited by the suddenness and complexity of the disease during the early stage,diversity and latency of the clinical manifestations, and the depletion of medical resources at the time.As a result, some data were incomplete and may result in bias in this study. Second, this study was asmall sample survey of healthcare workers and their families. Aside from irreproducible interaction anddiscipline, the results obtained from this small sample may contain bias that need to be interpreted withcaution. In addition, the 48 patients had no complications. Although the course of disease has shown adifferent trend between patients with mild and severe symptoms, it still had limitation. We will discussit in further retrospective analysis of large samples in the future. Finally, we found later from ourquestionnaire that wearing a mask and keeping a distance of 1 meter, especially during homequarantine, were poorly accepted and inadequately executed by most patients(results to be published inanother manuscript). Therefore, how to better implement these measures will need to be furtherpondered in subsequent work.We declare no competing interests.SHuang, JD, YXiao and LA collected the epidemiological and clinical data. SLiu and BJsummarised all data. HX and LY drafted the manuscript. SLi revised the final manuscript.After publication, the data will be made available to others on reasonable requests to thecorresponding author. A proposal with detailed description of study objectives and statistical analysisplan will be needed for evaluation of the reasonability of requests. Additional materials might also berequired during the process of evaluation. Deidentified participant data will be provided after approvalfrom the corresponding author and Tongji Hospital.        We thank all patients and their families involved in the study.1 WHO. Statement on the second meeting of the International Health Regulations (2005) EmergencyCommittee regarding the outbreak of novel coronavirus (2019-nCoV). Jan 30, 2020.https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)2 National Health Commission of the people's Republic of China. Epidemic situation report.Feb 1                Cai JH, Zong WH. Analysis on the Application of Medical O2O Model in China. ChineseJournal of Health Information Management 2015. DOI: 10.3969/j.issn. 1672-5166.2015.04.029 WHO. Home care for patients with suspected novel coronavirus (nCoV) infection presenting withmild symptoms and management of contacts. Feb 4, 2020.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance/patient-management(accessed Feb        188 cases of medical observation108 cases of close contact6 cases of non-COVID-19excluded26 cases of incomplete datapatients(n=42)patients(n=6)Total(n=48)Data are n(%) unless specified otherwise. COVID-19= Corona Virus Disease 2019. p valuesComparing non-hospitalized patients and hospitalized patients are from χ²test, Fisher’s exact test.Table 1: Demographics, baseline characteristics, and clinical outcomes of 48 COVID-19 patientsquarantined at home.", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Analysis of clinical characteristics of 29 cases of 2019-nCoV pneumonia"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Therapeutic and triage strategies for 2019 novel coronavirus disease in fever clinics"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q 6 Li", "X Guan", "P Wu"], ["LT Phan", "TV Nguyen", "QC Luong"], ["D Wang", "B Hu", "C Hu"], ["C 14 Huang", "Y Wang", "X Li"], ["L 15 Chen", "HG Liu", "W Liu"], ["WJ Guan", "ZY Ni", "Y Hu"], ["N 17 Zhu", "D Zhang", "W Wang"], ["J 18 Zhang", "L Zhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The recent outbreak of the novel coronavirus in December 2019 (COVID-19) has activated top-level\nresponse nationwide. We developed a new treatment model based on the online-to-offline (O2O) model\nfor the home isolated patients, because in the early stages the medical staff were insufficient to cope\nwith so many patients.", "one_words_summarize": "The recent outbreak of the novel coronavirus in December 2019 (COVID-19) has activated top-levelresponse nationwide. By WeChat andonline document editing all patients were treated with medical observation scale. 33·3%inpatients exhibited negative changes in their CT results at initial diagnosis. Monitoring the trends of symptoms is more important for identifying severe cases. Excessivelaboratory data and physical examination are not necessary for the evaluation of patients with mildsymptoms. The system we developed is the first to convert the subjective symptoms of patients intoobjective scores. This type of O2O, subjective-to-objective strategy may be used in regions with similarhighly infectious diseases to minimize the possibility of infection among medical staff. The medical staff were obviously insufficient to copewith it, and were prone to a wide range of cross-infection between doctors and patients. Based on thissituation many patients had to be quarantined at home due to objective reasons and could not receiveeffective medical guidance. In addition, in accordance with the guidelines ofhome care for isolation patients issued by WHO9, the infection of family members was not increasedduring the strict self-isolation at home in this study. Inaddition, we have created a medical observation scale designed for patients quarantined at home. The studywas approved by Tongji Hospital Ethics Committee before data were collected retrospectively. We gave our scale to 34 experts for evaluation of the items andscore criteria. Two rounds of expert consultations were conducted with 17 experts from the emergency department,respiratory department, intensive care unit, and infectious disease department each round. Empirical therapy consisted of oral moxifloxacin or levofloxacin (consider tolerance) and arbidol. Arbidol was approved in China and Russia for influenza treatment. One-third of the criticalpatients (33·3%) exhibited negative changes in their CT results at initial diagnosis.2.Clinical characteristics of 6 patients admitted to hospital (Table 2)Among the 6 patients who were admitted to our hospital, 1 patient (Patient 3) was found to be incritical conditions and was directly admitted to the ICU. Noninvasive ventilation was provided to the patient and her conditions graduallyimproved. The gender ratio of our patients is different from those reported in recently published clinicaldata.12-15 The percentage of females was significantly higher in our study, which may be related to thefact that the scale was initially used by infected medical staff in our department, most of whom werenursing staff. This may also be the reason for the lower onset age we observed in our study.12-16Nevertheless, we found that the hospitalized patients were significantly older than the non-hospitalizedpatients, which was consistent with previous findings.12, 14We also had an interesting age-related observation in a father-daughter patient pair (patient 1 andpatient 2). Although fever was the most common initial symptom(58·3%) we observed in our patients, nasalcongestion was also present in 6·3% of the patients, which was never reported in previousstudies.3-5,9-10,12-16 One patient (2·1%) exhibited no symptoms during screening, and the CT results werenegative for 10·4% of patients at initial diagnosis. We identified several indicators that were not significantly different between non-hospitalized andhospitalized patients (Table 1). In contrast,the body temperature of non-hospitalized patients with mild symptoms returned to normal by day 4-5.The separation in the dyspnea curves was also very distinct between the two groups of patients. As a result, some data were incomplete and may result in bias in this study. Second, this study was asmall sample survey of healthcare workers and their families. Although the course of disease has shown adifferent trend between patients with mild and severe symptoms, it still had limitation. We will discussit in further retrospective analysis of large samples in the future. Home care for patients with suspected novel coronavirus (nCoV) infection presenting withmild symptoms and management of contacts. Table 1: Demographics, baseline characteristics, and clinical outcomes of 48 COVID-19 patientsquarantined at home."}