{"date": "2020/02/27", "journal": "medrxiv", "authors": "Xiaoyan Liu, Zhe Li, Shuai Liu, Zhanghua Chen, Zhiyao Zhao, Yi-you Huang, Qingling Zhang, Jun Wang, Yinyi Shi, Yanhui Xu, Jing Sun, Huifang Xian, Rongli Fang, Fan Bai, Changxing Ou, Bei Xiong, Andrew M Lew, Jun Cui, Hui Huang, Jincun Zhao, Xuechuan Hong, Yuxia Zhang, Fulin Zhou, Hai-Bin Luo", "title": "Therapeutic effects of dipyridamole on COVID-19 patients with coagulation dysfunction", "type": "preprint article", "abstract": "China\nEngineering and Technology Research Center for Fluorinated Pharmaceuticals, Wuhan University\n#Joint first authors.\n*Corresponding authors\n1) Prof. Hai-Bin Luo: School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou,\n510006, China. E-mail: luohb77@mail.sysu.edu.cn\n430071, China. E-mail: zhoufuling@whu.edu.cn\n2) Prof. Fuling Zhou: Department of Hematology, Zhongnan Hospital of Wuhan University, Wuhan,\n3) Prof. Yuxia Zhang: Guangzhou Institute of Pediatrics, Guangzhou Women and Children's Medical\nCenter, State Key Laboratory of Respiratory Diseases, Guangzhou\nMedical University,\n510120, China. E-mail: zhaojincun@gird.cn\n5) Prof. Xuechuan Hong: State Key Laboratory of Virology, College of Science, Innovation Center\nfor Traditional Tibetan Medicine Modernization and Quality Control, Medical College, Tibet\nUniversity, Lhasa, 850000, China. E-mail: xhy78@whu.edu.cn\n(ARDS), hypercoagulability, hypertension, extrapulmonary\nmultiorgan dysfunction. Effective\nantiviral and anti-coagulation agents with safe clinical profiles are urgently needed to improve the\noverall prognosis. We screened an FDA approved drug library and found that an anticoagulant agent\ndipyridamole (DIP) suppressed HCoV-19 replication at an EC50 of 100 nM in vitro. It also elicited\npotent type I interferon responses and ameliorated lung pathology in a viral pneumonia model. In\nanalysis of twelve HCoV-19 infected patients with prophylactic anti-coagulation therapy, we found\nthat DIP supplementation was associated with significantly increased platelet and lymphocyte counts\nand decreased D-dimer levels in comparison to control patients. Two weeks after initiation of DIP\ntreatment, 3 of the 6 severe cases (60%) and all 4 of the mild cases (100%) were discharged from the\nhospital. One critically ill patient with extremely high levels of D-dimer and lymphopenia at the time\nof receiving DIP passed away. All other patients were in clinical remission. In summary, HCoV-19\ninfected patients could potentially benefit from DIP adjunctive therapy by reducing viral replication,\nsuppressing hypercoagulability and enhancing immune recovery. Larger scale clinical trials of DIP\nare needed to validate these therapeutic effects.", "text": "ChinaEngineering and Technology Research Center for Fluorinated Pharmaceuticals, Wuhan University#Joint first authors.*Corresponding authors1) Prof. Hai-Bin Luo: School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou,510006, China. E-mail: luohb77@mail.sysu.edu.cn430071, China. E-mail: zhoufuling@whu.edu.cn2) Prof. Fuling Zhou: Department of Hematology, Zhongnan Hospital of Wuhan University, Wuhan,3) Prof. Yuxia Zhang: Guangzhou Institute of Pediatrics, Guangzhou Women and Children's MedicalCenter, State Key Laboratory of Respiratory Diseases, GuangzhouMedical University,510120, China. E-mail: zhaojincun@gird.cn5) Prof. Xuechuan Hong: State Key Laboratory of Virology, College of Science, Innovation Centerfor Traditional Tibetan Medicine Modernization and Quality Control, Medical College, TibetUniversity, Lhasa, 850000, China. E-mail: xhy78@whu.edu.cn(ARDS), hypercoagulability, hypertension, extrapulmonarymultiorgan dysfunction. Effectiveantiviral and anti-coagulation agents with safe clinical profiles are urgently needed to improve theoverall prognosis. We screened an FDA approved drug library and found that an anticoagulant agentdipyridamole (DIP) suppressed HCoV-19 replication at an EC50 of 100 nM in vitro. It also elicitedpotent type I interferon responses and ameliorated lung pathology in a viral pneumonia model. Inanalysis of twelve HCoV-19 infected patients with prophylactic anti-coagulation therapy, we foundthat DIP supplementation was associated with significantly increased platelet and lymphocyte countsand decreased D-dimer levels in comparison to control patients. Two weeks after initiation of DIPtreatment, 3 of the 6 severe cases (60%) and all 4 of the mild cases (100%) were discharged from thehospital. One critically ill patient with extremely high levels of D-dimer and lymphopenia at the timeof receiving DIP passed away. All other patients were in clinical remission. In summary, HCoV-19infected patients could potentially benefit from DIP adjunctive therapy by reducing viral replication,suppressing hypercoagulability and enhancing immune recovery. Larger scale clinical trials of DIPare needed to validate these therapeutic effects.Keyword: Dipyridamole, HCoV-19, Pneumonia, Treatment, D-dimerThe novel coronavirus HCoV-19 (also known as SARS-CoV-2) outbreak had emerged from Wuhan,COVID-19 cases including 2,666 deaths in China. Over 2,500 infections have also been reported in28 other countries, such as Japan, South Korea, Italy, Singapore, Iran, Thailand, and U.S.A; thisrapid spread threatens to become a pandemic. To date, no agents have been reported to be effectiveagainst this infection. Identification of readily available drugs for repurpose in COVID-19 therapyavail a relatively rapid way to clinical treatment.3HCoV-19, together with SARS-CoV and MERS-CoV, belong to the Beta-coronovirus genus, whichare enveloped, positive-stranded RNA viruses with approximately 30,000 nucleotides.4,5 AngiotensinI converting enzyme 2 (ACE2) is the receptor that engages the Spike surface glycoprotein ofSARS-CoV and HCoV-19.6,7 ACE2 is expressed in many organs, including the lung, heart, kidney,and intestine. Notably, in experimental models of SARS-CoV infection, Spike protein engagementdecreases ACE2 expression and activates the renin-angiotensin system (RAS).6 RAS activationpromotes platelet adhesion and aggregation and increases the risk for pulmonary embolism,hypertension and fibrosis.8-11 It also accelerates cardiac and kidney injury by increasing localangiotensin II concentrations.12-14 Apart from affecting the classic RAS pathway, ACE2 deficiency inthe intestine is associated with malnutrition and colonic inflammation.15Infection from SARS-CoV can result in severe lymphopenia, prolonged coagulation profiles, lethalacute respiratory distress syndrome (ARDS), watery diarrhea, cardiac disease and sudden death.9,16-18Many of these features have also been reported for COVID-19: prolonged coagulation profiles,elevated D-dimer levels, severe lymphopenia, ARDS, hypertension, and acute heart injury ininfected patients, 20 RAS was likely activated in HCoV-19 infected patients, Thus, prophylacticanti-coagulation therapy should be considered for mollifying the multi-organ damage during severeCOVID-19.After viral entry to the host cells, the coronavirus messenger RNA is first translated to yield thepolyproteins, which are subsequently cleaved by two viral proteinases, 3C-like protease (3CLP, akansp5 or Mpro) and papain-like protease (PLP, or nsp3), to yield non-structural proteins essential forviral replication.21 Inhibitors that suppress the activity of these proteases may inhibit viral replicationand offer a revenue for the HCoV-19 therapy.Dipyridamole (DIP) is an antiplatelet agent and acts as a phosphodiesterase (PDE) inhibitor thatincreases intracellular cAMP/cGMP.22 Apart from the well-known antiplatelet function, DIP mayprovide additional therapeutic benefits to COVID-19 patients. First, published studies,23-28 includingclinical trials conducted in China,29-31 have demonstrated that DIP has a broad spectrum antiviralactivity, particularly efficacious against the positive-stranded RNA viruses.24 Second, it suppressesinflammation and promotes mucosal healing. 32 Third, as a pan-PDE inhibitor, DIP may preventacute injury and progressive fibrosis of the lung, heart, liver, and kidney.33 Here we provide threelevels of evidence advocating DIP as a therapy. In silico and in vitro, we demonstrated that DIPpossessed anti- HCoV-19 effects. In a VSV-induced pneumonia model, we also confirmed that DIPelicited potent antiviral immunity and significantly improved the survival rate. In a small clinicalcohort, we found that DIP adjunctive therapy led to increased circulating lymphocyte and plateletcounts and lowered D-dimer levels, and markedly improved clinical outcomes.We virtually screened an FDA-approved drug database using the HCoV-19 protease Mpro as a targetand validated the binding affinity by the SPR assay. DIP (PubChem CID: 3108, Figure S1) wasidentified as a lead drug. In order to obtain the binding pattern and calculate the binding free energybetween DIP and Mpro, DIP was firstly docked onto Mpro by using Glide, and the optimal bindingpose was further assessed by absolute binding free energy calculation with free energy perturbation.34 The calculations were carried out in Gromacs 2019, and the thermodynamic cycle and procedurewas similar to that used by Matteo et al.35 In the calculation, the ligand electrostatic and van derWaals interactions were decoupled using a linear alchemical pathway with Δλ = 0.10 for the van derWaals and Δλ = 0.20 for electrostatic interactions. To add the restraints, 12 λ values were used.Therefore, a total of 28 windows for complex and 16 windows for ligand systems were employed,and 4 ns simulations were performed for each window. The relative position restraints consist of onedistance, two angles, and three dihedrals harmonic potentials with a force constant of 10 kcal/mol/Å2[rad2]. The distance and angles for the restraints were determined by the values of the last 2 ns of the4 ns preliminary MD simulations. The sampled ΔU in the simulations were fitted by Gaussianalgorithms and the free energy estimates were obtained by using the Bennet acceptance ratio (BAR)method.36The pGEX4T1-Mpro plasmid was constructed (Atagenix, Wuhan) and transfected the E. coli strainBL21 (Codonplus, Stratagene). GST-tagged protein was purified by GST-glutathione affinitychromatography and cleaved with FXa. The purity of recombinant protein was greater than 95% asjudged by SDS–PAGE. The binding of DIP to Mpro was measured by the Biacore 8K system (GEhealthcare) at 25 C. Mpro was immobilized on a CM5 chip surface via covalent linkage to MproN-terminus.First,theCM5chipwasactivatedusing1:4N-hydroxysuccinimide(NHS)/1-ethyl-3-(3-dimethylaminopropyl) carbodiimide (EDC) at the flow rate of 10 µL/min for 7min. Then, Mpro (90 µg/mL) in 10 mM acetate buffer (pH 4.5) was passed over separate flow cellsat 10 µL/min for 3 min (1800 response units), which followed by a blocking step using ethanolamine(1 M, pH 8.5) at 10 µL/min for 7 min. Binding studies were performed by passing 5-80 µM of DIPover the immobilized Mpro at the flow rate of 30 µL/min and the contact time was set to be 200 s. Asample volume of 120 µL DIP in running buffer was injected into the flow cell and the bound ligandwas washed by running buffer which contained 10 mM phosphate, 137 mM NaCl, 2.7 mM KCl, pH7.4, and 0.5% DMSO.Vero E6 cells were seeded in 96-well plates and treated with different dosages of dipyridamole orchloroquine for an hour before infected with HCoV-19. After 24 hours of incubation, cells werefixed and permeabilized with Cytofix/Cytoperm (BD), incubated with a rabbit anti-HCoV-19nucleocapsid protein polyclonal antibody (Sino Biological), followed by a HRP-labelled goatanti-rabbit secondary antibody (Jackson). The foci were visualized by TRUEBlue reagent. Foci ininfected cells were counted with a ELISPOT reader. Viral titers were calculated as foci forming units(FFU) per ml.Total cellular RNA was isolated by TRIzol reagent (Invitrogen) and reverse transcription wasperformed using a reverse transcription kit (Vazyme). We performed real-time PCR with SYBRGreen qPCR Mix (GenStar). Data were normalized to the RPL13A gene and relative abundance oftranscripts was calculated by the Ct models. Following primers were used for real-time PCR:IFN-β forward primer: 5’CAGCAATTTTCAGTGTCAGAAGC3’;IFN-β reverse primer: 5’TCATCCTGTCCTTGAGGCAGT3’;ISG15 forward primer: 5’ TCCTGGTGAGGAATAACAAGGG3’;ISG15 reverse primer: 5’ GTCAGCCAGAACAGGTCGTC3’;IFIT1 forward primer: 5’ TCAGGTCAAGGATAGTCTGGAG3’;IFIT1 reverse primer: 5’ AGGTTGTGTATTCCCACACTGTA3’.RPL13A forward primer: 5'GCCATCGTGGCTAAACAGGTA3'RPL13A reverse primer: 5'GTTGGTGTTCATCCGCTTGC3'Whole-cell extracts were eluted with 5×SDS Loading Buffer and then resolved by SDS-PAGE. Theresolved protein bands were electro-transferred to polyvinylidene fluoride membranes for furtherantibody incubation and detection. The antibodies against TBK1 [TBK1/NAK (D1B4) Rabbit mAb#3504, Phospho-TBK1/NAK (Ser172) (D52C2) XP® Rabbit mAb #5483] and IRF3 [IRF-3 (D83B9)Rabbit mAb #4302, Phospho-IRF-3 (Ser386) (E7J8G) XP® Rabbit mAb #37829] were purchasedfrom Cell Signaling Technology and anti-β-actin (A1978) were purchased from Sigma.C57/BL-6J mice were obtained from the Guangdong Medical Laboratory Animal Center. Six-weekold female mice were intravenous injected with VSV (108 PFU/g) and followed with DIP (35 mg/kg;intraperitoneal injection, i.p; twice/day) treatment for 5 days. Survival curve was measured. Micewere sacrificed at Day 4 for histology examination by hematoxylin-eosin (H&E) staining. The studyprocedure was approved by Animal Ethics Committee of Guangzhou Medical University.As of February 8, 2020, 124 confirmed COVID-19 cases had been identified from ZhongnanHospital of Wuhan University (Table S1). All patients met the diagnostic criteria of \"Diagnosis andTreatment Scheme of Novel Coronavirus–Infected Pneumonia (trial 6th)\" formulated by the Generalpatients was conducted to retrieve coagulation indexes and platelet parameters, includingprothrombin time (PT), activated partial thromboplastin time (APTT), plasma fibrinogen (FIB),D-dimer, platelet (PLT) count, and mean platelet volume (MPV). Systemic inflammation wasassessed according to the C-reactive protein (CRP), procalcitonin (PCT), and interleukin 6 (IL-6)levels.12        Patients were enrolled from the isolation ward in Dawu County People's Hospital, a medicaltreatment alliance of Zhongnan Hospital, Hubei province in China, from Jan 23, 2020 to Feb 22,2020 to determine the effect of DIP to improve the coagulation profile. The condition of the patientswas monitored daily by attending physicians. Routine laboratory test of the coagulation variables,blood indexes, liver and kidney function indices, and chest CT were carried out before, during, andafter the treatment. Clinical symptoms and laboratory data were independently validated by twoindependent investigators for assurance of data accuracy. The diagnosis of severe case was made ifpatients met any of the following criteria: (        Anticoagulant therapy was provided via oral DIP tablets. The daily treatment protocol comprised of150 mg in three separate doses for seven consecutive days. All patients were monitored daily forpossible adverse events. All patients received antiviral (ribavirin, 0.5g, Q12h), corticoid(methylprednisolone sodium succinate, 40 mg, qd), oxygen therapy, and nutritional support asnecessary.Statistical analyses and graphics production were performed using R v3.5.3 (Foundation forStatistical Computing) and GraphPad Prism 8. Categorical variables were described as frequencies orpercentages, and continuous variables were shown as mean with standard deviation/error or medianwith interquartile range. Comparison for two independent groups was conducted using Student’s ttest (for normally distributed data) or Mann-Whitney test (for non-normally distributed data). P< 0.05 was considered statistically significant. Detailed descriptions of data comparison andstatistical tests were specified in the figure legends.DIP suppresses HCoV-19 replication in Vero E6 cellsWe virtually screened an FDA approved drug library and found that DIP bound to the HCoV-19protease Mpro (Figure S1). Hydrophobic and hydrogen bond (H-bond) interactions are the maindriving forces for the binding between DIP and Mpro. According to the free energy perturbationcalculation, the binding free energy of Gpred was -6.34 kcal/mol. An SPR assay was carried out tovalidate the in silico result. This has revealed that DIP bound to Mpro with an experimentallyconfirmed affinity of 34 µM (KD,eq) (Figure 1A-B).To demonstrate directly that DIP suppresses HCoV-19 replication, we measured the viral titers usinga susceptible cell line, the Vero E6 cells. Chloroquine was used as a positive control. 38,39 Remarkably,at 0.1 M DIP suppressed more than 50% of HCoV-19 replication (Figure 1C). Human DIPadministration can achieve a 3 µM serum concentration.40 Thus, therapeutic dosages of DIP mayeffectively suppress HCoV-19 replication in the infected patients. Notably, however, thedose-dependent suppressive effect of dipyridamole was less apparent in comparison to Chloroquine,which suggested that DIP may employ a different mode of suppression.DIP promotes type I interferon (IFN) responses and protect mice from viral pneumoniaPublished studies have shown that DIP possessed broad spectrum activity to a wide range of viruses,indicating that it may elicit antiviral immunity from the host cells. We examined these using twosingle-stranded RNA viruses (Sendai virus, SeV and Vesicular stomatitis virus, VSV), as well asintracellular poly (I:C) that stimulates the RIG-I and MDA5 mediated IFN immunity, in the humanlung epithelial cell line A549 cells.41,42 Our results demonstrated that DIP (5 μM) treatmentsignificantly increased IFNB, IFIT1, and ISG15 messenger RNA expression and promoted IFN-secretion (Figure 2A) by increasing TBK1 and IRF3 phosphorylation (Figure 2B).To validate the antiviral effects of DIP in vivo, we established a VSV-induced pneumonia model. DIPadministration significantly prolonged the survival rate of VSV-infected mice (Figure 2C), andsubstantially alleviated pulmonary pathology (Figure 2D). Thus, therapeutic doses of DIP can elicitpotent and broad-spectrum antiviral immunity to single-stranded RNA viruses.A remarkable improvement of coagulation profile in COVID-19 patients receiving DIPadjunctive therapyTo assess the coagulation profile, we first retrospectively analyzed a randomly collected cohort of124 COVID-19 patients (Table S1). Decreased platelet counts were observed in 25 (20.2%) patients,prolonged prothrombin time (PT) was observed in 77 (62.1%) patients, fibrinogen (FIB) levels wereincreased in 27 (21.8%) patients, and D-dimer levels were increased in 26 (21.0%) patients. Thissuggest that hypercoagulability is common in COVID-19 patients.To evaluate DIP as a therapy to reduce the risk of hypercoagulability, 22 additional patients including10 control patients and 12 patients who received DIP were recruited. Baseline characteristics of thetwo groups were similar (Table 1). The average ages of the patients were 53 and 58 years in the DIPgroup and the control group, respectively. All patients manifested cough and most of them feltshortness of breath, and 60.0% patients had nausea and vomiting. Chest CT scan revealed bilateralpneumonia in all patients. Comorbidities, including diabetesmellitus, cardiovascular andcerebrovascular diseases, were found in 4 and 5 of the patients from the DIP and control group,respectively. All patients received ribavirin, glucocorticoids, and oxygen therapy, but none receivedantifungal treatment. Other treatment included mechanical ventilation (16.7% vs 10.0%), antibiotics(33.3% vs 30.0%), and intravenous immunoglobulin (16.7% vs 20.0%) in the DIP group and thecontrol group, respectively.Two weeks after initiation of DIP treatment, 3 of the 6 severe cases (50%) and all 4 of the mild cases(100%) were discharged from the hospital. One of the critically ill patient with extremely high levelsof D-dimer and lymphopenia at the time of receiving DIP passed away. All other patients were inclinical remission. In comparison, the discharge and remission rates of the mild and severe caseswere inferior in the control patients (Table 2).The baseline temperature was higher and the oxygenation status was worse in the DIP-treated groupthan those in the control group, however, temperature and oxygenation were stabilized in the mildand severe patients from both groups after one day of treatment (Figure S2). Furthermore, weobserved a continuously increased trend in lymphocyte counts and significantly increased plateletnumbers in patients receiving DIP treatment in comparison to the control group (Figure 3A). Giventhat lymphocytopenia and thrombocytopenia are common in the severe and critically ill patients,immune recovery may contribute to infection resolution in DIP-treated patients. It should be notedthat 4 patients from the DIP-treatment group and 2 patients from the control group had increasedbaseline levels of D-dimer when they were admitted to the hospital (Table 1). We measured dynamicchanges in reference to the respective baseline levels for all patients, and found that the levels ofD-dimer continuously rose in the control group, whereas they were decreased and stabilized in theDIP-treated group (Figure 3A, Figure S2).We then examined the two critically ill patients who received DIP adjunctive therapy. A 70-year-oldman with very low oxygen saturation and has suffered from hypoxia and multiorgan dysfunction athospital administration has passed away. He had extremely high levels of D-dimer (16.2 mg/L) andvery low lymphocyte count (0.37X109/L) at the time of receiving DIP adjunctive therapy. Hisoxygen saturation remained low and has unfortunately passed away 5 days since initiation of DIPtreatment. In contrast, the other severely ill patient also had very low oxygen saturation and highD-dimer level (8.83 mg/L) at administration. His D-dimer level had gone up to as high as 15.72mg/L, but gradually declined to 3.69 mg/L following DIP adjunctive therapy. The patient has sincebeen in clinical remission. This reinforces that high levels of D-dimer and low lymphocyte counts areassociated with poor prognosis and suggest that that DIP treatment should be initiated before theprogression to critical illness (Figure 3B).All patients had chest CT scans and showed typical multiple patchy ground-glass shadows in thelungs before the treatment. In the DIP treated patients, the lesions had varied degree of absorption.Typical findings following DIP treatment was illustrated in one of the severe COVID-19 patient whohad taken sequential CT scans (Figure 4).Despite the enormous threat of HCoV-19, no drugs have been claimed to be effective including theexisting drugs used to treat other viruses. In reference to SARS-CoV- infection, we hypothesized thatthe HCoV-19 Spike protein engagement may activate RAS in the lung.6,43 This hypothesis wassupported by published clinical characteristics and biochemical indices of the severe and critically illCOVID-19 patients, who showed ARDS, hypertension, acute heart, kidney injury, and positiveD-dimer results.2,19,20 In searching for available anticoagulants, we focused on DIP because of itsbroad-spectrum antiviral, anti-inflammatory, and anti-fibrotic effects. We confirmed that DIPpossessed potent antiviral immunity to single-stranded RNA viruses in vitro, and in a VSV-inducedviral pneumonia model in vivo. Most importantly, a laboratory confirmed EC50 of 0.1 M tosuppress HCoV-19 replication highly suggested that the therapeutic dosage of DIP may potentiateeffective antiviral responses in infected patients . These findings are in concordance with the overallremarkable outcomes in patients receiving one week of DIP adjunctive therapy, seven of the twelvepatients were discharged from the hospital and four achieved clinical remission.We found that DIP adjunctive treatment was effective in preventing hypercoagulability if appliedearly in the severe COVID-19 patients. DIP treatment blunted the increase in D-dimer levels andincreased circulating platelet and leucocytes counts, and thus was associated with overall remarkableclinical cure and remission rates. High levels of D-dimer closely correlated with pulmonaryembolism,44 vascular thrombosis, and renal dysfunction.45 It is an important prognostic factor ofwhether ICU-patientsmay recover fromsevere infections.46,47As such, theantiviral,anti-inflammatory, and anti-hypercoagulability effects of DIP could reduce the risk of micro-vascularthrombosis in HCoV-19 infected patients. This could in turn improve vascular circulation and restorevital functions of important organs such as heart and kidney.In summary, we suggest anti-coagulant therapy for COVID-19 patients with early signs of elevatedD-dimer levels. DIP is an attractive anti-coagulant adjunctive therapy due to its safe clinical profileas an anti-platelet agent. It also holds additional benefits as a pan-PDE inhibitor in elicitingbroad-spectrum antiviral immunity, as well as anti-inflammatory and anti-fibrotic effects. Moreover,the wide availability, safety and affordability of DIP argue for further investigation into itstherapeutic use in COVID-19, particularly in the event of its rapid spread into the developingcounties.JZ, XH, YZ, FZ, and HBL co-designed the study and co-led overall data interpretation. ZL led thevirtual screening, YH led the SPR analysis, ZC, ZZ, JW, YX, JL, HX, RF, FB, CJ, HH, and CO alsoparticipated in study design and performed in vivo and in vitro studies. XL, SL, YS, BX, XH, and FZled the clinical analysis. XL, SL, YS, BX, XH, and FZ participated in data collection. ZCparticipated in data analysis. XL, SL, and ZC produced the tables and figures. AML reviewed themanuscript. YZ and HBL drafted the manuscript with significant input from JZ, XH, and FZ. Allauthors interpreted the results and critically revised the manuscript for scientific content. All authorsapproved the final version of the Article.HBL, ZL, and YYH report grants from National Key R&D Program of China (2017YFB0202600),National Natural Science Foundation of China (8152204 and 21877134), and philanthropy donationfrom individuals. XL, SL, YS, BX, XH, and FZ report grants from Taikang Insurance Group Co., Ltdand Beijing Taikang Yicai Foundation, and philanthropy donation from individuals. YZ and XXreport grants from National Natural Science Foundation of China (91742109, 31770978, and81773674) and philanthropy donation from individuals during the conduct of the study. Otherauthors declare no competing interests.Funding National Key R&D Program of China (2017YFB0202600), National Natural ScienceFoundation of China (91742109, 8152204, 31770978, 81773674, and 21877134), Taikang InsuranceGroup Co., Ltd and Beijing Taikang Yicai Foundation, and philanthropy donation from individuals.The funders had no roles in the design and execution of the study.We cordially acknowledge Tencent Cloud, National Supercomputing centers in Guangzhou andShenzhen, and SenseTime for providing HPC resources for virtual screening and free energyperturbation calculations. We cordially thank Prof. H. Ke at the University of North Carolina, ChapelHill, for his help to improve our writing of this work.Reference:385386387388389390391392393394395396397398399400401402403404405406407408409410411412413414415416417418419420421422423424425426427428429430431432433434435436437438439440441442443444445446447448449450451452453454455456457458459460461462463464465466467468469470471472473General CharacteristicAge (yr) — mean±sd (range)Gender— male no. / female no.Clinical variablesCough— no. (%)Shortness of breath — no. (%)Nausea and vomiting— no. (%)Systolic blood pressure (mmHg)— mean±sd (range)Heart rate (beats/min) — mean±sd (range)Partial pressure of oxygen (mmHg)— mean±sd (range)Laboratory valuesWBC (109/L) — mean±sd (range)Lymphocyte (109/L) — mean±sd (range)D-dimer (mg/L) — mean±sd (range)Increase in level of D-dimer — no. (%)Respiratory pathogensThe nucleic acid of COVID-19 — no. (%)Unilateral pneumonia — no. (%)Bilateral pneumonia — no. (%)ComorbiditiesDiabetes mellitus — no. (%)Cardiovascular disease — no. (%)Cerebrovascular disease — no. (%)TreatmentOxygen therapy — no. (%)Mechanical ventilation — no. (%)Antibiotic treatment — no. (%)Antifungal treatment — no. (%)Antiviral treatment — no. (%)Glucocorticoids — no. (%)Intravenous Ig therapy — no.(%)Clinical outcomeRemained in hospital — no. (%)Discharged — no. (%)Discharged for severe cases— no. (%)Discharged for mild cases— no. (%)Died — no. (%)Mild — 4 (33.3%)Severe — 6 (50.0%)Critical ill — 4 (33.3%)Mild — 4 (40.0%)Severe — 4 (40.0%)Outcomes(up to 2/26)4 discharged (100%)3 discharged (50%)2 in remission (33%)1 in remission (50%)1 death (2/09)3 discharged (75%)1 discharged (25%)1 in remission (25%)7 (58.4%)4 (40.0%)Critical ill — 2 (20.0%)1 death (2/18)492493494495496497498499500501sensorgram from Biacore 8K between dipyridamole (DIP) and Mpro, color points overlaid with a 1:1Langmuir binding model kinetic fit (black). (A) Relative response from injection of DIP at 5, 10, 20,40, 80, and 100 μM. Global analysis of the shape of the response curves yielded the parameters ofon-rate (Kon = 3.20E+3), off-rate (Koff = 2.19E-1) and the ratio of Koff divided by Kon (KD = 68 µM).（B）Equilibrium binding responses plotted versus DIP concentration and fitted to a simple bindingisotherm to yield an affinity of 34 µM (KD,eq). (C) Suppressive effects of DIP and chloroquine onHCoV-19 replication. P values were calculated by Student’s t test.Top, detection of IFNB and IFIT1 mRNA expression in A549 cells treated with or without 5 M DIPfollowed by SeV or VSV infection.Middle, real-time PCR detection of IFNB, ISG15 and IFIT1mRNA expressions by A549 cells treated with different doses of DIP (0, 5 and 10 M), followed byintracellular poly (I:C) treatment. Bottom, ELISA detection of IFN- production by A549 cells. (B)Immunoblot detection of total and phosphorylated (p-) TBK1 and IRF3 in 293T cells with differentdoses of DIP (0, 4, 20 M), followed with or without SeV infection. (C) Schematic of theVSV-infection mice model and the survival curve. (D) Histopathology of lungs from mice sacrificedat Day4. Scale bars, 20 m. Data in A are presented as the means ± SE of at least three biologicalexperiments. P values were calculated by Student's t test, *P < 0.05, ** P < 0.01, *** P < 0.001 and**** P < 0.0001. Data in F are presented with 3 to 9 mice per group, P value was calculated byLog-rank (Mantel-Cox) test (conservative).in the routine blood indexes (NEU, LYM, HGB, and PLT), coagulation variable (D-dimer), andkidney function indices (2-MG) in reference to the baseline values. The levels of D-dimer weresustained in DIP treatment group, while those in the control group were significantly increased.Lymphocyte counts were persistently elevated in trend and PLT counts was significantly increased inthe DIP group in comparison to the control group. Data are shown as the means ± SE across differenttime bins during the treatment course. P values were calculated by Student’s t test and indicatedbeside each panel. (B) Schematics of the treatment overview and clinical parameters of the deceasedcritically ill patient (top) and the surviving patient (bottom) who received DIP adjunctive therapy.532533534535represented severe COVID-19 patient before and after receiving DIP adjunctive therapy. (A)Initial chest CT scan 10 days before DIP treatment. (B) Chest CT scan 5 days before DIP treatment.(C) Chest CT scan 2 days before DIP treatment. (D) Chest CT scan 2 days after DIP treatment.(E) Chest CT scan 7 days after DIP treatment.", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [""], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China"], ["A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["The pulmonary renin-angiotensin system"], ["Angiotensin-converting enzyme 2 protects from severe acute lung failure"], ["Angiotensin II AT1 receptor antagonists inhibit platelet adhesion and aggregation by nitric oxide release"], ["Platelet activation in acute pulmonary embolism"], ["Deletion of angiotensin-converting enzyme 2 accelerates pressure overload-induced cardiac dysfunction by increasing local angiotensin II"], ["Loss of angiotensin-converting enzyme-2 leads to the late development of angiotensin II-dependent glomerulosclerosis"], ["Angiotensin-converting enzyme 2 is an essential regulator of heart function"], ["ACE2 links amino acid malnutrition to microbial ecology and intestinal inflammation"], ["SARS-coronavirus modulation of myocardial ACE2 expression and inflammation in patients with SARS"], ["Severe acute respiratory syndrome"], ["The severe acute respiratory syndrome"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury"], ["Antiviral drugs specific for coronaviruses in preclinical development"], ["Anti-platelet therapy: phosphodiesterase inhibitors"], ["Antiviral action of dipyridamole and its derivatives against influenza virus A"], ["Dipyridamole reversibly inhibits mengovirus RNA replication"], ["Inhibition of herpes simplex virus reactivation by dipyridamole"], ["Dipyridamole potentiates the inhibition by 3'-azido-3'-deoxythymidine and other dideoxynucleosides of human immunodeficiency virus replication in monocyte-macrophages"], ["Evaluation of dipyridamole efficacy as an agent for preventing acute respiratory viral diseases]"], ["Epidemiological trial of the prophylactic effectiveness of the interferon inducer dipyridamole with respect to influenza and acute respiratory diseases]"], ["Efficacy of dipyridamole in the treatment of 116 children with acute upper respiratory tract infections"], ["Treatment of viral upper respiratory tract infection in children with dipyridamole"], ["Clinical observation of 45 cases of upper respiratory tract infection treated with dipyridamole"], ["Mucosal Profiling of Pediatric-Onset Colitis and IBD Reveals Common Pathogenics"], ["cAMP and Epac in the regulation of tissue fibrosis"], [""], ["Accurate calculation of the absolute free energy of binding for drug molecules"], ["Efficient estimation of free energy differences from Monte Carlo data"], ["GOoNH. Diagnosis and treatment scheme of novel coronavirus-infected pneumonia (trial version 6)"], ["Chloroquine is a potent inhibitor of SARS coronavirus infection and spread"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["Distribution of dipyridamole in blood components among post-stroke patients treated with extended release formulation"], ["Regulating intracellular antiviral defense and permissiveness to hepatitis C virus RNA replication through a cellular RNA helicase"], ["Jr"], ["The discovery of angiotensin-converting enzyme 2 and its role in acute lung injury in mice"], ["Over-Testing for Suspected Pulmonary Embolism in American Emergency Departments: The Continuing Epidemic"], ["Levels in Critically Ill Patients With Suspected Thromboembolism"], ["Plasma D-dimer as a novel biomarker for predicting poor outcomes in HBV-related decompensated cirrhosis"], ["A favorable outcome of dengue hemorrhagic fever despite poor prognostic indices: a case report with a mix of classic and unusual clinical and laboratory features"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Chen", "M Zhou", "X Dong", "C Huang", "Y Wang", "X Li"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["JF Chan", "KH Kok", "Z Zhu"], ["A Wu", "Y Peng", "B Huang"], ["K Kuba", "Y Imai", "S Rao"], ["R Lu", "X Zhao", "J Li"], ["RP Marshall"], ["Y Imai", "K Kuba", "S Rao"], ["L Kalinowski", "T Matys", "E Chabielska", "W Buczko", "T Malinski"], ["T Chung", "D Connor", "J Joseph"], ["K Yamamoto", "M Ohishi", "T Katsuya"], ["GY Oudit", "AM Herzenberg", "Z Kassiri"], ["MA Crackower", "R Sarao", "GY Oudit"], ["T Hashimoto", "T Perlot", "A Rehman"], ["GY Oudit", "Z Kassiri", "C Jiang"], ["JS Peiris", "Y Guan", "KY Yuen"], ["JS Peiris", "KY Yuen", "AD Osterhaus", "K. Stohr"], ["D Wang", "B Hu", "C Hu"], ["Y Liu", "Y Yang", "C Zhang"], ["AO Adedeji", "SG Sarafianos"], ["P Gresele", "S Momi", "E Falcinelli"], ["E Tonew", "MK Indulen", "DR Dzeguze"], ["CL Fata-Hartley", "AC Palmenberg"], ["RB Tenser", "A Gaydos", "KA Hay"], ["J Szebeni", "SM Wahl", "M Popovic"], ["MS Kozhukharova", "AN Slepushkin", "T Radeva Kh", "LA Lavrukhina", "SA Demidova"], ["K Kuzmov", "AS Galabov", "K Radeva", "M Kozhukharova", "K. Milanov"], ["H Xie"], ["X Hu", "X Wang"], ["Y. Sui"], ["B Huang", "Z Chen", "L Geng", "Therapeutic Pathways"], ["PA Insel", "F Murray", "U Yokoyama"], ["Z Li", "Y Huang", "Y Wu"], ["M Aldeghi", "A Heifetz", "MJ Bodkin", "S Knapp", "PC Biggin"], ["HBennett C."], ["Committee"], ["MJ Vincent", "E Bergeron", "S Benjannet"], ["M Wang", "R Cao", "L Zhang"], ["V Serebruany", "E Sabaeva", "C Booze"], ["R Sumpter", "YM Loo", "E Foy"], ["YM Loo", "M Gale"], ["Y Imai", "K Kuba", "JM Penninger"], ["JA Kline", "JS Garrett", "EJ Sarmiento", "CC Strachan", "DM Courtney"], ["JC Schefold", "JL Gerber", "MC Angehrn", "Function-Adjusted D-Dimer"], ["J Zhou", "W Mao", "L Shen", "H Huang"], ["O Adekanmbi", "S. Lakoh"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China\nEngineering and Technology Research Center for Fluorinated Pharmaceuticals, Wuhan University\n#Joint first authors.\n*Corresponding authors\n1) Prof. Hai-Bin Luo: School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou,\n510006, China. E-mail: luohb77@mail.sysu.edu.cn\n430071, China. E-mail: zhoufuling@whu.edu.cn\n2) Prof. Fuling Zhou: Department of Hematology, Zhongnan Hospital of Wuhan University, Wuhan,\n3) Prof. Yuxia Zhang: Guangzhou Institute of Pediatrics, Guangzhou Women and Children's Medical\nCenter, State Key Laboratory of Respiratory Diseases, Guangzhou\nMedical University,\n510120, China. E-mail: zhaojincun@gird.cn\n5) Prof. Xuechuan Hong: State Key Laboratory of Virology, College of Science, Innovation Center\nfor Traditional Tibetan Medicine Modernization and Quality Control, Medical College, Tibet\nUniversity, Lhasa, 850000, China. E-mail: xhy78@whu.edu.cn\n(ARDS), hypercoagulability, hypertension, extrapulmonary\nmultiorgan dysfunction. Effective\nantiviral and anti-coagulation agents with safe clinical profiles are urgently needed to improve the\noverall prognosis. We screened an FDA approved drug library and found that an anticoagulant agent\ndipyridamole (DIP) suppressed HCoV-19 replication at an EC50 of 100 nM in vitro. It also elicited\npotent type I interferon responses and ameliorated lung pathology in a viral pneumonia model. In\nanalysis of twelve HCoV-19 infected patients with prophylactic anti-coagulation therapy, we found\nthat DIP supplementation was associated with significantly increased platelet and lymphocyte counts\nand decreased D-dimer levels in comparison to control patients. Two weeks after initiation of DIP\ntreatment, 3 of the 6 severe cases (60%) and all 4 of the mild cases (100%) were discharged from the\nhospital. One critically ill patient with extremely high levels of D-dimer and lymphopenia at the time\nof receiving DIP passed away. All other patients were in clinical remission. In summary, HCoV-19\ninfected patients could potentially benefit from DIP adjunctive therapy by reducing viral replication,\nsuppressing hypercoagulability and enhancing immune recovery. Larger scale clinical trials of DIP\nare needed to validate these therapeutic effects.", "one_words_summarize": "ChinaEngineering and Technology Research Center for Fluorinated Pharmaceuticals, Wuhan University#Joint first authors.*Corresponding authors1) Prof. Hai-Bin Luo: School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou,510006, China. One critically ill patient with extremely high levels of D-dimer and lymphopenia at the timeof receiving DIP passed away. Larger scale clinical trials of DIPare needed to validate these therapeutic effects. To date, no agents have been reported to be effectiveagainst this infection. In a VSV-induced pneumonia model, we also confirmed that DIPelicited potent antiviral immunity and significantly improved the survival rate. The purity of recombinant protein was greater than 95% asjudged by SDS–PAGE. The binding of DIP to Mpro was measured by the Biacore 8K system (GEhealthcare) at 25 C. Mpro was immobilized on a CM5 chip surface via covalent linkage to MproN-terminus. Total cellular RNA was isolated by TRIzol reagent (Invitrogen) and reverse transcription wasperformed using a reverse transcription kit (Vazyme). C57/BL-6J mice were obtained from the Guangdong Medical Laboratory Animal Center. Systemic inflammation wasassessed according to the C-reactive protein (CRP), procalcitonin (PCT), and interleukin 6 (IL-6)levels.12        Patients were enrolled from the isolation ward in Dawu County People's Hospital, a medicaltreatment alliance of Zhongnan Hospital, Hubei province in China, from Jan 23, 2020 to Feb 22,2020 to determine the effect of DIP to improve the coagulation profile. All patients were monitored daily forpossible adverse events. Categorical variables were described as frequencies orpercentages, and continuous variables were shown as mean with standard deviation/error or medianwith interquartile range. An SPR assay was carried out tovalidate the in silico result. Notably, however, thedose-dependent suppressive effect of dipyridamole was less apparent in comparison to Chloroquine,which suggested that DIP may employ a different mode of suppression. The average ages of the patients were 53 and 58 years in the DIPgroup and the control group, respectively. Comorbidities, including diabetesmellitus, cardiovascular andcerebrovascular diseases, were found in 4 and 5 of the patients from the DIP and control group,respectively. Other treatment included mechanical ventilation (16.7% vs 10.0%), antibiotics(33.3% vs 30.0%), and intravenous immunoglobulin (16.7% vs 20.0%) in the DIP group and thecontrol group, respectively. Two weeks after initiation of DIP treatment, 3 of the 6 severe cases (50%) and all 4 of the mild cases(100%) were discharged from the hospital. We measured dynamicchanges in reference to the respective baseline levels for all patients, and found that the levels ofD-dimer continuously rose in the control group, whereas they were decreased and stabilized in theDIP-treated group (Figure 3A, Figure S2).We then examined the two critically ill patients who received DIP adjunctive therapy. In reference to SARS-CoV- infection, we hypothesized thatthe HCoV-19 Spike protein engagement may activate RAS in the lung.6,43 This hypothesis wassupported by published clinical characteristics and biochemical indices of the severe and critically illCOVID-19 patients, who showed ARDS, hypertension, acute heart, kidney injury, and positiveD-dimer results.2,19,20 In searching for available anticoagulants, we focused on DIP because of itsbroad-spectrum antiviral, anti-inflammatory, and anti-fibrotic effects. This could in turn improve vascular circulation and restorevital functions of important organs such as heart and kidney. JZ, XH, YZ, FZ, and HBL co-designed the study and co-led overall data interpretation. Allauthors interpreted the results and critically revised the manuscript for scientific content. The funders had no roles in the design and execution of the study. Systolic blood pressure (mmHg)— mean±sd (range)Heart rate (beats/min) — mean±sd (range)Partial pressure of oxygen (mmHg)— mean±sd (range)Laboratory valuesWBC (109/L) — mean±sd (range)Lymphocyte (109/L) — mean±sd (range)D-dimer (mg/L) — mean±sd (range)Increase in level of D-dimer — no. (%) C) Suppressive effects of DIP and chloroquine onHCoV-19 replication. Top, detection of IFNB and IFIT1 mRNA expression in A549 cells treated with or without 5 M DIPfollowed by SeV or VSV infection. Data are shown as the means ± SE across differenttime bins during the treatment course. B) Chest CT scan 5 days before DIP treatment.(C) Chest CT scan 2 days before DIP treatment. ("}