{"date": "2020/02/25", "journal": "medrxiv", "authors": "Liangde Xu, Jian Yuan, Yaru Zhang, Guosi Zhang, Fan Lu, Jianzhong Su, Jia Qu", "title": "Highland of COVID-19 outside Hubei: epidemic characteristics, control and projections of Wenzhou, China", "type": "preprint article", "abstract": "# These authors contributed equally to the paper as first authors.\n* To whom correspondence should be addressed.", "text": "# These authors contributed equally to the paper as first authors.* To whom correspondence should be addressed.In late December 2019, Chinese authorities reported a cluster of pneumonia cases of unknownaetiology in Wuhan, China1. A novel strain of coronavirus named Severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) was isolated and identified on 2 January 2020 2.Human-to-human transmission have been confirmed by a study of a family cluster and havecoronavirus disease (COVID-19) have been confirmed in China, of which 31728 came fromHubei Province (Figure). Wenzhou, as a southeast coastal city with the most cases outsideHubei Province, its policy control and epidemic projections have certain references for nationaland worldwide epidemic prevention and control. We described the epidemiologic characteristicsof COVID-19 in Wenzhou and made a transmission model to predict the expected number ofcases in the coming days.In this epidemiologic and modelling study, we first gathered transmission data for 434 confirmedCOVID-19 patients in the ongoing Wenzhou outbreak from the the National Health Commissionof the People’s Republic of China and the Health Commission of Wenzhou by February 10,2020. We then investigate a deterministic (susceptible-exposed-infectious-recovered) SEIRcompartmental model based on the clinical progression of the disease, epidemiological status ofthe individuals, and the intervention measures to inferred the basic reproductive number ofSARS-CoV-2 and the transmission among Wenzhou and three prefecture-level cities. Finally,we forecasted and compared the spread of SARS-CoV-2 across Wenzhou (Southeastern),Shenzhen (Southern), Zhengzhou (Central) and Harbin (Northern), accounting for the effect ofthe Wenzhou quarantine implemented since Jan 27, 2020 and other interventions. seehttps://github.com/ZhangBuDiu/WZ_COVID-19 for R code, case data, and prepared datafiles.A total of 434 incidence, 31 severe case, 99 hospital discharges and 5304 probable COVID-19cases were reported before February 10, 2020, and 168 patients who visited Wuhan after theonset of the SARS-CoV-2 epidemic. The median age of persons with COVID-19 was 47 years;48 cases (11.1%) occurred in persons 65 years of age or older, and 5 (1.2%) were in childrenyounger than 15 years of age (Table). The maximum number of illness onset in Wenzhouappeared on January 26 (38 cases). Since January 27, the incidence per day in Wenzhou hascontinued to decline is likely to be due to isolation of people return to Wenzhou, implementationof region quarantine and suspension of public transportation system. Under the current controlefforts, we estimate that the daily incidence by March 3-9, 2020 will drop to 0 in Wenzhou usingSEIR model. The total number of affected people is 538 (95% CI: 534-542). Estimated of thebasic reproduction numbers, R0, were 2.91 (95% CI: 2.35-3.57) for Wenzhou, 2.53 (95% CI,1.86 to 3.34) for Shenzhen, 5.95 (95% CI, 5.36 to 6.67) for Zhengzhou, and 3.35 (95% CI, 3.07to 3.68) for Harbin. Figure shows the trajectories of the epidemic for Wenzhou, Shenzhen,Zhengzhou and Harbin. We classified these cities to Input-Burst, Input-Control,ControlRelaxation and Control-Missing based on epidemic dynamics and control measures. We foundthat the epidemic in Wenzhou was composed of outsiders (people with a visit history to Hubei)and local people, while the epidemic in Shenzhen was mainly composed of outsiders. Understrict implemented control measures, epidemic gradually subsided in both Wenzhou andAlthough the current epidemic of SARS-CoV-2 in China is unprecedented in scale, clinicalpresentations greatly resemble SARS-CoV. The higher number of infections may be due to thelate identification of pathogens, the host's ability to hide infection symptoms and high transportcapacity of China. As we known, estimate of epidemic dynamics and predictions are of crucialimportance for public health planning and control measurement 5,6. In this study, we provide anassessment of the transmission dynamics and predictions of the future spread of COVID-19among four cities. Forward projections suggest that the Wenzhou and Shenzhen epidemic willend before Zhengzhou and Harbin, which result from substantial and draconian measures thatlimit population movements and drastically reduce within-population contact rates, such asgreater community engagement, cancellation group gatherings, school closures, andwork-fromhome arrangements.Author Contributors: J. Qu, J. Su and L. Xu conceived and designed the study; J. Yuan, L. XuG. Zhang, R. Zhang and Y. Huang collected and analysed data; J. Yuan, J. Su, L. Xu and J Qudrafted the manuscript.Conflicts of interest: We declare no competing interests.Funding: This work was supported by the Key Program of National Natural Science Foundationconduct of the study; collection, management, analysis, and interpretation of the data;preparation, review, or approval of the manuscript; and decision to submit the manuscript forTan W, Zhao X, Ma X, Wang W, Niu P, Xu W. A novel coronavirus genome identified ina cluster of pneumonia cases—Wuhan, China 2019− 2020. China CDC Weekly.2020;2(4):61-62.Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patients with pneumonia inChina, 2019. New England Journal of Medicine. 2020.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. JAMA. 2020.Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a familycluster. The Lancet. 2020.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. The Lancet. 2020.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. New England Journal of Medicine. 2020.<1515-4445-65≥ 65Come from WuhanWenzhou “Intime Store”Contact with person with COVID-19Unknown exposure historyLoss of appetiteheadacheMyalgiaRhinorrheaWenzhou, Mean (95% CI)47 (37-56)5 (1.2)179 (41.2)202 (46.5)48 (11.1)228 (52.5)168 (38.7)16 (3.7)198 (45.6)52 (12.0)323 (74.4)222 (51.2)61 (14.1)11 (2.53)39 (9.0)25 (5.8)8 (1.8)R0 - Mean (95% CI)18.5±4.9three Chinese citiesPanel B through E show the observed (histograms) and projected (dashed line) daily caseincidence for four cities, Wenzhou (B), Shenzhen (C), Zhengzhou (D) and Harbin (E),respectively.BDLocales30 Inputsa Fitted20Cf.o10oLocalInputFitted* Harbin* Zhengzhou* Wuhan* Wenzhou* ShenzhenN0 1 5 9 13 17 21 25 29 2 6 10 14 18 22 26 1 5 9 N0 1 5 9 13 17 21 25 29 2 6 10 14 18 22 26 1 5 9Jan. Feb. Mar. Jan. Feb. Mar.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "# These authors contributed equally to the paper as first authors.\n* To whom correspondence should be addressed.", "one_words_summarize": "# These authors contributed equally to the paper as first authors.* The total number of affected people is 538 (95% CI: 534-542). Understrict implemented control measures, epidemic gradually subsided in both Wenzhou andAlthough the current epidemic of SARS-CoV-2 in China is unprecedented in scale, clinicalpresentations greatly resemble SARS-CoV. The higher number of infections may be due to thelate identification of pathogens, the host's ability to hide infection symptoms and high transportcapacity of China. Forward projections suggest that the Wenzhou and Shenzhen epidemic willend before Zhengzhou and Harbin, which result from substantial and draconian measures thatlimit population movements and drastically reduce within-population contact rates, such asgreater community engagement, cancellation group gatherings, school closures, andwork-fromhome arrangements. A novel coronavirus from patients with pneumonia inChina, 2019. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. 2020.<1515-4445-65≥ 65Come from WuhanWenzhou “Intime Store”Contact with person with COVID-19Unknown exposure historyLoss of appetiteheadacheMyalgiaRhinorrheaWenzhou, Mean (95% CI)47 (37-56)5 (1.2)179 (41.2)202 (46.5)48 (11.1)228 (52.5)168 (38.7)16 (3.7)198 (45.6)52 (12.0)323 (74.4)222 (51.2)61 (14.1)11 (2.53)39 (9.0)25 (5.8)8 (1.8)R0 - Mean (95% CI)18.5±4.9three Chinese citiesPanel B through E show the observed (histograms) and projected (dashed line) daily caseincidence for four cities, Wenzhou (B), Shenzhen (C), Zhengzhou (D) and Harbin (E),respectively."}