{"date": "2020/02/27", "journal": "medrxiv", "authors": "Jing Li, Yinghua Zhang, Fang Wang, Bing Liu, Hui Li, Guodong Tang, Zhigang Chang, Aihua Liu, Chunyi Fu, Jing Gao, Jing Li", "title": "Sex differences in clinical findings among patients with coronavirus disease 2019 (COVID-19) and severe condition", "type": "preprint article", "abstract": "d Division of Rheumatology and Immunology, Beijing Hospital, Beijing 100730, # Contributed equally to the manuscript * Corresponding authors Beijing Hospital", "text": "Objective: To compare the sex differences in the clinical findings amongpatients with severe coronavirus disease 2019 (COVID-19).Methods: We retrospectively collected data of 47 patients diagnosed assevere type of COVID-19 from February 8 to 22, 2020, including demographics,illness history, physical examination, laboratory test, management, andcompared differences between men and women.Results: Of the 47 patients, 28 (59.6%) were men. The median age was 62years, and 30 (63.8%) had comorbidities. The initial symptoms were mainlyfever (34 [72.3%]), cough (36 [76.6%]), myalgia (5 [10.6%]) and fatigue (7[14.9%]). Procalcitonin level was higher in men than in women (0.08 vs.0.04ng/ml, p=0.002). N-terminal-pro brain natriuretic peptide increased in 16(57.1%) men and 5 (26.3%) women (p=0.037). Five men (17.9%) had detectedpositive influenza A antibody, but no women. During 2-week admission, 5(17.9%) men and 1 (5.3%) woman were reclassified into the critical type due todeterioration. Mortality was 3.6% in men and 0 in women respectively. Four(21.1%) women and one man (3.6%) recovered and discharged from hospital.Conclusion: Sex differences may exist in COVID-19 patients of severe type.Men are likely to have more complicated clinical condition and worsein-hospital outcomes as compared to women.Key words: coronavirus, severe pneumonia, sex difference, outcomeFrom December 2019, a pneumonia with unknown cause emerged in theHuanan seafood wholesale market, Wuhan, Hubei province. On January 3,2020, the first complete genome of the novel β genus coronaviruses wasidentified in samples of bronchoalveolar lavage fluid (BALF) from a patient[1],which is different from the known 6 coronaviruses and named 2019 novelcoronavirus (2019-nCoV) by WHO[2]. Soon later, the novel virus has proved toshare more than 79% of same sequence with the severe acute respiratorysyndrome coronavirus (SARS-CoV)[3]. Therefore, the virus is formallydesignated as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)by the Coronavirus Study Group (CSG) of the International Committee onTaxonomy of Viruses[4]. The disease caused by the virus is named ascoronavirus disease 2019 (COVID-19).In the following months, SARS-CoV-2 quickly spread throughout China andeven other countries[5-8]. However, the knowledge and understanding of theCOVID-19 are still limited. Generally, the disease could be classified into fourclinical types: mild, moderate, severe and critical pneumonia[9]. Accordingdata released by Chinese Center for Disease Control and Prevention (CDC)on February 17, 2020, a total of 44,672 cases (61.8%) has been confirmedCOVID-19[10]. Among them, more than 80% are mild or moderate withrelatively good short-term prognosis due to self-limiting process. However,6,168 (13.8%) cases belong to the severe type and is more likely to developinto the critical pneumonia followed by a death rate of 49%, far beyond theaveragemortalityof 2.3%. Althoughsomedata regardingclinicalcharacteristics of COVID-19 has been recently revealed[5-7, 10, 11], thosefocusing on patients with the severe type is scarce. Moreover, sinceSARS-CoV-2 is highly homologous with prior SARS-CoV, it comes naturallythat they may have similar clinical features, such as highly contagious infection,high lethality rate, and even sex differences[12].In this study, we aim to compare clinical findings between men and womenwith severe type of COVID-19, and hope to contribute to the prevention andtreatment.We retrospectively collected data of 47 patients at Sino-French New Townarea Tongji Hospital, Wuhan, where was supported and charged by themedical team of Beijing Hospital from February 8, 2020. Patients were alldiagnosed with COVID-19 and classified into severe pneumonia according tothe Diagnosis and Treatment of Pneumonia Infected by Novel Coronavirus(5th trial edition) pressed by the General Office of the National HealthCommission and the General Office of the National Administration ofTraditional Chinese Medicine[9]. This study was approved by the EthicsLaboratory confirmation of SARS-CoV-2 was done in four different institutions:the Chinese CDC, the Chinese Academy of Medical Science, Academy ofMilitary Medical Sciences, and Wuhan Institute of Virology and ChineseAcademy of Sciences. Throat-swab specimens from the upper respiratory tractthat were obtained from all patients at admission were collected for extractingSARS-CoV-2 RNA. The protocol was the same as the document publishedrecently[6]. We also examined other respiratory viruses with real-time RT-PCR,including influenza A virus (H1N1, H3N2, H7N9), influenza B virus, respiratorysyncytialvirus,parainfluenzavirus,adenovirus,causative bacteria or fungi.Severe pneumonia met at least one of the following criteria: 1) dyspnea,respiratory frequency ≥ 30/minute, 2) blood oxygen saturation ≤93% at rest, 3)PaO2/FiO2 ratio ≤300. Critical pneumonia met at least one of the followingcriteria: 1) respiratory failure with mechanical ventilation, 2) septic shock, 3)transferred to intensive care unit (ICU) due to multiple organ failure.[9]We obtained demographic, illness history, physical examination, laboratorytest, management, and outcome data from patients’ medical records. Bloodoxygen saturation was measured after oxygen therapy. Clinical outcomes werefollowed up by February 22, 2020.Laboratory tests were conducted within 24 hours after admission, including acomplete blood count, procalcitonin, interleukin-6, Ferritin, hypersensitivetroponin I (hsTnI) and N-terminal-pro brain natriuretic peptide (NTproBNP).Continuous variables were expressed as median (IQR) and compared with theMann-Whitney U test; categorical variables were expressed as number (%)and compared by χ² test or Fisher’s exact test between the men and womengroups. A two-sided α of less than 0.05 was considered statistically significant.Statistical analyses were done using the SPSS software (version 23) for allanalyses.From February 8 to February 11, 2020, 47 laboratory-confirmed COVID-19patients were classified as severe pneumonia at the area, 28 (59.6%) caseswere men. About 63.8% of patients had comorbidities. History of chronicobstructivepulmonary disease (COPD) was non-significant higher buthypertension and cardiovascular disease (CVD) was lower in men than inwomen. The initial symptoms were mainly fever, cough, myalgia and fatigue.Three men and one woman had oxygen saturation below 93% after routinenasal oxygen supply (Table 1).demographics and clinical characteristics of severe pneumonia patients withAll patients (n=47)Men (n=28)Women (n=19)Initial symptomsfevercoughfatiguemyalgiaSputumdyspneaheadachesore throatchest distresschest paindiarrheanauseaa p values indicate differences between men and women. p＜ .05 was consideredstatistically significant. §Oxygen saturation was measured on admission after receivingoxygen therapy. COVID-19 = coronavirus disease 2019 ； COPD = chronic obstructivepulmonary disease; CVD = cardiovascular disease; SBP = systolic blood pressure; DBP =diastolic blood pressure.The serum procalcitonin and NTproBNP level were higher in men than inwomen. Five men had positive influenza A antibody, but no women. Antibiotictherapy was applied more in the men group than the women group (Table 2).Laboratory characteristics of severe pneumonia patients with COVID-19a p values indicate differences between men and women. pstatistically significant. COVID-19 = coronavirus disease 2019; WBC = white blood cell;hsTnI = hypersensitive troponin I; NTproBNP = N-terminal-pro brain natriuretic peptide;By the end of February 22, 2020, 5 men and 1 woman deteriorated and werereclassified as critical condition. At the same period, 4 women and 1 manrecovered and discharged from hospital according to the Criteria of Diagnosisand Treatment of Pneumonia Infected by Novel Coronavirus (5th trial edition).Treatment and outcomes for severe pneumonia patients with COVID-19COVID-19 = coronavirus disease 2019, DIC = disseminated intravascular coagulation.In this retrospective study, we analyzed data from 47 patients withlaboratory-confirmed COVID-19 of severe type. Common symptoms weresimilar between men and women, consistent with the recent research[6, 7, 11,13]. Men were more likely to have prior COPD, develop secondary infections,receive complicated treatments as well as experience worse in-hospitaloutcomes, as compared to women.During two-week treatment, men accounted for five of six patients (83.3%)shifting from severe to critical type. On the other side, only one man (20.0%) infive patients discharged from hospital. The similar phenomenon has also beenreported in prior SARS-CoV infection in 2003. Karlberg et al.[12] analyzed1755 SARS cases and found that men had a significantly higher mortality thanwomen did (21.9% versus 13.2%, p < 0.0001). Leung et al.[14] showed thatmale sex was independently associated with a greater risk for adverse eventsin SARS patients. Interestingly, there is no clear evidence showing the sexdifference in prognosis of influenza[15-17]. It seems that the differentprognosis between men and women might be a feature for coronavirusinfections.The reason for sex difference is unknown. Some studies suggested thatdifferent outcomes between men and women could be explained by estrogenwhich might protect females from worse outcomes after SARS-CoVinfection[12, 18]. Another possible explanation for this is that the prevalence ofmalignancy was higher in males. Liang et al.[19] found that in severeCOVID-19 patients, those with cancer had poorer outcomes from COVID-19.In addition, more men in our study were co-infected with bacteria or influenzavirus, which may somewhat result in high risk.Rothberg et al.[20] reported that bacterial infection was a common pulmonarycomplication of influenza. We found that positive influenza A antibody weredetected in 5 men patients but not in women. Otherwise a higher rate ofincreased procalcitonin was also observed in men. These findings suggestedthat men with severe COVID-19 is susceptible to secondary infections withvirus or bacteria, resulting in higher utilization rate of advanced antiviraltherapy and antibiotics. Chen et al.[11] observed that 71% of confirmedCOVID-19 patients used antibiotic treatment, but no comparison between menand women. It will be clinically meaningful to further investigate why and whichtype of influenza virus or bacteria are more likely to co-infect with SARS-CoV-2in men.Another, we observed that NTproBNP but not cTnI was higher in men,suggesting more damage in heart function might exist in men afterSARS-CoV-2 infection. It was reported that women were associated with lessremodeling after cardiac injury, due to the protection of estrogens[21]. Ourfindings imply that physicians should pay more attention to cardiac function inmen with severe COVID-19.Our study has several limitations. First, it’s a study with small sample size,confounding factors and selection bias are inevitable. Second, the availabledatawas limited in the early phase of SARS-CoV-2 outbreak. Third,observation period is too short to describe patients’ outcome accurately.Sex differences may exist in COVID-19 patients with severe clinical condition.Men probably have more complicated clinical status and worse in-hospitaloutcomes as compared to women. Further studies with large sample size areneeded to verify our findings.The study was funded by the Beijing Municipal Natural Science Foundation(No.7192078). We thank all patients involved in this study.1 Tan W, Zhao X, Ma X, et al. A Novel Coronavirus Genome Identified in a Cluster ofPneumonia Cases - Wuhan, China 2019−2020. China CDC Weekly 2020;2:61-62.2 WHO. Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspectedhumancases.Jan17,uspected-human-cases-20200117 (accessed Feb 26, 2020).3 Ren L, Wang Y, Wu Z, et al. Identification of a novel coronavirus causing severepneumonia in human. Chin Med J (Engl) 2020; published online 11 February.4 Gorbalenya AE, Baker SC, Baric RS, et al. Severe acute respiratorysyndrome-related coronavirus: The species and its viruses - a statement of the2020)5 Chan JF, Yuan S, Kok K, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a familycluster. Lancet 2020;395:514-23. doi:10.1016/S0140-6736(20)30154-96 Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirusinWuhan,China.Lancet2020;395:497-506.7 Xu X, Wu X, Jiang X, et al. Clinical findings in a group of patients infected with the2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective caseseries. BMJ 2020;368:m606. doi:10.1136/bmj.m6068 Sun K, Chen J, Viboud C. Early epidemiological analysis of the coronavirus disease2019 outbreak based on crowdsourced data: a population-level observational study.9 China NHCO. the Diagnosis and Treatment of Pneumonia Infected by NovelCoronavirus (5th trial edition). 5 February, 2020.8939a83798_10cabae9adc42948a617b3b1c71d6fff (accessed 24 February, 2020)10 Team TNCP. The epidemiological characteristics of an outbreak of 2019 novelcoronavirus disease (COVID-19) in China. Chinese Journal of Epidemiology2020;41:145-51.publishedonline17February.11 Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet2020;395:507-13. published online 15 February. doi:10.1016/S0140-6736(20)30211-7['.12 Karlberg J, Chong DS, Lai WY. Do men have a higher case fatality rate of severeacute respiratory syndrome than women do? Am J Epidemiol 2004;159:229-31.13 Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020; publishedonline 7 February. doi:10.1001/jama.2020.158514 Leung GM, Hedley AJ, Ho L, et al. The epidemiology of severe acute respiratorysyndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients. Ann InternMed 2004;141:662-73.15 Vom Steeg LG, Klein SL. Sex and sex steroids impact influenza pathogenesis acrossthe life course. Semin Immunopathol 2019;41:189-94. doi:10.1007/s00281-018-0718-516 Wang X, Yang L, Chan K, et al. Age and Sex Differences in Rates ofInfluenza-Associated Hospitalizations in HongKong. Am J Epidemiol 2015;182:335-44.17 Cheng Q, Zhao G, Xie L, et al. Impacts of age and gender at the risk of underlyingmedical conditions and death in patients with avian influenza A (H7N9): a meta-analysisstudy. Ther Clin Risk Manag 2018;14:1615-26. doi:10.2147/TCRM.S17383418 Klein SL, Flanagan KL. Sex differences in immune responses. Nat Rev Immunol19 Liang W, Guan W, Chen R, et al. Cancer patients in SARS-CoV-2 infection: anationwide analysis in China. Lancet. Oncol 2020; published online 14 February.20 Rothberg MB, Haessler SD, Brown RB. Complications of viral influenza. Am J Med21 Patrizio M, Marano G. Gender differences in cardiac hypertrophic remodeling. Ann IstSuper Sanita 2016;52:223-29. doi:10.4415/ANN_16_02_14", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Objective: To compare the sex differences in the clinical findings among\npatients with severe coronavirus disease 2019 (COVID-19).", "one_words_summarize": "Objective: To compare the sex differences in the clinical findings amongpatients with severe coronavirus disease 2019 (COVID-19).Methods: We retrospectively collected data of 47 patients diagnosed assevere type of COVID-19 from February 8 to 22, 2020, including demographics,illness history, physical examination, laboratory test, management, andcompared differences between men and women. The median age was 62years, and 30 (63.8%) had comorbidities. The initial symptoms were mainlyfever (34 [72.3%]), cough (36 [76.6%]), myalgia (5 [10.6%]) and fatigue (7[14.9%]). Five men (17.9%) had detectedpositive influenza A antibody, but no women. Four(21.1%) women and one man (3.6%) recovered and discharged from hospital. Men are likely to have more complicated clinical condition and worsein-hospital outcomes as compared to women. Generally, the disease could be classified into fourclinical types: mild, moderate, severe and critical pneumonia[9]. From February 8 to February 11, 2020, 47 laboratory-confirmed COVID-19patients were classified as severe pneumonia at the area, 28 (59.6%) caseswere men. The initial symptoms were mainly fever, cough, myalgia and fatigue. COVID-19 = coronavirus disease 2019 ； COPD = chronic obstructivepulmonary disease; CVD = cardiovascular disease; SBP = systolic blood pressure; DBP =diastolic blood pressure. Antibiotictherapy was applied more in the men group than the women group (Table 2).Laboratory characteristics of severe pneumonia patients with COVID-19a p values indicate differences between men and women. In this retrospective study, we analyzed data from 47 patients withlaboratory-confirmed COVID-19 of severe type. Otherwise a higher rate ofincreased procalcitonin was also observed in men. Sex differences may exist in COVID-19 patients with severe clinical condition. Further studies with large sample size areneeded to verify our findings. Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspectedhumancases. Jan17,uspected-human-cases-20200117 (accessed Feb 26, 2020).3 Ren L, Wang Y, Wu Z, et al. The epidemiological characteristics of an outbreak of 2019 novelcoronavirus disease (COVID-19) in China. doi:10.1016/S0140-6736(20)30211-7['.12 Karlberg J, Chong DS, Lai WY. Oncol 2020; published online 14 February.20 Rothberg MB, Haessler SD, Brown RB."}