{"date": "2020/02/25", "journal": "medrxiv", "authors": "Sanyi Tang, Biao Tang, Nicola Luigi Bragazzi, Fan Xia, Tangjuan Li, Sha He, Pengyu Ren, Xia Wang, Zhihang Peng, Yanni Xiao, Jianhong Wu", "title": "Stochastic discrete epidemic modeling of COVID-19 transmission in the Province of Shaanxi incorporating public health intervention and case importation", "type": "preprint article", "abstract": "The first four authors made the same contributions.", "text": "CanadaBefore the lock-down of Wuhan/Hubei/China, on January 23rd 2020, a large number of individualsinfected by COVID-19 moved from the epicenter Wuhan and the Hubei province due to the SpringFestival, resulting in an epidemic in the other provinces including the Shaanxi province. Theepidemic scale in Shaanxi was comparatively small and with half of cases being imported from theepicenter. Based on the complete epidemic data including the symptom onset time andtransmission chains, we calculate the control reproduction number (1.48-1.69) in Xi’an. Wecould also compute the time transition, for each imported or local case, from the latent, to infected,to hospitalized compartment, as well as the effective reproduction number. This calculationenables us to revise our early deterministic transmission model to a stochastic discrete epidemicmodel with case importation and parameterize it. Our model-based analyses reveal that the newlygenerated infections decay to zero quickly; the cumulative number of case-driven quarantinedindividuals via contact tracing stabilize at a manageable level, indicating that the interventionstrategies implemented in the Shaanxi province have been effective. Risk analyses, important forthe consideration of “resumption of work”, show that a large second outbreak is expected if thelevel of case importation remains at the same level as between January 10th and February 4th2020. However, if the case importation decreases by 30%, 60% and 90%, the second outbreak ifhappening will be of small-scale assuming contact tracing and quarantine/isolation remain aseffective as before. Finally, we consider the effects of intermittent inflow with a Poissondistribution on the likelihood of multiple outbreaks. We believe the developed methodology andstochastic model provide an important model framework for the evaluation of revising travelrestriction rules in the consideration of resuming social-economic activities while managing thedisease control with potential case importation.number; resumption of workCoronaviruses are single-stranded RNA viruses, with a spherical shape and crown-like spines,from which their name derives. They generally cause mild respiratory infections but cansometimes be fatal. Since their first discovery and molecular characterization, three majoroutbreaks have occurred, in mainland China in 2003, in the Kingdom of Saudi Arabia in 2012 andin South Korea in 2015. The fourth large-scale outbreak, caused by a novel coronavirus termed asCOVID-19 and with the capital city Wuhan of the Hubei province in China as the epicenter, hasspread out globally [2 ,6, 8, 11], causing approximately 80,000 cases and 2,400 deaths as ofFebruary 22nd 2020 [13].        Since January 23rd 2020, the Chinese authorities have been implementing unprecedented andincreasingly stringent public health interventions, including a complete lock-down of Wuhan andneighboring cities, strict contact tracing and travel restrictions in the epicenter and across thecountry [13]. Incorporating these interventions into the classical epidemic models has resulted inreliable estimates of epidemiological characteristics of COVID-19 transmission in the epicenterand accurate near-casting the epidemic trend and peak time [18-20], in comparison with otherearlier modeling studies focusing on analyzing the transmission risk based on data at the earlyoutbreak stage [        The feasibility of enhancing model capacity to assess transmission risk and evaluatingintervention effectiveness has also been substantially increased due to the improvement of thequality of the data, specially from other Chinese cities and provinces where the completelock-down of major cities such as Wuhan in the Hubei province has prevented a significantportion of infection importation, so the reduction of imported cases coupled with intensive contacttracing produced some high quality data with rather complete information on symptom onset timeand transmission-chain, as will be discussed in the data section below. This enhanced modelcapacity for near-casting is particularly important, since the gradually relaxing of the travelrestriction demands proactive- and real-time assessment of the risk of a potential second outbreakin other Chinese cities. An objective of our study is to provide this assessment, and to use thisassessment along with the incorporation of feasible public health interventions into our stochasticdisease transmission model to suggest the scale of interventions for these cities to prevent asecond outbreak. As COVID-19 spread has occurred in many regions globally, we believe ourstudy provides an important tool to inform public health decisions regarding travel restriction andsocial distancing in these regions according to their public health capacity to maintain an effectivecontact tracing, quarantine and isolation procedure.In order to achieve the above research objectives, we examine the transmission characteristicsof the COVID-19 epidemic in other areas outside Hubei province and quantify the risk of caseimportation into the current outbreak which is expected to end soon, and into a potential secondaryoutbreak due to the “resumption of work” in these areas. We focus on the effectiveness andimplementation timeliness of prevention and control strategies, as well as the choice of timing forthe “resumption of work” and its impact on the risk of a secondary outbreak.        Our analysis is based on the complete “tracking and recording” information of imported casesand local cases detected in the province of Shaanxi province [7], as this allows us to generate adata set that includes the time series of daily latent, infected and hospitalized cases. Since theoutbreak scale in the Province of Shanxi was relatively small and this is subject to stochasticity inboth case importation and local cases generated by the importation and since the Provincial datahas detailed information on symptom onset and serial intervals, we adopt a method developed byNishiura and Chowell [        DataWe obtained the data of laboratory-confirmed 2019-nCov cases in Shaanxi province from the“National Health Commission” of the People’s Republic of China and the “Health Commission”of the Shaanxi Province [7, 13]. It is worth mentioning that very detailed data information for eachconfirmed case has been released. This strict contact tracing strategy gave detailed information ofillness onset, the first medical visit, quarantined period and confirmation. Then the data do notonly include numbers, such as the number of newly reported cases, the cumulative number ofreported confirmed cases, the cumulative number of cured cases and the number of death cases,and the cumulative numbers of quarantined and suspected cases (shown in Figure 1(A)), but alsoinclude the information such as the dates of illness onset, first medical visit, isolation, laboratoryconfirmation and discharge, and/or date of coming into Shaanxi (for imported cases). The datawere released and analyzed anonymously.Based on the recorded information, we can get the daily number of latent, infected andhospitalized individuals, and we call these data sets as traced data, as shown in Figure 1(A-C).Note that that daily number of hospitalized cases means the first medical visit and then beingquarantined rather than daily number of confirmed cases. Further, we collect the data ofpopulation mobility from the website of Baidu Qianxi (http://qianxi.baidu.com). It contains thetrend of inflow of population to Shaanxi before the 2020 Spring Festival and after 2019 SpringLet   andbe the number of newly imported cases and the number of newly confirmedimported cases on day t in Shaanxi province.  represents the duration from importation toconfirmation for imported cases. For k consecutive days j =  1, … ,   ,   is assumed to followthe Poisson distribution with mean   (that has to be estimated). Given the daily number of newlyconfirmed imported cases    1 , … ,    on m consecutive days  1, … ,  and the probability   =  ( −  ≤   <  −  + 1) that an imported case entered Shaanxi province on day j andwas confirmed on day i. We assume that for each j,   = ∑ = max{ , 1}    is positive. Thenparameters   1 , … ,   can be estimated by    1 , … ,    and    through deconvolution method.We use the Richardson-Lucy iterative algorithm [5] to solve this problem. The procedure isiterative according to the following formulas:,1 ( )= ∑= 1     ( )  (+1 ) =   ( ) ∑= max{ , 1}( )where  ( ) and   ( ) are fitted values ofand   in the n-th iteration respectively. We stopthe iteration when the error of fitting 2 = = 1(  ( )−    )2 ( )becomes small and the value of   1( ), … ,( ) are reasonable. Because the method aboverequires that   = ∑= max{ , 1}    is positive, which means that at least some fraction of importedcases who entered Shaanxi province on day j would be confirmed during the period  1, … ,   , wethen can determine the proper  1 and  2 such that   > 0 for  1 ≤  ≤  2 in terms of thedistribution of   . By using the same method, given the daily number of confirmed local casesand the probability distribution of the duration from infection to confirmation for local cases, wecan also estimate the daily number of newly infected local cases   on day t during some timeperiod.have        To estimate the effective reproduction number  ( ), we make an adaptation of the method in[        13 = 1 −  31( ) = 1 −  33 = 1 −  51 = 1 − (−ℎ ),[−  ( )ℎ],(−  ℎ),(−ℎ ), 11( ) = 1 − [− ( )ℎ)],  12( ) = 1 − −(1 −  ) ( ) ( )ℎ , 21 = 1 −  32 = 1 −  41 = 1 −  61 = 1 − (−ℎ ),(−ℎ ),(−ℎ ),(−  ℎ).−1=1 [  ] =  ( )(   −+ ℎ  − )where   = G(τ) − G(τ − 1) is the discretized distribution of the serial interval with G(τ) beingthe cumulative distribution function. Let  ℎbe the duration from importation of a primaryimported case to infection of the secondary local case, ℎ = H( ) − H(τ − 1) is thediscretized distribution of  ℎwith H( ) being the cumulative distribution function.        On the basis of the clinical progression of the disease, epidemiological status of the individuals,and intervention measures we stratify the populations as susceptible ( ), exposed ( ), infected ( ),hospitalized ( ), recovered ( ) compartments, the quarantined susceptible (  ) and quarantinedsuspected individuals ( ). The flow diagram is shown in Figure 3. Note that here the modelframework extends the model structure in our previous study by including the quarantinedsuspected compartment [18-20], which consists of exposed infectious individuals resulting fromcontact tracing and individuals with influenza like illness and common fever needing clinicalmedication. The deterministic model is replaced by a discrete system with stochastic importationsince the case numbers are relatively small with most of the early cases being imported in Shaanxiprovince [        +1 =   −  11( ) −  12( ) −  13( ) +  51( ) + (1 −  ) 41( ),⎪  +1 =   + 1 −  ( )  11( ) −  21( ) +   (  ),⎪  +1 =   +  21( ) −  31( ) −  32( ) −  33( ) +   (  ),  +1 =   +  ( ) 11( ) +  13( ) −  41( )+  (  ),41( ) −  61( ) −  62( ) +   (  ),where the random variables in (1) can be defined by binomial Bin(n, p) distributions as followsLet constant m be the transition rate from susceptible class to the suspected compartment viageneral clinical medication due to fever or illness-like symptoms. The suspected individuals leavethis compartment at a rate of  , with a proportion, f , if has been confirmed to be infected by theCOVID-19, going to the hospitalized compartment, whilst the other proportion, 1- f , has beenproven to be not infected by the COVID-19 and goes back to the susceptible class once recovery.Let the transmission probability be β and the contact rate be c. With contact tracing, we assume aproportion, q, of individuals exposed to the virus is quarantined, and can either move to thecompartment B or Sq at a rate of βcq or (1 – β)cq), depending on whether they are infectedor not, while the other proportion, 1 – q, consists of individuals exposed to the virus who aremissed from contact tracing and move to the exposed compartment E at a rate of βc(1 − q)once infected or stay in compartment S otherwise. All definitions of variables and parametershave been listed in Table 1.The imported latent, infected and suspected and hospitalized cases for each day can bedescribed by Poisson distributions   (  ),   (  ),   (  ) and   (  ) with parameters  ,   ,  and   , respectively. Therefore，we have(  =  ) =  (  =  ) =    −!    −  !,   (  =  ) =,   (  =  ) =    −  !,    −  !.Fortunately, the number of imported cases to the above four compartments in Shaanxi provincecan be fully determined according to the traced data, as shown in Figures 2(A).Since the implementation of the lock-down strategy in Wuhan on January 23rd 2020, theprevention strategies in other parts of mainland China have been continuously strengthened. Inorder to truly describe the constantly strengthening of control strategies, we should consider thecontact rate, quarantine rate, diagnosis rate and cure rate as the functions of time t. In this model,we assume that the contact rate c(t) is a decreasing function with respect to time t, given byc(t) = 0, before Jan 23nd ,2020( 0 −   ) − 1 +   , else,rate.where c0 denotes the baseline contact rate at the initial time (i.e. before January 23rd, 2020) withc(0) = c0 , cb denotes the minimum contact rate under the current control strategies withlimt→∞ c(t) = cb, where cb < c0, and r1 denotes the exponential decreasing rate in the contactSimilarly, to characterize the enhanced contact tracing we define  ( ) as an increasingfunction with respect to time t, written as ( ) = 0, before Jan 23nd ,2020( 0 −   ) − 2 +   , elsewhere  0 is the initial quarantined rate of exposed individuals with  (0) =  0 = 0 in Shaanxiprovince,  lim→∞  ( ) =  is the maximum quarantined rate under the current control strategies withand  >  0 , and  2represents the exponential increasing rate inquarantined rate. We also set the transition rate   ( ) as an increasing function with respect totime t, thus the detection period 1/  ( ) is a decreasing function of t with the following form:1  ( )=1⎧⎪  0where δI0 is the initial rate of confirmation,  is the fastest confirmation rate, and  3 is theexponential decreasing rate of the detection period. Definitely,   (0) =  0and lim→∞   ( ) = with    >  0 .Letbe the time point at which stringent control measures are introducedon Jan 23nd, 2020. Until February 4th 2020, there was no cured case in Shaanxi province, so thecure rateshould be zero before February 4th 2020. The number of discharged patients hasincreased rapidly since February 7th 2020. Therefore, the cure rate is defined as a constantpiecewise function based on the real situation.pHData implicationsWhen simulating the resumption of work, we assume that the movement trend of Shaanxipopulation after resumption of work is the same as that in same period of 2019. Let the averageproportions of E, I, Eq,H that flow in the Shaanxi during January 17thto 22nd, 2020 be pE, pI,pB, pH, which can be calculated by the data of imported cases and population mobility. Let theproportions of E, I, Eq,H that flow in Shaanxi province after resumption of work be pE, pI, pB,pH. We initially assume that pE, pI, pB, pH are the same as those of pE, pI, pB, pH,whenthe resumption of work begins on February 24th, then we consider the proportions pE, pI, pB,may reduce 30% , 60% and even 90% corresponding to weaker and weaker epidemic.From the detailed description about traced data, we can know when and what is the state of eachinfected person and obtain the number of who are in latent (or quarantined latent), infected andhospitalized classes, as shown in Figure 1, which shows the evolution process of the epidemic inShaanxi province. Figure 1(A) gives both newly reported cases and new cases from traced data,and comparison of two time series indicates that the new cases from traced data is about 7 daysahead of the reported cases data. In particular, Figure 1(B) and (C) give the epidemic status ofcases confirmed before February 7th and 15th, respectively. Note that although Shaanxi provincebegan to release the case numbers on January 23rd, 2020, the first imported latent case came toShaanxi as early as January 10th, 2020, and the majority of imported cases were latent and cameinto Shaanxi before the end of January, 2020, as shown in Figure 2(A). Figure2(B) shows thecorrelation between the total imported cases and the number of population flow into the Shaanxiprovince, from which we calculate the proportion of those inflows that are infected.We can also illustrate the spatial distribution of imported cases (circles) and local cases (squares)and disease evolution based on the traced data. It follows from Figure 4 that most cases are inXi’an city, few cases are in the northern part of Shaanxi while relatively many cases are in thesouthern part of Shaanxi, which is adjacent to Hubei province. Therefore, we can estimate theimpact of population migration on the epidemic situation in the neighboring areas of HubeiThe detailed records reveal how long the patients stay in latent, infected and hospitalizedcompartments. Based on all cases reported in Shaanxi province we use the Kaplan-Meier methodto estimate the median duration from illness onset to first medical visit (quarantined, denoted byT2W) is around 0.60 days, median duration from first medical visit (quarantined) to confirmationW(denoted by T3 ) is around 3.43 days, shown in Figure 5. In particular, for imported cases, themedian duration from importation to illness onset (denoted by T1I) is around 2.38 days withlongest incubation duration of 19 days, median duration from illness onset to first medical visit(quarantined, denoted by T2I ) is around 1 days with the longest (or shortest) duration of 15 ( or 0)days; median duration from the first medical visit to confirmation (denoted by T3I) is around 3.05days with the longest (or shortest) duration of 13 ( or 1 days). For local cases median durationfrom illness onset to first medical visit (quarantined, denoted by T2L ) is around 0.29 days with thelongest (or shortest) infectious duration of 10 ( or 0) days; median duration from the first medicalvisit to confirmation (denoted by T3L) is around 3.9 days with the longest (or shortest) duration of16 ( or 1 days). This analysis indicates that local people went to medical visit when having illnessonset much quicker than the imported individuals. Further, these durations are relatively smallerthan those for mainland China or Hubei province [?], which implies that the control measuresimplemented in Shaanxi are timely and medical resources are relatively sufficient.Control/ effective Reproduction numbersFrom the detailed record we can find 21 transmission chains (or transmission trees) which involve60 cases with 13 imported cases. For each transmission chain we obtained when and who infectedwhom, and calculated the mean control reproduction number of 1.48 with standard deviation (std)0.98. In particular, it follows from 21 transmission chains that the number of secondary infectionsfor each seeded case yields 2，2，1，5，1, 0，2，2，2，1, 1，1，2，1，2, 1，1，1，1，1，1. As mentioned before, the early reported cases in Shaanxi are mainly imported cases beforeFebruary 3rd, 2020. Then, given seed infected individuals who may get infection from January 23rdrdto February 3 , 2020, we had the transmission 13 chains (No. 1-13 as shown in Figure 6), whichgives mean control reproduction number of 1.69 with std 1.18.To investigate the new infections we need to know the duration from importation toconfirmation (denoted byfor imported cases) and the duration from infection to confirmationfor local cases (denoted by   ). By fitting a Weibull distribution to the traced data imported casesconfirmed before February 16th, 2020 we estimate the estimated mean and standard deviation ofas 10.68 days and 4.95 days. Let  sum of the incubation period  1            be assumed to follow a Weibull distribution, which is theand the duration from illness onset to confirmation for localcases  2 . It follows from [            To estimate the effective reproduction number we let the distribution of serial interval  bechosen as gamma distribution with mean of 7.5 days and standard deviation of 3.4 days [4, 11].Because the distribution of the duration from importation of a primary imported case to infectionof the secondary local case ℎis unknown, we initially set ℎbe equal to  and then estimatethe effective reproduction number R(t), as shown in Figure 7(C). It shows the effectivereproduction number started to decline on January 23rd, 2020 when the prediction and controlstrategies was strengthened, was less than 1 since around January 27th, 2020, and stabilized atalmost 0 recently, which means few new infections occur. In order to investigate the variation ofthe effective reproduction number with  ℎvaries, sensitivity analysis was carried out bychanging the mean of  ℎfrom 1 to 7 days, as shown in Figure 7(D). It shows that the more themean of  ℎ, the greater duration of the R(t) being greater than 1 and the earlier the R(t) exceedsthe unity.Does resumption of work induce the second outbreakSince the Spring Festival holiday most people have been at home, when do they return back towork/study is a challenging problem. Consequently, we investigate the effect of populationmovement on infections, especially on the possibility of inducing the second outbreak. To this end,we initially estimate the unknown parameters by least square methods, listed in Table 1, by fittingthe discrete stochastic model to the traced data between January 10th to February 7th (purple curvewith dots), and by using the mean parameter values of 1000 times of least square estimations(listed in Table 1) we get 500 stochastic trajectories of model (1), as shown in Figure 8(A-C).(green curves) and 95% confidence interval (CI) of   ,   ,  compartments are shown in Figure8(E-G). Note that on February 4 , 2020 the first cured individual was covered, and the estimatedrecovery rate  was so small that mean value of  persistently and slowly increases, shown inFigure 8(C). However, tripling the recovery rate can induce the value of  decline.By usingthe data between January 10th to February 16th, 2020 (purple curve with dots) we verify the modeland find the traced data are within the 95% CI of estimated   , and   . It is worth mentioningthat the number of suspected cases(upper green curve in Figure 8(D)) quickly increases sincepeople, once having illness-like symptom or fever, were likely access to medical visit and wereconsidered to be suspected individuals and isolated. While the case-driven cumulative quarantinedindividuals via contact tracing (lower green curve in Figure 8(D)) becomes to stabilize, and is lessthan the number of suspected individuals due to relatively small number of confirmed cases. Thetotal number of these two classes indicates the prevention and control strategies implemented inTo investigate the effect of resumption of work on the epidemic, especially on possible secondoutbreak, by which we may suggest the public health sectors when workers can return back toShaanxi, we predicate the disease infection by using the data on imported cases and moving fromother cities to Shaanxi province (shown in Figure 2). Suppose population to start to return back toShannxi province from February 24th to March 9th, 2020, we can see from Figure 9 (A-B) thatthere is a large second outbreak. If the proportions of imported cases are decreased by 30%, 60%and 90%, the second outbreak becomes smaller and smaller, shown in Figure 9(C-D), (E-F), and(G-H), respectively.Further, if the inflow mode is changed into the intermittent inflow, that is,population are allowed to move into Shaanxi every other week, we can from Figure 10 that thereare one more outbreaks with low peak values. Decreasing the imported proportions greatlyreduces the peak values of the following outbreaks. Comparing Figure 9 and Figure 10 indicatesthat intermittent inflow mode may induce small outbreaks and a relatively good choice forresumption of work.        Shaanxi province is located northwest of China, adjacent to Hubei in the south. Therefore, exceptfor Xi’an city, the capital of Shaanxi, many confirmed cases are in the southern part of Shaanxiprovince. It is interesting to note that Health Commission of Shaanxi Province released the casenumber every day with very detailed information, by which we can know when and who infectedwhom. Then except for the new reported (or cumulative) number of confirmed cases, we can getthe daily number of individuals who are in latent (or quarantined latent), infected and hospitalizedcompartments, which gives the evolution process of the epidemic in Shaanxi province. We can getthe durations from illness onset to the first medical visit, to the hospitalization, and toconfirmation of the case. These durations are relatively smaller than those for mainland China orHubei province [        From the detailed data description, we can obtain the transmission chains over the time, whichenable to calculate the control reproduction number under the implementation of stringent controlstrategies. The mean control reproduction number ranges from 1.48 to 1.69, and the distribution ofthese chains agrees well with the effective reproduction number. Note that the effective numberhas been declining, and is less than unity since January 27th 2020. Recently it has stabilized atalmost zero, meaning that no new infections occur, which seem to be in line with real data, asshown in Figures 1 and 7 [7].In this study we extend our deterministic model framework [9, 18-20] to a discrete systemincorporating stochastic modeling of imported cases to represent the relatively small number ofcases observed in the Shaanxi province, with about half of them being imported cases. It is worthnoting that traced data is around 7 days ahead of the reported ones, as illustrated in Figure 1(A).Moreover, detailed data records revealed that the time interval between the first visit to a doctorand confirmation was longer, with a median of around 4 days. Then, the number of reported casesis not suitable to identify the model or estimate the parameters due to delays such as report delay,confirmation delay, etc. Therefore, it is not accurate to associate the number of confirmed caseswith the number of cases in hospital, which may seriously overestimate the scale of the epidemic.Therefore, the multiple traced data sets have been employed to identify the proposed discretestochastic model and estimate the unknown parameters in this work. Consequently, we use thenumber of individuals in E, I, and H classes form traced data rather than the newly (or cumulative)reported number to parameterize the model.We investigate the impact of population movement (resumption of work) on the potentialsecond outbreak by using movement data from other cities to Shaanxi province.whether the second outbreak is likely or not to occur. The greater the proportion of imported casesthe larger the second outbreak has. Furthermore, intermittent importation may induce one furtheroutbreak episode but with small peak values.From our study, we can conclude that it is very important to study the epidemic situation ofCOVID-19 by using data from contact tracing rather than simply using the number of confirmedcases, especially in the areas where the imported cases are the main source of infection. This cannot only provide important data information for the accurate evaluation of the epidemic situationin other areas outside Hubei Province, but also provide important and accurate data supporting theevaluation of the effectiveness and timeliness of public health intervention strategies in differentareas.In the present investigation, we devised a stochastic model that can be used as an importantmodel framework and methodology for the evaluation of imported cases on local epidemic in theShaanxi province or other similar provinces. From the data analysis, it seems that the stringentpublic health interventions adopted by the Chinese authorities are effective in controlling theinfection. According to data from contact tracing, the first imported cases in the Shaanxi Provinceoccurred earlier than January 10th 2020, and most of the imported cases were imported to theShaanxi Province before the implementation of the national travel restrictions on January 23rd2020. Therefore, the earlier the implementation of the travel restrictions, the greater the reductionof infected cases by COVID-19 in the Shaanxi province has. An intermittent population inflowwith low proportion of imported cases may significantly mitigate the transmission risk. Thus, ifthe public health authorities can strictly monitor and reduce the number of imported cases, itwould be possible for the Shaanxi province to return back and resume working continuously.It is very important to study the epidemic situation of COVID-19 by using traced data rather thansimply using the number of confirmed cases, especially in the areas where the imported cases arethe main and the epidemic situation is not serious. This can not only provide important datainformation for the accurate evaluation of the epidemic situation in other areas outside HubeiProvince, but also provide important and accurate data support for the evaluation of theeffectiveness and timeliness of public health intervention strategies in different areas.We proposed a stochastic model which can provide an important model framework andmethodology for the evaluation of imported cases on local epidemic in the Shaanxi province (andcan eventually be adapted for other similar provinces of China). Data analysis reveals thatstrengthening the public health interventions, tracing imported cases and improving theconfirmation rate are effective and timely after January 23rd 2020. According to the traced datashown in Figure 1, the first imported cases in Shaanxi Province were earlier than January 10, andmost of the imported cases were imported to Shaanxi Province before the national travelrestrictions were implemented on January 23nd, as shown in Figure 2. Therefore, the earlierimplementation of travel restriction will greatly reduce the epidemic situation of COVID-19 inThe findings suggest that keeping an intermittent population inflow with a low proportion ofimported cases may induce a small second outbreak and hence decrease the transmission risk.Thus, if we can strictly monitor and reduce the number of imported cases, it is possible forShaanxi to resume work continuously, especially intermittently.Acknowledgement: This research was funded by the National Natural Science Foundation ofChina (grant numbers: 11631012 (YX, ST), 61772017 (ST)), and by the Canada Research ChairProgram (grant number: 230720 (JW) and the Natural Sciences and Engineering Research Councilof Canada (Grant number:105588-2011 (JW).234-235.coronavirus COVID-19 outbreaks outside China. J Clin Med2020, 9:571.Du Z, Wang L, Chauchemez S, Xu X, Wang X, Cowling BJ, et al. Risk for transportation of2019 novel coronavirus disease from Wuhan to other cities in China. Emerg Infect Dis 2020,DOI: 10.3201/eid2605.200146.Gilbert M, Pullano G, Pinotti F, et al. Preparedness and vulnerability of African countriesagainst importations of COVID-19: amodelling study. TheGoldstein E, Dushoff J, Ma J, Plotkin JB, Earn DJ, Lipsitch M. (2009). Reconstructinginfluenza incidence by deconvolution of daily mortality time series. PNAS 2009, 106 (51):21825-21829.Health Commission of Shaanxi Province. Available at http://sxwjw.shaanxi.gov.cn/col/DOI:https://doi.org/10.1016/S0140-6736(20)30374-3.Keeling M J, Rohnai P. Modeling infectious diseases in humans and animals. PrincetonUniversity Press. 2008..with control intervention: Ebola as a Case Study.Biometrics, 2006, 62: 1170–1177. DOI:10.1111/j.1541-0420.2006.00609.x2000.2020; 368: m236.estimation of time-dependent epidemic trends. In Mathematical and statistical estimationapproaches in epidemiology (pp. 103-121), Springer, Dordrecht 2009.outbreak based on crowdsourced data: a population-level observational study. Lancet DigitalHealth 2020, DOI: https://doi.org/10.1016/S2589-7500(20)30026-1.18. Tang B, Bragazzi NL, Li Q, Tang S, Xiao Y, Wu J. An updated estimation of the risk oftransmission of the novel coronavirus (COVID-19). Infect Dis Model 2020,5:248-255.19. Tang B, Xia F, Tang S, Bragazzi N L, Li Q, Sun X, Liang J, Xiao Y, Wu J. The evolution of quarantined and suspected cases determines the final trend of the 2019-nCoV epidemics basedon multi-source data analyses. Available at SSRN: https://ssrn.com/abstract=3537099.20. Tang B, Wang X, Li Q, et al. Estimation of the Transmission Risk of the COVID-19 and ItsImplication for Public Health Interventions. J Clin Med 2020, 9: 462.All rights reserved. No reuse allowed without permission. (0) (0) (0) (0)  (0) (0) (0)Initial valuesDefinitionsContact rate at the initial timeMinimum contact rate under the current control strategiesExponential decreasing rate of contact rateProbability of transmission per contactQuarantined rate of exposed individuals at the initial timeMaximum quarantined rate of exposed individuals under the currentcontrol strategiesExponential increasing rate of quarantined rate of exposed individualsTransition rate of susceptible individuals to the suspected classDetection rate of the suspected classConfirmation ratio: Transition rate of exposed individuals in thesuspected class to the quarantined infected classTransition rate of exposed individuals to the infected classRate at which the quarantined uninfected contacts were released into thewider communityquarantined infected classFastest diagnose rateInitial transition rate of symptomatic infected individuals to theExponential decreasing rate of diagnose rateRecovery rate of infected individualsRecovery rate of quarantined infected individualsDisease-induced death rateInitial susceptible populationInitial exposed populationInitial infected populationInitial suspected populationInitial quarantined susceptible populationInitial quarantined infected populationInitial recovered populationShaanxi15(A) Traced data and reported casesSource dataNewly reported cases(B) Daily number of cases from traced data(C) Daily number of cases from traced dataEEIIEqHEqHexposed, infected and hospitalized individuals in Shaanxi province based on the traced data by February9th (B), and by February 16th 2020 (C)(A) Imported cases for Shaanxi province(B) Baidu index and imported cases1000008000060000400002000001357911131517192123E+I+Eq+HNumber of flow inFigure 2（.A）The imported cases for the four compartments during Jan 10th to Feb 7th, 2020. (B) Thetotal imported cases and number of flow into the Shaanxi province from other regions from January10th to February 3rd.Interventions including intensive contact tracing followed by quarantine and isolation are indicated. Thegray compartment means suspected case compartment consisting of contact tracing Eq and feverclinics.The imported cases include exposed (yellow), infected (magenta), quarantined infected (red) andhospitalized (black) individuals, the local cases include infected (green), quarantined infected (red) andhospitalized (black) individuals.illness onset (denoted by T1), the duration from illness onset to first medical visit (quarantined, denoted by T2)and the duration from first medical visit (quarantined) to confirmation (denoted by T3) for imported, local andwhole cases in Shaanxi province.are local cases, and i, j denote the identifier numbers in the system of Health Commission ofThe back-calculated time series on number of new infections for imported/localindividuals based on the reported confirmed cases (A), comparison of number of new infectionsfrom back calculation and traced data (B), the estimated reproduction number R(t) based on theback-calculated number of illness onset (C).susceptible population are significantly (D). The mean values (green curve) and 95% CI(grey curve) for E(t), I(t) and H(t) compartments (E-G). D: the number of suspectedindividuals B(t) (upper green curve) and the cumulative number of the quarantinedindividuals (lower green curve).Effect of continuous inflow on the number of exposed individuals (A) and infectedindividuals (B) with baseline parameter values, with 30% decreased inflow (C-D), with 60%decreased inflow (E-F), with 90% decreased inflow (G-H). Here the inflow has been lasting for 24days (from February 24th to March 18th).Effect of intermittent inflow on the number of exposed individuals (A) and infectedindividuals (B) with baseline parameter values, with 30% decreased inflow (C-D), with 60%decreased inflow (E-F), with 90% decreased inflow (G-H). Here the inflow is on for the first (fromFebruary 24th to March 1st) and third weeks (from March 9th to 15th ) and off for the second andfourth week and the following days.", "ref_list": [[], ["Risk assessment of novel 2"], ["National Health Commission of the People's Republic of China"], ["China coronavirus: cases surge as official admits human to human transmission"], ["The effective reproduction number as a prelude to statistical 17"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P Boldog", "T Tekeli", "Z Vizi", "A Dénes", "F A Bartha", "G Röst", "J Cohen", "D Normile", "W Guan", "Z Ni", "Y Hu", "P E Finkenstädt B F. Statistical", "Q Li", "X Guan", "P Wu"], ["C J Mode", "Sleeman C K. Stochastic Processes"], ["J Parry", "H. Correcting Nishiura"], ["H Nishiura", "G. Chowell", "K Sun", "J Chen", "C Viboud"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Canada", "one_words_summarize": "CanadaBefore the lock-down of Wuhan/Hubei/China, on January 23rd 2020, a large number of individualsinfected by COVID-19 moved from the epicenter Wuhan and the Hubei province due to the SpringFestival, resulting in an epidemic in the other provinces including the Shaanxi province. However, if the case importation decreases by 30%, 60% and 90%, the second outbreak ifhappening will be of small-scale assuming contact tracing and quarantine/isolation remain aseffective as before. They generally cause mild respiratory infections but cansometimes be fatal. Since January 23rd 2020, the Chinese authorities have been implementing unprecedented andincreasingly stringent public health interventions, including a complete lock-down of Wuhan andneighboring cities, strict contact tracing and travel restrictions in the epicenter and across thecountry [13]. Since theoutbreak scale in the Province of Shanxi was relatively small and this is subject to stochasticity inboth case importation and local cases generated by the importation and since the Provincial datahas detailed information on symptom onset and serial intervals, we adopt a method developed byNishiura and Chowell [        DataWe obtained the data of laboratory-confirmed 2019-nCov cases in Shaanxi province from the“National Health Commission” of the People’s Republic of China and the “Health Commission”of the Shaanxi Province [7, 13]. It is worth mentioning that very detailed data information for eachconfirmed case has been released. represents the duration from importation toconfirmation for imported cases. .Fortunately, the number of imported cases to the above four compartments in Shaanxi provincecan be fully determined according to the traced data, as shown in Figures 2(A).Since the implementation of the lock-down strategy in Wuhan on January 23rd 2020, theprevention strategies in other parts of mainland China have been continuously strengthened. From the detailed description about traced data, we can know when and what is the state of eachinfected person and obtain the number of who are in latent (or quarantined latent), infected andhospitalized classes, as shown in Figure 1, which shows the evolution process of the epidemic inShaanxi province. Therefore, we can estimate theimpact of population migration on the epidemic situation in the neighboring areas of HubeiThe detailed records reveal how long the patients stay in latent, infected and hospitalizedcompartments. This analysis indicates that local people went to medical visit when having illnessonset much quicker than the imported individuals. which implies that the control measuresimplemented in Shaanxi are timely and medical resources are relatively sufficient. It follows from [            To estimate the effective reproduction number we let the distribution of serial interval  bechosen as gamma distribution with mean of 7.5 days and standard deviation of 3.4 days [4, 11].Because the distribution of the duration from importation of a primary imported case to infectionof the secondary local case ℎis unknown, we initially set ℎbe equal to  and then estimatethe effective reproduction number R(t), as shown in Figure 7(C). Thetotal number of these two classes indicates the prevention and control strategies implemented inTo investigate the effect of resumption of work on the epidemic, especially on possible secondoutbreak, by which we may suggest the public health sectors when workers can return back toShaanxi, we predicate the disease infection by using the data on imported cases and moving fromother cities to Shaanxi province (shown in Figure 2). Decreasing the imported proportions greatlyreduces the peak values of the following outbreaks. Comparing Figure 9 and Figure 10 indicatesthat intermittent inflow mode may induce small outbreaks and a relatively good choice forresumption of work. Shaanxi province is located northwest of China, adjacent to Hubei in the south. Note that the effective numberhas been declining, and is less than unity since January 27th 2020. Therefore, the multiple traced data sets have been employed to identify the proposed discretestochastic model and estimate the unknown parameters in this work. Furthermore, intermittent importation may induce one furtheroutbreak episode but with small peak values. An intermittent population inflowwith low proportion of imported cases may significantly mitigate the transmission risk. Preparedness and vulnerability of African countriesagainst importations of COVID-19: amodelling study. Available at http://sxwjw.shaanxi.gov.cn/col/DOI:https://doi.org/10.1016/S0140-6736(20)30374-3.Keeling M J, Rohnai P. Modeling infectious diseases in humans and animals. DOI:10.1111/j.1541-0420.2006.00609.x2000.2020; 368: m236.estimation of time-dependent epidemic trends. Tang B, Xia F, Tang S, Bragazzi N L, Li Q, Sun X, Liang J, Xiao Y, Wu J. The evolution of quarantined and suspected cases determines the final trend of the 2019-nCoV epidemics basedon multi-source data analyses. Estimation of the Transmission Risk of the COVID-19 and ItsImplication for Public Health Interventions. B) Thetotal imported cases and number of flow into the Shaanxi province from other regions from January10th to February 3rd. Interventions including intensive contact tracing followed by quarantine and isolation are indicated. The mean values (green curve) and 95% CI(grey curve) for E(t), I(t) and H(t) compartments (E-G). Here the inflow has been lasting for 24days (from February 24th to March 18th).Effect of intermittent inflow on the number of exposed individuals (A) and infectedindividuals (B) with baseline parameter values, with 30% decreased inflow (C-D), with 60%decreased inflow (E-F), with 90% decreased inflow (G-H)."}