{"date": "2020/02/26", "journal": "medrxiv", "authors": "Yinhua Zhang, Nelson Odiwuor, Jin Xiong, Luo Sun, Raphael Ohuru Nyaruaba, Hongping Wei, Nathan A Tanner", "title": "Rapid Molecular Detection of SARS-CoV-2 (COVID-19) Virus RNA Using Colorimetric LAMP", "type": "preprint article", "abstract": "The ability to detect an infectious agent in a widespread epidemic is crucial to the success of quarantine efforts in addition to sensitive and accurate screening of potential cases of infection from patients in a clinical setting. Enabling testing outside of sophisticated laboratories broadens the scope of control and surveillance efforts, but also requires robust and simple methods that can be used without expensive instrumentation. Here we report a method to identify SARS-CoV-2 (COVID-19) virus RNA from purified RNA or cell lysis using loop-mediated isothermal amplification (LAMP) using a visual, colorimetric detection. This test was additionally verified using RNA samples purified from respiratory swabs collected from COVID-19 patients in Wuhan, China with equivalent performance to a commercial RT-qPCR test while requiring only heating and visual inspection. This simple and sensitive method provides an opportunity to facilitate virus detection in the field without a requirement for complex diagnostic", "text": "infrastructure.INTRODUCTION        The emergence of a new coronavirus (2019-nCoV, now named SARS-CoV-2)has infected tens of thousands of people in China, with cases in at least 28 othercountries and prompting a worldwide response. The diagnostics industry has respondedrapidly, with Emergency Use Authorization granted for PCR-based tests from the USCDC (https://www.cdc.gov/coronavirus/2019-ncov/about/testing.html), Seegene inKorea and BGI in China        Here we describe a molecular diagnostic approach for SARS-CoV-2 RNAdetection using loop-mediated isothermal amplification (LAMP) and simple visualdetection of amplification for potential use in rapid, field applications. LAMP wasdeveloped as a rapid and reliable method to amplify from a small amount targetsequence at a single reaction temperature, obviating the need for sophisticated thermalcycling equipment (5). Since the initial description of LAMP, a number of advancementsin detection technology have helped establish LAMP as a standard method for simpleisothermal diagnostics. These detection methods have allowed detection by visualexamination without instrumentation using dyes that utilize inherent by-products of theextensive DNA synthesis, such as malachite green(6), calcein (7) and hydroxynaphtholblue (8). We recently developed a method for visual detection of LAMP amplification (9)using pH-sensitive dyes to exploit the change of pH that resulting from protonaccumulation due to dNTP incorporation. This method has been used in a large scalefield survey of Wolbachia-containing mosquitos (10), Grapevine red blotch virus withoutDNA extraction (11), testing urine samples for Zika virus (12) and even amplificationdetection on the International Space Station (13). The breadth of application highlightsthe applicability of visual detection methods to provide an advantage in simplicity andportability for enabling new, rapid diagnostics.This study describes testing and validation of 5 sets LAMP primers targeting twofragments of the SARS-CoV-2 genome using short (~300bp) RNA fragments made within vitro transcription and RNA samples from patients. We also demonstrate compatibilitywith simple approaches to RNA purification to simplify the detection procedure andavoid complex RNA extraction, and with clinical swab samples taken from COVID-19patients. Our aim is to share this information in order to help develop a reliable andeasy method to detect this viral RNA outside of sophisticated diagnostic laboratoriesand expand the toolbox of molecular tests used to combat and surveil this growingpublic health threat.MATERIALS AND METHODSWe designed 5 sets of LAMP primers targeting two fragments (Table 1) of SARS-CoV-2sequence (GenBank accession number MN908947) using the online software PrimerExplorer V5 (available for free use at: https://primerexplorer.jp/e/). DNA fragmentscontaining these two regions were synthesized as gBlocks (Integrated DNATechnologies) and T7 RNA polymerase promoters were added by PCR (NEB M0493,numbers indicate NEB catalog ID unless otherwise noted) using primer pairs where oneprimer containing the promoter sequence. RNAs were then synthesized by in vitrotranscription (E2050) using these PCR products as templates and purified using RNAclean up columns (T2040). The resulting RNAs as well as the gBlocks were seriallydiluted in 10-fold increments using 0.1x TE buffer containing 0.01% Tween 20.RTLAMP reactions were performed using WarmStart® Colorimetric LAMP 2X Master Mix(DNA & RNA) (M1800) supplemented with 1 μM SYTO®-9 double-stranded DNAbinding dye (Thermo Fisher S34854) and incubated on a real-time qPCR machine(BioRad CFX96) for 120 cycles with 15 seconds each cycle (total ~40 min). The color ofthe finished reactions was recorded using an office flatbed scanner. Synthetic RNAswere spiked into Hela cells, which were then diluted and lysed using Luna® Cell ReadyLysis Module (E3032). Each lysate was then diluted 10x with 0.1x TE +0.01% Tween 20and 1 μL was added to standard colorimetric LAMP reactions. For compatibility withblood recovery, RNA was spiked into 200 μL whole human blood (Quadrant HealthStrategies) and then purified the total blood RNA using Monarch® Total RNA MiniprepKit (T2010).Wuhan Institute of Virology CAS is one of the authorized labs approved by CDC ofWuhan city for detecting COVID-19 virus in clinical samples. All samples were handledand deactivated first in biosafety level 2 laboratory with personal protection equipmentfor biosafety level 3 following the guidelines for detecting nucleic acid of SARS-CoV-2 inclinical samples. Research on developing new diagnostic techniques for COVID-19using clinical samples has been approved by the ethical committee of Wuhan Instituteof Virology. Briefly, respiratory specimens (swabs) collected from patients admitted tovarious Wuhan health care facilities were immediately placed into sterile tubescontaining 3ml of viral transport media (VTM). The medium constitutes Hank’s balancedsalt solution at pH 7.4 containing BSA (1%), amphotericin (15 μg/mL), penicillin G (100units/mL), and streptomycin (50 μg/mL). The swabs were deactivated by heating at56 °C for 30 minutes in a biosafety level 2 (BSL 2) laboratory at the Wuhan Institute ofVirology in Zhengdian Park. Due to the possibility of generating aerosols, the sampleswere allowed to cool at room temperature before further processing. If the sampleswere not for use immediately, they were stored at 4 °C.Total viral RNA was extracted from the deactivated samples using automated extractioninstrument, PurifierTM Modesty (Genfine Biotech, Beijing-China, LTD), according to themanufacturer’s instructions. The instrument is capable of processing 32 samples perrun for 21 minutes with less hands-on work. Furthermore, it is equipped with a UV lightlamp to ensure biosafety of the user. A commercial COVID-19 RT-PCR kit (Jienuo Inc,Shanghai, China) was used to detect if the samples are positive or negative toCOVID19.The assay was performed in a 20 µl reaction mixture containing 2 µL of 10x primer mixof 16 µM (each) of Forward Inner Primer (FIP) and Backward Inner Primer (BIP), 2 µM(each) of F3 and B3 primers, 4 µM (each) of Forward Loop (LF) and Backward Loop (LB)primers, 10 µL of WarmStart Colorimetric Lamp 2X Master Mix (M1800) 5 µL of DNAse,RNAase free water (Beyotime Biotech, China),and 3 µl of RNA template. The reactionmixture was set at 65 °C for 30 minutes on a dry bath (Avist Technology Co., Wuhan,China).RESULTS AND DISCUSSIONWe designed 5 full LAMP primers sets targeting SARS-CoV-2 RNA, with ampliconregions designed to the 5′ region of the ORF1a gene and Gene N. Each set was testedwith synthetic DNA substrates and RNA transcribed from that DNA substrate beforeconsideration for use clinically. To evaluate detection sensitivity, synthetic RNAs wereserially diluted from ~120 million copies down to ~120 copies (per 25 μL reaction) at10fold intervals in LAMP reactions. All five primer sets showed similar detection sensitivityand could consistently detect as low as a few hundred copies, with sporadic detection of120 copies (or 4.8 copies/μL; Fig. 1). The results from colorimetric detection were 100%in agreement with the real time detection. To estimate the relative efficiency using RNAor DNA templates, we compared synthetic RNA with similarly diluted gBlock dsDNA onreal-time LAMP signal (Fig. 2). For the 2 primer sets we compared, one showed slightlyslower amplification and detection with RNA template while the other appeared slightlyfaster, confirming the RNA is efficiently converted to cDNA by the reverse transcriptase(WarmStart RTx) and subsequently amplified via LAMP by the DNA-dependent DNApolymerase (Bst 2.0 WarmStart).With current diagnostic methods, e.g. RT-qPCR, purified RNA is used in the input.This will of course enable maximum efficiency and sensitivity but requires skill andinstrumentation in addition to adding extra time to the diagnostic workflow. Weinvestigated whether it is possible to perform detection using crude cell lysate in order toavoid this RNA purification step. The results indicated that ~480 copies were detectedwith all four primer sets, a similar sensitivity as the detection sensitivity with syntheticRNA alone (Fig. 3A) with no interference by the lysate to either the amplificationefficiency or visual color change. We also tested whether we could recover the syntheticRNA spiked into biological sample with a mock experiment during purification of totalRNA. We spiked various amount of synthetic RNA into whole human blood and purifiedthe total blood RNA. We were able to recover and detect the spiked RNA (Fig. 3B),indicating the total RNA has no interference during the purification or the detectionprocess. While the column-based approach is less compatible with the simple, fielddetection enabled by colorimetric LAMP, this is a typical laboratory workflow and can beused with simple isothermal amplification in a similar fashion to more expensive andinvolved qPCR detection workflows.With this preliminary evaluation of potential LAMP primer sets, the bestperforming sets (ORF1a-A, GeneN-A) were shared and synthesized in Wuhan fortesting with actual COVID-19 samples. RNA was extracted from swabs using thestandard laboratory protocol (see Materials and Methods) and RNA tested incolorimetric RT-LAMP alongside a commercial RT-qPCR assay. In addition to controls,a total of 7 patient RNA samples were tested, 6 of which were determined to be positiveby RT-qPCR using ORF1a primers (Cq 25–36.5, Table 2) and 4 positive with Gene Nprimers. One sample was negative by both RT-qPCR primer sets. When these sampleswere tested in the colorimetric LAMP assay, all 6 RT-qPCR positive samples showedvisible color change indicating positive amplification, while the single RT-qPCR negativesamples maintained pink color and was judged negative (Figure 4). Thus thecolorimetric LAMP assay showed 100% agreement with the RT-qPCR results across arange of Cq values. Although a small number of samples were tested here, thecolorimetric LAMP assay enables reliable SARS-CoV-2 detection without sophisticatedinstrumentation, matching the RT-qPCR performance in field and point-of-care settings.In conclusion, colorimetric LAMP provides a simple, rapid method forSARSCoV-2 RNA detection. Not only purified RNA can be used as the sample input, butalso direct tissue or cell lysate may be used without an RNA purification step. Thiscombination of a quick sample preparation method with an easy detection process mayallow the development of portable, field detection in addition to a rapid screening forpoint-of-need testing applications. This virus represents an emerging significant publichealth concern and expanding the scope of diagnostic utility to applications outside oftraditional laboratories will enable greater prevention and surveillance approaches. Theefforts made here will serve as a model for inevitable future outbreaks where the use ofnext generation portable diagnostics will dramatically expand the reach of our testingcapabilities for better healthcare outcomes.ACKNOWLEDGEMENTSWe thank Dr. Guoping Ren for advice and assistance using the Luna Cell Ready LysisModule.a No template control; b plasmid DNA (standard control) for the RT-PCR kitN-AN-B1a-C12x1012x1012x1012x1012x10765432120          NTCFigure 1 Detection sensitivity of synth          ORF1a-AGene N-A30 min30 minFigure 2 Comparison of RNA and gBlock dsDNA templates in LAMPamplification using real time amplification curves. Two primer sets (ORF1a-Aand Gene N-A) were used to amplify either RNA (green curves, dilutions from6 6120x10 to 120 copies) or gDNA (blue curves, 60x10 to 60 copies). ForORF1a-A primer set, the gBlock is faster than RNA template; For Gene N-Aprimer set, the RNA is slightly faster. Each “cycle” represents 20 seconds, with30 minute timepoint noted by dashed line.NC1a-A1a-BN-AN-BMax copies5ng JK RNA240002400240240N-B", "ref_list": [[], ["RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Consistent detection of 2019 novel coronavirus in saliva"], ["Loop-mediated isothermal amplification of DNA"], ["Development of a loopmediated isothermal amplification method for rapid mass-screening of sand flies for Leishmania infection"], ["and"], ["Colorimetric detection of loop-mediated isothermal amplification reaction by using hydroxy naphthol blue"], [""], ["Visual detection of isothermal nucleic acid amplification using pH-sensitive dyes"], ["and"], ["A rapid, sensitive and inexpensive method for detection of grapevine red blotch virus without tissue extraction using loop-mediated isothermal amplification"], ["Rapid colorimetric detection of Zika virus from serum and urine specimens by reverse transcription loop-mediated isothermal amplification (RT-LAMP)"], ["Nucleic acid detection aboard the International Space Station by colorimetric loop‐mediated isothermal amplification (LAMP)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["P. Zhou", "X.L. Yang", "X.G. Wang", "B. Hu", "L. Zhang", "W. Zhang", "H.R. Si", "Y. Zhu", "B. Li", "C.L. Huang"], [], ["K.K. To", "O.T. Tsang", "C. Chik-Yan Yip", "K.H. Chan", "T.C. Wu", "J.M.C. Chan", "W.S. Leung", "T.S. Chik", "C.Y. Choi", "D.H. Kandamby"], ["T. Notomi", "H. Okayama", "H. Masubuchi", "T. Yonekawa", "K. Watanabe", "N. Amino", "T. Hase"], ["C.O. Nzelu", "E.A. Gomez", "A.G. Caceres", "T. Sakurai", "L. Martini-Robles", "H. Uezato", "T. Mimori", "K. Katakura", "Y. Hashiguchi", "H. Kato"], ["N. Tomita", "Y. Mori", "H. Kanda", "T. Notomi"], ["M. Goto", "E. Honda", "A. Ogura", "A. Nomoto", "K. Hanaki"], ["Biotechniques"], ["N.A. Tanner", "Y. Zhang", "T.C. Evans", "Jr."], ["D.D.S. Goncalves", "D.J. Hooker", "Y. Dong", "N. Baran", "P. Kyrylos", "I. Iturbe-Ormaetxe", "C.P. Simmons", "S.L. O'Neill"], [], ["A.E. Calvert", "B.J. Biggerstaff", "N.A. Tanner", "M. Lauterbach", "R.S. Lanciotti"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "infrastructure.", "one_words_summarize": "INTRODUCTION        The emergence of a new coronavirus (2019-nCoV, now named SARS-CoV-2)has infected tens of thousands of people in China, with cases in at least 28 othercountries and prompting a worldwide response. LAMP wasdeveloped as a rapid and reliable method to amplify from a small amount targetsequence at a single reaction temperature, obviating the need for sophisticated thermalcycling equipment (5). Our aim is to share this information in order to help develop a reliable andeasy method to detect this viral RNA outside of sophisticated diagnostic laboratoriesand expand the toolbox of molecular tests used to combat and surveil this growingpublic health threat. The color ofthe finished reactions was recorded using an office flatbed scanner. For compatibility withblood recovery, RNA was spiked into 200 μL whole human blood (Quadrant HealthStrategies) and then purified the total blood RNA using Monarch® Total RNA MiniprepKit (T2010).Wuhan Institute of Virology CAS is one of the authorized labs approved by CDC ofWuhan city for detecting COVID-19 virus in clinical samples. Due to the possibility of generating aerosols, the sampleswere allowed to cool at room temperature before further processing. Furthermore, it is equipped with a UV lightlamp to ensure biosafety of the user. The reactionmixture was set at 65 °C for 30 minutes on a dry bath (Avist Technology Co., Wuhan,China).RESULTS AND DISCUSSIONWe designed 5 full LAMP primers sets targeting SARS-CoV-2 RNA, with ampliconregions designed to the 5′ region of the ORF1a gene and Gene N. Each set was testedwith synthetic DNA substrates and RNA transcribed from that DNA substrate beforeconsideration for use clinically. The results from colorimetric detection were 100%in agreement with the real time detection. The results indicated that ~480 copies were detectedwith all four primer sets, a similar sensitivity as the detection sensitivity with syntheticRNA alone (Fig. Although a small number of samples were tested here, thecolorimetric LAMP assay enables reliable SARS-CoV-2 detection without sophisticatedinstrumentation, matching the RT-qPCR performance in field and point-of-care settings. Not only purified RNA can be used as the sample input, butalso direct tissue or cell lysate may be used without an RNA purification step."}