{"date": "2020/02/26", "journal": "medrxiv", "authors": "Chaomin Wu, Xianglin Hu, Jianxin Song, Chunling Du, Jie Xu, Dong Yang, Dechang Chen, Ming Zhong, Jinjun Jiang, Weining Xiong, Ke Lang, Yuye Zhang, Guohua Shi, Lei Xu, Yuanlin Song, Xin Zhou, Ming Wei, Junhua Zheng", "title": "Heart injury signs are associated with higher and earlier mortality in coronavirus disease 2019 (COVID-19)", "type": "preprint article", "abstract": "Zheng13,14†.; The first batch of medical teams from Shanghai to support Hubei, China and study group.", "text": "8. Department of Pulmonary Medicine, Qingpu Traditional Chinese Medicine10. Shanghai Respiratory Research Institute, Shanghai 200032, China.11. National Clinical Research Center for Aging and Medicine, Huashan Hospital,12. Department of Pulmonary Medicine, Shanghai General Hospital, School of13. Tuberculosis and Respiratory Department, Wuhan Jinyintan Hospital, Wuhan430023, China.14. Department of Urology, Shanghai General Hospital, School of Medicine inwork.† Corresponding author:Yuanlin Song, Department of Pulmonary Medicine, Zhongshan Hospital, FudanDoes coronavirus disease 2019 (COVID-19) cause heart injury and hereby impactmortality?In this retrospective cohort study including 188 patients with COVID-19, patients withhigh levels of high-sensitivity cardiac troponin I (hs-TNI) on admission hadsignificantly higher mortality (50.0%) than patients with moderate or low levels ofhs-TNI (10.0% or 9.1%). hs-TNI level on admission was significantly negativelycorrelated with survival days (r= -0.42, 95% CI= -0.64~-0.12, P=0.005).COVID-19 patients with signs of heart injury on admission must be early identifiedand carefully managed by cardiologists, in order to maximally prevent or rescue heartinjury-related mortality in COVID-19.Heart injury can be easily induced by viral infection such as adenovirus andenterovirus. However, whether coronavirus disease 2019 (COVID-19) causes heartinjury and hereby impacts mortality has not yet been fully evaluated.To explore whether heart injury occurs in COVID-19 on admission and herebyaggravates mortality later.A single-center retrospective cohort study including 188 COVID-19 patientsadmitted from December 25, 2019 to January 27, 2020 in Wuhan Jinyintan Hospital,Mortality in hospital and days from admission to mortality (survival days).High levels of heart injury indicators on admission (hs-TNI; CK; CK-MB; LDH;Of 188 patients with COVID-19, the mean age was 51.9 years (standard deviation:14.26; range: 21~83 years) and 119 (63.3%) were male. Increased hs-TnI levels onadmission tended to occur in older patients and patients with comorbidity (especiallyhypertension). High hs-TnI on admission (≥ 6.126 pg/mL), even within the clinicalnormal range (0~28 pg/mL), already can be associated with higher mortality. Highhs-TnI was associated with increased inflammatory levels (neutrophils, IL-6, CRP, andPCT) and decreased immune levels (lymphocytes, monocytes, and CD4+ and CD8+ Tcells). CK was not associated with mortality. Increased CK-MB levels tended to occurin male patients and patients with current smoking. High CK-MB on admission wasassociated with higher mortality. High CK-MB was associated with increasedinflammatory levels and decreased lymphocytes. Increased LDH and α-HBDH levelstended to occur in older patients and patients with hypertension. Both high LDH andα-HBDH on admission were associated with higher mortality. Both high LDH andα-HBDH were associated with increased inflammatory levels and decreased immunelevels. hs-TNI level on admission was negatively correlated with survival days ( r=-0.42, 95% CI= -0.64~-0.12, P=0.005). LDH level on admission was negativelycorrelated with survival days (r= -0.35, 95% CI= -0.59~-0.05, P=0.022).Heart injury signs arise in COVID-19, especially in older patients, patients withhypertension and male patients with current smoking. COVID-19 virus might attackheart via inducing inflammatory storm. High levels of heart injury indicators onadmission are associated with higher mortality and shorter survival days. COVID-19patients with signs of heart injury on admission must be early identified and carefullymanaged by cardiologists, because COVID-19 is never just confined to respiratoryinjury.        Viral infection is a common cause of heart injury such as myocarditis. It is wellknown that adenovirus, enterovirus and herpesvirus are the most common infectiousetiologies for heart injury [        Coronavirus disease 2019 (COVID-19) is a novel infectious viral pneumoniabreaking out in Wuhan, China since Dec, 2019 [4, 5]. By Feb 20, 2020 in China, 75,465patients were diagnosed with COVID-19 and 2,236 patients deceased [6]. Based onour recent experts clinical experience on COVID-19, we found severe COVID-19patients are difficult to rescue not only because respiratory failure but alsosusceptibility to heart failure. The coronavirus for COVID-19 is a new strain which wasnot previously identified. Whether the coronavirus for COVID-19 causes heart injuryand thereby impacts mortality has not been fully evaluated. Therefore, in thisretrospective cohort study, we fully assessed heart injury indicators on admission inCOVID-19 patients. We aimed to explore whether heart injury already occurs inCOVID-19 at early stage and hereby aggravates mortality later.        From Dec 25, 2019 to Jan 27, 2020, 188 COVID-19 patients admitted to WuhanJinyintan Hospital (Hubei, China) were selected. All enrolled patients were definitelydiagnosed with COVID-19 pneumonia according to the previously reported criteria[        Data were retrieved from electronic medical records. Demographic and clinicalparameters included age, gender, history of Huanan seafood market exposure,history of family infection, smoking status, comorbidity, initial symptoms and signs,vital signs on admission, complications on admission and drug treatment regimen.Primary outcome was mortality in hospital. Days from admission to death (survivaldays) were also calculated for deceased patients. Whether transfer to intensive careunit (ICU) was recorded as a secondary outcome.Heart injury indicators measured on admission were collected, includinghigh-sensitivity cardiac troponin I (hs-TNI), creatine kinase (CK), creatine kinase-MB(CK-MB), lactic dehydrogenase (LDH) and α-hydroxybutyrate dehydrogenase(α-HBDH). The clinical normal range of hs-TNI was 0~28 pg/mL. The clinical normalrange of CK was 50~310 U/L. The clinical normal range of CK-MB was 0~24 U/L. Theclinical normal range of LDH was 120~250 U/L. The clinical normal range of α-HBDHwas 72~182 U/L. All Heart injury indicators were divided into three levels (low,moderate or high level) based on the cutoff values of 33th and 67th percentile.Inflammatory levels indicators were collected, including white blood cells (WBC),neutrophils, interleukin-6 (IL-6), C-reaction protein (CRP), procalcitonin (PCT) anderythrocyte sedimentation rate (ESR). Immune levels indicators were collected,including lymphocytes, monocytes, T cells count, and CD4+ and CD8+ T cells count.SPSS for Windows (Version 24.0, IBM) and Graphpad prism 7.0 software wereused for statistical analysis. Continuous parameters were displayed by mean ±standard deviation (SD) or median with quartiles. Categorical parameters weredisplayed by percentage with number. One way ANOVA or Kruskal-Wallis test wasperformed formultiple comparisons of continuous data. Tukey'smultiplecomparisons test or Dunn's multiple comparisons test was used for adjusted P value.Chi-square test was performed for categorical data and Bonferroni method was usedfor adjusted P value. Spearman correlation was performed. Coefficient of r with 95%confidence interval (CI) was used to measure the correlation magnitude. P< 0.05 wasconsidered statistically significant.The baseline clinical and laboratory characteristics were presented in Table 1.Patients’ mean age was 51.9 ± 14.26 years old. Male accounted for 63.3% of thepopulation. Huanan seafood market exposure accounted for 48.9% while infection byfamily members accounted for 8.0% of the population. There were 9.0% patientswith current smoking. Hypertension (20.2%) and diabetes (10.6%) ranked as themost common comorbidities. Fever (92.6%) and cough (83.5%) were the mostcommon initial symptoms and signs. Approximately 11.2% patients had hs-TNIexceeding clinical upper normal limit on admission. Approximately 68.6% patientshad LDH exceeding clinical upper normal limit on admission. Approximately 76.1%patients had α-HBDH exceeding clinical upper normal limit on admission.Approximately 11.2% patients had CK exceeding clinical upper normal limit onadmission. Approximately 10.1% patients had CK-MB exceeding clinical upper normallimit on admission. Antibiotics (98.4%) and non-specific antiviral drugs (84.0%) wereused in most patients. There were 50 (26.6%) patients transferring to ICU. Therewere 43 (22.9%) patients deceasing in hospital. The median survival days fordeceased patients were 7 (4-11) days.As shown in Table 2, increased hs-TnI levels were more likely to occur in olderpatients and patients with hypertension or diabetes. High hs-TnI was independent ofacute respiratory symptoms and respiratory failure (P> 0.05). High hs-TnI onadmission (≥ 6.126 pg/mL), even within the clinical normal range (0~28 pg/mL),already can be associated with higher mortality (50.0%). High hs-TnI was significantlyassociated with increased inflammatory levels (neutrophils, IL-6, CRP, and PCT) anddecreased immune levels (lymphocytes, monocytes, and CD4+ and CD8+ T cells).Survival days were obviously shorter for deceased patients with high hs-TNI (median:7 days) when compared to patients with low and moderate hs-TNI (median: 11 and8.5 days, respectively), although it was hard to reach statistical significance becausethe deceased cases in the three groups were extremely uneven distribution.As shown in Table 3, increased CK-MB levels were more likely to occur in malepatients and patients with current smoking. High CK-MB on admission (≥ 18 U/L) wasassociated with higher mortality (34.9%). High CK-MB was significantly associatedwith increased inflammatory levels (WBC, neutrophils, CRP and PCT) and decreasedlymphocytes levels. High CK-MB was independent of acute respiratory symptoms andrespiratory failure (P> 0.05). CK was not associated with mortality (Supplementarytable 1).As shown in Table 4, increased LDH levels were more likely to occur in olderpatients and patients with hypertension. High LDH was significantly associated withacute respiratory symptoms and respiratory failure (P< 0.05). High LDH on admission(≥ 354.5 U/L) was associated with higher mortality (53.2%). High LDH wassignificantly associated with increased inflammatory levels (WBC, neutrophils, IL-6,CRP, PCT and ESR) and decreased immune levels (lymphocytes, monocytes, T cellsand CD4+ T cells). Survival days were obviously shorter for deceased patients withhigh LDH (median: 7 days) when compared to patients with low and moderate LDH(median: 11 days, both), although it was hard to reach statistical significance becausethe deceased cases in the three groups were extremely uneven distribution.As shown in Table 5, increased α-HBDH levels were more likely to occur in olderpatients and patients with hypertension. High α-HBDH was significantly associatedwith acute respiratory symptoms and respiratory failure (P< 0.05). High α-HBDH onadmission (≥ 305 U/L) was associated with higher mortality (53.4%). High α-HBDHwas significantly associated with increased inflammatory levels (WBC, neutrophils,IL-6, CRP and PCT) and decreased immune levels (lymphocytes, monocytes, T cellsand CD4+ T cells).As shown in Figure 1, the higher hs-TNI on admission was, the shorter survivaldays would be. hs-TNI level on admission was significantly negatively correlated withsurvival days (r= -0.42, 95% CI= -0.64~-0.12, P=0.005). The higher LDH on admissionwas, the shorter survival days would be. LDH level on admission was significantlynegatively correlated with survival days (r= -0.35, 95% CI= -0.59~-0.05, P=0.022).CK-MB and α-HBDH were not significantly correlated with survival days (both P>0.05).        In this study, we first assessed the associations between heart injury indicatorsand mortality in COVID-19 patients. hs-TNI is a biomarker released into blood oncemyocardial necrosis. Aberrant hs-TNI usually specifically indicates acute myocardialinfarction [        CK-MB is another sensitive heart injury indicator which can also reflectmyocarditis and myocardial infarction. After acute myocardial infarction, CK-MB willbegin to increase at 2-4 hours, peak at 12 hours, and return to baseline within 48-72hours [12, 13]. In our study, we found CK-MB increase tended to occur in malepatients and patients with current smoking. Approximately 10.1% COVID-19 patientshad CK-MB exceeding clinical upper normal limit (24 U/L) on admission. High CK-MBon admission (≥ 18 U/L), even within the clinical upper normal limit (≤ 24 U/L),already was associated higher mortality. These results proved heart injury such asviral myocarditis or myocardial infarction indeed occurred in COVID-19 on admissionand predicted adverse clinical outcomes.LDH and α-HBDH are two kinds of myocardial enzymes. LDH and α-HBDH mainlyexist in myocardia and would be released into blood once myocardial injury.Although LDH and α-HBDH increases are relatively less specific in heart injury, theyalso play important helping roles in recognition of myocarditis or myocardialinfarction [14, 15]. In our study, we found increases of LDH and α-HBDH were morelikely to occur in older patients and patients with hypertension. Both high LDH andα-HBDH on admission were associated with higher mortality. In addition, we foundhigh LDH and α-HBDH were associated with more acute respiratory symptoms suchas breathlessness, chest distress or pain, dyspnea or respiratory failure on admission.This result also implied that the increases of LDH and α-HBDH might not be specificdue to heart injury. LDH and α-HBDH increases might not merely be induced by heartinjury, but also be induced by lung or other organs injury. Nevertheless, LDH level onadmission was significantly negatively correlated with survival days.        The potential mechanism for COVID-19-caused heart injurymight bevirus-induced inflammatory storm. Inflammatory cells infiltration and inflammatorycytokines release can directly lead to apoptosis or necrosis of myocardial cells [16,17]. In our study, we found high levels of heart injury indicators were associated withincreased levels of inflammatory cells (WBC and neutrophils) and inflammatorycytokines (IL-6 and CRP). Therefore, we speculated that COVID-19 infection wouldcause heart injury such as myocarditis or myocardial infarction by inducinginflammatory cells infiltration and inflammatory cytokines storm. Early and specialanti-inflammatory treatments should be undertaken by cardiologists to protectmyocardium [        Some limitations existed in this study. First, we only assessed heart injury fromthe perspective of serum myocardial enzymes and protein. It would be better ifechocardiography and electrocardiograph were also measured in this study. Secondly,it would be better if we could assess heart injury-specific mortality in the futurestudy with a larger sample size. Thirdly, we have not been able to obtain myocardialtissues from COVID-19 patients. Thus we currently cannot directly observemyocardial injury from the golden standard of pathology. Although the first autopsyof COVID-19 patient was completed and pulmonary pathology was obtained on Feb16, 2020 in Wuhan Jinyintan Hospital (China), it remains a long way to remindclinicians to focus on cardiac pathology for COVID-19 infection. Our present resultsalso can remind pathologists to pay attention to cardiac pathology in the future,especially for those deceased COVID-19 patients who had high heart injury indicatorson admission.In summary, heart injury signs arise in COVID-19 on admission and would beassociated with subsequently higher and earlier mortality. COVID-19 virus mightattack heart via inducing inflammatory storm or attack heart directly. Clinicians mustbeware of heart injury indicators for COVID-19 patients, especially for those witholder age, hypertension and current smoking. In order to maximally prevent orrescue heart injury-related mortality in COVID-19, cardiologists must participate inearly and special managements for patients with COVID-19.Disciplines Construction Project (2017ZZ02013), Sub-specialist project of QingpuBranch of Zhongshan Hospital, Fudan university (YZK 2019-04), 2019 Hospital-levelNational Natural Science Foundation Incubation Project (QYP 2019-03), Science andtechnology development fund of Qingpu district science and technology commissionin 2018 (QKY 2018-01), Academic Leader of Shanghai Qingpu District HealthcareCommission (WD2019-36), Shanghai key discipline of medicine (ZK2019B07SZ2019-1), NSFC(81870035), Project of Shanghai municipal commission of health andfamily planning (201740210).coronavirus. Ann Saudi Med. 2016;36(1):78-80.3. Alhogbani T. Acute myocarditis associated with novel Middle east respiratory syndrome4. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. N Engl J Med. 2020. https://doi: 10.1056/NEJMoa2001017.5. Heymann David L, Shindo Nahoko, WHO Scientific and Technical Advisory Group forInfectious Hazards. COVID-19: what is next for public health?. Lancet 2020; publishedonline Feb 13. https://doi.org/10.1016/S0140-6736(20)30374-36. NHC of China. The latest situation of new coronavirus pneumonia up to February 20,24:00,(accessed Feb 21, 2020).2020.http://www.nhc.gov.cn/xcs/yqtb/202002/ac1e98495cb04d36b0d0a4e1e7fab545.shtmlcoronavirusin2020;publishedonlineJan24.10. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 202011. Shah ASV, Anand A, Strachan FE, et al. High-sensitivity troponin in the evaluation ofpatients with suspected acute coronary syndrome: a stepped-wedge, cluster-randomisedcontrolled trial. Lancet. 2018; 392(10151):919-928.12. Ndrepepa G, Kastrati A. Creatine kinase myocardial band - a biomarker to assessprognostically relevant periprocedural myocardial infarction. Int J Cardiol. 2018;270:118-119.13. Hartman MHT, Eppinga RN, Vlaar PJJ, et al. The contemporary value of peak creatinekinase-MB after ST-segment elevation myocardial infarction above other clinical andangiographic characteristics in predicting infarct size, left ventricular ejection fraction,and mortality. Clin Cardiol. 2017; 40(5):322-328.14. Vasudevan G, Mercer DW, Varat MA. Lactic dehydrogenase isoenzyme determination inthe diagnosis of acute myocardial infarction. Circulation. 1978; 57(6):1055-7.patientswith acutemyocardial infarctionby serial measurement of serumalpha-hydroxybutyrate dehydrogenase levels. Am Heart J. 1984;107(2):248-60.16. Zhang T, Zhang Y, Cui M, et al. CaMKII is a RIP3 substrate mediating ischemia- andoxidative stress-induced myocardial necroptosis. Nat Med. 2016;22(2):175-82.2015;132(15):1395-403.20. Zou Xin, Chen Ke, Zou Jiawei, et al. The single-cell RNA-seq data analysis on the receptorACE2 expression reveals the potential risk of different human organs vulnerable to2019-nCoVinfection.Med.,[Epubaheadofprint]doi:54-0HypertensionDiabetesInitial symptoms and signs bFever33th and 67th percentile> 182 U/L (clinical upper normal limit)CK (U/L)CK-MB (U/L)Drug therapyTransfer to ICUCured or deceased33th and 67th percentile> 310 U/L (clinical upper normal limit)33th and 67th percentile> 24 U/L ( clinical upper normal limit)AntibioticsAntiviral drugsCorticosteroidsCured and dischargedLength of stay (days) for cured patientsDeceased in hospitalLength of stay (days) for deceased patients(survival days)a Besides hypertension and diabetes, other comorbidity included chronic liver disease (9 cases), coronary heart disease (6cases), cerebrovascular disease (6 cases), Parkinson’s disease (3 cases), rheumatoid disease (3 cases), chronic kidneydisease (3 cases), thyroid disease (2 cases), stomach disease (3 cases), chronic obstructive pulmonary disease (2 cases) andpulmonary tuberculosis (3 cases).b Other symptoms and signs included headache (12 cases), nasal obstruction or nasal discharge (8 cases), nausea andvomiting (7 cases), dizziness (6 cases), pharyngalgia (6 cases) and diarrhea (2 cases).Continuous data were presented by mean ± standard deviation (SD), median (25th to 75th percentile) or 33th to 67thpercentile.Categorical data were presented by number with percentage.Abbreviations: ARDS: acute respiratory distress syndrome; hsTnI: High-sensitivity troponin I; LDH: Lactic dehydrogenase;α-HBDH: α-hydroxybutyrate dehydrogenase; CK: Creatine kinase; CK-MB: creatine kinase-MB; ICU: intensive care unit.Table 2, Clinical characteristics and outcomes between patients with different hs-TnI levels.Parameters Low hs-TnI group Moderate hs-TnI groupAge (years) 43.57 ± 11.99 50.76 ± 11.11 #Male 56.7% (34/60) 69.7% (46/66)Current smoking 10.0% (6/60) 10.6% (7/66)Comorbidity 23.3% (14/60) 27.3% (18/66)Hypertension 11.7% (7/60) 15.2% (10/66)Diabetes 3.3% (2/60) 7.6% (5/66)Initial symptoms and signsFeverLow hs-TnI group (n=60): hs-TnI < 2 pg/mL; Moderate hs-TnI group (n=66): 2 ≤ hs-TnI < 6.126 pg/mL; High hs-TnI group(n=62): hs-TnI ≥ 6.126 pg/mL.# Statistically significant for Moderate hs-TnI group vs. Low hs-TnI group (P<0.05).* Statistically significant for High hs-TnI group vs. Moderate hs-TnI group (P<0.05).§ Statistically significant for High hs-TnI group vs. Low hs-TnI group (P<0.05).Continuous data were presented by mean ± standard deviation (SD) or median (25th to 75th percentile). Categorical dataAbbreviations: hsTnI: High-sensitivity troponin I; ARDS: acute respiratory distress syndrome; WBC: white blood cells; IL-6:interleukin-6; CRP: C-reaction protein; PCT: procalcitonin; ESR: erythrocyte sedimentation rate; ICU: intensive care unit.Table 3, Clinical characteristics and outcomes between patients with different CK-MB levels.Parameters Low CK-MB group Moderate CK-MB groupAge (years) 50.15 ± 13.54 51.19 ± 13.33Male 41.7% (20/48) 67.5% (52/77) #Current smoking 0.0% (0/48) 9.1% (7/77)Comorbidity 29.2% (14/48) 31.2% (24/77)Hypertension 12.5% (6/48) 18.2% (14/77)Diabetes 4.2% (2/48) 10.4% (8/77)Initial symptoms and signsFeverLow CK-MB group (n=48): CK-MB < 13 U/L; Moderate CK-MB group (n=77): 13 ≤ CK-MB < 18 U/L; High CK-MB group (n=63):CK-MB ≥18 U/L.# Statistically significant for Moderate CK-MB group vs. Low CK-MB group (P<0.05).* Statistically significant for High CK-MB group vs. Moderate CK-MB group (P<0.05).§ Statistically significant for High CK-MB group vs. Low CK-MB group (P<0.05).Continuous data were presented by mean ± standard deviation (SD) or median (25th to 75th percentile). Categorical dataAbbreviations: CK-MB: creatine kinase-MB; ARDS: acute respiratory distress syndrome; WBC: white blood cells; IL-6:interleukin-6; CRP: C-reaction protein; PCT: procalcitonin; ESR: erythrocyte sedimentation rate; ICU: intensive care unit.Table 4, Clinical characteristics and outcomes between patients with different LDH levels.Parameters Low LDH group Moderate LDH groupAge (years) 46.97 ± 11.2 50.22 ± 13.54Male 51.6% (32/62) 67.2% (43/64)Current smoking 8.1% (5/62) 7.8% (5/64)Comorbidity 27.4% (17/62) 31.3% (20/64)Hypertension 9.7% (6/62) 18.8% (12/64)Diabetes 4.8% (3/62) 9.4% (6/64)Initial symptoms and signsFeverHigh LDH group58.58 ± 15.35 * §71.0% (44/62)11.3% (7/62)43.5% (27/62)32.3% (20/62) §17.7% (11/62)Low LDH group (n=62): LDH < 253.2 U/L; Moderate LDH group (n=64): 253.2 ≤ LDH < 354.5 U/L; High LDH group (n=62):LDH ≥354.5 U/L.# Statistically significant for Moderate LDH group vs. Low LDH group (P<0.05).* Statistically significant for High LDH group vs. Moderate LDH group (P<0.05).§ Statistically significant for High LDH group vs. Low LDH group (P<0.05).Continuous data were presented by mean ± standard deviation (SD) or median (25th to 75th percentile). Categorical datawere presented by percentage with number.Abbreviations: LDH: lactic dehydrogenase; ARDS: acute respiratory distress syndrome; WBC: white blood cells; IL-6:interleukin-6; CRP: C-reaction protein; PCT: procalcitonin; ESR: erythrocyte sedimentation rate; ICU: intensive care unit.Table 5, Clinical characteristics and outcomes between patients with different α-HBDH levels.Parameters Low α-HBDH group Moderate α-HBDH groupAge (years) 46.98 ± 11.28 50.28 ± 15.47Male 54.4% (31/57) 62.1% (36/58)Current smoking 5.3% (3/57) 10.3% (6/58)Comorbidity 24.6% (14/57) 34.5% (20/58)Hypertension 7.0% (4/57) 24.1% (14/58) #Diabetes 3.5% (2/57) 10.3% (6/58)Initial symptoms and signsFeverLow α-HBDH group (n=57): α-HBDH < 215.8 U/L; Moderate α-HBDH group (n=58): 215.8 ≤ α-HBDH < 305 U/L; High α-HBDHgroup (n=58): α-HBDH ≥305 U/L.# Statistically significant for Moderate α-HBDH group vs. Low α-HBDH group (P<0.05).* Statistically significant for High α-HBDH group vs. Moderate α-HBDH group (P<0.05).§ Statistically significant for High α-HBDH group vs. Low α-HBDH group (P<0.05).Continuous data were presented by mean ± standard deviation (SD) or median (25th to 75th percentile). Categorical datawere presented by percentage with number.Abbreviations: α-HBDH: α-hydroxybutyrate dehydrogenase; ARDS: acute respiratory distress syndrome; WBC: white bloodcells; IL-6: interleukin-6; CRP: C-reaction protein; PCT: procalcitonin; ESR: erythrocyte sedimentation rate; ICU: intensivecare unit.survival days; B: Correlation of LDH with survival days; C: Correlation of α-HBDH with survival days; D: Correlation of CK-MBwith survival days.* Statistically significant.Supplementary materialSupplementary table 1, Mortality between patients with different CK levels.MortalityLow CK group", "ref_list": [[], ["Viral myocarditis--diagnosis, treatment options, and current controversies"], ["Carditis associated with coronavirus infection"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Early diagnosis of acute myocardial infarction using high-sensitivity troponin I"], ["Anti-Inflammatory Treatment With 19"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A Pollack", "AR Kontorovich", "V Fuster", "GW Dec"], ["H Riski", "T Hovi", "MH Frick"], ["N Chen", "M Zhou", "X Dong"], ["JT Neumann", "NA Sörensen", "F Ojeda", "C Huang", "Y Wang", "X Li", "A van der Laarse", "WT Hermens", "L Hollaar", "G Fung", "H Luo", "Y Qiu", "D Yang", "B. Myocarditis. Circ McManus", "Res"], ["S Deftereos", "G Giannopoulos", "C Angelidis", "Kizzmekia S"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "8. Department of Pulmonary Medicine, Qingpu Traditional Chinese Medicine\n10. Shanghai Respiratory Research Institute, Shanghai 200032, China.\n11. National Clinical Research Center for Aging and Medicine, Huashan Hospital,\n12. Department of Pulmonary Medicine, Shanghai General Hospital, School of\n13. Tuberculosis and Respiratory Department, Wuhan Jinyintan Hospital, Wuhan\n430023, China.\n14. Department of Urology, Shanghai General Hospital, School of Medicine in\nwork.\n† Corresponding author:\nYuanlin Song, Department of Pulmonary Medicine, Zhongshan Hospital, Fudan", "one_words_summarize": "Department of Pulmonary Medicine, Qingpu Traditional Chinese Medicine10. National Clinical Research Center for Aging and Medicine, Huashan Hospital,12. Tuberculosis and Respiratory Department, Wuhan Jinyintan Hospital, Wuhan430023, China.14. However, whether coronavirus disease 2019 (COVID-19) causes heartinjury and hereby impacts mortality has not yet been fully evaluated. Both high LDH andα-HBDH on admission were associated with higher mortality. High levels of heart injury indicators onadmission are associated with higher mortality and shorter survival days. Categorical parameters weredisplayed by percentage with number. One way ANOVA or Kruskal-Wallis test wasperformed formultiple comparisons of continuous data. Tukey'smultiplecomparisons test or Dunn's multiple comparisons test was used for adjusted P value. Coefficient of r with 95%confidence interval (CI) was used to measure the correlation magnitude. Approximately 11.2% patients had CK exceeding clinical upper normal limit onadmission. High hs-TnI was significantlyassociated with increased inflammatory levels (neutrophils, IL-6, CRP, and PCT) anddecreased immune levels (lymphocytes, monocytes, and CD4+ and CD8+ T cells).Survival days were obviously shorter for deceased patients with high hs-TNI (median:7 days) when compared to patients with low and moderate hs-TNI (median: 11 and8.5 days, respectively), although it was hard to reach statistical significance becausethe deceased cases in the three groups were extremely uneven distribution. High LDH on admission(≥ 354.5 U/L) was associated with higher mortality (53.2%). As shown in Table 5, increased α-HBDH levels were more likely to occur in olderpatients and patients with hypertension. hs-TNI level on admission was significantly negatively correlated withsurvival days (r= -0.42, 95% CI= -0.64~-0.12, P=0.005). In this study, we first assessed the associations between heart injury indicatorsand mortality in COVID-19 patients. hs-TNI is a biomarker released into blood oncemyocardial necrosis. High CK-MBon admission (≥ 18 U/L), even within the clinical upper normal limit (≤ 24 U/L),already was associated higher mortality. Although LDH and α-HBDH increases are relatively less specific in heart injury, theyalso play important helping roles in recognition of myocarditis or myocardialinfarction [14, 15]. The potential mechanism for COVID-19-caused heart injurymight bevirus-induced inflammatory storm. Therefore, we speculated that COVID-19 infection wouldcause heart injury such as myocarditis or myocardial infarction by inducinginflammatory cells infiltration and inflammatory cytokines storm. Although the first autopsyof COVID-19 patient was completed and pulmonary pathology was obtained on Feb16, 2020 in Wuhan Jinyintan Hospital (China), it remains a long way to remindclinicians to focus on cardiac pathology for COVID-19 infection. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. Table 2, Clinical characteristics and outcomes between patients with different hs-TnI levels. Statistically significant for High CK-MB group vs. Moderate CK-MB group (P<0.05).§ Statistically significant for High CK-MB group vs. Low CK-MB group (P<0.05).Continuous data were presented by mean ± standard deviation (SD) or median (25th to 75th percentile). Categorical dataAbbreviations: CK-MB: creatine kinase-MB; ARDS: acute respiratory distress syndrome; WBC: white blood cells; IL-6:interleukin-6; CRP: C-reaction protein; PCT: procalcitonin; ESR: erythrocyte sedimentation rate; ICU: intensive care unit. Parameters Low α-HBDH group Moderate α-HBDH groupAge (years) 46.98 ± 11.28 50.28 ± 15.47Male 54.4% (31/57) 62.1% (36/58)Current smoking 5.3% (3/57) 10.3% (6/58)Comorbidity 24.6% (14/57) 34.5% (20/58)Hypertension 7.0% (4/57) 24.1% (14/58) #Diabetes 3.5% (2/57) 10.3% (6/58)Initial symptoms and signsFeverLow α-HBDH group (n=57): α-HBDH < 215.8 U/L; Moderate α-HBDH group (n=58): 215.8 ≤ α-HBDH < 305 U/L; High α-HBDHgroup (n=58): α-HBDH ≥305 U/L.# Statistically significant for Moderate α-HBDH group vs. Low α-HBDH group (P<0.05).*"}