{"date": "2020/02/27", "journal": "medrxiv", "authors": "Shilei Zhao, Hua Chen", "title": "Modeling the Epidemic Dynamics and Control of COVID-19 Outbreak in China", "type": "preprint article", "abstract": "The coronavirus disease 2019 (COVID-19) is rapidly spreading over China and more than 30 countries in last two months. COVID-19 has multiple characteristics distinct from other infectious diseases, including a high infectivity during incubation, time delay between real dynamics and daily observed case numbers, and the e ects from multiple quarantine and control measures. We develop a model SUQC to adequately characterizes the dynamics of COVID-19 and explicitly model the control by arti cial measures, which is more suitable for analysis than other existing epidemic models.", "text": "measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and beforelate-March in Hubei. The model can also be useful to predict the trend of epidemic and providequantitative guide for other counties in a high risk of outbreak, such as South Korea, Japan and2The outbreak of coronavirus disease 2019 (COVID-19) was initially identi ed in mid-December3 2019 in Wuhan, China (1; 2). The earliest patients in Wuhan are related to exposure from a seafood4 market. Later, the number of patients grows drastically due to human-to-human transmission (3).5 The incubation period of COVID-19 is reported to be 3-7 days, at most 14 days, which varies6 greatly among patients (4). The novel coronavirus is believed to be infectious during incubation7 period when no symptoms are shown on the patients (5), an important characteristics di erentiating8 COVID-19 from its close relative SARS. Considerable measures have been implemented to control9 the outbreak in Wuhan and China, mainly by quarantine to reduce transmission. On Jan 23rd,10 2019, Wuhan restricted travel outside the city. Any person exposed to COVID-19 is required to11 perform a self-isolation for 14 days. Around Jan 25rd, 2019, nucleic acid kit was developed to12 diagnose the patients. On Feb 12th, 2020, clinical diagnosis was used to assist the con rmation of13 infection in Hubei province. Nonetheless, COVID-19 has spread to all provinces of China and more14 than 30 other countries in the last two months(6; 7).15COVID-19 has three features that make it hard to describe with the existing epidemic models16 including SIR, SEIR etc (8; 9). Firstly, COVID-19 has a relatively long incubation period which17 causes a time delay between real dynamic and the daily observed case numbers. Secondly, the18 epidemic trend heavily depends on multiple arti cial factors, including local medical resources,19 quarantine measures, and the e ciency of conformation approaches, which should be explicitly20 modeled. For example, the outbreak is more severe in Wuhan compared to other cities in China21 which constrains the medical resources, therefore the infected need a longer time to be con rmed22 and reported in the o cial released numbers. This potentially leads to a larger di erence between23 real and reported infected cases in Wuhan than in other places. This could also explain why24 a sudden increase of con rmed infected cases was observed when clinical diagnosis was adopted25 in con rmation in Wuhan. Lastly, the quarantine measures are widely implemented, and the26 quarantined have a lower chance to infect the susceptible individuals. This is critical for controlling1 the spread across China.2 The characteristics of COVID-19 outbreak and control are distinct from existing infectious3 diseases, and the existing epidemic models cannot be applied to describe the observed data directly.4 We thus propose to use a simple SUQC model (Susceptible, Un-quarantined infected, Quarantined5 infected, Con rmed infected). SUQC distinguishes the infected individuals to be un-quarantined,6 quarantined but not con rmed, and con rmed. Among the three types, the con rmed number is7 the data we can directly observe from the o cial released report. Only un-quarantined infected8 have ability to infect susceptible individuals and a ect the development of the epidemic. In our9 proposed model, the quarantine rate parameter is used to quantify the strength of quarantine10 policy on the development of epidemics, and the con rmation rate parameter is used to measure11 the e ciency of con rmation based on the released data. The two parameters can solve from tting12 the observed con rmed cases over time. Note that the model contains only four variables and three13 parameters to model both arti cial factors and characteristics of epidemics using the data we can14 directly observe. We expect that the simpli ed model will not over t the data given the short15 time span, but will adequately characterize the essential dynamics.16 We apply the SUQC model to the daily released numbers of con rmed cases in Wuhan city,17 Hubei province (excluding Wuhan), China (excluding Hubei) and four rst-tier cities: Beijing,18 Shanghai, Guangzhou and Shenzhen. The parameters of the model were inferred, and used to19 predict the future trends of epidemics in China.20        Method21 SUQC model22 SUQC takes into account the following novel epidemic features of COVID-19: (1) the epidemic23 has an infection probability during the incubation (presymptomatic) period; (                We thus set up a set of ODE equations to model the dynamics of an infectious disease and5 the control by arti cial factors (Eqn. 1). In the model, U goes directly to C, or go through Q6 indirectly. Actually, the former can be viewed as a special case of the later with zero delay time7 during Q ! C. Thus we delete the direct way and simpli ed the model as Eqn. 2.(1)(        From the above SUQC model, we can further de ne some biologically meaningful parameters,9 for monitoring and predicting the trend of disease:T = 1= 1 is the mean waiting time from quarantine to con rmation; w = 1=( 2 + (12) )U (t)S(t)=NU (t)S(t)=N1U (t)(11) U (t)= 1U (t)2 + (12)Q(t)2 + (12)Q(t) + (11) U (t)U (t)S(t)=NU (t)S(t)=N1U (t)= 1U (t)2 + (12)Q(t)2 + (12)        Q(t)1 is the mean time delay from isolation to con rmation; the reproductive number of the infection is2 R = = 1.3 Parameter inference4 Among the four variables of the model, the number of cumulative con rmed infected, C(t), is5 usually the only variable with daily observed data to be used for modeling tting and parameter6 inference.7 The initial value of susceptible individuals S(        C^ jj2:(3)26 The loss function is then optimized with the interior-point method implemented in the MATLAB27 function fmincon to infer the parameter values. We try di erent initial values in parameterop28 timization, and notice that the inferred parameter values are not sensitive to the provided initial29 values.15 The data of con rmed infected numbers includes 33 consecutive daily records from Jan 20th,6 2020 to Feb 21th, 2020 released by the National Health Commission of the People's Republic of7 China (see Table S1). We de ned time before Jan 30, 2020 as stage I, and after Jan 30th, 2020 as8 stage II. To guarantee enough data points within the two stages, the start and end of the stages1 may vary by one or twos days. Wuhan has recently undergone stricter measures of quarantine and2 transmission limiting, and clinical diagnosis was adopted after Feb 12th, we thus further did a stage3 III analysis of the dynamics in Wuhan using data after Feb 13th.4 Remarkable di erence among trends inferred from three-stage data5 Figure 1 shows the inference and prediction of epidemic dynamics of Wuhan using stage I, II6 and III data respectively. The rst 15 daily data points (from Jan 28th to Feb 11th) of stage II were7 used to t the model and infer parameters. The following 10 daily data points were used as test data8 for evaluating the performance of the model. in Figure 1(B), the blue curve presents the model9 tting result; blue dots present the predicted numbers of the con rmed infected with the tted10 model; and red dots are the observed number of the con rmed. Note that the reported numbers11 of con rmed are based on nucleic acid diagnosis before Feb 12th; both results of nucleic acid and12 clinical diagnosis are provided from Feb 12th to 14th, and only the total con rmed numbers of13 the two diagnoses are provided from Feb 15th to 21th. By comparing with three daily data points14 of the nucleic acid diagnosis, we can see the tted model predicts the trend well. The predicted15 numbers of all infected (I(t)) are also plotted in Figure 1(B). We can see big gap between the16 predicted numbers of total infected and the predicted numbers of con rmed infected in Wuhan.17 Clinical diagnosis is adopted by Wuhan local medical agency as an additional diagnosis criterion18 after Feb 12th, increasing the con rmation rate and causing a big boost of the number of con rmed19 infected. Note that a proportion of the total infected still remains unidenti ed even with clinical20 diagnosis.21 With the inferred parameters, we further plot the long-term predictions of the numbers of22 total infected (I), un-quarantined infected (U), quarantined infected (Q) and cumulative Con rmed23 infected (C) in Wuhan (Figure 1(A)). The end time (increment of con rmed infected equals zero)24 is predicted to be 136 days from Jan 28th, 2020. The total number of infected individuals is 62; 57725 (Table 1).26 We can do a similar analysis using stage I data of Wuhan. The stage I data is informative for27 predicting the epidemic trend assuming no rigorous quarantine and control measures. The rst 1028 daily data points (from Jan 20th) were used to infer the parameters. The rest data points were used29 to test the performance of the model (Figure 1(C-D)). As clearly seen in Figure 1(C), the predicted30 numbers of C(t) andI(t) increase dramatically, which are far beyond the observed numbers after31 Jan 21. The number of total infected can be as large as 8; 923; 823, and the epidemic lasts for a4923242910 the whole country (excluding Hubei), and four tier-1 cities in China (Figures 2-3, S1-S4, Tables11 1-2). Overall, the model predictions are in high accuracy. We see similar trends in these regions:12 the predicted numbers of infected are distinct between results from the two stage data, indicating13 the necessity and e ciency of quarantine and control measures. We note that even with stage I14 data, Beijing have a reproductive number smaller than 1 (Figure S1, Table 2, 0:8840), indicating15 an early-stage prompt and e ective response to COVID-19.16Con rmation rate. From Figures 2-3, S1-S4, we notice that the di erence between C(t)17 and I(t) in Wuhan is the biggest. Wuhan has the most infected individuals than any other places18 in China (more than 50%), highly beyond the limit of local clinical resources, leading to a long19 waiting time for con rmation, and the lowest con rmation rate of 0:0643 in Wuhan, compared with20 0:1914 of Hubei (excluding Wuhan), 0:2189 of China (excluding Hubei), 0:2680 of Beijing , 0:284621 of Shanghai, 0:2871 of Guangzhou, and 0:2599 of Shenzhen. As predicted by the model, 26; 81022 quarantined infected haven't been con rmed in Wuhan by Feb 11th, 2020. The con rmation rate ofWuhan increases to 0:3229 (Table 1) after Feb 12th when clinical diagnosis was adopted in Wuhan.Quarantine rate and reproductive number. At stage II, Wuhan has the smallestquar25 antine rate (0.3917) compared to the other six regions (all close to or larger than 0.5). This leads26 to a larger reproductive number (R == 1). The reproductive number of Wuhan decreases from27 of 0:7575 at stage II to 0:4797 at stage III. Based on reproductive numbers, the epidemic all over28 China is apparently under control.1 much longer time (299 days, see Table 1). The dramastic di erence between predictions from stage2 I and stage II data indicates the preventing measures and quarantines, such as travel restrict, are3 very e cient in controlling the outburst of the epidemic.Since more strict quarantine and tra c control measures were executed recently to inhibit the5 infection of COVID-19 in Wuhan and clinical diagnosis was adopted after Feb 12th, we also analyzed6 the stage III data (from Feb 13th). The estimated quarantine rate is 0:6185, much higher than that7 of 0:3917 estimated based on stage II data. The total number of infected individuals is estimated8 to be 49; 510, indicating a further acceleration of the epidemic end (Table 1).Un-quarantined. The un-quarantined individuals are the source of new infection. Using stage30 II data, the estimated number of U (t) individuals in Wuhan (Figure 1(A)) on Feb 12th is still as31 high as 3; 509. The person-to-person transmission will last for more than two months to early May32 2020. However, estimated with stage III data, the quarantine rate of Wuhan increases to 0:61851 and the un-quarantined infected individuals decreased to 334 on Feb 21th, 2020 (Figure 1(E)).After tting the model with the recent data from stage II and stage III (for Wuhan), we make4 a series of predictions about future dynamics of the COVID-19 outbreak in China.3567891011121314151617181920The end times of the epidemic (with zero new con rmed infected as the criterion) of Wuhanand Hubei (excluding Wuhan) are around late-March, and around mid-March of China. Theend times of the four rst-tier cities, Beijing, Shanghai, Guangzhou and Shenzhen, are beforeMarch. The end time with zero un-quarantined infected as a criterion is usually earlier thanthat with zero new con rmed infected.The nal infected number of the whole country is predicted to be 80; 511 individuals, amongwhich 49; 510 are from Wuhan and 17; 679 from Hubei (excluding Wuhan), and the rest 13; 322are from other regions of China.Given the inferred end times, rigorous quarantine and control measures should be keptbefore March in Beijing, Shanghai, Guangzhou and Shenzhen, and before late-March in China(including Hubei). We should further point out that, the real con rmed infected in Beijing(Figure S1(B)), Shanghai (Figure S2(B)) and Shenzhen (Figure S4(B)) are a bit larger thanthe predicted values by our model. This is likely caused by the recent return-to-work tideafter the traditional Chinese Spring festival.        We developed a model SUQC for the epidemic dynamics and control of COVID-19. SUQC uses21 four variables and as less parameters as possible to avoid over- tting the data, while adequately22 characterizes the epidemic dynamics. The model is di erent from the well-known epidemic SEIR23 model in the following aspects: (1) the infected individuals are classi ed into un-quarantined,quar24 antined and con rmed. And only the un-quanrantined can infect the susceptible individuals; While25 in SEIR, all the infected are infectious; (        ×104rebum6nlauid 4vidnI2005005 10 15 20 25Time (unit: day, from 2020-1-20)301 to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than2 adopting existing epidemic models.3 SUQC is applied to the daily released data of China to analyze the dynamics of COVID-194 outbreak, and demonstrates an accurate prediction of the trends with the test data. COVID-195 has currently spread to more than 30 countries. Some countries, such as, South Korea, Japan and6 Iran are in their early stage of an outbreak while being under a high risk, and the governments are7 attempting to minimise further spread. SUQC can serve as a useful tool for quantifying parameters8 and variables concerning the e ects of quarantine or con rmation methods on the epidemic, and9 further provide guidance on the control of the outbreak in these countries.10 Acknowledgements11 We thank Yongbiao Xue and Liping Wang for motivating this project. This project wassup12 ported by the National Natural Science Foundation of China (Grant No. 31571370, 91631106, and13 91731302), the \\Strategic Priority Research Program\" of the Chinese Academy of Sciences (Grant14 No. XDB13000000), the National Key R&D Program of China (Grant No. 2018YFC1406902), and15 the One Hundred Talents Program of the Chinese Academy of Sciences.16 References171819202122232425262728[1] Wuhan Municipal Health Commission. Wuhan Municipal Health Commissionbriefing on the pneumonia epidemic situation 31 Dec 2019 [in Chinese]. Available at:http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989 (Accessed: 23 February2020)[2] Wang C, Horby PW, Hayden FG, Gao GF (2020) A novel coronavirus outbreak of globalhealth concern. Lancet.https://doi.org/10.1016/S0140-6736(20)30185-9[3] Chan JF-W, Yuan S, Kok K-H et al (2020) A familial cluster of pneumoniaassociated with the 2019 novel coronavirus indicating person-to-person transmission:Lancet.https://doi.org/10.1016/S0140-6736(20)30154-9[4] A study of a family cluster. Wang C, Horby PW, Hayden FG, Gao GF (2020) Anovel coronavirus outbreak of global health concern.Lancet.https://doi.org/10.1016/S01406736(20)30185-912345Incoronat:(Ac", "ref_list": [[], [""], [""], ["Commission of the People's Republic of China. fectious Disease Specialists. Prevention and control of novel avirus pneumonia (The Fifth Edition"], ["Early Epidemic Dynamics of the West African 2014 Ebola Outbreak: Estimates Derived with a Simple Two-Parameter Model[J]"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["National Health", "Z Du", "L Wang", "S Chauchemez", "X Xu", "X Wang", "BJ Cowling", "Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["D Fisman", "E Khoo", "A Tuite", "N Imai", "A Cori", "I Dorigatti", "-", "T Liu", "J Hu", "M. Kang", "M. Majumder", "Mandl"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and before\nlate-March in Hubei. The model can also be useful to predict the trend of epidemic and provide\nquantitative guide for other counties in a high risk of outbreak, such as South Korea, Japan and", "one_words_summarize": "measures should be kept before March in Beijing, Shanghai, Guangzhou and Shenzhen, and beforelate-March in Hubei. On Jan 23rd,10 2019, Wuhan restricted travel outside the city. On Feb 12th, 2020, clinical diagnosis was used to assist the con rmation of13 infection in Hubei province. Among the three types, the con rmed number is7 the data we can directly observe from the o cial released report. The two parameters can solve from tting12 the observed con rmed cases over time. Note that the model contains only four variables and three13 parameters to model both arti cial factors and characteristics of epidemics using the data we can14 directly observe. In the model, U goes directly to C, or go through Q6 indirectly. C. Thus we delete the direct way and simpli ed the model as Eqn. To guarantee enough data points within the two stages, the start and end of the stages1 may vary by one or twos days. The rst 15 daily data points (from Jan 28th to Feb 11th) of stage II were7 used to t the model and infer parameters. The end time (increment of con rmed infected equals zero)24 is predicted to be 136 days from Jan 28th, 2020. The rest data points were used29 to test the performance of the model (Figure 1(C-D)). The number of total infected can be as large as 8; 923; 823, and the epidemic lasts for a4923242910 the whole country (excluding Hubei), and four tier-1 cities in China (Figures 2-3, S1-S4, Tables11 1-2). However, estimated with stage III data, the quarantine rate of Wuhan increases to 0:61851 and the un-quarantined infected individuals decreased to 334 on Feb 21th, 2020 (Figure 1(E)).After tting the model with the recent data from stage II and stage III (for Wuhan), we make4 a series of predictions about future dynamics of the COVID-19 outbreak in China.3567891011121314151617181920The end times of the epidemic (with zero new con rmed infected as the criterion) of Wuhanand Hubei (excluding Wuhan) are around late-March, and around mid-March of China. And only the un-quanrantined can infect the susceptible individuals; While25 in SEIR, all the infected are infectious; (        ×104rebum6nlauid 4vidnI2005005 10 15 20 25Time (unit: day, from 2020-1-20)301 to characterize the dynamics of COVID-19, and is more suitable for analysis and prediction than2 adopting existing epidemic models.3 SUQC is applied to the daily released data of China to analyze the dynamics of COVID-194 outbreak, and demonstrates an accurate prediction of the trends with the test data. 2018YFC1406902), and15 the One Hundred Talents Program of the Chinese Academy of Sciences.16 References171819202122232425262728[1] Wuhan Municipal Health Commission. Available at:http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989 (Accessed: 23 February2020)[2] Wang C, Horby PW, Hayden FG, Gao GF (2020) A novel coronavirus outbreak of globalhealth concern."}