{"date": "2020/02/26", "journal": "biorxiv", "authors": "Zehua Zeng, Zhi Luo, Hongwu Du", "title": "Predictions for the binding domain and potential new drug targets of 2019-nCoV", "type": "preprint article", "abstract": "An outbreak of new SARS-like viral in Wuhan, China has been named 2019-nCoV. The current state of the epidemic is increasingly serious, and there has been the urgent necessity to develop an effective new drug. In previous studies, it was found that the conformation change in CTD1 was the region where SARS-CoV bound to human ACE2. Although there are mutations of the 2019-nCoV, the binding energy of ACE2 remains high. The surface glycoprotein of 2019-nCoV was coincident with the CTD1 region of the S-protein by comparing the I-TASSER prediction model with the actual SARS model, which suggests that 2019-nCoV may bind to the ACE2 receptor through conformational changes. Furthermore, site prediction on the surface glycoprotein of 2019-nCoV suggests some core amino acid area may be a novel drug target against 2019-nCoV.", "text": "In the past of 18 years, many researchers have done lots of work on etiology mechanism related to SARS, andSpike glycoprotein (S-protein) was confirmed to be a key for entering human cell by binding with angiotensinconverting enzyme 2 (ACE2) receptor1.Recently, a new type of pneumonia which is caused by 2019-nCoV has outbroken nationwide in China andthe previous studies have shown that 2019-nCoV is like SARS-CoV. In the last few days, several 2019-nCoVstrains have been successfully separated from patients and the results of sequencing data can be acquired onSharing Avian Influenza Data and GenBank.According to the evolutionary analysis of coronavirus, 2019-nCov is probably originated from bat, and theSprotein of 2019-nCoV may enter human cells by interacting with human ACE2 receptor, which revealed thepathopoeia mechanism of 2019-nCoV1. On the other hand, 2019-nCoV shares about 96.2% sequence identityto BatCoV RATG132. By comparing the amino acid sequence of 2019-nCoV S-protein (GenBank Accession:MN908947.3) with Bat SARS-like coronavirus isolate bat-SL-CoVZC45 and Bat SARS-like coronavirusisolate Bat-SL-CoVZXC21, the latter two were shown to share 89.1% and 88.6% sequence identity to2019nCoV S-protein (supplementary figure 1). Thus, the hypothesis that 2019-nCoV may share the same pathwaywith Bat SARS-like coronavirus.However, the existing studies used swiss-model need further optimization, for example, the ligand binding siteon the predicted S-protein structure are still not clear. Additionally, the template only shares 76.4% sequenceidentity, which means the result may not fully reflect the reality. Thus, a new method to predict thethreedimensional structure and related functions of proteins from another perspective and most importantly, a newmethod to predict potential drug target may need to be applied.Iterative Threading Assembly Refinement (I-TASSER) is a layered method for protein structure and functionprediction3.It firstly identifies the structural template from the PDB through the local meta-threaded method(LOMETS), and then constructs the full-length atomic model through the fragment assembly simulation basedon the iterative template. Next, the 3D model is re-woven into the thread through BioLiP, the protein functiondatabase, to yield a functional insight into the target. In the recent protein structure predictions for CASP7,CASP8, CASP9, CASP10, CASP11, CASP12 and CASP13, I-TASSER remains one of the best method forthe automated protein structure prediction3.Phyre2 is a tool which uses remote homology detection methods to build 3D models, predict ligand bindingsites and analyse the effect of amino-acid variants. The difference between Phyre2 and other methods is notaccuracy but ease of use4.Therefore, I-TASSER and Phyre2 were used to predict the structure of spike protein in Wuhan pneumonia(GenBank: MN908947.3).The latest 2019-ncov sequences (Supplementary Table 1; in total 33 strains analyzed) from GISAID andMN908947.3 sequences published on NCBI were collected and analyzed. MEGA(Version 7.026) was used toalign 33 nucleotide sequences. The aligned nucleotide sequences were constructed by NJ method.Using online tools blast (https://blast.ncbi.nlm.nih.gov/Blast.cgi) to analyse MN908947.3 amino acidsequence and the 33 2019-nCoV sequences downloaded from GISAID.The MN908947.3 spike protein sequence was first extracted from GenBank file, the sequence was thensubmitted to the online tools (https://zhanglab.ccmb.med.umich.edu/I-TASSER/) which uses existing modelto predict protein structure. Parameters were not assigned to other constraints, all template libraries ofITASSER were selected, and secondary structures of specific residues were not specified for protein structureanalysis.This section reports biological annotations of the target protein by COFACTOR and COACH based on theITASSER structure prediction. COFACTOR deduces protein functions (ligand-binding sites, EC and GO) byusing structure comparison and protein-protein networks. COACH is a meta-server approach that combinesmultiple function annotation results (on ligand-binding sites) from COFACTOR, TM-SITE and S-SITEprograms.The MN908947.3 spike protein amino acid sequence was submitted to the online tools(http://www.sbg.bio.ic.ac.uk/phyre2/html/page.cgi?id=index) which uses existing model to predict proteinsequences.So far, variability analysis of the known 33 coronavirus sequences showed that during the one-month periodof transmission of pneumonia in Wuhan (2019.12.24-2020.01.29), all viral RNA sequences had a QueryCover greater than 99.9% compared with the sequence was matched (MN908947.3).There was no significantvariation in the virus, so the analysis of MN908947.3 could be applied to the prevalent Wuhan pneumoniaspecies (excluding BetaCoV/Kanagawa/1/2020|EPI_ISL_402126).In addition, in the phylogenetic tree, the evolution of 33 virus samples was divided into three categories.CladeA is basically unchanged nucleotide sequence, Clade B is A sample with individual site variation (site<=3),and Clade C is A single sample (site=5).The distance scale of the tree is 0.0001. In the figure 1, we can seethat the distance of the sample with the greatest difference (Clade C) is only 0.0002.In summary, nosignificant variation has occurred in the known virus samples.I-TASSER: The results showed that five predicted protein structure models (named as model1-5, respectively)were co-existed, and the changes of normalized B factor5 of each model were shown in figure 2. A total of 5models were generated, which were sorted according to the clustering size, and the local structure accuracycurve of each model was shown (supplementary figure 3). The local accuracy is defined as the distancedeviation (in Angstrom) between the position of residues in the model and the original structure, and the sizeof its C score is given in Supplementary Table 2.Phyre2: Phyre2 analytical model is based on c5x5b B (PDB ID) (supplementary figure 4), which models1049 residues (82.1% of the sequence) with a confidence of 100.0% from a single highest scoring template.In Supplementary Table 3, the top 10 known proteins in I-TASSER with the highest structural similarity to theprediction model with the highest score were listed (all structures in the PDB library were matched bytmalign). After analyzing the structures of these 10 known proteins, it was found that only the first two (PDB ID:5x58 A and 6nzk A) were coronavirus proteins. Moreover, 5x58, which ranks the first, is the spike trimer ofSARS, which is exactly consistent with our prediction that the nucleotide sequence was inferred to be spike.Reports on 5x58 indicated that spike was divided into four structural domains, among which C-terminaldomain 1 (CTD1s) binds ACE2 as receptor binding domain (figure 4c)6. After combining 5x58 withITASSER prediction model (figure 4d), there were similar up and down proteins. This indicated that thebinding of the novel coronavirus (2019-nCoV) to human cells and the conformation of CTD1 may alsochange from downward to upward, making ACE2 binding to RBD unimpeded.In the functional prediction model of proteins, binding sites ranking from 1st to 5th were PDB ID7: 3srcA (CSore=0.05), 1a5tA (C Sore= 0.03), 4dv3B (C Sore= 0.03), 4fmal (C Sore= 0.03), and 5hhja (C Sore= 0.02)(Supplementary Table 4), respectively. Further analysis of the binding site ranking the first showed that it wasthe binding site of Acyl-homoserine lactone acylase (PvdQ) which catalyzes the deacylation ofacylhomoserine lactone (AHL or acyl-HSL), releasing homoserine lactone (HSL) and the corresponding fatty acid(figure 3), and the residues of binding site were Thr-874, Leu-877, and Leu-878 with binding affinityIC50=130 µM (from pdbbind-cn).          In the receptor results, 3src was ranked the first (3src is the PDB ID of PvdQ,), and its predicted bindingligand was 28N (8-BROMO-4H-[          In this study, the nucleotide interval of the surface glycoprotein of the 2019-nCoV was analyzed and it wassimilar to the spike interval of SARS-CoV8. Three-dimensional structure prediction of protein showed that theprediction model with the highest score in I-TASSER was comparable to the 5x58 spike protein electronmicroscope results, and the prediction model with the highest score in phyre2 was comparable to the 5x5bSARS-CoV spike protein. Moreover, the prediction model in I-TASSER was highly similar to that in 5x58which indirectly makes the nucleotide interval 2019-nCoV, indicating that the possibility of glycoproteinexpression was increased again.In addition, the 3D structure of CTD1 in the binding region of SARS-CoV and ACE2 was enlarged. In figure4a and figure 4d, it was observed that there was a high degree of overlap between the S2 subunit ofSARSCoV and the prediction model of 2019-nCoV, and the prediction model with conformation up and down wasin line with the actual model of spike of SARS. Therefore, we speculated that 2019-nCoV and SARS mayhave the same ACE2 binding model. Previous studies built a preliminary 3D model of 2019-nCoV using theSwiss method, and the researchers found that compared with SARS, the 2019-nCOV changed four key bases,but its 3D conformation did not change significantly1. In our 2019-nCoV 3D model, we found that2019nCoV was highly similar to the receptor-binding domain (RBD) domain of SARS-CoV. The main chains ofthe two protein models were highly coincident and the conformation was in the same direction, and thepossibility of combining 2019-nCoV with ACE2 was increased from another perspective.In previous reports, ACE2 was highly expressed in alveolar epithelial cells, intestinal epithelial cells9, and inthe eyes of the aqueous humor, cornea and conjunctiva10,11. In the most recent cases, people withconjunctivitis and diarrhea were infected. Therefore, from this perspective, it can also be explained that theentry pathway of 2019-nCov in human may be binding to ACE2 receptor. If this inference is true, then healthypeople should also be careful to treat patients' feces. and people who go to places with high virus density (suchas fever clinic) must pay attention to eye protection measures to prevent the viral infection through theAqueous humor.Here we suggest that 28N may be a potential drug target for 2019-nCoV. According to Coach analysis, wefound that 28N could be an strong ligand to bing the S protein. In past studies, it was found that 28N canstrongly bind PvdQ, and the residues near its binding site are T166, L169 and L17012. In the spatial structuresimulation of S protein of 2019-ncov, we found that S protein has a three-dimensional structure highlycosimilar to PvdQ. More importantly, its binding site residues are also T874, L877 and L878, which arealmost exactly matched. This conclusion indicates that 28N can bind to S protein. A search on the pubchemplatform revealed that seven of the eight BioAssay Results listed as active were as inhibitors and one asstimulants. We speculate that 28N can inhibit the activity of S protein of 2019-ncov, but more experiments areneeded to confirm this conclusion.Previous reports have suggested that the conformational transformation of CTD1 from bottom to top was aprerequisite for receptor binding13, and that the spike protein of 2019-nCoV should also be trimer. A switchwith more than one \"up\" CTD1 conformation will result in cleavage of the S1-ACE2 complex. Therefore, theresearch on new pneumonia drugs can also start from how to make spike trimer to turn on the upward switch.Antibodies against ACE2 or any compound that can bind to ACE2 are expected to be used in 2019-nCoVtherapy, and the recognition of receptor binding sites will also contribute to the development of 2019-nCoVvaccine.In conclusion, two different deep learning-based models of protein structure prediction were used to show thatthe binding domain of 2019-nCov was highly conserved to the CTD1 region of the spike protein of SARS. Inthe functional prediction of protein, 28N or its molecules with similar structuresmay be used as a potentialdrug target to hydrolyze 2019-nCoV. Hopefully this study can help to develop new drug for the therapy of2019-nCoV.All custom user data and code used for the sequence alignment and evolutionary analysis are available fromhttps://github.com/Starlitnightly/Bio_2019_nCoV . The code was written and tested using Python 3.7.The authors declare no competing financial interests.Fig.2 Sequences of 2019-nCoV. The abscissa represents the sequence of nucleotide sequences of 2019-nCoV, and theordinate represents the magnitude of normalized b-factor values.font represents the residue name, and the blue represents the surface glycoprotein of 2019-nCoV.1 Xu, X. et al., Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spikeprotein for risk of human transmission. Science China Life Sciences (2020).2 Zhou, P. et al., Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans andits potential bat origin. bioRxiv 2020 (2020).3 Roy, A., Kucukural, A. & Zhang, Y., I-TASSER: a unified platform for automated protein structure andfunction prediction. NAT PROTOC 5 725 (2010).newly identified coronavirus may boost cross‐species transmission from snake to human. J MED VIROL (2020).", "ref_list": [[], ["The Phyre2 web portal for protein modeling, prediction and analysis"], ["ResQ: An Approach to Unified Estimation of B-Factor and Residue-Specific Error in Protein Structure Prediction"], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["Protein-ligand binding site recognition using complementary binding-specific substructure comparison and sequence profile alignment"], [""], ["Mechanism of the action between the SARS-CoV S240 protein and the ACE2 receptor in eyes"], ["The neighbor-joining method: a new method for reconstructing phylogenetic trees"], ["Structural Characterization and High-Throughput Screening of Inhibitors of PvdQ, an NTN Hydrolase Involved in Pyoverdine Synthesis"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["Prospects for inferring very large phylogenies by using the neighbor-joining method"], [""], ["Interactive Tree Of Life (iTOL) v4: recent updates and new developments"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L. A. Mezulis", "S. Yates", "C. M. Wass", "M. N. Sternberg", "M. J. E."], ["J. Wang", "Y. Zhang", "Y."], ["Y."], ["J. Roy", "A. Zhang", "Y.", "W. Wang", "W. Zhao", "X. Zai", "J. Li", "X."], ["M. Vapaatalo", "H. Vaajanen", "A."], ["Y. Liu", "L. Pan", "X. Jing", "M."], ["N. M. Nei", "M.,"], ["E. J. Gulick", "A. M."], ["W. Gui", "M. Wang", "X. Xiang", "Y."], ["K. Nei", "M. Kumar", "S."], ["K. Glen", "S. Koichiro", "T.", "Bigger Datasets"], ["I. Bork", "P."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In the past of 18 years, many researchers have done lots of work on etiology mechanism related to SARS, and\nSpike glycoprotein (S-protein) was confirmed to be a key for entering human cell by binding with angiotensin\nconverting enzyme 2 (ACE2) receptor1.", "one_words_summarize": "According to the evolutionary analysis of coronavirus, 2019-nCov is probably originated from bat, and theSprotein of 2019-nCoV may enter human cells by interacting with human ACE2 receptor, which revealed thepathopoeia mechanism of 2019-nCoV1. Additionally, the template only shares 76.4% sequenceidentity, which means the result may not fully reflect the reality. Thus, a new method to predict thethreedimensional structure and related functions of proteins from another perspective and most importantly, a newmethod to predict potential drug target may need to be applied. MEGA(Version 7.026) was used toalign 33 nucleotide sequences. COACH is a meta-server approach that combinesmultiple function annotation results (on ligand-binding sites) from COFACTOR, TM-SITE and S-SITEprograms. Therefore, we speculated that 2019-nCoV and SARS mayhave the same ACE2 binding model. In our 2019-nCoV 3D model, we found that2019nCoV was highly similar to the receptor-binding domain (RBD) domain of SARS-CoV. The main chains ofthe two protein models were highly coincident and the conformation was in the same direction, and thepossibility of combining 2019-nCoV with ACE2 was increased from another perspective. If this inference is true, then healthypeople should also be careful to treat patients' feces. Previous reports have suggested that the conformational transformation of CTD1 from bottom to top was aprerequisite for receptor binding13, and that the spike protein of 2019-nCoV should also be trimer. A switchwith more than one \"up\" CTD1 conformation will result in cleavage of the S1-ACE2 complex. Therefore, theresearch on new pneumonia drugs can also start from how to make spike trimer to turn on the upward switch. Fig.2 Sequences of 2019-nCoV. The abscissa represents the sequence of nucleotide sequences of 2019-nCoV, and theordinate represents the magnitude of normalized b-factor values.font represents the residue name, and the blue represents the surface glycoprotein of 2019-nCoV.1 Xu, X. et al., Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans andits potential bat origin."}