{"date": "2020/01/30", "journal": "medrxiv", "authors": "Sang Woo Park, Benjamin M. Bolker, David Champredon, David J.D. Earn, Michael Li, Joshua S. Weitz, Bryan T. Grenfell, Jonathan Dushoff", "title": "Reconciling early-outbreak estimates of the basic reproductive number and its uncertainty: framework and applications to the novel coronavirus (SARS-CoV-2) outbreak", "type": "preprint article", "abstract": "A novel coronavirus (2019-nCoV) has recently emerged as a global threat. As the epidemic progresses, many disease modelers have prioritized estimating the basic reproductive number R0, de ned as the average number of secondary cases caused by a primary case. While these e orts are extremely valuable, their modeling approaches and the resulting estimates vary widely. Here, we present a framework for comparing di erent estimates of R0 across a wide range of models by decomposing it into three key quantities (the exponential growth rate r, the mean generation interval G, and the generation-interval dispersion ) and apply our framework to early estimates of R0 for the 2019-nCoV outbreak. Our results emphasize the importance of propagating uncertainties in all three quantities, in particular in the shape of the generation-interval distribution. While rapid response during an outbreak can be valuable, avoiding over-con dence is also important. Modelers should work with eld-workers to develop better methods for characterizing generation intervals.", "text": "1        Since December 2019, a novel coronavirus (2019-nCoV) has been spreading in China andother parts of the world                As the disease continues to spread, many researchers have published analyses of theoutbreak, focusing in particular on estimates of the basic reproductive number R0 (i.e., theaverage number of secondary cases generated by a primary case in a fully susceptiblepopulation                Here, we show that a wide range of approaches to estimating R0 can be understoodand compared in terms of estimates for three quantities: the exponential growth rate r,the mean generation interval G, and the generation-interval dispersion . The generationinterval, which is de ned as the time between when an individual becomes infected andwhen that individual infects another individual                We evaluate six disparate models published online between January 24{26, 2020 thatestimated R0 for the 2019-nCoV outbreak                  Basic reproductivenumber R02.5 (1.5{3.5)2.92 (95% CI: 2.28{3.67)3.8 (95% CI: 3.6{4.0)2.2 (90% CI: 1.4{3.8)5.47 (95% CI: 4.16{7.10)z2.0{3.1Mean generationtime G (days)8.48.47.67{147.6{8.46{10Generation-intervaldispersionunspeci edy0.20.50.50.20          Zhao et al. (2020)estimates and con dence intervals.2We gathered information on estimates of R0 and their assumptions about the underlyinggeneration-interval distributions from 6 articles that were published online between January24th, 2020 and January 26th, 2020 (Table 1). As most studies do not report their estimatesof the exponential growth rate or the associated con dence intervals, we rst recalculatethe exponential growth rate that correspond their model assumptions. We do so bymodeling explicitly or implicitly reported distributions of the reproductive number R0, the meangeneration interval G, and the generation-interval dispersion parameter withappropriate probability distributions; we used Gamma distributions to model values reported withcon dence intervals and uniform distributions to model values reported with ranges. Forexample, Study 2 estimated R0 = 2:92 (95% CI: 2.28{3.67); we model this estimate as aGamma distribution with a mean of 2.92 and a shape parameter of 67, which has a 95%probability of containing a value between 2.28 and 3.67 (see Table 2 for a completedescription). We then constructed a family of parameter sets { which include r, G, and { foreach study and used these in a Bayesian multilevel model to build a distribution of pooledestimates (see Methods).        Fig. 1 compares the reported values of the exponential growth rate r, mean generationinterval G, and the generation-interval dispersion from di erent studies with our pooledestimates ( r, G, and ) that we calculate from our multilevel model. We nd that there isa large uncertainty associated with the underlying parameters; many models rely on strongerassumptions that ignore these uncertainties. Surprisingly, no studies take into account howthe variation in generation intervals a ects their estimates of R0: all studies assumed xedvalues for , ranging from 0 to 0.5. Assuming xed parameter values can lead to overlystrong conclusions        number R0Gamma(mean = 2:6; = 28)Gamma(mean = 2:92; = 67)Gamma(mean = 3:8; = 1400)Gamma(mean = 2:2; = 12)Gamma(mean = 5:47; = 54)exp(rG)time G (days)8.48.47.6Uniform(7; 14)Uniform(7:6; 8:4)Uniform(6; 10)an assumption which used to be extremely common, particularly implicitly.Fig. 2 shows how propagating uncertainty ( r, G, and ) in di erent combinationswould a ect estimates and CIs for R0. For illustrative purposes, we use our pooled estimates,which represent a reasonable proxy for the state of knowledge as of 26 January. Comparingthe models that include only some sources of uncertainty to the \\all\" model, we see thatpropagating error from the growth rate (which all but one of the studies reviewed did) isabsolutely crucial: the middle bar (GI mean), which lacks growth-rate uncertainty, is fartoo narrow. Propagating error from the generation interval also has important e ects. Oncethese two are included, the impact of leaving out uncertainty in the dispersion is small,though noticeable, in this particular example.We also evaluate the estimates of R0 across di erent studies by replacing their values ofr, G, and with our pooled estimates ( r, G, and ) one at a time and recalculating thebasic reproductive number R0 (Fig. 3). We nd that incorporating uncertainties one at atime increases the width of the con dence intervals all but three cases. We estimate slightlynarrower con dence intervals for Study 2 and Study 6 when we use our pooled estimateof the generation-interval dispersion to recalculate R0 because they assume a narrowgeneration-interval distribution (compare base with GI variation in Fig. 3); when highervalues of are used, their estimates of R0 become less sensitive to the values of r and G,giving narrower con dence intervals. We estimate narrower con dence intervals for Study 4when we use our pooled estimate of the mean generation time G to recalculate R0 (comparebase with GI mean in Fig. 3) because the range of uncertainty in the mean generation timeG they consider is much wider than the pooled range (Fig. 1).Consistent with our previous observations (Fig. 2), we nd that accounting foruncertainties in the estimate of r has the largest e ect on the estimates of R0 (Fig. 3). For example,recalculating R0 for Study 6 by using our pooled estimate of r gives R0 = 3:9 (95% CI:2.3{9.8), which is much wider than the uncertainty range they reported (2.0{3.1). Thereare two explanations for this result. First, even though the exponential growth rate r andStudy 1the mean generation time G have identical e ects on R0 under the gamma approximationframework (Eq. 2 in Methods), r has a greater overall e ect on R0 because it is associatedwith more uncertainty (Fig. 1). Second, assuming a xed generation time ( = 0) makes theestimate of R0 too sensitive to r and G as discussed previously.Finally, we incorporate all uncertainties by using posterior samples for r, G, andto recalculate R0 and compare it with the reported R0 estimates. Our estimated R0 fromthe pooled distribution has a median of 3.1 (95% CI: 2.1{5.7). While the point estimateof R0 is similar to other reported values from this date range, the con dence intervals arewider than those of other studies. This result does not imply that assumptions based onthe pooled estimate are too weak; we believe that this con dence interval more accuratelyre ects the level of uncertainties present in the information that was available when thesemodels were tted. Our median estimate averages over the various studies, and thereforeparticular studies have higher or lower median estimates. Here, our focus is on certainty,not on the reason for these discrepancies.3        Estimating the basic reproductive number R0 is crucial for predicting the course of anoutbreak and planning intervention strategies. Here, we used a simple framework        In this study, we focused on propagating errors arising from implicit or explicit estimatesof growth rate and generation intervals. Other key issues underlying early estimates of R0include statistical independence and types of noise.        Of the six studies that we reviewed, two of them directly t their models to cumulativenumber of con rmed cases. This approach can be appealing because of its simplicity andapparent robustness, but tting a model to cumulative incidence instead of raw incidencecan both bias parameters and give overly narrow con dence intervals, if the resultnonindependent error structures are not taken into account                There are many real-world sources of noise in real-world incidence data, including bothdynamical, or \\process\", noise (randomness that directly or indirectly a ects diseasetransmission); and observation noise (randomness underlying how many of the true cases arereported). Disease modelers face the choice of incorporating one or both of these in theirdata- tting and modeling steps. This is not always a serious problem, particularly if thegoal is inferring parameters rather than directly making forecasts (e.g.,        Here, we focused on the estimates of R0 that were published within a very short frameof time (January 24th{26th). Although our analysis only re ects a snapshot of afastmoving epidemic, our lessons will hold: con dence intervals must combine di erent sourcesof uncertainty. In fact, as epidemics progress and more data becomes available, it is likelythat inferences about exponential growth rate will become more precise; thus the risk ofover-con dence when uncertainty about the generation-interval distribution is neglected willbecome greater.        We strongly emphasize the value of attention to accurate characterization of thetransmission chains via contact tracing and better statistical framework for inferringgenerationinterval distributions from such data        We have provided a basis for evaluating and comparing exponential-growth basedestimates of R0 in terms of three simple components: the exponential growth rate, meangeneration interval, and generation interval dispersion. We are hopeful that this will providea guide to understanding and reconciling di erent estimates early in an epidemic.44.1        Gamma approximation framework for linking r and R0Early in an outbreak, R0 is di cult to estimate directly; instead, R0 is often inferred from theexponential growth rate r, which can be estimated reliably from incidence data        Zexp( r )g( )d :(1)In other words, estimates of R0 must depend on the assumptions about the exponentialgrowth rate r and the shape of the generation-interval distribution g( ).        Here, we use the gamma approximation framework        R0 = 1 + rG 1= :(2)This equation demonstrates that a generation-interval distribution that has a larger mean(higher G) or is less variable (lower ) will give a higher estimate of R0 for the same valueof r.4.2          We reviewed 6 modeling studies of the novel coronavirus outbreak that were published onlinebetween January 24th, 2020 and January 26th, 2020 (Table 1). Five studies          For each study, we construct a family of parameter sets by drawing 100,000 random samplesfrom the probability distributions (Table 2) that represent the estimates of R0 and theassumed values of G and and calculating the exponential growth rate r via the inverse ofEq. 2:ri = R0i i 1 : (3)iGiThis allows us to approximate the probability distributions of the estimated exponentialgrowth rates by each study; uncertainties in the probability distributions that we calculatefor the estimated exponential growth rates will re ect the methods and assumptions thatthe studies rely on.We construct pooled estimates for each parameter (r, G, and ) using a Bayesianmultilevel modeling approach, which assumes that the parameters across di erent studies comefrom the same gamma distribution:riGii          Gamma(mean = r; shape = r);Gamma(mean = G; shape = G);Gamma(mean = ; shape = ):(4)We account for uncertainties associated with ri, Gi and i (and their correlations), by drawinga random set from the family of parameter sets for each study at each Metropolis-Hastingsstep; this approach is analogous to Bayesian methods for analyzing phylogenetic data, whichoften rely on drawing random samples of phylogenetic trees from a discrete set to accountfor phylogenetic uncertainty          Weakly informative priors are assumed on the hyperparameters:( r; G;rG)          Gamma(mean = 1 week 1; shape = 0:1)Gamma(mean = 1 week; shape = 0:1)Gamma(mean = 0:5; shape = 0:1)Gamma(mean = 1; shape = 0:1):(5)We run 4 parallel Markov Chain Monte Carlo (MCMC) chains that consist of 200,000burnin steps and 200,000 sampling steps. Posterior samples are thinned every 400 steps.Convergence is assessed by ensuring that the Gelman-Rubin statistic is below 1.01 for allhyperparameters          We thank Ben Bolker for providing useful comments on the manuscript.Anderson, R. M. and R. M. May (1991). Infectious diseases of humans: dynamics andcontrol. Oxford university press.", "ref_list": [[], ["Integrating in uenza antigenic dynamics with molecular evolution"], ["Estimation in emerging epidemics: Biases and remedies"], ["Centers for Disease Control and Prevention ("], ["Dusho infectious-disease transmission"], ["Intrinsic and realized generation intervals in"], ["On the de nition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations"], ["October)"], ["and"], ["Inference from iterative simulation using multiple sequences"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Report 3: Transmissibility of 2019-nCoV"], ["Avoidable errors in the modelling of outbreaks of emerging pathogens, with special reference to Ebola"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Estimating initial epidemic growth rates"], ["Generality of the nal size formula for an epidemic of a newly invading infectious disease"], ["Early transmissibility assessment of a novel coronavirus in Wuhan, China"], ["Early transmission characteristics of in uenza A (H1N1) v in Australia: Victorian state, 16 May{3 June 2009"], ["Transmissibility of 1918 pandemic in uenza"], ["Transmission potential of the new in uenza A (H1N1) virus and its age-speci city in Japan"], ["Bayesian estimation of ancestral character states on phylogenies"], ["A practical generationinterval-based approach to inferring the strength of epidemics from their speed"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Pattern of early human-to-human transmission of wuhan 2019-nCoV"], ["Model-consistent estimation of the basic reproduction number from the incidence of an emerging infection"], ["Early estimation of the reproduction number in the presence of imported cases: pandemic in uenza H1N1-2009 in New Zealand"], ["A note on generation times in epidemic models"], ["How generation intervals shape the relationship between growth rates and reproductive numbers"], ["Appropriate models for the management of infectious diseases"], ["-2019{ncov"], [""], ["Organization (2020c). Pneumonia of unknown cause { China"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019- nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. Bedford", "M. A. Suchard", "P. Lemey", "G. Dudas", "V. Gregory", "A. J. Hay", "J. W. McCauley", "C. A. Russell", "D. J. Smith", "A Rambaut"], ["T. Britton", "G. Scalia Tomba"], ["January"], ["D. Champredon", "J."], [], ["O. Diekmann", "J. A. P. Heesterbeek", "J. A. Metz"], ["B. D. Elderd", "V. M. Dukic", "G. Dwyer"], ["D. N. Fisman", "T. S. Hauck", "A. R. Tuite", "A. L. Greer"], ["A. Gelman", "D. B. Rubin"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "J. Xu", "X. Gu"], ["N. Imai", "A. Cori", "M. Baguelin", "C. A. Donelly", "S. Riley", "N. M. Ferguson", "-", "January"], ["A. A. King", "F. M. M. Domenech de Celles", "P. Magpantay", "Rohani"], ["T. Liu", "J. Hu", "M. Kang", "L. Lin", "H. Zhong", "J. Xiao", "T. Song", "Q. Huang", "Z. Rong", "A. Deng", "W. Zeng", "X. Tan", "S. Zeng", "Z. Zhu", "J. Li", "D. Wan", "J. Lu", "H. Deng", "J. He", "January"], ["J. Ma", "B. M. Dusho", "D. J. Bolker", "Earn"], ["D. J. Ma", "Earn"], ["M. Majumder", "K. D. Mandl", "January"], ["E. McBryde", "J. Gemert", "E. Rotty", "K. Headley", "R. Simpson", "M. Lester", "J. E. Hellard", "Fielding"], ["C. E. Mills", "J. M. Robins", "Lipsitch"], ["C. Nishiura", "M. Castillo-Chavez", "G. Safan", "Chowell"], ["M. Pagel", "A. Meade", "D. Barker"], ["S. W. Park", "D. Champredon", "J. S. Weitz", "Dusho"], ["J. M. Read", "J. R. Bridgen", "D. A. Cummings", "A. Ho", "C. P. Jewell", "January"], ["C. L. Riou", "Althaus", "January"], ["M. Roberts", "J Heesterbeek"], ["M. G. and H. Roberts", "Nishiura"], ["A. Svensson"], ["J. Wallinga", "M. Lipsitch"], ["H. J. Wearing", "P. Rohani", "M. J. Keeling"], ["World Health Organization"], ["World Health Organization", "-"], ["World Health", "-"], ["S. Zhao", "J. Ran", "S. S. Musa", "G. Yang", "Y. Lou", "D. Gao", "L. Yang", "D. He", "January"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1", "one_words_summarize": "The generationinterval, which is de ned as the time between when an individual becomes infected andwhen that individual infects another individual                We evaluate six disparate models published online between January 24{26, 2020 thatestimated R0 for the 2019-nCoV outbreak                  Basic reproductivenumber R02.5 (1.5{3.5)2.92 (95% CI: 2.28{3.67)3.8 (95% CI: 3.6{4.0)2.2 (90% CI: 1.4{3.8)5.47 (95% CI: 4.16{7.10)z2.0{3.1Mean generationtime G (days)8.48.47.67{147.6{8.46{10Generation-intervaldispersionunspeci edy0.20.50.50.20          Zhao et al. ( As most studies do not report their estimatesof the exponential growth rate or the associated con dence intervals, we rst recalculatethe exponential growth rate that correspond their model assumptions. 1 compares the reported values of the exponential growth rate r, mean generationinterval G, and the generation-interval dispersion from di erent studies with our pooledestimates ( r, G, and ) that we calculate from our multilevel model. Comparingthe models that include only some sources of uncertainty to the \\all\" model, we see thatpropagating error from the growth rate (which all but one of the studies reviewed did) isabsolutely crucial: the middle bar (GI mean), which lacks growth-rate uncertainty, is fartoo narrow. For example,recalculating R0 for Study 6 by using our pooled estimate of r gives R0 = 3:9 (95% CI:2.3{9.8), which is much wider than the uncertainty range they reported (2.0{3.1). 2 in Methods), r has a greater overall e ect on R0 because it is associatedwith more uncertainty (Fig. While the point estimateof R0 is similar to other reported values from this date range, the con dence intervals arewider than those of other studies. Our median estimate averages over the various studies, and thereforeparticular studies have higher or lower median estimates. Disease modelers face the choice of incorporating one or both of these in theirdata- tting and modeling steps."}