{"date": "2020/02/05", "journal": "medrxiv", "authors": "Kamalich Muniz-Rodriguez, Gerardo Chowell, Chi-Hin Cheung, Dongyu Jia, Po-Ying Lai, Yiseul Lee, Manyun Liu, Sylvia K. Ofori, Kimberlyn M. Roosa, Lone Simonsen, Cecile G. Viboud, Isaac Chun-Hai Fung", "title": "Epidemic doubling time of the COVID-19 epidemic by Chinese province", "type": "preprint article", "abstract": "21\n22\n23\n24\n25\nWe analyzed the epidemic doubling time of the 2019-nCoV outbreak by province in mainland China.\nMean doubling time ranged from 1.0 to 3.3 days, being 2.4 days for Hubei (January 20-February 2, 2020).\nTrajectory of increasing doubling time by province indicated social distancing measures slowed the\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50", "text": "2122232425We analyzed the epidemic doubling time of the 2019-nCoV outbreak by province in mainland China.Mean doubling time ranged from 1.0 to 3.3 days, being 2.4 days for Hubei (January 20-February 2, 2020).Trajectory of increasing doubling time by province indicated social distancing measures slowed the272829303132333435363738394041424344454647484950        Our ability to estimate basic reproduction numbers for novel infectious diseases is hindered bythe dearth of information about their epidemiological characteristics and transmission mechanisms (                Epidemic doubling times characterize the sequence of times at which the cumulative incidencedoubled (                Cumulative incidence data from December 31, 2019 through February 2, 2020 were retrievedfrom official webpages of provincial health commissions, and that of the National Health Commission ofChina (        From January 20 through February 2, 2020, the mean doubling time of the cumulative incidenceranged from 1.0 day (Hunan and Henan) to 3.3 days (Hainan) (Figure 1A). In Hubei, it was estimated as51525354555657585960616263646566676869707172732.4 days. The cumulative incidence of Hubei doubled 5 times (Figure 1B). Provinces with the cumulativeincidence doubled ≥5 times, and mean doubling time <2d included Chongqing, Fujian, Heilongjiang,experienced a faster and consistent epidemic growth (Figures 1 and S2).The aggregate cumulative incidence of all non-Hubei provinces increased over time (Figure S3)and therefore suggested a sub-exponential growth of the epidemic outside Hubei. The gradual piece-mealincrease in doubling time could be explained by the practice of self-quarantine since the Chinese NewYear and the different levels of intra-and-inter-provincial travel restrictions imposed across China sincethe travel quarantine of Wuhan (imposed on Jan 23, 2020) (7).The limitations of our study included the incompleteness of the cumulative incidence data asreported by mainland Chinese authorities. One potential reason for underreporting is underdiagnosis, dueto the lack of diagnostic tests, healthcare workers and other resources. Differential underreporting acrossprovinces could have biased the data. However, as long as the rate of reporting remains constant overtime within the same province, the calculation of doubling times remains reliable. However, increasedawareness and increased availability of diagnostic tests might have improved the reporting rate over time.This might artificially shorten the doubling time. Nevertheless, apart for Hubei, for the majority ofmainland China, cases were only reported since January 20, 2020. It was when the Chinese authoritiesopenly acknowledged the seriousness of the outbreak. Therefore, the bias due to increased awarenessmight be small to negligible.We analyzed the epidemic doubling time of the 2019 novel coronavirus outbreak by province in mainlandChina. The mean doubling time of cumulative incidence in Hubei was 2.4 days (January 20 throughFebruary 2, 2020) but the mean doubling time of Henan, Hunan, and Shandong were the lowest.747576777879808182838485868788899091Trajectory of increasing doubling time by province indicated social distancing measures adopted in Chinaslowed the epidemic with some success.Kamalich Muniz-Rodriguez, MPH, is a doctoral student at the Jiann-Ping Hsu College of Public Health,Georgia Southern University. Her research interests include infectious disease epidemiology, digitalepidemiology and disaster epidemiology.Gerardo Chowell, PhD, is Professor of Epidemiology and Biostatistics, and Chair of the Department ofPopulation Health Sciences at Georgia State University School of Public Health. As a mathematicalepidemiologist, Prof Chowell studies the transmission dynamics of emerging infectious diseases, such asEbola, MERS and SARS.GC acknowledges support from NSF grant 1414374 as part of the joint NSF-NIH-USDA Ecology andEvolution of Infectious Diseases program. ICHF acknowledges salary support from the National Centerfor Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention(19IPA1908208). This article is not part of ICHF’s CDC-sponsored projects.92113114115116cumulative incidence has doubled (Panel B) by province in mainland China, from January 20 throughMean doubling time of2019-nCoV by provinceHas yet to double0.01 - 1.391.40 - 1.791.80 - 2.192.20 - 2.592.60 - 3.49XinjiangTibetGansuQinghaiNingxia HuiShaanxiSichuanChongqingYunnanGuizhouHunanJiangxiGuangxiGuangdongHainanShanxiHenanHubeiInner MongoliaJilinBeijingNumber of times the 2019-nCoVoutbreak has doubled by province01 - 23 - 45 - 67 - 8YunnanShanxiHenanHubeiInner MongoliaJilinBeijingEpidemic doubling time of the 2019 novel coronavirus outbreak by province in mainland China1 These authors contribute equally as co-first authorsAuthor affiliations: Georgia Southern University, Georgia, USA (K. Muniz-Rodriguez, D. Jia, M. Liu, S.researcher (C.-H. Cheung); Boston University (P.-Y. Lai), The George Washington University (L.Simonsen), The National Institutes of Health (G. Chowell, C. G. Viboud)Please address correspondence to Isaac Chun-Hai Fung, PhD, Department of Biostatistics, Epidemiologyand Environmental Health Sciences, Jiann-Ping Hsu College of Public Health, Georgia SouthernUniversity, Statesboro, GA 30460, USA. +1 912 478 5079. Email: cfung@georgiasouthern.edu        Motivation. R0 is a widely used indicator of transmission potential in a totally susceptible population andis driven by the average contact rate and the mean infectious period of the disease (        Scope and definition. We restricted our analysis to mainland China in this paper. A ‘province’ hereinencompasses three different types of political sub-divisions of mainland China, namely, a province, adirectly administered municipality (Beijing, Chongqing, Shanghai, and Tianjin) and an autonomousregion (Guangxi, Inner Mongolia, Ningxia, Tibet, and Xinjiang). Our analysis does not include HongKong Special Administrative Region and Macau Special Administrative Region, which are undereffective rule of the People’s Republic of China through the so-called ‘One Country, Two Systems’political arrangements. Likewise, our analysis does not include Taiwan, which is de facto governed by adifferent government (the Republic of China).        Data apart from epidemic data. Provincial demographic, transportation and socioeconomic data wereobtained from the National Bureau of Statistics of China (        Doubling time calculation was conducted using MATLAB R2019b (Mathworks, Natick, MA). Multiplelinear regression analyses were conducted using R version 3.6.2 (R Core Team). Significance level was apriori decided to be α = 0.05.Demographic, transportation and socioeconomic factors. We performed multiple linear regressionmodels with the latest doubling time, mean doubling time and the slope of the doubling time over thenumber of times the cumulative incidence doubles as the dependent variables, respectively. We includedpopulation density, average temperature in January, average household size, subnational HumanDevelopment Index in all models. We included passenger traffic and provincial capital’s distance fromWuhan, for railway (models group A) and highway (models group B) respectively. However, none of theindependent variables were found statistically significantly (p > 0.05) associated with any of thedependent variables (Table S2).We performed sensitivity analysis by expanding our data analysis to the data since January 31, 2019,when Hubei first reported a cluster of pneumonia cases with unexplained etiology that turned out to be2019-nCoV. The only difference between the sensitivity analysis and the main analysis is the inclusion ofHubei data from January 31, 2019 through January 19, 2020, because all other provinces started to reportcases on January 20, 2020. The only differences in results were found for Hubei, with the mean doublingtime being 3.85 (Figures S4, S6), and the cumulative incidence in Hubei doubled 8 times from January31, 2019 through February 2, 2020 (Figures S5, S6). The first doubling time of Hubei (Figure S5) washigh, reflecting that real-time data was unavailable before mid-January. It was only by January 17, 2020onwards when data reporting become increasingly transparent and timely.        In our sensitivity analysis, we performed the same multiple regression models previously described, withthe mean doubling time, and the slope of the doubling time over the number of times the cumulativeincidence doubles as dependent variables. We included population density, average temperature inJanuary, average household size, subnational Human Development Index in all models. We includedpassenger traffic and provincial capital’s distance from Wuhan, for railway and highway respectively.However, none of the independent variables were found statistically significantly (p > 0.05) associatedwith the three dependent variables (results not shown).Provincial Capital’s Distance from Wuhan (Railway) (km)Provincial Capital’s Distance from Wuhan (Highway) (km)Population Density (10000 person per km2)Average Temperature for January (°C)Average Household size (2018)(Subnational) Human development index (HDI)xxxxxxxxxxxx(        Figure S6. Sensitivity analysis: The mean doubling time of 2019-nCoV by province in mainland China, from December 31, 2019 throughFebruary 2, 2020.Project management: Dr. Gerardo Chowell, Dr. Isaac Chun-Hai Fung and Ms. KamalichMunizManuscript writing: Dr. Isaac Chun-Hai Fung and Dr. Gerardo ChowellManuscript editing and data interpretation: Ms. Kamalich Muniz-Rodriguez, Dr. Gerardo Chowell, Dr.Isaac Chun-Hai Fung, Dr. Lone Simonsen, and Dr. Cecile ViboudMATLAB code and Figure S1: Dr. Gerardo ChowellDoubling time calculation using MATLAB and Figures S2, S3, S4 and S5: Ms. KamalichMunizRodriguez, Dr. Gerardo Chowell and Dr. Isaac Chun-Hai FungStatistical analysis in R: Dr. Isaac Chun-Hai FungData management and quality check of epidemic data entry: Ms. Kamalich Muniz-RodriguezEntry of epidemic data for countries and territories outside mainland China (including Hong Kong,Macao and Taiwan): Ms. Kamalich Muniz-Rodriguez and Ms. Sylvia K. OforiEntry of epidemic data for provinces in mainland China: Ms. Manyun Liu (from the early reports, up toJan 24, 2020 data), Ms. Po-Ying Lai (since Jan 25, 2020 data to today), Mr. Chi-Hin Cheung (since Jan27, 2020 data to today), and Ms. Kamalich Muniz-Rodriguez and Dr. Isaac Chun-Hai Fung (wheneverthere is a back-log).Retrieval of epidemic data from official websites (downloading and archiving of China's national andprovincial authorities' press releases): Ms. Manyun Liu and Dr. Dongyu JiaRetrieval of statistical data from the official website of National Bureau of Statistics of the People’sRepublic of China: Mr. Chi-Hin CheungRetrieval of publicly available statistical data from various sources: Ms. Yiseul Lee, Dr. Isaac Chun-HaiFungMap creation (Figures 1, S6 and S7): Ms. Kimberlyn M. Roosa", "ref_list": [[], ["Infectious diseases of humans"], [""], [""], [""], ["-of-person-per-household"], ["The Subnational Human Development Database"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["RM Anderson", "RM May"], ["data Statistical"], ["Administrative Population", "Units"], [], [], ["J Smits", "I. Permanyer"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "21\n22\n23\n24\n25\nWe analyzed the epidemic doubling time of the 2019-nCoV outbreak by province in mainland China.\nMean doubling time ranged from 1.0 to 3.3 days, being 2.4 days for Hubei (January 20-February 2, 2020).\nTrajectory of increasing doubling time by province indicated social distancing measures slowed the\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50", "one_words_summarize": "2122232425We analyzed the epidemic doubling time of the 2019-nCoV outbreak by province in mainland China. In Hubei, it was estimated as51525354555657585960616263646566676869707172732.4 days. The gradual piece-mealincrease in doubling time could be explained by the practice of self-quarantine since the Chinese NewYear and the different levels of intra-and-inter-provincial travel restrictions imposed across China sincethe travel quarantine of Wuhan (imposed on Jan 23, 2020) (7).The limitations of our study included the incompleteness of the cumulative incidence data asreported by mainland Chinese authorities. However, as long as the rate of reporting remains constant overtime within the same province, the calculation of doubling times remains reliable. It was when the Chinese authoritiesopenly acknowledged the seriousness of the outbreak. Therefore, the bias due to increased awarenessmight be small to negligible. Significance level was apriori decided to be α = 0.05.Demographic, transportation and socioeconomic factors. It was only by January 17, 2020onwards when data reporting become increasingly transparent and timely."}