{"date": "2020/02/12", "journal": "medrxiv", "authors": "Samuel J Clifford, Carl A B Pearson, Petra Klepac, Kevin Van Zandvoort, Billy J Quilty, Rosalind M Eggo, Stefan Flasche", "title": "Interventions targeting air travellers early in the pandemic may delay local outbreaks of SARS-CoV-2", "type": "preprint article", "abstract": "Aim: To determine if interventions aimed at air travellers can delay establishment of a\nSARSCoV-2 outbreak in a previously unaffected country with no shared border with China.\nMethods Summary: Determining how many imported cases are needed to trigger an outbreak\nin a new location is critical to quantifying if SARS-CoV-2 outbreaks can be delayed. Here we\nrely on the “outbreak threshold”, which is a function of the average number of secondary cases\nproduced by each infected case, plus the variation from person-to-person in how many\nsecondary cases they generate (often referred to as “the dispersion parameter, k”).\nWe define a traveller intervention as either: a) screening for symptoms at either departure or\narrival, b) sensitisation of arrivals to signs of illness, or c) a combination of both. We assume\nthat sensitisation will result in a lower individual reproduction number for the traveller (e.g. by\nself-isolation and more rapid reporting which triggers contact tracing) and that syndromic\nscreening reduces the number of infected travellers who can seed an outbreak.\nWe then calculate the delay in reaching the outbreak threshold according to the number of\ninfected travellers arriving each week, and the effectiveness of interventions a, b, and c,\nassuming the basic reproduction number to be gamma distributed with CIs ranging from 1.4 to\n3.9. Because of the considerable uncertainty in the estimate we report no central estimates but\nrather 50% and 95% quantiles, focusing specifically on the lower bounds as a measure of likely\nminimal impact.", "text": "Aim: To determine if interventions aimed at air travellers can delay establishment of aSARSCoV-2 outbreak in a previously unaffected country with no shared border with China.Methods Summary: Determining how many imported cases are needed to trigger an outbreakin a new location is critical to quantifying if SARS-CoV-2 outbreaks can be delayed. Here werely on the “outbreak threshold”, which is a function of the average number of secondary casesproduced by each infected case, plus the variation from person-to-person in how manysecondary cases they generate (often referred to as “the dispersion parameter, k”).We define a traveller intervention as either: a) screening for symptoms at either departure orarrival, b) sensitisation of arrivals to signs of illness, or c) a combination of both. We assumethat sensitisation will result in a lower individual reproduction number for the traveller (e.g. byself-isolation and more rapid reporting which triggers contact tracing) and that syndromicscreening reduces the number of infected travellers who can seed an outbreak.We then calculate the delay in reaching the outbreak threshold according to the number ofinfected travellers arriving each week, and the effectiveness of interventions a, b, and c,assuming the basic reproduction number to be gamma distributed with CIs ranging from 1.4 to3.9. Because of the considerable uncertainty in the estimate we report no central estimates butrather 50% and 95% quantiles, focusing specifically on the lower bounds as a measure of likelyminimal impact.Results Summary: We evaluated sensitisation effectiveness of 30, 50 and 70%, assumingeither 1, 10, or 100 infected travellers per week. We found that early in the outbreak when onlyfew infected travellers arrive, traveller sensitisation can delay a major outbreak in a previouslyunaffected region. For 50% effectiveness, and assuming 1 infected traveller per week, we findthat in 75% of simulations the outbreak is delayed by at least 11 days (97.5% of simulations: atleast 7 days). The possible delay decreases rapidly for more travellers, lower effectiveness ofsensitisation, higher R0 or lower heterogeneity thereof. However, syndromic traveller screeningat departure and/or arrival can further enhance impact. In combination with sensitisation,syndromic screening can delay an outbreak substantially longer. In 75% of simulations we findan outbreak delay of at least 111 days (97.5% of simulations: at least 23 days) for 1 infectedtraveller per week and at least 9 days (97.5% of simulations: at least 4 days) for 10 infectedtravellers per week.Limitations include:● We assume a constant rate of infected travellers. However, this may increase rapidly asthe epidemic continues to spread exponentially in China and potentially elsewhere.There is currently little evidence for an exponential increase in infected travellers toEurope as airports in the highest risk regions have shut. If indeed infected travellernumbers were to increase exponentially numbers would increase from 1 to 10 and 100per week within about 19 and 38 days respectively (assuming R=2.5 and serial intervalof 7.5) and estimated delays would decrease accordingly.● The only estimate from the current outbreak for the variation between individuals in thenumber of secondary cases (k) is including large confidence intervals that spanestimates for SARS and seasonal influenza. The estimated delay of an outbreak washighly sensitive to k.● We assume that syndromic surveillance at entry leads to immediate case isolation andhence no onward transmission. This is ignoring that during the flight the index case mayhave infected other travellers.● We assume that only sensitised travellers would pick up quickly on relevant symptomsand self-isolate and report to trigger contact tracing. Non sensitised travellers areassumed to not pay attention to early influenza-like symptoms during the winter seasonand hence only report with severe symptoms, i.e. when most of secondary cases havebeen infected and themselves have potentially further spread the virus. This mayoverestimate the estimated impact of sensitisation.● We don’t explicitly account for potential asymptomatic transmission. However, weimplicitly do so as both the syndromic screening as well as the contact tracing work thatinfomed our estimates accounted for a small proportion of asymptomatic transmitters.Objectives: To determine if interventions aimed at air travellers can delay establishment of aSARS-CoV-2 outbreak in a previously unaffected country.Design: Simulation studySetting: Countries with no sustained SARS-CoV-2 transmission and with no shared border withaffected regionsParticipants: Infected air travellersInterventions: Syndromic screening at departure and/or arrival & traveller sensitisation to theCOVID-2019-like symptoms with the aim to trigger rapid self-isolation and reporting on symptomonset.Main outcome measures: The achievable delay until a major local outbreak is likely to occurResults: We evaluated traveller sensitisation effectiveness in reducing the number ofsecondary cases of 30, 50 and 70%, and assumed either 1, 10, or 100 infected travellers perweek. Early in the outbreak when only few infected travellers arrive, traveller sensitisation candelay a major outbreak in a previously unaffected region. For 50% sensitisation effectiveness,and assuming 1 infected traveller per week, we find that in 75% of simulations the outbreak isdelayed by at least 11 days (97.5% of simulations: at least 7 days). The possible delaydecreases rapidly for more travellers, lower effectiveness of sensitisation, higher R0 or lowerheterogeneity thereof. Syndromic traveller screening at departure and/or arrival can furtherenhance outbreak delays. In combination with sensitisation, syndromic screening can delay anoutbreak substantially longer. In 75% of simulations we find an outbreak delay of at least 111days (97.5% of simulations: at least 23 days) for 1 infected traveller per week and at least 9days (97.5% of simulations: at least 4 days) for 10 infected travellers per week.Conclusion: Air-traveller targeted interventions, particularly in combination, can delay localSARS-CoV-2 outbreaks in the magnitude of a few weeks to potentially even months if thenumber of infected travellers remains low.        Similar to outbreaks of other respiratory pathogens (        We aim to estimate the effectiveness of syndromic screening and traveller sensitisation fordelaying the onset of sustained SARS-CoV-2 spread in previously unaffected regions.          To simulate a variety of scenarios of global SARS-CoV-2 spread we assumed that a number ofinfected travellers per week, λ, who do not have severe symptoms at boarding, would attempt totravel to a specific previously unaffected region (Table 1). We have previously estimated theprobability of SARS-CoV-2 infected travellers not being detected at either exit or entryscreening, θ, as 46% for long-haul flights (                    The outbreak threshold, T0, is a function of both R0 and the dispersion parameter, k, whichdescribes how heterogeneous R0 is between individuals in a population (                    We assumed that either 1, 10 or 100 infected travellers per week would arrive (Table 1). Inaddition the base case of 50% reduction in secondary cases as a result of traveller sensitisationwe also investigated for sensitivity analyses 30% and 70% effectiveness of sensitisation. Toincorporate uncertainty around the reproduction number of SARS-CoV-2 we sample R0 from agamma distribution whose 95% quantiles are 1.40 and 3.90 and whose 50% quantiles are 2.04and 2.89 (          t0, time until outbreakk, dispersion parameter for R00.54$ ,50%,arrivals to reach T0.7!/ ..%            Source(                        (            We estimate that with no traveller sensitisation and under baseline assumptions for theeffectiveness of syndromic screening at exit and entry, in the early stages of the SARS-CoV-2outbreak with 1 infected traveller per week, an outbreak may be delayed by more than 11 days(95%CI: more than 7) (Figure 2). However, this is largely due to exit screening at departure,which on its own is estimated to delay the outbreak by more than 9 days (95%CI: more than 6)(Figure S1). As the number of infected travellers increases during the oversea’s outbreak, thedelay in onset of a local outbreak through screening declines rapidly; specifically, if infectedtraveller numbers approach 10 and 100 per week, syndromic screening can only delay theoutbreak by 2 - 4 days (95%CI: 1 - 13) and by 0 - 1 days (95%CI: 0 - 1), respectively.Similarly, we estimate that in the absence of syndromic air traveller screening, a 50% effectivetraveller sensitisation can delay the outbreak by 12 - 288 days (95%CI: more than 5) early in theepidemic with 1 infected traveller per week but delays reduce to 1 - 29 days (95%CI: potentiallyless than 1 day) once 10 infected travellers per week arrive.Combining syndromic screening with traveller sensitisation has the potential to substantiallydelay an outbreak even with moderate levels of international spread. If 10 infected travellers perweek arrive we estimate an outbreak delay of 9 - 207 days (95%CI: more than 4) under baselineassumptions. Again, the incremental benefit of syndromic entry screening in this scenario ishighly dependent on the effectiveness of the exit screening. With 10 infected travellers per weekarriving and under baseline assumptions of effective exit screening, exit screening combinedwith traveller sensitisation and in the absence of syndromic entry screening can already delaythe outbreak by 7 - 167 days (95%CI: more than 3).For sensitivity analyses we varied the effectiveness of traveller sensitisation and theheterogeneity in the number of secondary infections. A 70% reduction in the effectivereproduction number through traveller sensitisation followed by case isolation and contacttracing can potentially prevent a local outbreak independent of the number of infected arrivals ifthe basic reproduction number is smaller than 3.3 (i.e., 1 ’ ( 1 when is 3.3 andtraveller sensitisation is 70%). If traveller sensitisation is assumed to be only 30% effective inreducing R0 then the associated outbreak delay is only 3 - 10 days (95%CI: more than 1) if 1infected traveller per week arrives. However, in combination with syndromic screeningsubstantial outbreak delays may still be possible in the early stages of the outbreak. If thenumber of secondary infections is substantially less disperse, e.g. influenza-like, outbreakdelays decrease by about 50%, as the outbreak becomes less reliant on occasionalsuperspreading events (Figure S1). If, however, the number of secondary infections is slightly moredisperse, e.g. SARS-like, then outbreak delays almost triple.Syndromic screening of air travellers at departure and/or arrival is unlikely to prevent a sufficientproportion of SARS-CoV-2 infected travellers from entering a yet unaffected country andthereby prevent a local outbreak. Similarly, sensitisation of travellers from high risk countries toencourage self isolation and enable rapid case detection and contact tracing if indeed infectedwill likely not be able to halt an outbreak indefinitely, particularly when many infected travellersarrive undetected. We investigate here how syndromic screening and traveller sensitisation aswell as their combination may delay an outbreak of SARS-CoV-2. We find that while there isonly about 1 infected traveller per week, either syndromic airport screening or travellersensitisation has the potential to slightly delay an outbreak (about 75% probability to delay morethan 2 weeks). The incremental effect of syndromic entry screening, however, is only notable ifexit screening is poor. As soon as 10 infected passengers per week arrive the delay reducessubstantially, although if both interventions are used in combination a 75% probability for atleast about a one and a half week delay remains. Our results, however, are sensitive to anumber of key assumptions: with increasing R0, less heterogeneous R0, less effect of travellersensitisation on R0 and increasing numbers of infected travellers the estimated achievable delayquickly becomes negligible, on the order of a few days.We find a potential role for interventions targeting air-passengers to delay major outbreaks ofSARS-CoV-2 in previously unaffected regions as long as implemented when there are only fewinfected travellers per week. We find that syndromic screening on arrival can add to the effect oftraveller sensitisation in these early stages of a pandemic. Syndromic screening can also aid toreduce the number of passengers that would eventually self-report and then require resourceintensive follow up, including contact tracing. Therefore, syndromic screening may help tosustain control efforts for longer. Of note, however, is that syndromic screening at arrival onlysubstantially adds to control efforts if syndromic screening at departure is absent or largelyineffective.        While our findings may encourage implementation of both syndromic screening on entry andtraveller sensitisation in the early stages of the SARS-CoV-2 pandemic, it is important to notethat these findings are highly sensitive to the underlying base-case assumptions and do notconsider the economical implications of large scale air passenger screening and contact tracing.With increasing numbers of infected travellers, a higher number of secondary infections or alower heterogeneity thereof, or less effective interventions, the achievable delay quickly dropsdown to a few days of delay. While all of our assumptions include the best knowledge onSARSCoV-2 to date, there is considerable uncertainty associated with all of these assumptions. E.g.we have assumed recently reported heterogeneity in the individual R0 , however the reportedrange of uncertainty includes SARS-like and influenza-like which can drastically alter the results.Some recent, yet not peer reviewed estimates would suggest more SARS like or even moreoverdispersed k which would imply that longer outbreak delays are possible (                All major airlines have currently suspended flights from mainland China. In the last two weeksthree SARS-CoV-2 infected travellers reported with symptoms within a few days after arrival(                Despite limited evidence that supports its effectiveness (        In summary, we find that targeting air-travellers with syndromic screening at exit or entry andsensitisation for signs of symptoms following their arrival may delay a major outbreak in theearly stages of the SARS-CoV-2 outbreak. In most countries air-traveller sensitisation and rapidcontact tracing protocols are already in place in response to the SARS-CoV-2 outbreak. We findthat syndromic screening at arrival may further enhance such control efforts while the number ofinfected passengers is less than about 10 per week, but only in the absence of syndromicscreening at departure.We declare no competing interests.SF and SC are supported by a Sir Henry Dale Fellowship jointly funded by the Wellcome Trustand the Royal Society (Grant number 208812/Z/17/Z). RME acknowledges an HDR UKInnovation Fellowship (Grant number MR/S003975/1). BQ was funded by the National Institutefor Health Research (NIHR) (16/137/109) using UK aid from the UK Government to supportglobal health research. PK was funded by the Bill & Melinda Gates Foundation (INV-003174).The views expressed in this publication are those of the author(s) and not necessarily those ofthe NHS, the NIHR or the UK Department of Health and Social Care. The following authorswere part of the Centre for Mathematical Modelling of Infectious Disease SARS-CoV-2 workinggroup and contributed equally and appear in random order: Christopher I Jarvis, Yang Liu,Nikos I Bosse, Adam J Kucharski, W John Edmunds, Timothy W Russell, Sebastian Funk, MarkJit, Hamish Gibbs, Sam Abbott, James D Munday, Amy Gimma, Nicholas Davies, Carl ABPearson, Charlie Diamond, Joel Hellewell. Each contributed in processing, cleaning andinterpretation of data, interpreted findings, contributed to the manuscript, and approved the workfor publication. We also like to thank John Edmunds, Graham Medley and AnneliesWilderSmith for their helpful comments during the conception of this work.Neither patients nor the public were involved with the design, conduct, reporting, ordissemination plans of our research. As this work is a simulation study, there are no participantsto which we can disseminate the results of this research.EXITENINGERCSRY INGT NN EE ERCSTraveller sensitisation: 0%          Screening: Exit and entry0 - 1 (          Screening: Exit and entry0 - 17 (0 - ∞ )          Screening: No screening0 - 3 (0 - ∞ )2 - 4 (          1 100 10,000Number of days outbreak is delayed110010,000", "ref_list": [[], ["Airport screening for Ebola"], ["Entry and exit screening of airline travellers during the A(H1N1) 2009 pandemic: a retrospective evaluation"], ["Entry screening to delay local transmission of 2009 pandemic influenza A (H1N1)"], ["International travels and fever screening during epidemics: a literature review on the effectiveness and potential use of non-contact infrared thermometers"], ["Estimated effectiveness of traveller screening to prevent international spread of 2019 novel coronavirus (2019-nCoV)"], ["Effectiveness of airport screening at detecting travellers infected with novel coronavirus (2019-nCoV)"], ["Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts"], [";0(0):null"], ["Alizon S. Introducing the Outbreak Threshold in Epidemiology"], ["Extinction thresholds in deterministic and stochastic epidemic models"], [""], ["A Language and Environment for Statistical Computing [Internet]"], ["Superspreading and the effect of individual variation on disease emergence"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Dispersion vs"], [""], ["An integrative review of the limited evidence on international travel bans as an emerging infectious disease disaster control measure"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D Mabey", "S Flasche", "WJ Edmunds"], ["K Khan", "R Eckhardt", "JS Brownstein", "R Naqvi", "W Hu", "D Kossowsky"], ["BJ Cowling", "LLH Lau", "P Wu", "HWC Wong", "VJ Fang", "S Riley"], ["D Bitar", "A Goubar", "JC Desenclos"], ["K Gostic", "ACR Gomez", "RO Mummah", "AJ Kucharski", "JO Lloyd-Smith"], ["BJ Quilty", "S Clifford", "S Flasche", "RM Eggo"], ["J Hellewell", "S Abbott", "A Gimma", "NI Bosse", "CI Jarvis", "TW Russell"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "Pneumonia. N Engl J Med"], ["M Hartfield"], ["LJS Allen", "GE Lahodny"], [], ["R Core Team. R:"], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], ["J Riou", "CL Althaus"], ["K Grantz", "J Metcalf", "J Lessler"], ["Coronavirus(2019-nCoV) Situation"], ["NA Errett", "LM Sauer", "Rutkow L"], ["M Corkery", "A. Karni", "Trump Administration Restricts Entry Into U.S. From China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Aim: To determine if interventions aimed at air travellers can delay establishment of a\nSARSCoV-2 outbreak in a previously unaffected country with no shared border with China.\nMethods Summary: Determining how many imported cases are needed to trigger an outbreak\nin a new location is critical to quantifying if SARS-CoV-2 outbreaks can be delayed. Here we\nrely on the “outbreak threshold”, which is a function of the average number of secondary cases\nproduced by each infected case, plus the variation from person-to-person in how many\nsecondary cases they generate (often referred to as “the dispersion parameter, k”).\nWe define a traveller intervention as either: a) screening for symptoms at either departure or\narrival, b) sensitisation of arrivals to signs of illness, or c) a combination of both. We assume\nthat sensitisation will result in a lower individual reproduction number for the traveller (e.g. by\nself-isolation and more rapid reporting which triggers contact tracing) and that syndromic\nscreening reduces the number of infected travellers who can seed an outbreak.\nWe then calculate the delay in reaching the outbreak threshold according to the number of\ninfected travellers arriving each week, and the effectiveness of interventions a, b, and c,\nassuming the basic reproduction number to be gamma distributed with CIs ranging from 1.4 to\n3.9. Because of the considerable uncertainty in the estimate we report no central estimates but\nrather 50% and 95% quantiles, focusing specifically on the lower bounds as a measure of likely\nminimal impact.", "one_words_summarize": "Aim: To determine if interventions aimed at air travellers can delay establishment of aSARSCoV-2 outbreak in a previously unaffected country with no shared border with China. Results Summary: We evaluated sensitisation effectiveness of 30, 50 and 70%, assumingeither 1, 10, or 100 infected travellers per week. The possible delay decreases rapidly for more travellers, lower effectiveness ofsensitisation, higher R0 or lower heterogeneity thereof. In 75% of simulations we findan outbreak delay of at least 111 days (97.5% of simulations: at least 23 days) for 1 infectedtraveller per week and at least 9 days (97.5% of simulations: at least 4 days) for 10 infectedtravellers per week. However, this may increase rapidly asthe epidemic continues to spread exponentially in China and potentially elsewhere. There is currently little evidence for an exponential increase in infected travellers toEurope as airports in the highest risk regions have shut. This is ignoring that during the flight the index case mayhave infected other travellers. Early in the outbreak when only few infected travellers arrive, traveller sensitisation candelay a major outbreak in a previously unaffected region. Syndromic traveller screening at departure and/or arrival can furtherenhance outbreak delays. In combination with sensitisation, syndromic screening can delay anoutbreak substantially longer. With 10 infected travellers per weekarriving and under baseline assumptions of effective exit screening, exit screening combinedwith traveller sensitisation and in the absence of syndromic entry screening can already delaythe outbreak by 7 - 167 days (95%CI: more than 3).For sensitivity analyses we varied the effectiveness of traveller sensitisation and theheterogeneity in the number of secondary infections. Of note, however, is that syndromic screening at arrival onlysubstantially adds to control efforts if syndromic screening at departure is absent or largelyineffective. In the last two weeksthree SARS-CoV-2 infected travellers reported with symptoms within a few days after arrival(                Despite limited evidence that supports its effectiveness (        In summary, we find that targeting air-travellers with syndromic screening at exit or entry andsensitisation for signs of symptoms following their arrival may delay a major outbreak in theearly stages of the SARS-CoV-2 outbreak. SF and SC are supported by a Sir Henry Dale Fellowship jointly funded by the Wellcome Trustand the Royal Society (Grant number 208812/Z/17/Z). PK was funded by the Bill & Melinda Gates Foundation (INV-003174).The views expressed in this publication are those of the author(s) and not necessarily those ofthe NHS, the NIHR or the UK Department of Health and Social Care. As this work is a simulation study, there are no participantsto which we can disseminate the results of this research."}