{"date": "2020/02/26", "journal": "medrxiv", "authors": "Zhenyu Fan, Liping Chen, Jun Li, Cheng Tian, Yajun Zhang, Shaoping Huang, Zhanju Liu, Jilin Cheng", "title": "Clinical Features of COVID-19 Related Liver Damage", "type": "preprint article", "abstract": "*Zhenyu Fan and Liping Chen contributed equally to this work", "text": "BACKGROUND: A recent outbreak of SARS-CoV-2 infection occurs mainly inChina, with rapidly increasing the number of cases (namely COVID-19). Abnormalliver functions are frequently present in these patients, here we aimed to clarify theclinical features of COVID-19-related liver damage to provide some references forthe clinical treatment.        METHODS: In this retrospective, single-center study, we included all confirmedCOVID-19 cases in Shanghai Public Health Clinical Center from January 20 toJanuary 3        FINDINGS: Of 148 confirmed SARS-CoV-2-infected patients, 49.3% were femalesand 50.7% were males. The median age was 50.5 years (interquartile range, 36-64).Patients had clinical manifestations of fever (70.1%), cough (45.3%), expectoration(26.7%) at admission. 75 patients (50.7%) showed abnormal liver functions atadmission, characterized by an increased of 具体那些升高 alt, ast, GGT, AKP 等.Patients (n = 75) who had elevated liver function index were more likely to have amoderate-high degree fever (44% vs 27.4%; p = 0.035) and significantly present inmale patients (62.67% vs 38.36%; p = 0.005). The numbers ofCD4+ and CD8+ Tcells were significantly lower in abnormal liver function group than those in normalliver function group. There was no statistical difference in prehospital medicationsbetween normal and abnormal liver function groups, while the utilization rate oflopinavir/ritonavir after admission was significantly higher in patients with emergingliver injury than that in patients with normal liver functions. Importantly, theemerging abnormal liver functions after admission caused a prolonged length of stay.INTERPRETATION: SARS-CoV-2 may cause the liver function damage and theLopinavir/ritonavir should be applied carefully for the treatment of COVID-19.FUNDING: Shanghai Science and Technology Commission Fund Project andNational Science and Technology Major Project        Since December 2019, a novel coronavirus was identified as the pathogen to causepneumonia in Wuhan, China , which was temporarily named as 2019-nCoV byWHO.1, 2 On 1        The main manifestations of SARS-CoV-2 infection include fever, dry cough,weakness, and breathing difficulty. Abnormal liver functions were frequently reportedextrapulmonary clinical feature and almost one half of patients experienced differentdegrees of liver function damage. 7, 8.According to the recent study of single-cellRNA-seq , angiotensin converting enzyme（ACE）2 was highly expressed not only intype II alveolar epithelial cells, but also in bile duct cells.9 Importantly, recent studyconfirmed that the cell entry receptor of 2019-nCoV, like SARS-CoV, is ACE2receptor.10 All these findings suggest that SARS-CoV-2 may infect the bile duct cellsand cause the abnormal liver function in these patients. However, alkalinephosphatase (ALP), the bile duct injury related index, was not specific in COVID-19patients .7, 8.A recent pathological finding reported that moderate microvascularsteatosis and mild lobular and portal activity were present in liver biopsy specimens,indicating that the liver injury could be caused by either SARS-CoV-2 infection ordrug-induced liver injury.11 Currently, however, there is no any clinical research toanalyze whether abnormal liver function in COVID-19 patients is due to thedrugs used or not. Given the high contagious and pathogenic capacities ofSARS-CoV-2 and high incidence of liver damage, an analysis with liver function inCOVID patients is urgently warranted.In this study, we retrospectively investigated the liver function change inSARS-CoV-2-infected patients from a single center study in Shanghai, China, andcompared the clinical features, medications and length of stay of COVID-19 patientswith/without liver damage. The purpose of this study is to clarify the clinical featuresof COVID-19-related liver damage, evaluate the association between currentmedications and liver damage, and therefore provide a reference for clinical treatmentof patients with COVID-19.        From January 20, 2020 to January 3        The medical records of 148 patients were collected and analyzed by the research teamfrom the Department of Gastroenterology and Hepatology, Shanghai Public HealthClinical Center, Fudan University. Epidemiological, clinical, laboratory characteristicsand treatment and outcomes data were acquired by the hospitalization managementsystem.The sera were harvested from all confirmed patients after an overnight fast. Alllaboratory data were obtained on the same day as the sera were extracted. Laboratoryexamination was conducted every three days. Peripheral leukocyte count, lymphocyteabsolute value, erythrocyte sedimentation rate (ESR), procalcitonin (PCT), liverfunctions including alanine aminotransferase (ALT,40 U/L), aspartateaminotransferase (AST, 13- 35 U/L), lactate dehydrogenase (LDH, 109-245 U/L),gamma-glutamyltransferase (GGT, 7-45 U/L), alkaline phosphatase (ALP, 35-100 U/L), and total bilirubin (TB, 3.4-20.5 umol/L) were routinely measured using standardmethods. The phenotypic analysis of lymphocytes (CD4+, CD8+, CD3+ T cells) inperipheral blood was performed by a flow cytometry (BD Biosciences; San Diego,CA, USA). We defined abnormal liver damage as any parameter more than the upperlimit of normal value (ULN) of ALT (40 U/L), AST（35 U/L), ALP (100 U /L), GGT(45 U/L), TB (20.5 umol/L), LDH (245 U/L).All patients rested in bed and received nutritional support. The basic principle oftreatment is symptomatic treatment to maintain the balance of water and electrolyte,stable internal environment. Monitor vital signs and finger oxygen saturation, andgive effective oxygen therapy in time. Antiviral therapy can be tried with interferon,lopinavir/litonavir, abidol and dnrunavir. Antibiotics can be used if necessary.The continuous measurements were compared by Student's t test or Mann-Whitney Utest, which with normal distribution were presented as mean ± standard deviation(SD) , while the abnormally distributed measurements as median (Inter QuartileRange), respectively. The categorical variables (shown by percentage) were comparedby using Chi-square analysis and Fisher exact test. P < 0.05 was determined as withstatistically significant differences. Statistical analysis software Graphpad prism 6 wasused for all analyses in this study.The funder of the study had no role in study design, data collection, data analysis, datainterpretation, or writing of the report. The corresponding authors had full access toall the data in the study and had final responsibility for the decision to submit forpublication.        Up to January 3        There were 75 patients (50.7%) to have abnormal liver function on admission (Figure1A), including elevated ALT (n = 27, 41-115U/L), AST (n = 32; 37-107U/L), LDH(n = 52, 247-678U/L), GGT (n = 26, 48-159U/L), ALP (n = 6, 102-144U/L), and TB(n = 9, 21-46.6umol/L). As shown in Figure1B, incidence rate of elevated LDH, AST,ALT, GGT, TB, ALP was 35.1%, 21.6%, 18.2%, 17.6%, 6.1%, 4.1% in all patients,respectively.functionCompared with patients with normal liver function (n = 73), patients who hadelevated liver function index (n = 75) were more likely to have a moderate-highdegree fever (44% vs 27.4%; p = 0.035) and significantly present in male (62.67% vs38.36%; p = 0.005). The medications of COVID-19 patients before admissionincluded antibiotics (Levofloxacin, Azithromycin, Cephalosporin), antiviral drugs（Arbidol, Oseltamivir, Acyclovir）and conventional febrifuge (Ibuprofen). There wasno statistical difference in prehospital treatment between two groups (Table 3).The number of lymphocytes in abnormal liver function group was significantly lowerthan that in normal liver function group, as shown in Table 4. The numbers of bothCD4+ and CD8+ T cells were lower in abnormal liver function group when comparedwith those in normal liver function group. Moreover, the levels of PCT and CRP werealso observed to be increased in abnormal liver function group than in normal liverfunction group.We observed that 41 patients with normal liver function had liver injury around 7 (±3)days after admission, with a probability of 56.16%. During the stay in hospitalization,the patients received treatmentwith antibiotics (Levofloxacin,Moxifloxacin,Cephalosporin),interferonandantiviraldrugs(Arbidol,Lopinavir/ritonavir, Dnrunavir). There was no statistical difference in hospitaltreatment between two groups in terms of antibiotics and interferon used in clinicalpractice. However, we found that there are more patients with abnormal liver function(56.1%) received treatment with lopinavir/ritonavircompared with those withnormal liver function (25%) (p = 0.009)(Table 5).        Up to February 1        Nearly half of the patients in this study are over 50 years old, which is consistent withthe previous report.13However, there was no significant difference in the prevalencebetween men and women, while another study including 72314 cases demonstratedthat the incidence of COVID-19 is higher in males than that in females. 14There are 85%of patients presented with fever, which was similar to 83-98.6% in other reports .2, 7, 8However, the fever was not an inevitable manifestation of infection. There are even 5cases of asymptomatic patients in our study, who were actively hospitalized afterclose contact with the confirmed cases, and then diagnosed with COVID-19. Recently,a case reported an asymptomatic carrier without any symptoms and signs transmittedthe coronavirus to other five persons.15 Undoubtably, the asymptomatic patientsincrease the challenge in the prevention of COVID-19 infection. Therefore, we shouldpay close attention to asymptomatic high-risk groups in clinical diagnosis andtreatment.14 Further studies are needed to explore the underlying mechanism wherebythe asymptomatic patients could exist.Notably, more than half of patients at admission are presented with abnormal liverfunctions. The proportion of increased ALP was the lowest in patients with liverfunction injury, and the incidence of increased ALP was also the lowest in all patientsadmitted to hospital, which is similar to the previous studies.16 Although ACE2 ishighly expressed in bile duct cells , recent works suggest that SARS-CoV-2 infectiondid not cause exclusively an increase in the marker of bile duct injury, ALP.9Relatively speaking, elevated markers of liver cells injury (ALT, AST) are morecommon. Approximately, one in five patients in this study have elevated ALT or AST,which is slightly lower than that in the earlier studies.2, 8 Moverever, the levels ofelevated ALT and AST are generally not high on admission in our study, indicating theCOVID-19 – related liver injury is not serious at the initial stage of infection. Thesefindings are consistent with previous research.7 Studies have found liver damage ismore common in patients with severe pneumonia, which is suspected to be associatedwith inflammatory factor storm.2, 7 But it cannot explain the fact that there is also liverdamage in mild patients. There are many similarities between the outbreak ofSARS-CoV-2 and SARS-CoV. By literature review, we refer to the autopsy analysisabout patients died of severe acute respiratory syndrome (SARS).17, 18 In addition tolungs and immune systems severe damage, fatty degeneration, central lobular necrosisand SARS-CoV were detected in the liver. Therefore there is a reason to believe thatSARS-CoV-2 can also attack the human liver.In addition, it is worth noting that LDH is the most frequently increased in this study(35.1%). According to the existing studies, the proportion of increased LDH in casesfrom Wuhan is 39.9% - 76%. 2, 7, 8 According to previous research, the levels of LDHin the patients with SARS and MERS are also increased.19, 20 The level of LDH in thepatients is an independent risk factor for SARS.19 Due to the poor specificity, LDHmay be related to lung, skeletal muscle and myocardium , so it does not fullyrepresent the liver function.21 We compared the relationship between LDH level andheat degree in patients, and found that the LDH in patients with moderate/high feversignificantly higher in comparation with that in patients with low fever and normaltemperature (data not shown). Whether LDH can be used as an early alarm factor forCOVID-19 or not needs further analysis.Although there are also serious liver injuries in some reports , the concomitant chronicliver diseases couldn’t be excluded.8 There were 8 cases with chronic hepatitis B or Cin our study, but there was no statistical difference in the proportion of chronic liverdisease between the abnormal liver function group and normal liver function group.Because of no effective antiviral drug for COVID-19 available, symptomatic andsupportive treatments are rather crucial. Many patients were applied with otherantiviral and antipyretic drugs. However, both antiviral drugs and acetaminophenhave adverse reactions, such as liver function injury.22-24 Previous studies have notfurther analyzed whether these patients with abnormal liver function are caused bySARS-CoV-2 infection or by the drugs used. In this study, the drugs used by patientsbeforeadmissionaremainlyantibacterialdrugs (includingmoxifloxacin,cephalosporins), antiviral drugs (abidol, oseltamivir, acyclovir), and antipyretic drugswith acetaminophen. We analyzed the prehospital medications of the two groups andfound that there is no statistical difference between the two groups. Therefore, wespeculated that the liver function damage of COVID-19 patients is closely related tovirus infection. In addition, the proportion of male patients with liver damage waslarge, and the specific mechanism was unclear. The body temperature of patients withliver damage was significantly higher than that of the control group, which may berelated to the immune response after virus infection.Patients with liver damage had higher inflammatory indexes, such as elevated CRPand PCT, and the reduced numbers of lymphocyte absolute count and T cells. This isbasically consistent with another study and the reduction and functional exhaustion ofT cells were found in COVID-19 Patients.25 However, the direct relationship betweenthe decrease of T cell count and liver damage remains unclear.After admission, a part of cases with normal liver function developed liver functioninjury. Comparing with the medication of these patients during hospitalization, ourstudy found that the application rate of lopinavir/ritonavir in liver damage group wassignificantly higher than that in patients with normal liver function. What’s more, thelength of stay in patients with liver damage after admission was significantly longerthan that in cases with normal liver function. In view of another article on antiviraleffect in our hospital, lopinavir/ritonavir has no effect on the negative conversion rateof SARS-CoV-2.26 For this reason, we tend not to recommend lopinavir/ritonavir as acommon clinical treatment drug for COVID-19, even in mild patients with normalliver function. More studies are needed to further evaluate the risks and benefits thatlopinavir/ritonavir may bring.However, there are also deficiencies in our research. This study was retrospective, andsome cases had incomplete documentation for the history of present illness. Moreover,all data were collected from a single center at a certain timepoint. So the sample sizeis relatively limited. Furthermore, the direct evidence of abnormal liver functioncaused by SARS-CoV-2 has not yet been verified. Further studies are needed tocorroborate the pathogenic mechanism.In conclusion, this is the first time to analyze the clinical features of        3        COVID-19-related liver injury and the relationship between clinical medication andliver damage in SARS-CoV-2-infected patients. SARS-CoV-2 may cause the liverfunction damage, and the emerging liver injury after admission has some connectionwith the application of lopinavir/ritonavir and the extend length of hospital stay. Thefinding is expected to provide some references for the clinical treatment of the currentN (%)3 (2.03%)18 (12.16%）31 (20.95%）22 (14.86%）25 (16.89%）49 (31.11%）75 (50.7%）73 (49.3 %）104 (70.1%）67 (45.3%）≤3737.1-3838.1-39≥39.1Onset of symptom to admission (day)38 (26.7%)6 (4.1%）3 (2.0%）5 (3.4%)44 (29.7%）47 (31.8%）45 (30.4%）12 (8.1%）5 (3,7)liver functionfunctionN7573/high feverExpectoration47（62.67%） 57(76%)33（44%）35（46.67%） 17（22.67%）28（38.36%） 47(64%)20（27.4%） 32（43.84%） 20（27.34%）AntibioticsAntiviralArbidolOseltamivirAcycloviranalgesicsLiver functionAbnormal 41 17（22.67%） 17（22.67%） 34(45.33%) 22（53.66%））Timelinedays（cases of discharge）Liver functionHospital stays/recovery time: from admission to discharge(recovery)", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Severe acute respiratory syndrome-related coronavirus: The species and its viruses - a statement of the Coronavirus Study Group"], ["General's remarks at the media briefing on 2019"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Wen-hua Liang, Chun-quan Ou, Jian-xing He"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome The lancet"], [""], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], ["MD; Tao Wei, MD; Fei Tian"], [""], ["Pathogenetic mechanisms of severe acute respiratory syndrome"], ["Severe acute respiratory syndrome associated coronavirus is detected in intestinal tissues of fatal cases"], ["A major outbreak of severe acute respiratory syndrome in Hong Kong"], ["Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study"], ["Diagnostic value for acute myocardial infarction of creatine kinase and lactate dehydrogenase isoenzymes compared with total enzymes. Creatine kinase isoenzyme specificity for myocardial damage"], ["A case of late presentation of darunavir-related cholestatic hepatitis"], ["Oxidant stress, mitochondria, and cell death mechanisms in drug-induced liver injury: lessons learned from acetaminophen hepatotoxicity"], ["Liver injury and changes in hepatitis C Virus (HCV) RNA load associated with protease inhibitor-based antiretroviral therapy for treatment-naive HCV-HIV-coinfected patients: lopinavir-ritonavir versus nelfinavir"], ["Reduction and Functional Exhaustion of T Cells in Patients with Coronavirus Disease 2019 (COVID-19)"], ["Efficacies of lopinavir/ritonavir and abidol in the treatment of novel coronavirus pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["NZDWWea Zhu", "X Li", "B Yang"], ["C Huang", "Y Wang", "X Li"], ["E. Gorbalenya SCB Alexander"], [], ["Q Li", "X Guan", "P Wu"], [], ["D Wang", "B Hu", "C Hu"], ["Wei-jie Guan", "Lei", "Li", "Yuen Kowk-Yung", "Ping-yan Chen", "Shi-yue Li", "Wang Jin-lin", "Zi-jing Liang", "Peng", "Hu", "Wang", "Liu Ji-yang", "Gang Li"], ["Xiaoqiang Chai", "LH Yan", "Zhang"], ["P Zhou", "XL Yang", "XG Wang"], ["Z Xu", "L Shi", "Y Wang"], [], ["QL Yang Yang", "Liu Mingjin", "Natalie Dean", "Ira Longini", "M. Elizabeth Halloran", "Liqun Fang"], ["TNCPERE Team"], ["MLY Yan Bai", "Jin Dong-Yan", "MD"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["Y Guo", "C Korteweg", "MA McNutt", "J Gu"], ["X Shi", "E Gong", "D Gao"], ["N Lee", "D Hui", "A Wu"], ["A Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah"], ["J Kraft", "H Aastrup", "P Schroder"], ["N Yancheva", "R. Tzonev"], ["H Jaeschke", "MR McGill", "A Ramachandran"], ["KE Sherman", "NJ Shire", "P Cernohous"], ["CW Bo Diao", "Tan Yingjun"], ["LY Chen Jun", "Xiuhong Xi", "Feng Li", "Tao Li", "Lu Hongzhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "BACKGROUND: A recent outbreak of SARS-CoV-2 infection occurs mainly in\nChina, with rapidly increasing the number of cases (namely COVID-19). Abnormal\nliver functions are frequently present in these patients, here we aimed to clarify the\nclinical features of COVID-19-related liver damage to provide some references for\nthe clinical treatment.", "one_words_summarize": "BACKGROUND: A recent outbreak of SARS-CoV-2 infection occurs mainly inChina, with rapidly increasing the number of cases (namely COVID-19). 75 patients (50.7%) showed abnormal liver functions atadmission, characterized by an increased of 具体那些升高 alt, ast, GGT, AKP 等.Patients (n = 75) who had elevated liver function index were more likely to have amoderate-high degree fever (44% vs 27.4%; p = 0.035) and significantly present inmale patients (62.67% vs 38.36%; p = 0.005). There was no statistical difference in prehospital medicationsbetween normal and abnormal liver function groups, while the utilization rate oflopinavir/ritonavir after admission was significantly higher in patients with emergingliver injury than that in patients with normal liver functions. Epidemiological, clinical, laboratory characteristicsand treatment and outcomes data were acquired by the hospitalization managementsystem. Alllaboratory data were obtained on the same day as the sera were extracted. P < 0.05 was determined as withstatistically significant differences. Statistical analysis software Graphpad prism 6 wasused for all analyses in this study. The funder of the study had no role in study design, data collection, data analysis, datainterpretation, or writing of the report. There wasno statistical difference in prehospital treatment between two groups (Table 3).The number of lymphocytes in abnormal liver function group was significantly lowerthan that in normal liver function group, as shown in Table 4. Moreover, the levels of PCT and CRP werealso observed to be increased in abnormal liver function group than in normal liverfunction group. Notably, more than half of patients at admission are presented with abnormal liverfunctions. According to the existing studies, the proportion of increased LDH in casesfrom Wuhan is 39.9% - 76%. Whether LDH can be used as an early alarm factor forCOVID-19 or not needs further analysis. However, both antiviral drugs and acetaminophenhave adverse reactions, such as liver function injury.22-24 Previous studies have notfurther analyzed whether these patients with abnormal liver function are caused bySARS-CoV-2 infection or by the drugs used. The body temperature of patients withliver damage was significantly higher than that of the control group, which may berelated to the immune response after virus infection. Moreover,all data were collected from a single center at a certain timepoint."}