{"date": "2020/02/25", "journal": "medrxiv", "authors": "Guanmin Jiang, Xiaoshuai Ren, Yan Liu, Hongtao Chen, Wei Liu, Zhaowang Guo, Yaqin Zhang, Chaoqun Chen, Jianhui Zhou, Qiang Xiao, Hong Shan", "title": "Application and optimization of RT-PCR in diagnosis of SARS-CoV-2 infection", "type": "preprint article", "abstract": "#Corresponding author:", "text": "*These authors contributed equally to this article.#These senior authors contributed equally to this article.Mailing address: Key Laboratory of Biomedical Imaging of Guangdong Province, GuangdongProvincial Engineering Research Center of Molecular Imaging, The fifth Affiliated Hospital of Sun519000, China. Email: jianggm3@mail.sysu.edu.cnBackground: Coronavirus Disease 2019 (COVID-19) caused by Severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) has become a global threat to public health. Aiming toconstruct an efficient screening pattern, we comprehensively evaluated the performances of RT-PCRand chest CT in diagnosing COVID-19.Methods: The records including demographics, RT-PCR, and CT from 87 confirmed COVID-19cases and 481 exclusion cases were collected. The diagnostic accuracy of the pharyngeal swab RT-PCR,CT, combination with the second pharyngeal swab RT-PCR or with CT were evaluated individually.Besides, all the stool RT-PCR results were plotted by time to explore the value of stool RT-PCR.Findings: Combination of RT-PCR and CT has the higher sensitivity (91.9%,79/86) than RT-PCRalone (78.2% ，68/87) or CT alone (66.7%, 54 of 81) or combination of two RT-PCR tests(86.2%,75/87). There was good agreement between RT-PCR and CT (kappa-value, 0.430). In 34COVID-19 cases with inconsistent results, 94.1% (n=32) are mild infection, 62.5% of which (20/32)showed positive RT-PCR. 46.7% (35/75) COVID-19 patients had at least one positive stool during thecourse. Two cases had positive stool earlier than the pharyngeal swabs. Importantly, one patient hadconsecutive positive stool but negative pharyngeal swabs.Interpretation: Combination of RT-PCR and CT with the highest sensitivity is an optimal patternto screen COVID-19. RT-PCR is superior to CT in diagnosing mild infections. Stool RT-PCR shouldbe considered as an item for improving discovery rate and hospital discharge. This study shed light foroptimizing scheme of screening and monitoring of SARS-CoV-2 infection.          Funding: This work was supported by the National Natural Science Foundation of China (No.81502104), National Program on Key Basic Research Project (No. 2018YFC0910600)，the NatureScience Foundation of Guangdong Province, China (Grant No: 2017A03031377                    In early December 2019, the first pneumonia cases of unknown origins were identified in Wuhancity, Hubei province, China1. On Jan 7, a novel coronavirus was discovered using high-throughputsequencing in the throat swab sample of a patient , and is currently named SARS-CoV-          Identification of pathogens mainly includes virus isolation and viral nucleic acid detection.According to the traditional Koch’s postulates, virus isolation is the gold standard for virus diagnosis inthe laboratory. Thus, based on SARS-CoV-2 possesses a strong capability to infect humans, CDCrecommends that clinical virology laboratories should not attempt viral isolation from specimenscollected from COVID-19 patients under investigation. Because SARS-CoV-2 is a newly discoveredvirus, the spectrum of the available diagnostic tools is tight. In the early stage, SARS-CoV-2 has beendetected in human clinical specimens by next-generation sequencing, cell culture, and electronmicroscopy11. Further development of accurate and rapid methods to identify this emergencyrespiratory pathogen is still needed.          Then the full genome sequence of SARS-CoV-2 (29870-bp, excluding the poly (A) tail) inGenBank (accession number MN908947) was released quickly on January          The value of RT-PCR results for stool in early diagnosis and monitor of SARS-CoV-2 infection will bestudy .Fever, cough and dyspnea were the most common symptoms in patients with COVID-19pneumonia. A manifestation similar of those of two other disease caused by coronaviruses, severe acuterespiratory syndrome (SARS) and Middle East respiratory syndrome (MERS)18-20. CT is an importantmethod in the diagnosis of lung lesions, and the radiological changes in the lungs of COVID-19patients has been characterized21. Zhong et al. reported that of 840 COVID-19 patients who underwentCT on admission, around 76.4% manifested abnormal CT imaging features and usually exhibitedtypical radiological finding of the ground-glass opacity (50%) or bilateral patchy shadowing (46%)22.Based on the “Diagnosis and Treatment Guideline for New Coronavirus Pneumonia (the fifth edition),China”, CT scan were used as the clinical diagnostic criteria for COVID-19 pneumonia, but strictlylimited in Hubei Province23. However, the specificity of chest CT is relatively low，alone could notdistinguish the SARS-CoV-2 infection from other pathogens well.SARS-CoV-2 causes extensively outbreak in cold winter. In this season, many other pathogenscausing pneumonia also become prevalent, even including many viral agent. The infectious diseasesshare some common characteristics in signs, symptoms and laboratory findings. Therefor it is difficultto differentiate COVID-19 suffers from other pneumonia patients purely depending to themanifestation or routine examination. Therefore , an precision screening scheme is urgent to beemployed. High sensitive test is pivotal to avoiding secondary transmission by missed diagnosed cases.Meanwhile, the positive predictive value also should be counted, for a number of false positive wouldbring out not only occupation and cost of healthcare resource, but also increasing infection risk ofsuspected cases isolated in hospital. In this study, we performed a retrospective study in the 568 casesand compare the efficacy of RT-PCR and CT diagnostic approaches in COVID-19 diagnosis, and toprovide evidence for future strategic diagnosis in regions outside Hubei Province.          For this retrospective, single center study, we recruited 584 patients from Jan 17 to Feb 1          The study was approved by The Fifth Affiliated Hospital of Sun Yat-sen University EthicsCommittee and written informed consent was obtained from patients involved before enrolment whendata were collected retrospectively.The SARS-Cov-2 laboratory test assays were based on the previous WHO recommendation. Theupper respiratory tract specimens (pharyngeal and nasal swabs) and stool were obtained from all thecases. Ensure each specimen collected has the name, gender and age of the patient as well as a serialnumber; any abnormality in the specimen should be noted.RNA was extracted and tested by real-time RT-PCR with SARS-Cov-2 specific primers andprobes according to instruction of Kit. The real-time RT-PCR was carried out in biosafety level 2facilities at the clinic laboratory. If two targets (RdRp+, E or N +) tested positive by specific RT-PCR,the patients would be considered to be laboratory-confirmed.Negative: no Ct value or Ct 40.Positive: a Ct value < 37.A Ct value between 37-40 is indeterminate. It is required confirmation by repeating. If, whenrepeated, the Ct value is < 37 the sample is positive, otherwise, it is negative.On admission, the chest CT images were detected among 365 patients. Of the 365 patients, typicaland atypical chest CT findings were recorded. According to the Diagnosis and Treatment Program of2019 New Coronavirus Pneumonia (trial sixth version), The typical findings of chest CT images werebilateral multiple lobular and subsegmental areas of consolidation, bilateral ground glass opacity andsubsegmental areas of consolidation. Later chest CT images showed bilateral ground-glass opacity.The findings with image features mentioned in Diagnosis and Treatment Program and interpretedby two radiologists are positive. No imaging abnormalities or exclusion of virus infection are definedas negative. That the abnormal imaging doesn't accordance with the features in trial sixth version, butcannot rule out virological infection were defined as uncertain.Retrieved data were recorded into Microsoft ® Excel and analyzed. Continuous variables wereexpressed as median and range deviation. The independent sample t-test and one-sample t-test wereutilized to compare significant differences among continuous data. Statistical analysis of agreementwas performed using McNemar Chi-squared test. It was regarded as statistical significance when thevalue was less than 0.05. We used R (version 3.5.0) for all analyses.The patients involved in this study summed 568, including 87 COVID-19 and 481 non-COVID19.All of them were the local residents of Wuhan, had a recent travel to Wuhan or contacted with peoplefrom Wuhan. And they were all eligible for the epidemiology criteria of suspected cases, and receivedfurther medical isolation, examination and diagnosis. Among the patients, 58.2% were males.Throughout the whole spectrum of age, 15-59 years group generates 60.6% of all populations in thisstudy, and 5.7% of patients were aged below 15 years (Table 1). In the disease severity, 83.9% (73 of87 patients) were mild and 16.1% (14 of 87 patients)were severe.58.8(334/568)41.2(234/568)AgeDiseaseseverityAll specimen for q-RT-PCR（n=1674）PharyngealstoolCT scan（n=364）malefemaleIn the early stage of COVID outbreak, RT-PCR and CT scan were the main measure for screeningSARS-CoV-2 infection. Hence we collected the results of the two methods in the 568patints in further.In the period of Jan 17th to Feb 11th , total 1674 specimen from the 568 patients were detected byRT-PCR, which included 1415 pharyngeal and 259 stool (Table1). All patients after being admissionreceived at least one RT-PCR detection for pharyngeal swabs, and 341 patients were subjected to thesecond RTPCR test for pharyngeal swabs. The stool detected by RT-PCR accounted to 259, 81 ofwhich were from COVID-19 patients. Among the 568 patients, 364 patients were subjected to CT scan,81 of which were COVID-19 patients. We looked through the case data retrospectively and found that 5patients without CT scan were admitted to hospital complaining of epidemiology contact. Althoughthey were eventually diagnosed, they had only mild symptoms of upper respiratory tract infection onadmission and in the course of infection, and no CT scan had been performed.In the beginning of the SARS-CoV-2 outbreak, RT-PCR for pharyngeal and CT scan is the mainscreening strategy. Aiming to evaluate the property of the two methods in diagnosing SARS-CoV-2infection, the performance indexes of RTPCR detection and CT scan were computed respectively. Theresults were shown in Table2. The sensitivity and specificity of RT-PCR for pharyngeal were 78.2%and 98.8%. positive predictive value and negative predictive value were 91.9% and 96.2. and Youden’sindex was 0.770, which indicated overall performance. In the methodology evaluation of CT scan,criteria was defined firstly as an image diagnostic method. According the standard above, the dataabout the CT scan performance were evaluated. The sensitivity and specificity were 66.7% and 68.2%,lower than RT-PCR of pharyngeal. positive predictive and negative predictive value were 56.8% and92.3% and Youden’s index was 0.343 (Table2).Besides that, we also analyze the agreement of the two methods (The cases with uncertain CTresults were not involved in statistical analysis due to statistical limitations). As is shown in Table3,there was statistically significance between the two methods (p<0.001). Moreover, there wasstatistically differences in the diagnosis of non-COVID-19 patients(p<0.001), but not in COVID-19patients (p=0.734). The agreement was good to fair agreement (kappa value, 0.430) , and the adjustedagreement was 72.8% in all patients.Given that the time on receiving detection can cause influences on sensitivity, the time differencesbetween RT-PCR for pharyngeal and CT scan were compared. The average time of nucleic acidscreening was earlier than that of CT scan statistically (-0.7390days, -3625~1.674) (Table 4). TheCOVID-19 group received an of CT scan later than the non-COVID-19 group in average(-1.7160,-5.185~1.753 v.s . -0.4594, -2.391~1.472, p=0.002) (Table 4).In purpose to explore the characteristics of the RT-PCR and CT scan in diagnosis of SARS-CoV-2infections, 127 cases with inconsistent diagnosis by two methods were selected for further analysis,which is consisted of 34 COVID-19 patients and 93 non-COVID-19 cases (Fig.2). Notably mild casescount to 94.1% in COVID-19 suffers (32/34) (Fig2.A). 20 of the 32 cases showed RT-PCR positive& CT negative or RT-PCR positive & CT uncertain, suggested the priority of RT-PCR in identifyingmild infections. There are still 12 cases with RT-PCR negative & CT positive or RT-PCR negative &CT uncertain, we are inclined to consider unqualified sampling or low viral load in early stage wereresponsible for the false discovery of RT-PCR. Only two inconsistent cases were severe infections(Fig2.A)., indicating both of the methods reached the good accordance. Besides that, we also focusedthe results pattern in 93 non-COVID 19, that mainly presented RT-PCR negative & CT positive (n=40)and RT-PCR negative & CT uncertain (n=49) (Fig2.B). That is 95.3% (89/93) patients possessednegative RT-PCR but abnormal CT results. We concluded that CT scan is an morphology detection,not pathogen identification, hence, it was difficult to differentiate SARS-CoV-2 from other viruses orpathogens accurately.It is notable that both of the methods acquired the sensitivity less than 80% in screeningSARS-CoV-22 infections, which is not ideal enough for the diagnosis of infectious diseases with severeconsequences. To develop more appropriate detection scheme, the performances of combinationRT-PCR and CT were evaluated in future. The 568 cases being subjected to first RT-PCR and secondRT-PCR for pharyngeal and 341 being subjected to CT scan were analyzed. The performance indexeswere shown in Table1. The results showed that the sensitivity of RT-PCR in parallel with CT scan wasthe highest( 91.9%), which was higher than that of parallel with second nucleic acid (86.2%) (Table1).But the specificity of two nucleic acid detections was significantly higher than that of combination ofnucleic acid and CT, suggesting that nucleic acid in parallel with CT was more appropriate to screenSARS-CoV-22 infections, and two nucleic acid tests for exclusion diagnosis maybe more suitable.It is reported that alive virus can survive in stool of COVID-19 patients. According our data, 8.6%patients (Table1) cannot be identified by combination of RT-PCR for pharyngeal swab and CT scan.Since that, can the RT-PCR test for stool be an efficiency assisting examination? In this study, therewere 75 COVID-19 cases subjecting to stool nucleotide detection. Therefore, all of the RT-PCR resultsfrom 75 case with stool nucleotide detection were plotted along time axis (Figure3). It wasdemonstrated that 35 cases had at least one positive results and the discovery rate is 46.7%. The stoolpresented earlier positive than the throat swab in two cases (patient No. 21, 38) (Figure3) . Moreover,pharyngeal swab of No.21 patient had been always negative until the end of the study. There were 16patients with remaining positive results of stool after two consecutive negative results of pharyngealswabs ( patient No.2,8,13,15,18,21,24,26,27,29,30,35,39,40,42,48) during their hospitalization(Figure3). Importantly, of the 14 discharged patients, two cases had stools being negative later thanpharyngeal swabs (Patient No.2,10) (Figure3). The data above suggested that the detection of fecalnucleic acid could be employed to improve the discovery rate and might be developed as an indicatorof monitoring and de-isolation.SARS-CoV-2, a novel betacoronavirus are a major cause of symptomatic respiratory tractinfection in all age groups worldwide11,16,25. Timely and accurate diagnosis of the virus enablesappropriate treatment of infections. RT-PCR is widely deployed in diagnostic virology. In the case of apublic health emergency, proficient diagnostic laboratories can rely on this robust technology toestablish new diagnostic tests within their routine services before pre-formulated assays becomeavailable.In our study, the sensitivity of RT-PCR was greater than that other reports (78% vs 30%-50%) inthe first assay. The reasons for the high sensitivity of our series may include26,27: The first was samples,in some hospital, the patients’ nasopharyngeal or oropharyngeal swabs were collected for testing theSARS-CoV-2 separately. In our study, the detection specimen was the patient's pharyngeal and nasalswabs combine, compared to the pharyngeal or nasal swab only , indicating higher sensitivity at initialscreening. We show that the strategy for the detection of viral RNA in pharyngeal and nasal swabsused for SARS-CoV-2 diagnosis is not perfect. We also found that the virus are present in several stoolswabs of patients when pharyngeal and nasal swabs detection negative. Based on the infected patientscan potentially shed this pathogen through respiratory and fecal-oral routes, we applied test for oral andstool swabs which could greatly improved detection positive rate.Among the 87 laboratory-confirmed cases, there were still 19 cases with RT-PCR results testingnegative in the first assay. In the false negatives can be caused by poor sample quality, such asrespiratory tract samples collected from the oropharynx; collection that is too early or late in theprogression of the disease, in the early stages, the number of viruses in the body is not enough to bedetected. samples that have not been properly stored, transported, or processed, SARS-CoV-2coronavirus is RNA virus, which is prone to death and degradation. In the process of collectingsamples and transporting them to the laboratory for testing, it takes a long time and the nucleic acid iseasy to degrade, so it is not easy to detect positive. At last, technical factors, including virus mutationand PCR inhibition.In our study, the sensitivity of RT-PCR was higher than that of the chest CT (78.5% vs 66.7%,respectively). The reasons for the relatively lower efficiency of chest CT is may include, 1) The majorof COVID-19 patients was mild, in the early detection, there is no features or typical features of chestCT in our study. 2) We divided three groups in the 365 patients, one group is COVID-19 positive, theother group is COVID-19 negative. Our results support RT-PCR combine chest CT for first screeningfor COVID-19 for patients with clinical and epidemiologic features.To date, two team from China have reported to succeed isolating alive SARS-CoV-2 inCOVID-19 patients feces (data unpublished). According to these study, some of the provisions havebeen supplemented about strictly handling the patient's secretions. Many coronaviruses can betransmitted through oral-fecal route by infecting intestines. SARS-CoV-2 belongs to lineage B,betacoronavirus (β-CoV) genus. The other member in this lineage is SARS-CoV, responsible forSARS outbreak in 2003 in China, can be detected in the stool of patients28. MERS, lineage C β-CoVs,has been proved existing in the feces29,30. For it is not too surprise to detect SARS-CoV-2 in stool. It isreported that SARS-CoV-2 RNA has been detected in the stool of a patient in the USA16,17. However,our study give an important hint that in a big portion of COVID-19 patients’ stool are there the RNA ofSARS-CoV-2 and up to 16 patients presented positive stool after two negative pharyngeal swabs,which indicates stool nucleotide has potential role in monitoring infection as an supplement item.Moreover, what deserve attention more is patients No.22, who had none positive pharyngeal swabs inall the stage of infection, but positive stool. Until the end of the observation, the patient were still undertreatment. Although it can’t be absolutely excluded that pharyngeal presented false negative or shiftingpositive later, at least stool detection need be involved in examination for the strongly suspectedpersons with negative pharyngeal swab. Besides that, that stool remain positives in a later stage ofinfection suggests that fecal nucleic acid negative conversion should be included in the dischargecriteria. In our center, there was no recurrence infection in 17 discharged patients, for the stoolnucleotide had been detected before being out of hospitalization. Of course, we just provide theevidence the RNA in the stool. whether SARS-CoV-2 can be transmitted by oral to fecal need to bestudied in future.Combination of pharyngeal RT-PCR and chest CT with higher sensitivity is an reasonable optionto screen SARS-CoV-2 infection patients. Two pharyngeal RT-PCR detections with higher specificitycan be used in exclude diagnosis. RT-PCR has the more advantage in screening mild infectioncomparing to chest CT. RT-PCR of stool should be adopted to improve discovery rate and counted asan item for discharging from hospital. Our study shed light for the optional scheme of the clinicaldiagnosis and monitoring of SARS-CoV-2 infection.All authors declare no competing interestsFig3. The qRT-PCR results were plotted along time axis in COVID-19 patients (n=75). Shapes andcolors were used to represent sample types and results, respectively. Circle indicates pararenal swaband triangle indicates stool. Indigo indicates negative result and pale pink positive result. The dotsfilled with black represents severe patients. To the deadline of the study, 14 patients (patientsNo.2,3,4,5,10,11,12,17,23,32,33,54,62,63) had discharged from hospital.", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Severe acute respiratory syndrome-related coronavirus: The species and its viruses - a statement of the Coronavirus Study Group"], [""], ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Novel coronavirus-Japan (ex-China)"], ["Novel coronavirus-Republic of Korea (ex-China)"], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak"], ["Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak of Pneumonia"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], [""], ["Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes"], ["Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study"], ["A major outbreak of severe acute respiratory syndrome in Hong Kong"], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study"], ["Wen-hua Liang, Chun-quan, Jian-xing He"], ["New coronavirus pneumonia prevention and control program (the fifth edition"], ["Diagnosis and Treatment of Adults with Community-acquired Pneumonia. An Official Clinical Practice Guideline of the American Thoracic Society"], [""], ["Relationship to Duration of Infection"], ["Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR"], ["Detection of SARS coronavirus in patients with suspected SARS"], ["Viral Shedding and Antibody Response in 37 Patients With Middle East Respiratory Syndrome Coronavirus Infection. Clinical infectious diseases : an official publication of the Infectious Diseases Society of America"], ["Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "E IA Madani", "TA"], ["C Huang", "Y Wang", "X Li"], [], ["Chang", "M Lin", "L Wei", "China. JAMA"], ["CC Lai", "TP Shih", "WC Ko", "HJ Tang", "PR Hsueh"], ["JF Chan", "S Yuan", "KH Kok"], ["N Chen", "M Zhou", "X Dong"], ["-"], ["-"], [], ["N Zhu", "D Zhang", "W Wang"], ["P Zhou", "XL Yang", "XG Wang"], ["L Chen", "W Liu", "Q Zhang"], ["DKW Chu", "Y Pan", "SMS Cheng"], ["VM Corman", "O Landt", "M Kaiser"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["W Zhang", "RH Du", "B Li"], ["A Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah"], ["N Lee", "D Hui", "A Wu"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["XH Heshui Shi", "Jiang Nanchuan"], ["Wei-jie Guan"], ["China NHCotPsRo"], ["JP Metlay", "GW Waterer", "AC Long"], ["C Rothe", "M Schunk", "P Sothmann"], ["A Bernheim", "X Mei", "M Huang"], ["Y Fang", "H Zhang", "J Xie"], ["KH Chan", "LL Poon", "VC Cheng"], ["VM Corman", "AM Albarrak", "AS Omrani"], ["J Zhou", "C Li", "G Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*These authors contributed equally to this article.\n#These senior authors contributed equally to this article.", "one_words_summarize": "*These authors contributed equally to this article.#These senior authors contributed equally to this article. Aiming toconstruct an efficient screening pattern, we comprehensively evaluated the performances of RT-PCRand chest CT in diagnosing COVID-19.Methods: The records including demographics, RT-PCR, and CT from 87 confirmed COVID-19cases and 481 exclusion cases were collected. Two cases had positive stool earlier than the pharyngeal swabs. Further development of accurate and rapid methods to identify this emergencyrespiratory pathogen is still needed. Then the full genome sequence of SARS-CoV-2 (29870-bp, excluding the poly (A) tail) inGenBank (accession number MN908947) was released quickly on January          The value of RT-PCR results for stool in early diagnosis and monitor of SARS-CoV-2 infection will bestudy .Fever, cough and dyspnea were the most common symptoms in patients with COVID-19pneumonia. In this season, many other pathogenscausing pneumonia also become prevalent, even including many viral agent. Therefor it is difficultto differentiate COVID-19 suffers from other pneumonia patients purely depending to themanifestation or routine examination. Therefore , an precision screening scheme is urgent to beemployed. High sensitive test is pivotal to avoiding secondary transmission by missed diagnosed cases. The real-time RT-PCR was carried out in biosafety level 2facilities at the clinic laboratory. Of the 365 patients, typicaland atypical chest CT findings were recorded. According to the Diagnosis and Treatment Program of2019 New Coronavirus Pneumonia (trial sixth version), The typical findings of chest CT images werebilateral multiple lobular and subsegmental areas of consolidation, bilateral ground glass opacity andsubsegmental areas of consolidation. Retrieved data were recorded into Microsoft ® Excel and analyzed. Continuous variables wereexpressed as median and range deviation. It was regarded as statistical significance when thevalue was less than 0.05. In the methodology evaluation of CT scan,criteria was defined firstly as an image diagnostic method. According the standard above, the dataabout the CT scan performance were evaluated. Notably mild casescount to 94.1% in COVID-19 suffers (32/34) (Fig2.A). It is notable that both of the methods acquired the sensitivity less than 80% in screeningSARS-CoV-22 infections, which is not ideal enough for the diagnosis of infectious diseases with severeconsequences. It wasdemonstrated that 35 cases had at least one positive results and the discovery rate is 46.7%. There were 16patients with remaining positive results of stool after two consecutive negative results of pharyngealswabs ( patient No.2,8,13,15,18,21,24,26,27,29,30,35,39,40,42,48) during their hospitalization(Figure3). The reasons for the high sensitivity of our series may include26,27: The first was samples,in some hospital, the patients’ nasopharyngeal or oropharyngeal swabs were collected for testing theSARS-CoV-2 separately. In our study, the detection specimen was the patient's pharyngeal and nasalswabs combine, compared to the pharyngeal or nasal swab only , indicating higher sensitivity at initialscreening. At last, technical factors, including virus mutationand PCR inhibition. According to these study, some of the provisions havebeen supplemented about strictly handling the patient's secretions. Until the end of the observation, the patient were still undertreatment. RT-PCR of stool should be adopted to improve discovery rate and counted asan item for discharging from hospital. The qRT-PCR results were plotted along time axis in COVID-19 patients (n=75). Indigo indicates negative result and pale pink positive result."}