{"date": "2020/02/25", "journal": "medrxiv", "authors": "Ying Liang, Jingjin Liang, Qingtao Zhou, Xiaoguang Li, Fei Lin, Zhonghua Deng, Biying Zhang, Lu Li, Xiaohua Wang, Hong Zhu, Qingbian Ma, Xiaomei Tong, Jie Xu, Yongchang Sun", "title": "Prevalence and clinical features of 2019 novel coronavirus disease (COVID-19) in the Fever Clinic of a teaching hospital in Beijing: a single-center, retrospective study", "type": "preprint article", "abstract": "*These authors contributed equally to this work.", "text": "identified epidemiological history (90.5% versus 32.8%, P＜0.001). The COVID-19 group hadlower WBC [5.19×109/L (±1.47) versus 7.21×109/L (±2.94), P＜0.001] and neutrophil counts[3.39×109/L (±1.48) versus 5.38×109/L (±2.85), P＜0.001] in peripheral blood. However, thecount of lymphocytes was not different. On lung CT scans, involvement of 4 or more lobes wasmore common in the COVID-19 group (45% versus 16.4%, P=0.008).Interpretation In the period of COVID-19 epidemic outside Hubei Province, the prevalence ofCOVID-19 in patients with pneumonia visiting to our Fever Clinic in Beijing was 6.14%.Epidemiological evidence was important for prompt case finding, and lower blood WBC andneutrophil counts may be useful for differentiation from pneumonia of other etiologies.The first cluster of cases of pneumonia with unknown origin emerged in the city of Wuhan,Hubei Province, China, in early December, 2019 1,2. A novel coronavirus had been isolated fromthese patients, and subsequently named as 2019 novel coronavirus (2019-nCoV) on January 12,2020 3, and later as SARS-CoV-2. The initially confirmed cases were localized in Wuhan andmostly associated with Huanan Seafood Wholesale market in the city 2, but soon the diseasespread rapidly to other areas of the country. On January 19, 2020, two cases in Beijing and onecase in Guangdong Province were reported 4, and subsequently more cases were reportedelsewhere 5-8.Since the outbreak in Wuhan, as a quick response, Fever Clinics were requested to reinforcecase finding of pneumonia of unknown etiologies. Fever Clinics, mostly affiliated to the Divisionof Infectious Diseases in general hospitals, had been established after SARS outbreak in 2003, andsince then served as the first line to monitor and manage acute febrile respiratory infections,mostly seasonal influenza in recent years. For COVID-19, this time, patients with bodytemperatures≥37.2oC were asked to firstly visit Fever Clinics, where a triage strategy wasimplemented 9, and probable or possible cases were identified by experts or expert panels, andsamples were sent for quick viral detection. On Jan. 21, 2020, the first case of COVID-19 wasidentified in our Fever Clinic, and up to Feb. 15, 21 cases were diagnosed, with 19 casesconfirmed by positive 2019-nCoV results, among 88 patients with pneumonia sent for viraldetection. As far as we know, the prevalence of COVID-19 in patients with pneumonia visitingFever Clinics has not been reported, and there is lack of data comparing the clinical featuresbetween COVID-19 and pneumonia of other etiologies.Therefore, we collected and reviewed the medical records of patients who visited the FeverClinic in our hospital. We aimed to estimate the prevalence of COVID-19 in pneumonias duringthis period and to find the unique features of COVID-19 as compared to pneumonias caused byother agents. We believe that the results of our study will add to the knowledge of COVID-19 forpractice in Fever Clinics facing newly emerging respiratory infections.We conducted a retrospective, single-centered study and recruited patients visiting the FeverClinic at Peking University Third Hospital from January 21 to February 15, 2020. Based onepidemiological history, clinical and radiological manifestations, cases with possible or probablyCOVID-19 were sent for panel discussion and then for 2019-nCoV detection by RT-PCR.Pediatric patients were not included in our study. The study protocol was approved by the ethicscommittee of Peking University Third Hospital and the data were analyzed anonymously.The diagnostic criteria of COVID-19 were according to Guidelines for the Diagnosis andTreatment of Novel Coronavirus (2019-nCoV) Infection by the National Health Commission 10,which can be accessed in the network http://www.nhc.gov.cn/xcs/zhengcwj/list_gzbd.shtml.Laboratory testing of 2019-nCoV in throat swabs was performed by both Beijing Centers forDisease Control and Prevention (CDC) and Haidian District CDC.Severity of COVID-19 was evaluated by the following criteria: 1) Mild-moderate: feverand/or respiratory symptoms with pneumonia in radiology examination, without signs of severe orvery severe diseases; 2) Severe: presence of one of the following: respiratory rate ≥30 beat/min;SpO2 ≤93% at rest; PaO2/FiO2 ≤300mmHg; 3) Very severe: presence of one of the following:severe respiratory failure requiring mechanical ventilation; shock; complicated with other organfailure and requiring ICU admission.Demographic and epidemiological data were collected. Epidemiological data included: if apatient came from Wuhan City or Hubei Province in 2 weeks; if a patient ever had contactface-to-face with individuals from Wuhan or Hubei in 2 weeks; if a patient, in 2 weeks, ever hadcontact face-to-face with individuals who had confirmed COVID-19; if the onset of pneumoniaoccurred in family members in a short period. Clinical indices and symptoms on presentation werealso recorded. Data from laboratory examinations including blood routines, and CT findings werecollected. CT features were reviewed by experts of Pulmonary and Critical Care Medicine andRadiology.Continuous variables were expressed as the mean (standard deviation) or median (25th and75th percentiles). Categorical variables were expressed as numbers (%). To compare thedifferences between groups for Continuous variables, t-test was used. To compare the differencesbetween groups for categorical variables, chi-square or Fisher exact test was used. Results wereconsidered statistically significant at P value ＜0.05. Statistical analyses were performed usingSPSS software, version 22.0 (IBM, Armonk, NY, USA).From January 21 to February 15, 2020, based on epidemiological evidence, fever and/orrespiratory symptoms, chest radiological findings and blood WBC results, physicians at the FeverClinic referred 156 cases to panel discussion by multi-discipline experts. After discussion, 110were considered to be possible or probable cases of COVID-19, and received 2019-nCoVreal-time PCR testing, which was positive in 19 cases (confirmed cases). In another 2 patients,though PCR testing was negative, a clinical diagnosis was made according to epidemiologicalevidence, consistent clinical and CT findings (clinical cases). These 21 cases were grouped asCOVID-19 for this analysis. For the remaining cases with negative viral detection, the diagnosisof COVID-19 was excluded based on inconsistent epidemiological, clinical or radiological data.Among these, 22 were excluded from the analysis because of lack of CT scan or no signs ofpneumonia on CT scan, and finally 67 patients with pneumonia of other etiologies were includedfor analysis as the non-COVID-19 group (see patient selection flowchart in Figure 1).In the study period, 2123 patients visited the Fever Clinic because of fever and/or respiratorysymptoms, and 342 patients were diagnosed to have pneumonia based on CT scan or in a fewcases on Chest X-ray. The prevalence of COVID-19 in all these pneumonia patients was 6.14%(21/342). The prevalence of COVID-19 in cases with CT-confirmed pneumonia sent for2019-nCoV testing was 23.9% (21/88).The demographics and baseline characteristics of the 21 patients with COVID-19 wereshown in Table 1. The median age was 42.0 years (25th-75th percentile, 34.5-66.0 years). Menand women were equally affected. Nineteen patients (90.5%) had a clear epidemiological historyof COVID-19. Seven patients, from 5 family clusters, had close contact with their family members.In the two patients with unclear epidemiological link, one was a social worker contacting ahigh-flow of people and his wife was confirmed to have COVID-19 by positive 2019-nCoV testabout one week later. The other one had no epidemiological history on presentation, but anotherpatient, who had had dinner with him, was also diagnosed to have COVID-19 later. An incubationperiod was elicited from 12 patients (57.1%), ranging from 2 to 10 days with a median of 6.5 days.Most of the patients were mild-moderate in disease severity (mild-moderate cases, n=18, 81.0%).Three patients were classified as severe cases with SpO2 ≤93% on presentation, while no verysevere cases were identified in our series.On presentation, most patients (85.7%) had fever with a mean body temperature of 37.8 .Cough (42.9%), expectoration (33.3%), fatigue (57.1%), headache or dizziness (38.1%) werecommon symptoms. Other symptoms included shortness of breath, myalgia or arthralgia, sorethroat, nasal symptoms and diarrhea (Table 2). Compared with non-COVID-19 patients, a higherproportion of COVID-19 patients had an identified epidemiological history (90.5% versus 32.8%).Clinical symptoms were similar between cases of COVID-19 and non-COVID-19, except forcough (Table 2).Blood routine showed that decreased lymphocyte count was present in 38.1% of theCOVID-19 patients. More than 80% of COVID-19 patients had normal WBC and neutrophilcounts. Compared with COVID-19 patients, the total WBC count was higher in non-COVID-19patients. Additionally, more non-COVID-19 patients had higher WBC and neutrophil counts andneutrophil/lymphocyte ratio. However, lymphocyte counts and the proportions of patients withdecreased lymphocytes were not statistically different between the two groups (Table 3).In non-COVID-19 patients, infiltrates on the CT scan mainly involved 1-2 lung lobes, whilein COVID-19 patients, lesions involving 4-5 lobes were more common. In COVID-19 patients,lung lesions were mostly peripheral or sub-pleural in distribution, and in severe cases werediffusely distributed (Figure 2). In non-COVID-19 patients, 34.3% showed airway-dominantlesions, while diffuse distribution was found in only 4.5%. The patterns of the lesions showed nosignificant difference between the two groups. However, centrilobular nodules were observed innon-COVID-19 patients but not in COVID-19 patients (Table 4).As of Feb 15, 2020, 57416 cases of confirmed COVID-19 were reported in 31 provinces,autonomous regions and municipalities in China, among which 49030 were in Hubei Province,while in Beijing municipality, 380 confirmed cases were reported. Since the outbreak in earlyDecember, 2019, case finding and reporting of COVID-19 were required for medical staff in FeverClinics around the country. During this study period, in Beijing, as in other regions of the country,influenza and other respiratory infections were also prevalent; it was a challenge for physicians toidentify suspected COVID-19 from patients with fever, particularly from pneumonia of variedetiologies. Our results here provide information on the prevalence of COVID-19 in the busy FeverClinic of a teaching hospital and differential characteristics from non-COVID-19 pneumonias.From January 21, 2019, when the first case of COVID-19 was identified, up to Feb.15, 2020,2123 patients visited our Fever Clinic because of fever and/or respiratory symptoms, and 342patients were confirmed to have pneumonia by CT scan or in a few cases by Chest X-ray. Theprevalence of COVID-19 in all these pneumonia patients was 6.14% (21/342). The prevalence ofCOVID-19 in cases with pneumonia sent for 2019-nCoV testing was 23.9% (21/88).We found that epidemiological history was extremely important for identification ofsuspected cases of COVID-19 and for differential diagnosis. Over 90% of the COVID-19 patientshad clearly identified epidemiological evidence, while in non-COVID-19 patients,epidemiological links could only be found in 32.8%. In our series, most cases were imported fromthe city of Wuhan or Hubei Province, including traveling to or living in Wuhan or other cities inHubei, and a few had a history of close contact with individuals coming from the above areas. Inthe later phase of our study, contact with family members with confirmed COVID-19 was anepidemiological feature and five family clusters were found. A report from Chinese CDC showedthat the incidence of COVID-19 outside Hubei Province peaked in Jan 24-27 and most cases(68.6%) had ever exposed to Wuhan or Hubei within 14 days 11. Weight of exposure historyrelated to Wuhan and Hubei in confirmed cases was decreasing after February 11. The incubationperiod of our cases was similar to that reported by previous studies 12-14.A unique feature of our study was the comparison between COVID-19 and non-COVID-19cases visiting the same Fever Clinic at a certain period, with the findings that the total WBC count,the neutrophil count and the ratio of neutrophil/lymphocyte were different between the two groupsof patients. Increased total WBC count and neutrophil count were more common in those withother causes of pneumonia. In contrast, although decrease of lymphocytes was also common inour study, the difference between COVID-19 and non-COVID-19 cases was not significant,probably due to the fact that pneumonias enrolled for this analysis were mostly viral(for example,influenza) or atypical, as classical bacterial pneumonia had been excluded by first screening/triage.Additionally, the percentage of our patients with decreased lymphocytes was not as high as thatreported in some previous studies 2,15, perhaps due to differences in disease severity. Bloodlymphopenia was observed in up to 85% of critically ill patients with COVID-19 16. Comparedwith mild and moderate cases, severe cases were more likely to have lymphopenia 2,16,17. A recentpaper by Xu and colleagues showed a lymphocyte decrease in 38% of the cases within symptomonset ≤10 days 18, which was consistent with our data. Therefore, we speculate that persistingdecrease of lymphocytes may be an indicator of severe disease, rather than a criterion for thediagnosis of COVID-19.Unlike pneumonia caused by other pathogens, COVID-19 has some unique characteristics onthe CT scan. Firstly, multi-lobe involvement was more common in COVID-19 as compared tonon-COVID-19 pneumonia. The lesions, including GGO, mixed GGO and consolidation, orpatchy consolidation, were mainly distributed in peripheral and sub-pleural areas in mild tomoderate cases, while in severe cases diffuse ground glass lesions were present. In the study byPan and colleagues, 11.1% and 44.4% of the 63 patients showed four and five lobe involvement,with patchy/punctate GGO and patchy consolidation being the dominant patterns on CT scan 19.Other studies also demonstrated similar CT findings 20.Our study had several limitations. As a single-center, retrospective study of patients mainlyfrom Haidian District in Beijing, the prevalence of COVID-19 in this Fever Clinic was notrepresentative. The sample was small-sized and mostly mild and moderate in severity, which maynot reflect the whole picture of the disease. Furthermore, the pathogens causing pneumonia inpatients without COVID-19 were not identified, therefore we were unable to evaluate theprevalence of other common viral pneumonias of this season, such as influenza pneumonia andadenoviral pneumonia, making specific comparisons between different viral pneumoniasunavailable.During the study period when COVID-19 was epidemic, the prevalence of COVID-19 inpatients with pneumonia visiting our Fever Clinic was 6.14%. Most of the COVID-19 cases weremild and moderate in severity and more than 90% had identified epidemiological exposure.Changes of WBC and neutrophil counts showed clinical significance for differential diagnosis ofpneumonia caused by 2019-nCoV or other pathogens. CT findings of COVID-19 werecharacteristic, including the number of affected lobes, lesion patterns and distribution, which maybe helpful for clinicians to identify suspected cases of COVID-19 from pneumonia of otheretiologies.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. N Engl J Med 2020; 382: 727-33.coronavirus in Wuhan, China. Lancet 2020; 395: 497-506.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelWHO. Clinical management of severe acute respiratory infection when Novel coronavirus(nCoV)infectionissuspected:interimguidance.Jan11,2019 novel coronavirus indicating potential person-to-person transmission during the incubationperiod. J Infect Dis 2020; DOI: 10.1093/infdis/jiaa077.concern. Lancet 2020; 395: 470-73.Wang C, Horby PW, Hayden FG, Gao GF. A novel coronavirus outbreak of global healthYu P, Zhu J, Zhang Z, Han Y, Huang L. A familial cluster of infection associated with the1234567Zhang MQ, Wang XH, Chen YL, et al. [Clinical features of 2019 novel coronavirusXu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infected with the2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series. BMJ2020; 368: m606 DOI: 10.1136/bmj.m606.Chang, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of Novel Coronaviruspneumonia in the early stage from a fever clinic in Beijing]. Zhonghua Jie He He Hu Xi Za Zhi2020; 43: E013.9Zhang J, Zhou L, Yang Y, Peng W, Wang W, Chen X. Therapeutic and triage strategies for2019 novel coronavirus disease in fever clinics. Lancet RespirMed 2020; DOI:10.1016/S2213-2600(20)30071-0.10theGuidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection byNational11 [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases(COVID-19) in China]. Zhonghua Liu Xing Bing Xue Za Zhi 2020; 41: 145-51.12Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus2020; 25. DOI: 10.2807/1560-7917.ES.2020.25.5.2000062.13Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med 2020; DOI: 10.1056/NEJMoa2001316.14 [An update on the epidemiological characteristics of novel coronavirus pneumonia（COVID-19）]. Zhonghua Liu Xing Bing Xue Za Zhi 2020; 41: 139-44.15Kui L, Fang YY, Deng Y, et al. Clinical characteristics of novel coronavirus cases in tertiaryhospitals in Hubei Province. Chin Med J (Engl) 2020; DOI: 10.1097/CM9.0000000000000744.16Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients withSARS-CoV-2 pneumonia in Wuhan, China: a single-centered,retrospective, observational study.Eur J Nucl Med Mol Imaging 2020; DOI: 10.1007/s00259-020-04720-2.Pan Y, Guan H, Zhou S, et al. Initial CT findings and temporal changes in patients with thenovel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China. Eur Radiol2020; DOI: 10.1007/s00330-020-06731-x.20Chung M, Bernheim A, Mei X, et al. CT Imaging Features of 2019 Novel Coronavirus(2019-nCoV). Radiology 2020; 200230. DOI: 10.1148/radiol.2020200230.Figure LegendFigure 1 Patient selection diagram.Information of the two patients with clinically-diagnosed COVID-19(throat swab 2019-nCoVnegative): one patient and his wife (2019-nCoV positive) both having fever for more than 3 daysand typical features of viral pneumonia on CT scan, had contacted a confirmed case in a sameflight. The other patient and his father had fever and cough almost at the same time. Both of themhad typical findings of viral pneumonia on CT scans, and 2019-nCoV was detected in the throatswab from his father subsequently. Moreover, his mother had been confirmed to have COVID-1910 days ago by positive 2019-nCoV testing.COVID-19: 2019 novel coronavirus disease; CT: computed X-ray tomographyFigure 2 CT findings in 4 patients with confirmed COVID-19. A. Patchy GGO distributed insubpleural area in left lower lung. B. A round-like, mixed GGO and consolidation lesion (withreversed halo sign) in subpleural area in right lower lung. C. Multiple patchy GGO in bilaterallungs, mainly peripheral distribution. D. Diffuse lesions in bilateral lungs (severe case).Data are presented as n (%) or median (25th, 75th) or mean (SD). COVID-19: 2019 Novelcoronavirus disease; SD: standard deviation.Table 2 Epidemiological history and symptoms on presentation between patients with COVID-19and non-COVID-19Leucocytes (×109/L, normal range 3.5-9.5)DecreasedNormalIncreasedHemoglobin (g/L)Platelets (×109/L)Lymphocytes (×109/L, normal range 1.1-3.2)Neutrophils (×109/L, normal range 1.8-6.3)DecreasedNormalNormalIncreasedRatio of neutrophil / lymphocyteData are presented as mean (SD) or n (%). SD: standard deviation.COVID-19Table 4 CT findings between COVID-19 a and non-COVID-19 patientsCOVID-19 Non-COVID-19(n = 20) (n = 67)", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "identified epidemiological history (90.5% versus 32.8%, P＜0.001). The COVID-19 group had\nlower WBC [5.19×109/L (±1.47) versus 7.21×109/L (±2.94), P＜0.001] and neutrophil counts\n[3.39×109/L (±1.48) versus 5.38×109/L (±2.85), P＜0.001] in peripheral blood. However, the\ncount of lymphocytes was not different. On lung CT scans, involvement of 4 or more lobes was\nmore common in the COVID-19 group (45% versus 16.4%, P=0.008).", "one_words_summarize": "identified epidemiological history (90.5% versus 32.8%, P＜0.001). On lung CT scans, involvement of 4 or more lobes wasmore common in the COVID-19 group (45% versus 16.4%, P=0.008).Interpretation In the period of COVID-19 epidemic outside Hubei Province, the prevalence ofCOVID-19 in patients with pneumonia visiting to our Fever Clinic in Beijing was 6.14%.Epidemiological evidence was important for prompt case finding, and lower blood WBC andneutrophil counts may be useful for differentiation from pneumonia of other etiologies. Clinical indices and symptoms on presentation werealso recorded. Statistical analyses were performed usingSPSS software, version 22.0 (IBM, Armonk, NY, USA).From January 21 to February 15, 2020, based on epidemiological evidence, fever and/orrespiratory symptoms, chest radiological findings and blood WBC results, physicians at the FeverClinic referred 156 cases to panel discussion by multi-discipline experts. After discussion, 110were considered to be possible or probable cases of COVID-19, and received 2019-nCoVreal-time PCR testing, which was positive in 19 cases (confirmed cases). The median age was 42.0 years (25th-75th percentile, 34.5-66.0 years). Seven patients, from 5 family clusters, had close contact with their family members. Compared with COVID-19 patients, the total WBC count was higher in non-COVID-19patients. Additionally, more non-COVID-19 patients had higher WBC and neutrophil counts andneutrophil/lymphocyte ratio. The patterns of the lesions showed nosignificant difference between the two groups. From January 21, 2019, when the first case of COVID-19 was identified, up to Feb.15, 2020,2123 patients visited our Fever Clinic because of fever and/or respiratory symptoms, and 342patients were confirmed to have pneumonia by CT scan or in a few cases by Chest X-ray. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. Jan11,2019 novel coronavirus indicating potential person-to-person transmission during the incubationperiod. BMJ2020; 368: m606 DOI: 10.1136/bmj.m606.Chang, Lin M, Wei L, et al. Lancet RespirMed 2020; DOI:10.1016/S2213-2600(20)30071-0.10theGuidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection byNational11 [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases(COVID-19) in China]. DOI: 10.2807/1560-7917.ES.2020.25.5.2000062.13Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. Clinical characteristics of novel coronavirus cases in tertiaryhospitals in Hubei Province. Initial CT findings and temporal changes in patients with thenovel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China. Information of the two patients with clinically-diagnosed COVID-19(throat swab 2019-nCoVnegative): one patient and his wife (2019-nCoV positive) both having fever for more than 3 daysand typical features of viral pneumonia on CT scan, had contacted a confirmed case in a sameflight. Moreover, his mother had been confirmed to have COVID-1910 days ago by positive 2019-nCoV testing. COVID-19: 2019 novel coronavirus disease; CT: computed X-ray tomographyFigure 2 CT findings in 4 patients with confirmed COVID-19. A. Patchy GGO distributed insubpleural area in left lower lung."}