{"date": "2020/02/24", "journal": "medrxiv", "authors": "Kenji Mizumoto, Gerardo Chowell", "title": "Transmission potential of the novel coronavirus (COVID-19) onboard the Diamond Princess Cruises Ship, 2020", "type": "preprint article", "abstract": null, "text": "Affiliations:Main:Using mathematical modeling and time-series incidence data describing the trajectory ofthe outbreak among passengers and crew members, we characterize the transmissionpotential of the COVID-19 outbreak aboard the Princess Cruises Ship, January-February2020. Probably due to the enhanced quarantine control, overall Rt decreasedsubstantially compared to values during the early stage, but it exhibited fluctuationsaround the epidemic threshold, which suggests a very low probability of observingsecondary outbreaks of the disease.IntroductionWhile the novel coronavirus (Covid-19) spread rapidly throughout China for severalweeks since December 2019, the virus had not taken off outside China in part due to theunprecedented interventions that the Chinese government put in place. One exception isthe outbreak of COVID-19 aboard the Diamond Princess Ship that was detected in earlyFebruary when one of its passengers, a traveler from Hong Kong, tested positive for thenovel coronavirus. The number of cases in the ship quickly surged to 454 confirmedcases by February 18, 2020. In contrast, at the time the total number of cases inSingapore, the country with the highest number of COVID-19 cases after China, wasonly 77 [1].Accumulating evidence indicates that the novel coronavirus can spread widely inconfined settings including hospitals [2], cruise ships [3], prisons, and churches [4-5]. Inthe Wuhan City, China, outbreaks inside health care settings led to the infection ofhundreds of health professionals [2]. In Tokyo, Japan, most of the reported infectionshave been linked to a party inside a traditional wooden ship, called Yakatabune [6]while most of the infections in Korea have affected members of one church.Understanding the transmission potential of COVID-19 in different confined settingsand how it compares with that of other respiratory diseases such influenza hasimplications for the implementation of public health interventions. When outbreaksoccur in confined settings, it is useful to investigate how the effective reproductionnumber changes as a result of the effects of different interventions strategies such as thequarantine imposed on travelers and crew members aboard the cruise ship in Japan.In this study we sought to characterize the transmission potential of the COVID-19outbreak aboard the Princess Cruises Ship using mathematical modeling and time-seriesincidence data describing the trajectory of the outbreak among passengers and crewmembers.Epidemiological incidence casesIn Yokohama, Japan, an outbreak of COVID-19 is unfolding on board the PrincessCruise Ship, which has been under quarantine orders since February 5, 2020, after aformer passenger of the cruise ship tested positive for the virus after disembarking inHong Kong [3,7]. As of February 22, 2020, two days after the scheduled two-weekquarantine came to an end, a total of 621 people including one quarantine officer, onenurse and one administrative officer have tested positive for COVID-19 out of the 3,711passengers and crew members on board. Laboratory tests by PCR have been conducted,prioritizing symptomatic or high risk groups.Incidence curves of laboratory-confirmed symptomatic cases of COVID-19among passengers and crew members of the outbreak unfolding aboard the PrincessCruises Ship are publicly available from the National Institute of Infectious Diseases,Japan (NIID) website [3]. Daily time series of symptomatic patients, from January 20,2020 to February 18, 2020 were extracted. However, to reconstruct the trajectory of theepidemic, only 197 cases have dates of symptoms onset available out of 300 confirmedsymptomatic cases.Of the 103 symptomatic cases with missing onset dates, a total of the 79 casesare passengers while 24 cases are crew members. Moreover, out of the 79 passengercases, 30 cases were reported from February 4, 2020 to February 6, 2020, 21 cases werereported from February 7, 2020 to February 14, 2020, and 28 cases were reported fromFebruary 14, 2020 to February 19, 2020. Of 24 crew member cases, 1 case was reportedfrom February 4, 2020 to February 6, 2020, 15 cases were reported from February 7,2020 to February 14, 2020, and 8 cases were reported from February 14, 2020 toFebruary 19, 2020.Epidemiological modellingWe connected the daily incidence series with a discrete–time integral equationto describe the epidemic dynamics aboard the cruise ship. Specifically, let fs denote theprobability mass function of the serial interval of COVID-19, where the serial interval isdefined as the time from illness onset in the primary case to time of illness onset in thesecondary case. Then fs, of length s days, is given byss 1.For s>0, F(s) represents the cumulative distribution function of the gamma distribution.We characterized the expected number of new incident cases E[ci,t] in health zone i atsymptom onset week t as follows,E ,,,,,where rij denotes the average number of cases of type i infected by a single individual oftype j. Here we assume that the incidence, ci,t, follows a Poisson sampling process withexpected value E[ci,t].The reproduction matrix for each type is given byM,,This matrix is referred to as a next-generation matrix (NGM) in a fully susceptiblepopulation [8]. Using this matrix, we derive the instantaneous time-dependent effectivereproduction number, Rt, for the entire transmission dynamics from the largesteigenvalue of the NGM. Under the assumption that the per-contact infection probabilityand the generation interval are consistent over time regardless of the type of infection,the NGM quantifies the within type and inter-type patterns of transmission [9]. The sumof the value in column j is the reproduction number for a specific type j.Serial interval estimates of COVID-19 were derived from previous studies ofCOVID-19, indicating that it follows a gamma distribution with the mean and SD at 7.5and 3.4 days, respectively, based on ref. [10]. The maximum value of the serial intervalwas fixed at 20 days as the cumulative probability distribution of the gammadistribution up to 20 days reaches 0.991.We estimated model parameters and made projections using a Monte CarloMarkov Chain (MCMC) method in a Bayesian framework. Point estimates andcorresponding 95% credibility intervals were drawn from the posterior probabilitydistribution. All statistical analyses were conducted in R version 3.5.2 (R Foundationfor Statistical Computing, Vienna, Austria) and the ‘rstan’ package(No-U-Turn-Sampler (NUTS)).The observed and estimated daily number of cases by type from day 1 to day 29(January 20 2020–February 17, 2020) are shown in Figure 1. The total number of casesfor all and by type are estimated to be 187.0 (95%CrI: 163.8, 212.3), 127.1 (95%CrI:107.8, 148.9) and 59.6 (95%CrI: 47.3, 74.0), respectively. For comparison, the numberof reported cases for all and by type were 197, 149 and 48 respectively. Percentagecoverage of the 95%CrI of estimated data for observed data is 54% (15/28) for all, and50% (14/28) and 43% (12/28) for passenger and crew, respectively.The time-dependent reproduction number for all and by type are presented inout with the value of 11.2 (95%CrI: 7.5, 16.2) at day 19 (February 7, 2020). Rt bypassenger presented a similar pattern with the value of 12.1 (95%CrI: 8.2, 17.2) at day19 (February 7, 2020), while Rt by Crew only shows fluctuation without a big surgepattern, with the largest value being 1.56 (95%CrI: 0.07, 7.55) at day 23 (February 11,2020).Distributions of median Rt for entire study period for overall, for type and byeach transmission route are shown in Figure 3. Median Rt are 5.8 (95%CrI: 0.6-11.0),6.1 (95%CrI: 0.5, 11.8), 0.9 (95%CrI: 0.3, 1.5) for overall and by type (passenger, crew).Examining inter-type and within-type transmission, Rt greatly varies in eachtransmission route: 5.6 (95%CrI: 0.3, 10.9) for passenger to passenger, 0.6 (95%CrI:0.1, 1.1) for passenger to crew, 0.5 (95%CrI: 0.2, 0.8) for crew to passenger, 0.5(95%CrI: 0.3, 0.8) for crew to crew. Target vaccination coverage to contain theoutbreak in this confined setting were 91% and 94% from the maximum value of 50percentile distribution and 97.5percentile distribution, respectively.Our latest estimate of the overall Rt is 0.35 (95%CrI: 0.02, 2.19), with 1% of Rtestimates lying above the epidemic threshold of 1.0. Passenger and crew also have total(within-type and inter-type) Rt values largely below epidemic threshold, with only asmall percentage of 0% and 9% above the epidemic threshold, respectively (Table 1).Summary of test positive COVID-19 cases by age group and symptom statusonboard the Princess Cruises Ship is illustrated in Table 2. A total of 531 people havetested positive as of February 5, 2020. Out of 531 cases, three was aged 0-19 years, 117were aged 20-58 years and 411 were aged 60 years and older. The crude asymptomaticratio, the proportion of asymptomatic infections among all the infections, 66.7%(95%Confidence Interval (95%CI): 9.4%, 99.1%) for aged 0-19 years, 30.8% (95%CI:22.6%, 40.0%) for aged 20-58 years and 52.8% (95%CI: 47.9%, 57.5%) for aged 60years and older (95%CI is based on binomial distribution).This is the first paper to assess the transmission potential of the COVID-19 outbreak thatunfolded aboard the Diamond Princess Ship, January-February 2020. Probably due to theenhanced quarantine control, overall Rt decreased substantially compared to valuesduring the early stage, but it exhibited fluctuations around the epidemic threshold,which prolonged the outbreak.Our results indicate that Rt declined substantially relative to values during the earlyphase of the outbreak, which is likely explained by the enhanced quarantine measureimplemented by the Japanese government since February 5 [Japan. quarantine]. Ourlatest overall estimate of Rt takes 0.35 (95%CrI: 0.02, 2.19), with 2% of Rt estimateslying above the epidemic threshold of 1.0, suggesting a low probability of observing asubsequent major outbreak.Our findings indicate that the passenger-to-passenger transmission route dominated thetransmission dynamics aboard the ship. The rapid increase in the overall Rt from day 12(February 3, 2020) to day 19 (February 7, 2020) is greatly influenced by the increase inpassenger-to-passenger transmission, and this time period covers the time lag betweenFebruary 1, 2020 when the index COVID-19 case was reported and February 5, 2020when the Japanese government requested the passengers to stay inside their cabin afterthe detection of a cluster of test positive cases [3, 11]. Soon after the quarantine, theoverall Rt and Rt by passenger followed a downward trend, while Rt by crew maintaineda steady level and only started to decline on day 25 (February 13, 2020). This isconsistent with the fact that passengers staying inside their cabin rapidly declined thepassenger-to-passenger transmission route except for their interaction with cabin mates.Indeed, the proportion of secondary infection inside the cabin went on an upward trendfrom 7% (1/15) on February 6, 43% (3/7) on February 10, 2020 to 100% (1/1) onFebruary 14, 2020 [3]. Thus, a high proportion of symptomatic cases after thequarantine gradually shifted from largely passenger cases to crew cases. Indeed, crewshad to continue to work despite the presence of exposed risks, particularly for servicedelivery to the isolated passengers. The distribution of the median Re by transmissionroute suggests that other transmission routes also contributed to this outbreak to someextent (Figure 3). Taking into accounting the fact that not only one quarantine officerand one nurse, but also an administrative officer contracted the disease, the infectionrisk continued up to some extent inside the Ship.As for the crude asymptomatic ratios by age groups, they appears to be differentbetween age group, but these crude ratios are severely influenced at the time ofspecimen collection [13]. For further investigation, the time of specimen collection needto be shared.Several limitations should be listed. First, a total of 103 laboratory-confirmedsymptomatic cases with unknown onset dates were not incorporated in our study.Although the high proportion of unavailable data (34% (103/300)) led a downward biasin transmission potential, our estimates still point to high transmission potential ofCOVID-19 inside confined settings. Second, it is possible that reporting delay couldhave influenced our latest estimates of the effective reproduction number. In fact, theUS government sent a chartered flight to transport the American passengers on boardthe ship, and after disembarkation 14 passengers tested positive for the disease [12] onFebruary 16, 2020. This also contributes to a downward bias although the number ofcases does not exceed the peak of the outbreak and supports the overall premise of ourstudy on the potent transmissibility of COVID-19 in confined settings.The most recent estimate of the effective reproduction number of the ongoingCOVID-19 epidemic on board the Diamond Princess Ship is largely below the epidemicthreshold of 1.0, which suggests a very low probability of observing secondaryoutbreaks of the disease.REFERENCESSituation Report -29. Available fromNectar Gan, Natalie Thomas and David Culver, CNN. Over 1,700 frontlinemedics infected with coronavirus in China, presenting new crisis for thegovernment. February 14, 2020. Available from:d-intl-hnk/index.html [Accessed February 24, 2020]National Instatitute of Infectious Disease, Japan (NIID) Field Briefing: DiamondPrincess COVID-19 Cases. 19 FEBRUARY 2020. Available fromNPR. Coronavirus Found In China Prisons, As Cases Spike In South Korea.February 21, 2020 Avaiable from-as-cases-spike-in-south-korea [Accessed February 24, 2020]The Guardian. Nemo Kim in Daegu. Sun 23 Feb 2020. 'It's ruining everyone':eerie quiet reigns in coronavirus-hit South Korean city. Avaiable fromus-hit-south-korean-city-daegu [Accessed February 24, 2020]NHK News Web. February 16, 2020. Available from[Accessed February 24, 2020] [In Japanese]Minister of Health, Labour and Welfare, Japan. Available fromhttps://www.mhlw.go.jp/stf/seisakunitsuite/bunya/0000164708_00001.html [InJapanese]Mizumoto K, Tariq A, Roosa K, Kong J, Yan P, Chowell G. Euro Surveill.Spatial variability in the reproduction number of Ebola virus disease,Democratic Republic of the Congo, January-September 2019.2019;24. doi:10.2807/1560-7917.ES.2019.24.42.1900588.Li Q1, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, et al. EarlyTransmission Dynamics in Wuhan, China, of Novel Coronavirus-InfectedPneumonia. N Engl J Med. 2020. doi: 10.1056/NEJMoa2001316.Kumamotonichinichishinbun. February 21, 2020. Available fromhttps://kumanichi.com/column/syasetsu/1363649/ [Accessed February 24,2020] [In Japanese]The New York TImes. U.S. Passengers Evacuate Quarantined Cruise Ship inJapan. February 16, 2020. Availalble fromicans.htmlSubmitted.13.Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating the AsymptomaticRatio of 2019 Novel Coronavirus onboard the Princess Cruises Ship, 2020.cases by type, onboard the Princess Cruises ship, 2020 (n = 197)(A) - (B) Comparison of observed (grey) and predicted (black) daily numbers of newcases by type. Black dots shows crude case fatality ratio, and light and dark indicates95% and 50% credible intervals for posterior estimates, respectively. Day 1 onhorizontal axis corresponds to January 20, 2020.the Princess Cruises ship, 2020The overall effective reproduction number were calculated from the dominanteigenvalue of next-generation matrix. Light and dark indicates 95% and 50% credibleintervals for posterior estimates, respectively. Day 1 on horizontal axis corresponds toJanuary 20, 2020. Horizontal grey dashed line shows the reproduction number at 1.0 forreference, below which the epidemic goes to decline.transmission route, onboard the Princess Cruises Ship, 2020P: Passenger, C: Crewthe density of R above the threshold of 1.0.AllPassenger Total‡CrewTotalWithin¶ (Passenger toPassenger)Inter (Passenger to Crew)Within (Crew to Crew)Inter (Crew to Passenger)Range‡Total transmission includes within-type and inter-type transmissiononboard the Princess Cruises Ship.§ As of February 5, 2020based on binomial distribution‡Proportion of asymptomatic cases among all the cases. CI: Confidence Interval (CI) is* Symptom status is based on the information at the time of specimen collection. Thereis a possibility that a fraction of asymptomatic cases develop symptom.1623347429333398924101521511", "ref_list": [[], ["The construction of next-generation matrices for compartmental epidemic models"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WHO", "O.", "J.A.P. Heesterbeek", "M.G. Roberts,"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Affiliations:\nMain:\nUsing mathematical modeling and time-series incidence data describing the trajectory of\nthe outbreak among passengers and crew members, we characterize the transmission\npotential of the COVID-19 outbreak aboard the Princess Cruises Ship, January-February\n2020. Probably due to the enhanced quarantine control, overall Rt decreased\nsubstantially compared to values during the early stage, but it exhibited fluctuations\naround the epidemic threshold, which suggests a very low probability of observing\nsecondary outbreaks of the disease.", "one_words_summarize": "Affiliations:Main:Using mathematical modeling and time-series incidence data describing the trajectory ofthe outbreak among passengers and crew members, we characterize the transmissionpotential of the COVID-19 outbreak aboard the Princess Cruises Ship, January-February2020. Understanding the transmission potential of COVID-19 in different confined settingsand how it compares with that of other respiratory diseases such influenza hasimplications for the implementation of public health interventions. In this study we sought to characterize the transmission potential of the COVID-19outbreak aboard the Princess Cruises Ship using mathematical modeling and time-seriesincidence data describing the trajectory of the outbreak among passengers and crewmembers. Epidemiological incidence casesIn Yokohama, Japan, an outbreak of COVID-19 is unfolding on board the PrincessCruise Ship, which has been under quarantine orders since February 5, 2020, after aformer passenger of the cruise ship tested positive for the virus after disembarking inHong Kong [3,7]. Laboratory tests by PCR have been conducted,prioritizing symptomatic or high risk groups. The total number of casesfor all and by type are estimated to be 187.0 (95%CrI: 163.8, 212.3), 127.1 (95%CrI:107.8, 148.9) and 59.6 (95%CrI: 47.3, 74.0), respectively. Passenger and crew also have total(within-type and inter-type) Rt values largely below epidemic threshold, with only asmall percentage of 0% and 9% above the epidemic threshold, respectively (Table 1).Summary of test positive COVID-19 cases by age group and symptom statusonboard the Princess Cruises Ship is illustrated in Table 2. Out of 531 cases, three was aged 0-19 years, 117were aged 20-58 years and 411 were aged 60 years and older. The rapid increase in the overall Rt from day 12(February 3, 2020) to day 19 (February 7, 2020) is greatly influenced by the increase inpassenger-to-passenger transmission, and this time period covers the time lag betweenFebruary 1, 2020 when the index COVID-19 case was reported and February 5, 2020when the Japanese government requested the passengers to stay inside their cabin afterthe detection of a cluster of test positive cases [3, 11]. Thus, a high proportion of symptomatic cases after thequarantine gradually shifted from largely passenger cases to crew cases. For further investigation, the time of specimen collection needto be shared. Coronavirus Found In China Prisons, As Cases Spike In South Korea. February 21, 2020 Avaiable from-as-cases-spike-in-south-korea [Accessed February 24, 2020]The Guardian. Avaiable fromus-hit-south-korean-city-daegu [Accessed February 24, 2020]NHK News Web. Available from[Accessed February 24, 2020] [In Japanese]Minister of Health, Labour and Welfare, Japan. Available fromhttps://kumanichi.com/column/syasetsu/1363649/ [Accessed February 24,2020] [In Japanese]The New York TImes. Availalble fromicans.htmlSubmitted.13.Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating the AsymptomaticRatio of 2019 Novel Coronavirus onboard the Princess Cruises Ship, 2020.cases by type, onboard the Princess Cruises ship, 2020 (n = 197)(A) - (B) Comparison of observed (grey) and predicted (black) daily numbers of newcases by type."}