{"date": "2020/02/05", "journal": "medrxiv", "authors": "Guoshuai Cai", "title": "Bulk and single-cell transcriptomics identify tobacco-use disparity in lung gene expression of ACE2, the receptor of 2019-nCov", "type": "preprint article", "abstract": "In current severe global emergency situation of 2019-nCov outbreak, it is imperative to\nidentify vulnerable and susceptible groups for effective protection and care. Recently,\nstudies found that 2019-nCov and SARS-nCov share the same receptor, ACE2. In this\nstudy, we analyzed four large-scale datasets of normal lung tissue to investigate the\ndisparities related to race, age, gender and smoking status in ACE2 gene expression. No\nsignificant disparities in ACE2 gene expression were found between racial groups (Asian vs\nCaucasian), age groups (>60 vs <60) or gender groups (male vs female). However, we\nobserved significantly higher ACE2 gene expression in smoker samples compared to\nnonsmoker samples. This indicates the smokers may be more susceptible to 2019-nCov and\nthus smoking history should be considered in identifying susceptible population and\nstandardizing treatment regimen.\nWuhan 2019-nCov, ACE2, expression, susceptibility, race, age, gender, smoking", "text": "In current severe global emergency situation of 2019-nCov outbreak, it is imperative toidentify vulnerable and susceptible groups for effective protection and care. Recently,studies found that 2019-nCov and SARS-nCov share the same receptor, ACE2. In thisstudy, we analyzed four large-scale datasets of normal lung tissue to investigate thedisparities related to race, age, gender and smoking status in ACE2 gene expression. Nosignificant disparities in ACE2 gene expression were found between racial groups (Asian vsCaucasian), age groups (>60 vs <60) or gender groups (male vs female). However, weobserved significantly higher ACE2 gene expression in smoker samples compared tononsmoker samples. This indicates the smokers may be more susceptible to 2019-nCov andthus smoking history should be considered in identifying susceptible population andstandardizing treatment regimen.Wuhan 2019-nCov, ACE2, expression, susceptibility, race, age, gender, smokingIn the past two decades, pathogenic coronaviruses (CoVs) have cause epidemic infections,including the server acute respiratory syndrome (SARS)-CoV outbreak in 2003, the MiddleEast respiratory syndrome (MERS) outbreak in 2012 and the current novel Wuhan2019nCov outbreak. We have learned from SARS-Cov and MERS-Cov that human populationsshowed disparities in susceptibility to these viruses. For example, epidemiology studiesfound that males had higher incidence and mortality rates than females.1,2 We believe thatthe susceptibility to the novel 2019-nCov is also different among population groups. Incurrent severe global emergency situation of 2019-nCov outbreak, it is imperative to identifyvulnerable and susceptible groups for effective protection and care.Recently, Xu et.al. computationally modelled protein interactions and identified aputative cell entry receptor of 2019-nCov, angiotensin-converting enzyme 2 (ACE2), which isalso a receptor for SARS-nCov.3 Zhou et.al. further confirmed this virus receptor in the HELAcell line.4 Interestingly, Zhao et al. found ACE2 is specifically expressed in a subset of type IIalveolar cells (AT2), in which genes regulating viral reproduction and transmission are highlyexpressed.5 They also found that an Asian male has much higher ACE2-expressing cell ratiothan other seven white and African American donors, which may indicate the highersusceptibility of Asian. However, the sample size was too small to draw conclusion on thisracial disparity. Here, we analyzed four large-scale datasets of normal lung tissue toinvestigate the disparities related to race, age, gender and smoking status in ACE2 geneexpression.Two RNA-seq datasets and two DNA microarray datasets from lung cancer patients wereanalyzed in this study, including a Caucasian RNA-seq dataset from TCGA(https://www.cancer.gov/tcga), an Asian RNA-seq dataset from Gene Expression Omnibus(GEO) with the accession number GSE404196, an Asian microarray dataset from GEO withthe accession number GSE198047 and a Caucasian microarray dataset from GEO with theaccession number GSE100728. Both RNA-seq datasets were generated with the IlluminaHiSeq platform and both microarray datasets were generated with the Affymetrix GeneChipHuman Genome U133 Array. The details and processing of data were described in ourprevious study9. All datasets contain samples from tumor and normal pairs and we only usethe normal samples in this study. In total, 54 samples in the TCGA dataset, 77 samples inthe GSE40419 dataset, 60 samples in the GSE19804 dataset and 33 samples in theGSE10072 dataset were analyzed. We studied the Reads per kilobase per million mappedreads (RPKM) values for RNA-seq data and Robust Multi-Array Average (RMA)10 values formicroarray data. All data were log2 transformed to improve normality. The data meansacross samples in each dataset from the same platform were highly correlated (Pearsoncorrelation coefficient r=0.9 for microarray datasets and r=0.97 for RNA-seq datasets, Fig.S1), indicating no significant system variation in datasets from the same platform.Simple linear regressions were used to test the association of ACE2 gene expressionwith each single variable of age, gender, race and smoking status. Also, multiple linearregression was used to test the association of ACE2 expression with multiple factors (age,gender, race, smoking status and data platform). All data management, statistical analysesand visualizations were accomplished using R 3.6.1.Inconsistent with the study of Zhao et al.5, we observed no significant difference in ACE2expression in Caucasian lung tissue samples compared to Asian lung tissue samples in theRNAseq datasets (p-value=0.45, Fig 1A). In the microarray datasets, a higher ACE2expression was observed in Caucasian samples compared to Asian samples (p-value=0.03,Fig 1A). Given that the GSE19804 RNA-seq study focused on female non-smokers while theTCGA dataset includes samples from both males and females and both smokers andnonsmokers, we believe that the observed disparity may be due to other factors other than race,such as smoking, gender and unknown factors. Therefore, we performed multiple linearregression on multiple independent variables (age, gender, race, smoking status andplatform) and found no significant difference between racial groups (p-value=0.36, Fig. 1E).We found a significant higher ACE2 gene expression in smoker samples compared tononsmoker samples in the TCGA (p-value=0.05) and GSE40419 datasets (p-value=0.008, Fig.1B). Smokers in GSE10072 showed a higher mean of ACE2 gene expression thannonsmokers. The difference is not significant (p-value=0.18), which may be due to its smallsample size (n=33) with insufficient power to detect the difference. The GSE19804 data withonly smoker samples available was not included into the analysis. Adjusted by other factors(age, gender, race and platforms) in multivariate analysis, smoking still shows a significantdisparity in ACE2 gene expression (p-value=0.008, Fig. 1E).We didn’t observe a disparity between age groups (>60 vs <60) or gender groups (male vsfemale) in ACE2 gene expression in each available study (Fig. 1C, D). Consistently,multivariate analysis didn’t reject the null hypothesis that there is no difference betweengroups of age or gender after other variables (age/gender, race, smoking status andplatforms) were adjusted (p-value=0.90 for age, p-value=0.35 for gender, Fig. 1E). We alsoconsistently found no difference between male and female healthy lung tissue samples fromGTEx12 (Fig. S2).In this study, we investigated the disparities related to race, age, gender and smoking statusin ACE2 gene expression and found significantly higher ACE2 gene expression in lungtissue of smokers compared to that of non-smokers. This may explain the reason why moremales (56% of 425 cases) were found in a recent epidemiology report of 2019-nCov earlytransmission by China CDC11. We didn’t observe significant disparities in ACE2 geneexpression between racial groups (Asian vs Caucasian), age groups (>60 vs <60) or gendergroups (male vs female).This study has several limitations. First, the data analysed in this study were from thenormal lung tissue of patients with lung adenocarcinoma, which may be different with thelung tissue of healthy people. Although we observed no difference between male and femalehealthy samples from GTEx, further validation studies are required for other factors. Second,our analysis was based on the average expression from bulk tissue. This may lead to apower loss in detecting the expression from particular cell types such as the AT2 cells inwhich ACE2 are specifically highly expressed.Whether ACE2 is the only or major receptor of 2019-nCov is unknown. The reason(s)for the tobacco-related disparity in ACE2 expression is unknown. Despites current limitedknowledge, this study indicates the smokers may be more susceptible to 2019-nCov andthus smoking history should be considered in identifying susceptible population andstandardizing treatment regimen. Wuhan, stay strong.There is no direct involvement of human subjects in this study. All the data use existingdeidentified biological samples and data from prior studies. Therefore, ethical oversight andpatient consent were not handled in this project.A-D shows groups in race (Caucasian vs Asian), smoking (smoker vs non-smoker), age(>60 vs <60) and gender (male vs female). E shows the result from multivariate analysis withall factors including age, gender, race, smoking and platforms.Lower panel shows pairwise scatter plots of data mean across samples in each dataset.Upper panel shows their corresponding Pearson correlation coefficients.y-axix shows the log10 scaled RNA-seq Transcript Per Million (TPM) values.", "ref_list": [[], ["Do men have a higher case fatality rate of severe acute respiratory syndrome than women do?"], ["The pattern of Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive epidemiological analysis of data from the Saudi Ministry of Health"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], ["The transcriptional landscape and mutational profile of lung adenocarcinoma"], ["Identification of a novel biomarker, SEMA5A, for non-small cell lung carcinoma in nonsmoking women. Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research"], ["Gene expression signature of cigarette smoking and its role in lung adenocarcinoma development and survival"], ["Population effect model identifies gene expression predictors of survival outcomes in lung adenocarcinoma for both Caucasian and Asian patients"], ["Exploration, normalization, and summaries of high density oligonucleotide array probe level data"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["GTEx) project"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J Karlberg", "DS Chong", "WY Lai"], ["IG Alghamdi", "II Hussain", "SS Almalki", "MS Alghamdi", "MM Alghamdi", "MA El-Sheemy"], ["X Xu", "P Chen", "J Wang"], ["P Zhou", "X-L Yang", "X-G Wang"], ["Y Zhao", "Z Zhao", "Y Wang", "Y Zhou", "Y Ma", "W. Zuo"], ["JS Seo", "YS Ju", "WC Lee"], ["TP Lu", "MH Tsai", "JM Lee"], ["MT Landi", "T Dracheva", "M Rotunno"], ["G Cai", "F Xiao", "C Cheng", "Y Li", "CI Amos", "ML Whitfield"], ["RA Irizarry", "B Hobbs", "F Collin"], ["Q Li", "X Guan", "P Wu"], ["GT. The Consortium", "Genotype-Tissue Expression"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In current severe global emergency situation of 2019-nCov outbreak, it is imperative to\nidentify vulnerable and susceptible groups for effective protection and care. Recently,\nstudies found that 2019-nCov and SARS-nCov share the same receptor, ACE2. In this\nstudy, we analyzed four large-scale datasets of normal lung tissue to investigate the\ndisparities related to race, age, gender and smoking status in ACE2 gene expression. No\nsignificant disparities in ACE2 gene expression were found between racial groups (Asian vs\nCaucasian), age groups (>60 vs <60) or gender groups (male vs female). However, we\nobserved significantly higher ACE2 gene expression in smoker samples compared to\nnonsmoker samples. This indicates the smokers may be more susceptible to 2019-nCov and\nthus smoking history should be considered in identifying susceptible population and\nstandardizing treatment regimen.\nWuhan 2019-nCov, ACE2, expression, susceptibility, race, age, gender, smoking", "one_words_summarize": "In current severe global emergency situation of 2019-nCov outbreak, it is imperative toidentify vulnerable and susceptible groups for effective protection and care. In thisstudy, we analyzed four large-scale datasets of normal lung tissue to investigate thedisparities related to race, age, gender and smoking status in ACE2 gene expression. However, weobserved significantly higher ACE2 gene expression in smoker samples compared tononsmoker samples. All datasets contain samples from tumor and normal pairs and we only usethe normal samples in this study. S1), indicating no significant system variation in datasets from the same platform. Simple linear regressions were used to test the association of ACE2 gene expressionwith each single variable of age, gender, race and smoking status. The GSE19804 data withonly smoker samples available was not included into the analysis. Second,our analysis was based on the average expression from bulk tissue. Whether ACE2 is the only or major receptor of 2019-nCov is unknown. There is no direct involvement of human subjects in this study."}