{"date": "2020/02/04", "journal": "medrxiv", "authors": "Peter Boldog, Tamas Tekeli, Zsolt Vizi, Attila Denes, Ferenc Bartha, Gergely Rost", "title": "Risk assessment of novel coronavirus COVID-19 outbreaks outside China", "type": "preprint article", "abstract": "We developed a computational tool to assess the risk of novel coronavirus outbreaks outside China. We estimate the dependence of the risk of a major outbreak in a country from imported cases on key parameters such as: (i) the evolution of the cumulative number of cases in mainland China outside the closed areas; (ii) the connectivity of the destination country with China, including baseline travel frequencies, the effect of travel restrictions, and the efficacy of entry screening at destination; (iii) the efficacy of control measures in the destination country (expressed by the local reproduction number Rloc). We found that in countries with low connectivity to China but with relatively high Rloc, the most beneficial control measure to reduce the risk of outbreaks is a further reduction in their importation number either by entry screening or travel restrictions. Countries with high connectivity but low Rloc benefit the most from policies that further reduce Rloc. Countries in the middle should consider a combination of such policies. Risk assessments were illustrated for selected groups of countries from America, Asia and Europe, and we investigated how their risks depend on those parameters, and how the risk is increasing in time as the number of cases in China is growing.", "text": "        A cluster of pneumonia cases in Wuhan, China, was reported to World Health Organization(WHO) on 31st December 2019. The cause of the pneumonia cases was identified as a novelbetacoronavirus, the 2019 novel coronavirus (2019-nCoV). The first patient showing symptoms wasrecorded by Chinese authorities on 8th December 2019 [                Since no specific antiviral agent is available for treatment of this infection, and there is novaccine [                The potential dangers of 2019-nCoV have prompted a number of studies on its epidemiologicalcharacteristics. The 2018 travel data from International Air Transport Association (IATA) was usedto identify the countries, and their Infectious Disease Vulnerability Index (IDVI) [                It is essential to estimate the number of infections (including those that have not been diagnosed),to be able to analyze the spread of the disease. For 17th January 2020, preliminary estimates weregiven as 1250 (range: 350–3000) [        To better assess the epidemic risk of 2019-nCoV, among the key parameters to be approximatedare the basic reproduction number R0 and the incubation period. We summarize previous efforts tothis aim in Table 1, and present a short summary below.        The majority of the estimates for R0 range between 2–3. Obtaining these was done by modelingepidemic trajectories and comparing them to the results of [                Read et al. based their estimates on data from Wuhan exclusively (available up to 22nd January2020) and a deterministic SEIR model [                The incubation period was estimated to be in between 4.6–5.8 days by various studies. Firstcalculations used data up to 23rd January [        In this study we combine case estimates, epidemiological characteristics of the disease,international mobility patterns, control efforts, and secondary case distributions to assess the risk ofmajor outbreaks from imported cases outside China.Our method has three main components:(i) We estimate the cumulative number of cases in China outside Hubei province after 23rd January,using a time-dependent compartmental model of the transmission dynamics.(ii) We use that number as an input to the global transportation network to generate probabilitydistributions of the number of infected travellers arriving at destinations outside China.(iii) In a destination country, we use a Galton–Watson branching process to model the initial spreadof the virus. We calculate the extinction probability of each branch initiated by a single importantcase, obtaining the probability of a major outbreak as the probability that at least one branch willnot extinct.          The starting point of our transmission model is 23rd January, when major cities in Hubei provincewere closed [                    The output C of the transmission model is used as the pool of potential travellers to abroad, andfed into the online platform EpiRisk [                    Each imported case that passed the entry screening and mixed into the local population canpotentially start an outbreak, what we model by a Galton–Watson branching process with negativebinomial offspring distribution with dispersion parameter k = 0.64 [          The number of imported cases i is given by a random variable X, where X Binom(C, q). Theoutbreak risk in a country x is then estimated as Riskx = E[1 zX], where E is the expectation of theoutbreak probabilities, thus we consider a probability distribution of branching processes. This wayRiskx = Risk(C, q, Rloc), which means that the risk depends on the efficacy of Chinese control measuresthat influence the cumulative case number C, the connectivity between the index and destination areasq, and the local reproduction number Rloc. The main question we aim to get insight into is how thisrisk depends on these three determining factors.The technical details of the modelling and calculations can be found in Appendices A, B, and C.After calibration of the SE2 I3R model, we numerically calculated the final epidemic size (totalcumulative number of cases) in China outside Hubei, using three different basic reproduction numbersand different control functions. The control functions were parametrised by t , which is the time after23rd January, when the control reaches its maximal value umax. Smaller t corresponds to more rapidimplementation of the control measures. In Figure 1, we plotted these cumulative numbers versus t ,and we can observe that the epidemic final size is rather sensitive to the speed of implementation ofthe control measures. These curves also give upper bounds for the number of cumulative cases at anygiven time, assuming that the control efforts will be successful.We generated a number of plots to depict Risk(C, q, Rloc) for selected groups of countries fromAmerica, Europe and Asia.In the left of Figure 2, we can see the risk of American countries as a function of cumulativenumber of cases C, assuming each country has Rloc = 1.6 and their connectivity is their baselineq. When C exceeds 600 000, with this local reproduction number and without any restriction inimportation, outbreaks in the USA and Canada are very likely, while countries in South America(including Mexico), which are all in the green shaded region, still have moderate risk. To illustratethe impact of control measures for USA and Canada, we reduced Rloc to 1.4, and plotted the risk fordifferent levels of reduction in connectivity to China, either due to travel restrictions or entry screening,see Figure 2 in the right. As the number of cases in China approaches one million, such reductionshave limited effect on the risk of outbreak. Figure 1 provides us with scenarios when C remains belowcertain values.We considered the group of countries from Asia which are the most connected to China: Thailand,Japan, Taiwan and Rep. Korea. They have similar baseline connectivity q, and we focus on how travelrestrictions and entry screenings can potentially reduce their risks, assuming different values of Rloc inthe case C = 150000 (in the left of Figure 3) and C = 600000 (in the right of Figure 3). For illustrationpurposes we plotted Thailand (red) and Rep. Korea (blue), but Taiwan and Japan are always betweenthose two curves. We can see that, for example, in the right of Figure 3 for C = 600000 , unless Rloc isvery small, considerable reduction of the outbreak risk can be achieved only by extreme measures thatprevent most importations.In Figure 4, we assumed that European countries have very similar Rloc and looked at their risksas a function of the number of cases. For illustration purposes, we selected countries which haverelatively high (UK, Germany, France, Italy), medium (Belgium, Poland, Hungary) and low (Bulgaria,Croatia, Lithuania) connectivity to China. In the left, we assumed Rloc = 1.4 and baseline q, and withthese parameters, outbreaks will likely occur in high risk countries as the case number approachesone million. By reducing Rloc to 1.1 and the by reducing q to the half of its baseline (meaning that weassume that there is a 50% reduction in importations due to decreased travel and entry screenings),then the risk is significantly reduced even with one million cases.We also plotted the risk on a two-parameter map, as a function of q and Rloc. Observing thegradients of the risk map, we can conclude that countries with low connectivity but high Rloc shouldfocus on further reducing importations by entry screening and travel restrictions, while countries withhigh connectivity but smaller Rloc better focus on control measures that potentially further reduce Rloc.Countries in the middle benefit most from the combination of those two types of measures.By combining three different modelling approaches, we created a tool to assess the risk of2019-nCoV outbreaks in countries outside China. This risk depends on three key parameters: thecumulative number of cases in areas of China which are not closed, the connectivity between Chinaand the destination country, and the local transmission potential of the virus. Quantifications of theoutbreak risks and their dependence on the key parameters were illustrated for selected groups ofcountries from America, Asia and Europe, representing a variety of country profiles.There are several limitations of our model, as each ingredient use assumptions, which are detailedin the Appendices. There is a great uncertainty in the epidemiological parameters as well. It is difficultto predict the epidemic trajectory in China, as the effects of the control measures are not clear yet.There were recent disruptions in international travel, suggesting that the EpiRisk parameters will notbe accurate in the future. Nevertheless, when we will have new information in the future about thecase numbers in China, travel frequencies, efficacy of entry screenings and local control measures, ourmethod will still be useful to assess outbreak risks.We found that in countries with low connectivity to China but with relatively high Rloc, the mostbeneficial control measure to reduce the risk of outbreaks is a further reduction in their importationnumber either by entry screening or travel restrictions (see Figure 5). Countries with high connectivitybut low Rloc benefit the most from policies that further reduce Rloc. Countries in the middle shouldconsider a combination of such policies.Cumulative cases and connectivity can be estimated, in general. However, to make a goodassessment of the outbreak risk, it is very important to estimate Rloc in each country. In the absence ofavailable transmission data, one may rely on the experiences from previous outbreaks. Knowing Rlocis needed not only to have a better quantitative risk estimation, but also for guidance to what type ofcontrol measures may reduce the outbreak risk the most.Author Contributions: Conceptualization and methodology, G.R.; codes and computations A.D., T.T., F.B., P.B.,G.R., Zs.V.; data collection and analysis, A.D., F.B., T.T.; writing and editing, A.D., F.B., G.R.; visualization, P.B.,T.T., Zs.V.Funding: G.R. was supported by EFOP-3.6.1-16-2016-00008. F.B. was supported by NKFIH KKP 129877. T.T.was supported by NKFI FK 124016, A.D. was supported by NKFIH PD 128363 and by the János Bolyai ResearchScholarship of the Hungarian Academy of Sciences. P.B. was supported by 20391-3/2018/FEKUSTRAT.Conflicts of Interest: The authors declare no conflict of interest.The governing system of the transmission dynamics model isS0 =(13u)bS å Ik/N, E10 = (1i=13u)bS å Ik/Ni=12aE1, E20 = 2aE12aE2,I10 = 2aE23gI1mI1, I20 = 3gI13gI2mI2, I30 = 3gI23gI3mI3, R0 = 3gI3.        This is an extension of a standard SEIR model assuming gamma-distributed incubation and infectiousperiods, with the Erlang-parameters n = 2, m = 3 (following the SARS-study [                Based on the previous estimates from the literature (see Table 1), we chose an incubation perioda 1 = 5.1 days [                Since the first case outside Hubei was reported on 19th January [        We create a probabilistic model to estimate the risk of a major outbreak in a destination country asa function of the cumulative number of cases C in China outside the closed areas, the local reproductionnumber Rloc in the destination country, and the connectivity q between China and the destinationcountry. We summarize these in Table B1.We assume that the number of the imported cases entering the local population of the destinationcountry follows a binomial distribution, i.e. the probability pi corresponding to i imported cases in thedestination country with connectivity q to China is given by        We calculate the extinction probability z of a branching process initiated by a new infection in thedestination country. As in [        C qi(1iq)C i.g(z) =1q(1q)zk,with dispersion parameter k and mean m = Rloc. Then, the probability parameter q of the distributionis obtained as q = k+kRloc . The extinction probability of a branch is the solution of the fixed pointequation z = g(z).Assuming that the destination country has i imported cases from China that are mixed into thelocal population, we estimate the probability of a major outbreak as the probability that not all thebranches started by those i individuals die out, which is 1 zi. Thus, the expectation of the risk of amajor outbreak in country x can be calculated asCRiskx = å pi(1i=0zi) = 1(qz + 1q)C,where we used the binomial theorem to simplify the sum. Having the input values of the parametersC, q, Rloc, with this model we can numerically calculate the risk.        The codes for the computations were implemented in Mathematica and in Python, and they areavailable, including the used data, at [        ", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Statement Regarding Cluster of Pneumonia Cases in Wuhan, China"], ["Novel Coronavirus - Thailand (ex-China)"], ["-2019-ncov"], ["IDD team. 2019-nCoV Global Cases by Center for Systems Science and"], [""], ["Chinese Authorities Begin Quarantine Of Wuhan City As Coronavirus Cases Multiply"], ["Preparedness and proactive infection control measures against the emerging Wuhan coronavirus pneumonia in China"], ["The Coronavirus: What Travelers Need to Know"], ["National Health Commission of the People's Republic of China. Work begins on mobile hospital in Wuhan"], ["National Health Commission of the People's Republic of China. Medics flood to Hubei to fight disease"], ["Pneumonia in China: lack of information raises concerns among Hong Kong health workers"], ["Infectious Disease Vulnerability Index"], ["Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread Via Commercial Air Travel"], ["Preliminary assessment of the International Spreading Risk Associated with the 2019 novel Coronavirus (2019-nCoV) outbreak in Wuhan City. Laboratory for the Modeling of Biological and Socio-technical Systems"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City, China"], ["Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak"], [""], [""], ["Pattern of early human-to-human transmission of Wuhan 2019-nCoV"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Analysis of early transmission dynamics of nCoV in Wuhan"], ["the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Transmissibility Assessment of a Novel Coronavirus in Wuhan, China"], ["An IDEA for Short Term Outbreak Projection: Nearcasting Using the Basic Reproduction Number"], ["The incubation period of 2019-nCoV infections among travellers from Wuhan, China"], ["Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data"], ["Real-time estimation of the novel coronavirus incubation time"], [""], ["Effectiveness of airport screening at detecting travellers infected with 2019-nCoV"], ["Models for the Management of Infectious Diseases"], ["Transmission Dynamics of the Etiological Agent of SARS in Hong Kong: Impact of Public Health Interventions"], ["Modeling the Spreading Risk of 2019-nCoV"], ["The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], ["Risk assessment of novel coronavirus 2019-nCoV outbreaks outside China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang"], [], ["-"], ["Coronavirus"], ["JHU", "Engineering. JHU IDD"], ["Novel Coronavirus"], [], ["K.K.W. Wong", "P.L. Yuen"], ["M. Arnot", "T. Mzezewa"], [], [], ["J. Parry"], ["M. Moore", "B. Gelfeld", "A. T. Okunogbe", "Christopher"], ["I.I. Bogoch"], ["M. Chinazzi"], ["Imai"], ["S. Zhao"], ["Nishiura"], ["N. Imai"], ["C.L. Riou"], ["T. Liu"], ["J.M. Read", "J.R.E. Bridgen", "D.A.T. Cummings", "A. Ho", "C.P. Jewell"], ["Q. Li"], ["A. Kucharski"], ["M. Shen", "Z. Peng", "Y. Xiao", "L. Modelling"], ["K. Leung", "J.T. Wu", "G. Leung"], ["M. Majumder", "Mandl K.D. Early"], ["D.N. Fisman", "T.S. Hauck", "A.R. Tuite", "A.L. Greer"], ["J.A. Backer", "D. Klinkenberg", "J. Wallinga"], ["N.M. Linton"], ["Q. Zheng"], [], ["B. Quilty", "S. Clifford", "S.", "R.M."], ["P. Wearing", "Keeling M. J. Appropriate"], ["S. Riley"], ["Lauer S"], ["Nishiura"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        A cluster of pneumonia cases in Wuhan, China, was reported to World Health Organization\n(WHO) on 31st December 2019. The cause of the pneumonia cases was identified as a novel\nbetacoronavirus, the 2019 novel coronavirus (2019-nCoV). The first patient showing symptoms was\nrecorded by Chinese authorities on 8th December 2019 [\n        ", "one_words_summarize": "A cluster of pneumonia cases in Wuhan, China, was reported to World Health Organization(WHO) on 31st December 2019. The first patient showing symptoms wasrecorded by Chinese authorities on 8th December 2019 [                Since no specific antiviral agent is available for treatment of this infection, and there is novaccine [                The potential dangers of 2019-nCoV have prompted a number of studies on its epidemiologicalcharacteristics. The technical details of the modelling and calculations can be found in Appendices A, B, and C.After calibration of the SE2 I3R model, we numerically calculated the final epidemic size (totalcumulative number of cases) in China outside Hubei, using three different basic reproduction numbersand different control functions. These curves also give upper bounds for the number of cumulative cases at anygiven time, assuming that the control efforts will be successful. To illustratethe impact of control measures for USA and Canada, we reduced Rloc to 1.4, and plotted the risk fordifferent levels of reduction in connectivity to China, either due to travel restrictions or entry screening,see Figure 2 in the right. Figure 1 provides us with scenarios when C remains belowcertain values. In Figure 4, we assumed that European countries have very similar Rloc and looked at their risksas a function of the number of cases. We also plotted the risk on a two-parameter map, as a function of q and Rloc. Nevertheless, when we will have new information in the future about thecase numbers in China, travel frequencies, efficacy of entry screenings and local control measures, ourmethod will still be useful to assess outbreak risks. Cumulative cases and connectivity can be estimated, in general. However, to make a goodassessment of the outbreak risk, it is very important to estimate Rloc in each country. Author Contributions: Conceptualization and methodology, G.R.; codes and computations A.D., T.T., F.B., P.B.,G.R., Zs. T.T.was supported by NKFI FK 124016, A.D. was supported by NKFIH PD 128363 and by the János Bolyai ResearchScholarship of the Hungarian Academy of Sciences."}