{"date": "2020/02/27", "journal": "biorxiv", "authors": "Maria Bzówka, Karolina Mitusińska, Agata Raczyńska, Aleksandra Samol, Jack Tuszyński, Artur Góra", "title": "Molecular Dynamics Simulations Indicate the COVID-19 Mpro Is Not a Viable Target for Small-Molecule Inhibitors Design", "type": "preprint article", "abstract": "The novel coronavirus whose outbreak took place in December 2019 continues to spread at a rapid rate worldwide. In the absence of an effective vaccine, inhibitor repurposing or de novo design may offer a longer-term strategy to combat this and future infections due to similar viruses. Here, we report on detailed molecular dynamics simulations of the main protease (Mpro). We compared and contrasted the Mpro for COVID-19 with a highly similar SARS protein. In spite of a high level of sequence similarity, the active sites in both proteins show major differences in both shape and size indicating that repurposing SARS drugs for COVID19 may be futile. Furthermore, analysis of the pocket's time-dependence indicates its flexibility and plasticity, which dashes hopes for rapid and reliable drug design. Conversely, structural stability of the protein with respect to flexible loop mutations indicates that the virus' mutability will pose a further challenge to the rational design of small-molecule inhibitors.", "text": "In early December 2019, the first atypical pneumonia outbreak associated with the novelcoronavirus of zoonotic origin (COVID-19) appeared in Wuhan City, Hubei Province, China1,2.As of 23 February 2020, COVID-19 has been reported in 26 countries and nearly 79,000infection cases (both laboratory-confirmed and reported as clinically diagnosed), includingmore than 2400 fatal ones, have been confirmed3. According to the World Health Organization,a precise estimate of the infection fatality rate is therefore impossible at present. However, theNational Health Commission of China, at the press conference on February 4 evaluated thatthe virus mortality rate stood at 2.1% nationwide (4.9% in Wuhan).In general, coronaviruses (CoVs) are classified into four major genera: Alphacoronavirus,Betacoronavirus (which primarily infect mammals), Gammacoronavirus, andDeltacoronavirus (which primarily infect birds)4–6. In humans, coronaviruses usually causemild to moderate upper-respiratory tract illnesses, e.g., the common cold, however, the rarerforms of CoVs can be lethal. By the end of 2019, six kinds of human CoV have been identified:HCoV-NL63, HCoV-229E, belonging to Alphacoronavirus genera, HCoV-OC43,HCoVHKU1, severe acute respiratory syndrome SARS-CoV, and Middle East respiratory syndromeMERS-CoV, belonging to Betacoronavirus genera5. Of the aforementioned CoVs, the last twoare the most dangerous and they were associated with the outbreak of two epidemics at thebeginning of the 21st century7. On January 7, the COVID-19 was isolated and announced as anew, seventh, type of human coronavirus (the name was officially given by WHO on February11). It was classified as Betacoronavirus2. Investigations to determine the origins of theinfection are still ongoing, however, increasing evidence demonstrates a link between theCOVID-19 and other similar known coronaviruses circulating in bats. Based on thephylogenetic analysis of the genomic data of COVID-19, Zhang et al. indicated that theCOVID-19 is most closely related to two SARS-CoV sequences isolated from bats in 2015 and2017. This is suggestive that the bat’s CoV and COVID-19 share a common ancestor, and thenew virus can be considered as a SARS-like virus8. Notwithstanding, the transmission route tohumans remains unclear. Bats are rather rare in food markets in China but they might be huntedand sold directly to restaurants. The most likely hypothesis is that an intermediary host animalhas played a role in the transmission. Since the intermediate hosts are generally mammals, thereis also a possibility that living mammals, which are often sold in Chinese food markets, couldhave caused an outbreak of human infection.The genome of coronaviruses typically contains a positive-sense, single-stranded RNA but itdiffers in size ranging between ~26 and ~32 kb. It also includes a variable number of openreading frames (ORFs) – from 6 to 11. The first ORF is the largest, encoding nearly 70% ofthe entire genome and 16 non-structural proteins (nsps)4,9. Of the nsps, the main protease(Mpro, also known as a chymotrypsin-like cysteine protease 3CLpro), encoded by nsp5, hasbeen found to play a fundamental role in viral gene expression and replication, thus it is anattractive target for anti-CoV drug design10. The remaining ORFs encode accessory andstructural proteins, including spike surface glycoprotein (S), small envelope protein (E), matrixprotein (M), and nucleocapsid protein (N).Based on the three sequenced genomes of COVID-19 (Wuhan/IVDC-HB-01/2019,Wuhan/IVDC-HB-04/2019, and Wuhan/IVDC-HB-05/2019, provided by the NationalInstitute for Viral Disease Control and Prevention, CDC, China), Wu et al., performed adetailed genome annotation. The results were further compared to related coronaviruses –1,008 human SARS-CoV, 338 bat SARS-like CoV, and 3,131 human METS-CoV indicatingthat the three strains of COVID-19 have almost identical genomes with 14 ORFs, encoding 27proteins including 15 non-structural proteins (nsp1-10 and nsp12-16), 4 structural proteins (S,E, M, N), and 8 accessory proteins (3a, 3b, p6, 7a, 7b, 8b, 9b, and orf14). The only identifieddifference in the genome consisting of ~29.8 kb nucleotides consisted of five nucleotides. Thegenome annotation revealed that COVID-19 is fairly similar to SARS-CoV at the amino acidlevel, however, there are some differences in the occurrence of accessory proteins, e.g., the 8aaccessory protein, present in SARS-CoV, is absent in COVID and the lengths of 8b and 3bproteins do not match. The phylogenetic analysis of COVID-19 showed it to be most closelyrelated to SARS-like bat viruses, but no strain of SARS-like bat virus was found to cover allequivalent proteins of COVID-1911.As previously mentioned, the main protease is one of the key enzymes in the viral life cycle.Together with other non-structural proteins (papain-like protease, helicase, RNA-dependentRNA polymerase) and the spike glycoprotein structural protein, it is essential for interactionsbetween the virus and host cell receptor during viral entry12. Initial analyses of genomicsequences of the four nsps mentioned above indicate that those enzymes are highly conservedsharing more than 90% sequence similarity with the corresponding SARS-CoV enzymes13.The recently released crystal structure of the Mpro of COVID-19 (PDB ID: 6lu7) was obtainedby Prof. Yang’s group from ShanghaiTech by co-crystallisation with a peptide-like inhibitorN-[(5-methylisoxazol-3-yl)carbonyl]alanyl-L-valyl-N~1-((1R,2Z)-4-(benzyloxy)-4-oxo-1{[(3R)-2-oxopyrrolidin-3-yl]methyl}but-2-enyl)-L-leucinamide (N3 or PRD_002214). Thesame inhibitor was co-crystallised with other human coronaviruses, e.g., HCoV-NL63 (PDBID: 5gwy), HCoV-KU1 (PDB ID: 3d23), or SARS-CoV (PDB ID: 2amq). Currently, Mpro isthe only crystallised COVID-19 protein and it has a 96% sequence identity with Mpro fromSARS-CoV. This enzyme naturally forms a dimer whose each monomer consists of theNterminal catalytic region and a C-terminal region15. While 12 residues differ between bothCoVs, only one, namely S46 in COVID-19 (A46 in SARS), is located in the proximity of theentrance to the active site. However, such a small structural change would typically be notexpected to substantially affect the binding of small molecules13. Such an assumption wouldroutinely involve the generation of a library of derivatives and analogous based on the scaffoldof a drug that inhibits the corresponding protein in the SARS case. As shown in the presentpaper, regrettably, this strategy is not likely to succeed with COVID-19 for Mpro as a moleculartarget. Below, we detail the results that lead to this conclusion.In this study, we investigate how only 12 different residues, located mostly on the protein’ssurface, may affect the behaviour of the active site pocket of the COVID-19 Mpro structure.To this end, we performed classical molecular dynamics simulations (cMD) of both SARS andCOVID-19 Mpros as well as mixed-solvents MD simulations (MixMD) combined with smallmolecules’ tracking approach to analyse the conformational changes in the binding site. In spiteof the structural differences in the active sites of both Mpro proteins, major issues involvingplasticity and flexibility of the binding site could result in significant difficulties in inhibitordesign for this molecular target. Indeed, an in silico attempt has already been made involvinga massive virtual screening for Mpro inhibitors of COVID-19 using Deep Docking15. Otherrecent attempts used virtual screening searching searches for putative inhibitors of the samemain protease of COVID-19 based on the clinically approved drugs 16–18. However, none ofsuch attempts is likely to lead to clinical advances in the fight against COVID-19 for reasonswe elaborate below.The COVID-19 main protease’s crystallographic structure was recently made publiclyavailable through the Protein Data Bank (PDB)19 as a complex with an N3 inhibitor (PDB ID:6lu7). We refer to this structure as COVID-19 CoV Mpro. We used two structures of theSARSCoV main protease: one, referred to as SARS-CoV Mpro (PDB ID: 2amq), was crystallisedwith the same inhibitor to compare the structural information, and the other without an inhibitor(PDB ID: 1q2w), which we refer to as SARS-CoV Mpro-f. The COVID-19 Mpro andSARSCoV Mpro structures differ by only 12 amino acids located mostly on the proteins’ surface(Figure 1A, Supplementary Table S1). Both enzymes share the same structural composition;they comprise three domains: domains I (residues 1-101) and II (residues 102-184) consist ofan antiparallel β-barrel, and the α-helical domain III (residues 201-301) is required for theenzymatic activity20. Both enzymes resemble the structure of cysteine proteases, although theiractive site is lacking the third catalytic residue21; their active site comprises a catalytic dyad,namely H41 and C145, and a particularly stable water molecule forms at least three hydrogenbond interactions with surrounding residues, including the catalytic histidine, whichcorresponds to the position of a third catalytic member (Figure 1B). It should be also noted thatone of the differing amino acids in COVID-19 Mpro, namely S46, is located on a C44-P52loop which is flanking the active site cavity.We performed 50 ns MD simulations of both SARS-CoV Mpros, and COVID-19 Mpro to gaininsight into the plasticity of the binding cavity with a classical MD approach with watermolecules used as molecular probes. Such a strategy is assumed to provide a highly detailedpicture of protein’s interior dynamics22. The small molecules tracking approach was used todetermine the accessibility of the active site pocket in both SARS-CoV Mpros and COVID-19Mpro, and a local distribution approach was used to provide information about an overalldistribution of solvent in the protein’s interior. To properly examine the flexibility of bothactive site cavities, we used the time-window mode of the AQUA-DUCT (AQ) software23 toanalyse the water molecules' flow through the cavity in a 10 ns time step and combined thatwith the outer pocket calculations to examine the plasticity and maximal accessible volume ofthe binding cavity.Figure 2 presents the differences in sizes and shapes of the outer pockets detected in the twosystems. Surprisingly, the volume of the outer pockets of both SARS main proteases structuresis on average at least 2-fold larger than those of COVID-19 Mpro (Supplementary Table S2).Since both structures are highly similar, it might be expected that their binding pocket wouldalso be very similar. This observation suggests that there can be large differences between theaccessibility to the binding cavity and/or the accommodation of the shape of the cavity inresponse to an inhibitor that can be bound. There are also differences in the outer pockets’volumes between the two structures of SARS main proteases; the inhibitor-free SARS-CoVMpro-f structure used as a starting point of MD simulations has shown the largest outer pocketof all the analysed systems. These results suggest that the SARS main proteases’ binding cavityis highly flexible and changes both in volume and shape significantly after ligand binding. Thisfinding indicates a serious obstacle for a classical virtual screening approach and drug designin general. Numerous novel compounds exist that are considered as potential inhibitors ofSARS-CoV, although they have not reached the stage of clinical trials. The lack of successmight be related to the above-mentioned plasticity of the binding cavity. Some of thesecompounds have been used for docking and virtual screening research, aimed not only atSARS-CoV24,25, but also at the novel CoV15,26. Such an approach focuses mostly on thestructural similarity between the binding pockets but ignores the fact that the actual availablebinding space differs significantly. In general, a rational drug design can be a very successfultool in the identification of possible inhibitors in cases where the atomic resolution structure ofthe target protein or complex is known. This approach is referred to as Structure-Based DrugDesign (SBDD)27. For a new target, when a highly homologous structure is available with aco-crystalised inhibitor exists, then a very logical strategy can be used by seeking chemicallysimilar compounds or creating derivatives of this inhibitor, and finding those that are predictedto have a higher affinity for the new target structure than the original one. This would beexpected to work for COVID-19 proteins (such as Mpro) using SARS proteins as a template.However, our in-depth analysis indicates a very different situation taking place, with majorshape and size differences emerging due to the binding site flexibility. Although discouraging,such important results should be taken into consideration in future research.As we have shown in previous research, tracking of water molecules in the binding cavitycombined with the local distribution approach can identify catalytic water positions28. Despitedifferences in the size and dynamics of the binding cavities of SARS-CoV and COVID-19Mpros, the main identified water hot-spot was always found in a position next to the H41residue, and this location is assumed to indicate catalytic water of Mpro replacing the missingthird catalytic site amino acid21. The remaining water hot-spots correspond to a much lowerwater density level and are on the borders of the binding cavity, which suggests ratherhydrophobic or neutral interior of the binding cavity. Therefore, we applied MixMDsimulations with various cosolvents to examine in detail the plasticity of the binding site cavityin response to molecular probes with various physico-chemical properties.The mixed-solvent MD simulations were run with the following cosolvents: acetonitrile(ACN), benzene (BNZ), dimethylsulfoxide (DMSO), methanol (MEO), phenol (PHN), andurea (URE). Cosolvents were used as specific molecular probes, representing differentchemical properties and functional groups that would complement the different regions of thebinding site and the protein itself. Using small molecules tracking approach we analysed theflow through the Mpros structures and identified the regions in which those molecules are beingtrapped and/or caged, located within the protein itself (global hot-spots; Supplementary FigureS1) and inside the binding cavity (local hot-spots; Supplementary Figure S2). The size andlocation of both types of hot-spots differ and provide complementary information. The globalhot-spots identify potential binding/interacting sites in the whole protein structure andadditionally provide information about regions attracting particular types of molecules,whereas local hot-spots describe the actual available binding space of a specific cavity.Figure 3 shows the location of global hot-spots for COVID-19 Mpro structure. For clarity, foreach cosolvent, only the most important hot-spots are shown. Figure 3 also presents aminoacids that differ between the SARS-CoV Mpros and COVID-19 Mpro structures. The largestnumber and the densest hot-spots are located within the catalytic dyad and the binding cavity.The binding cavity is particularly occupied by urea and phenol hot-spots, which is especiallyinteresting, due to the fact that these solvents exhibit different chemical properties. Such anobservation applies also to both SARS-CoV Mpros structures (Supplementary Figure S3). Thegeneral distribution of the hot-spots from particular cosolvents is quite similar and verifiesspecific interactions with the particular regions of the analysed proteins. It is worth mentioningthat around the amino acids that vary between the structures of COVID-19 Mpro andSARSCoV Mpros, there is also a notable number of hot-spots. Hot-spots for urea and phenol alsostand out in these places, however, hot-spots for other cosolvents also appear, though theyexhibit a lower density.Figure 4 presents a close-up of the binding pockets in Mpros. In the first row global hot-spotsare shown, whereas the second row presents the local hot-spots. In the case of both COVID-19Mpro and SARS-CoV Mpros structures, hot-spots are located near the catalytic dyad and inthe places corresponding to the locations of functional groups of the N3 inhibitor. However,the chemical properties of hot-spots clearly differ between both structures. The active sitecavity of the COVID-19 Mpro structure is occupied mostly by urea and phenol hot-spots, whileSARS-CoV Mpro features mostly benzene hot-spots. Such findings could suggest that potentialCOVID-19 Mpro inhibitors may exhibit diverse chemical characteristics. The hot-spotsdistribution of the SARS-CoV Mpro-f structure differs from that of Mpros. Both global andlocal hot-spots of the SARS-CoV Mpro-f structure are located in the proximity of the C44-P52loop, which potentially regulates the access to the active site, whereas both the COVID-19 andSARS-CoV Mpros are accessible to cosolvent molecules. It is worth noting that the bindingcavity in the SARS-CoV Mpro-f structure is less occupied in comparison with two other Mpros.A caveat to this analysis must be added that accounts for the differences between COVID-19and SARS-CoV situations discussed above. While for SARS-CoV a ligand is included in thepocket and its presence or absence can be compared, for COVID-19 we do not have an ‘empty’(apo) structure available and its presence could in principle explain the lack of stability andflexibility of the analysed loop. Therefore, our conclusions here are still somewhat tentative.To further examine the plasticity and flexibility of the main proteases binding cavities, wefocused on the movements of loops surrounding their entrances and regulating the active sites’accessibility. We found that one of the analysed loops of the SARS-CoV Mpro-f, namelyC44P52 loop, is more flexible than the corresponding loops of two other Mpros structures, whilethe adjacent loops are mildly flexible (Figure 5). This could be indirectly assumed from theabsence of the C44-P52 loop in the crystallographic structure of SARS-CoV Mpro-f structure.On the other hand, such flexibility could suggest that the presence of an inhibitor might stabilisethe loops surrounding the active site. The other Mpros structures with bound N3 inhibitor didnot show such loop movements.In general, all the above-mentioned findings indicate potential difficulties in the identificationof specific inhibitors toward Mpro proteins. First, the binding site itself is characterised byhuge plasticity and probably even distant to active site mutations modify their properties.Secondly, the C44-P52 loop regulates access to the active site and can contribute to thediscrimination of potential inhibitors. Therefore, additional mutations in mentioned regions,which could appear during further COVID-19 evolution, can immediately change the affinitybetween Mpro and its ligands. To verify potential threat of further mutability of the Mproprotein we performed: i) correlated mutation analyses (CMA) on multiple sequencealignments, ii) the analysis of the contribution of already identified differences between theSARS and COVID-19 Mpro proteins to protein stability, and iii) have predicted furtherpossible mutations caused by the most probable mutations, substitution of single nucleotidesin mRNA sequence of Mpro.Indeed, the analysis performed with Comulator software29 shows, that within Mpros from thecoronavirus family evolutionary-correlated residues are dispersed throughout the structure.This indirectly supports our previous findings that distant amino acids mutation can contributesignificantly to binding site plasticity. It is worth to add that among evolutionary-correlatedresidues we identified also those that differ between COVID-19 and SARS-CoV Mpros,located on the C44-P52 loop (Supplementary Figure S4) and the F185-T201 linker loop. TheC44-P52 loop is likely to regulate the access to the active site by enabling entrance offavourable small molecules and blocking the entry of unfavourable ones. Such a conclusionmay also imply that a sufficiently potent inhibitor of SARS-CoV and/or COVID-19 Mprosneeds to be able to open its way to the active site before it can successfully bind to its cavity.The F185-T201 loop starts in the vicinity of the binding site and links I and II domains withthe III domain; it contributes significantly to Mpro dimerization30. The CMA analysis indicatethat Q189 from the linker loop corelates with residues from the C44-P52 loop, whereas R188,A191, and A194 correlate with selected residues from all domains, but not with the C44-P52loop (Supplementary Figure S4). As reported in the previous research, the overall plasticity ofMpro is required for proper enzyme functioning31,32. In the case of SARS-CoV the truncationof the linker loop (F185-T201) gave rise to a significant reduction in protein activity andconfirmed that the proper orientation of the linker allows the shift between dimeric andmonomeric forms30. Dimerization of the enzyme is necessary for its catalytic activity and theproper conformation of the seven N-terminal residues (N-finger) is required33. In COVID-19Mpro, the T285 is replaced by alanine, and the I286 by leucine. It has been shown that replacingS284, T285, and I286 by alanine residues in SARS-CoV Mpro leads to a 3.6-fold enhancementof the catalytic activity of the enzyme. This is accompanied by changes of the structuraldynamics of the enzyme that transmit the effect of the mutation to the catalytic center. Indeed,the T285A replacement observed in the COVID-19 Mpro allows the two domains III toapproach each other a little closer34.In the interest of examining the energetical effect of the 12 amino acid replacement in theCOVID-19 Mpro structure, we performed FoldX35 calculations for these residues. As expected,the calculated differences in total energies of the SARS-CoV Mpro and variants withintroduced mutation from COVID-19 Mpro residue did not represent a significant energychange (Supplementary Table S3). The biggest energy reduction was found for mutationH134F (-0.85 kcal/mol) and mutations R99K, S94A, T285A, I286L only slightly reduced thetotal energy (Supplementary Table S1).In order to investigate further possible mutations of COVID-19 Mpro, single nucleotidesubstitutions were introduced to the COVID-19 main protease gene. If a substitution of a singlenucleotide caused translation to a different amino acid than compared to the correspondingresidue in the wild-type structure, an appropriate mutation was proposed with FoldXcalculations. The most energetically favourable potential mutations were chosen based on -1.5kcal/mol threshold (Figure 6A, Supplementary Table S3). Most of the energetically favourablepotential mutations include amino acids that are solvent-exposed on the protein’s surface,according to NetSurfP36 results. These results show that in general, exposed amino acids aremore likely to mutate.Additionally, the potential mutability of the binding cavity was investigated. Residuesbelonging to the binding cavity were found within 7 Å from the N3 inhibitor. FoldX energycalculations of possible mutations were performed for these amino acids (Supplementary TableS4). A heatmap of these residues was then created based on the differences of Gibbs free energyof protein folding compared to the wild-type structure. The most energetically favourablepotential mutations are shown as green, neutral as white and unfavourable as red (Figure 6B).Interestingly, residues forming the catalytic dyad, namely H41 and C145, are also prone tomutate. However, probably the most important message comes from the analysis of thepotential mutability of the C44-P52 loop. Mutation of four of them has a stabilising effect forthe protein and rest near-neutral contribution to the energy. This result indicates that the futureevolution of the Mpro protein can significantly reduce the potential use of this protein as amolecular target for coronavirus treatment due to a highly probable development of drugresistance of this virus through mutations.In this paper, we reported on molecular dynamics simulations of the main protease (Mpro),whose crystal structure has been recently released. We compared and contrasted the Mpro forCOVID-19 with a highly similar SARS-CoV protein. In spite of a high level of sequencesimilarity between these two homologous proteins, their active sites show major differences inboth shape and size indicating that repurposing SARS-CoV drugs for COVID-19 may be futile.Furthermore, a detailed analysis of the binding pocket’s time-dependence indicates itsflexibility and plasticity, which dashes hopes for rapid and reliable drug design. Moreover, ourfindings show the presence of a flexible loop occluding the entrance to the binding pocket. Asuccessful inhibitor may need to have an ability to move the loop from the entrance in order tobind to the catalytic pocket. However, mutations leading to changes in the amino acid sequenceof the loop, while not affecting the folding of the protein, may result in the putative inhibitors’inability to access the binding pocket. We conclude that Mpro is unlikely to represent a fruitfultarget for drug design against COVID-19. In our opinion, drug development efforts aimed atcombatting this virus should focus on other molecular targets.The H++ server37 was used to protonate the COVID-19 and SARS-CoV main proteases’structures (PDB IDs: 6lu7, and 2amq and 1q2w, respectively) using standard parameters andpH 7.4. The missing 4-amino-acids-long loop of the 1q2w model was added using thecorresponding loop of the 6lu7 model. Water molecules were placed using the combination of3D-RISM38 and the Placevent algorithm39. The AMBER 18 LEaP40 was used to immersemodels in a truncated octahedral box of TIP3P water molecules and prepare the systems forsimulation using the ff14SB force field41. Additionally, 4 and 3 Na + ions were added to theCOVID-19 and to the SARS, respectively. AMBER 18 software40 was used to run 50 nssimulations of both systems. The minimisation procedure consisted of 2000 steps, involving1000 steepest descent steps followed by 1000 steps of conjugate gradient energy minimisation,with decreasing constraints on the protein backbone (500, 125 and 25 kcal x mol-1 x Å2) and afinal minimisation with no constraints of conjugate gradient energy minimization. Next,gradual heating was performed from 0 K to 300 K over 20 ps using a Langevin thermostat witha temperature coupling constants of 1.0 ps in a constant volume periodic box. Equilibrationand production stages were run using the constant pressure periodic boundary conditions for 1ns with 1 fs step and 50 ns with a 2 fs time step, respectively. Constant temperature wasmaintained using the weak-coupling algorithm for 50 ns of the production simulation time,with a temperature coupling constant of 1.0 ps. Long-range electrostatic interactions weremodelled using the Particle Mesh Ewald method with a non-bonded cut-off of 10 Å and theSHAKE algorithm. The coordinates were saved at an interval of 1 ps.Six different cosolvents: acetonitrile (ACN), benzene (BNZ), dimethylsulfoxide (DMSO),methanol (MEO), phenol (PHN), and urea (URE) were selected to perform the mixed-solventMD simulations. The chemical structures of cosolvents molecules were downloaded from theChemSpider database42 and a dedicated set of parameters was prepared. Parameters for ACNwere adopted from the work by Nikitin and Lyubartsev43, and parameters for URE weremodified using the 8Mureabox force field to obtain parameters for a single molecule. For therest of the co-solvent molecules, parameters were prepared using Antechamber44 withGasteiger charges45.The Packmol software46 was used to build the initial systems consisting of protein (protonatedaccording to the previously described procedure), water, and particular cosolvent molecules. 4and 3 Na+ ions were added to the COVID-19 Mpro and to the SARS-CoV Mpros, respectively.It was assumed that the percentage concentration of the cosolvent should not exceed 5% (inthe case of ACN, DMSO, MEO, and URE), or should be about 1% in the case of BNZ andPHN phenol (see Supplementary Table S5). The mixed-solvent MD simulation procedures(minimization, equilibration, and production) carried out using the AMBER 18 package wereidentical as for the classical MD simulations. Only the heating stage differed - it was extendedup to 40 ps.The AQUA-DUCT 1.0 (AQ) software was used to track water and cosolvent molecules.Molecules of interests, which have entered the so-called Object, defined as 5Å sphere aroundthe centre of geometry of active site residues, namely H41, C145, H164, and D187, were tracedwithin the Scope region, defined as the interior of a convex hull of both COVID-19 Mpro andSARS Mpro Cα atoms. All visualizations were made in PyMol47.AQUA-DUCT defines the pockets as areas of the overall distribution of tracked watermolecules; the outer pocket represents the maximal possible space that could be explored bytracked molecules.AQ was used to detect regions occupied by molecules of interests, and identify the densest sitesusing a local solvent distribution approach. Those so-called hot-spots could be calculated aslocal and/or global, based on the distribution of tracked molecules which visited the Object(local) or just the Scope without visiting the Object (global); here, they are considered aspotential binding sites. For clarity, the size of each sphere representing a particular hot-spot hasbeen changed to reflect its occupation level. The selection of the most significant hot-spotsconsisted of indicating points showing the highest density in particular regions. From the setof points in the space, small groups of hot-spots were determined. Groups were further definedby distance (radius) from each other. Any point found within a distance shorter than thedetermined radius (3Å) from any other point being part of a given group was counted towardthe group. For each so designated group of points, one showing the highest density was chosenas representing the place.COVID-19 Mpro was downloaded from the PDB as a complex with an N3 inhibitor (PDB ID:6lu7). Tblastn48 was run based on the protein amino acid sequence. 100% identity with1005510972 region of COVID-19 complete genome (Sequence ID: MN985262.1) was obtained.Blastx49 calculations were run with the selected region, and orf1a polyprotein (NCBI ReferenceSequence: YP_009725295.1) amino acid sequence, identical with the previously downloadedCOVID-19 Mpro, was received.FoldX software was used to insert substitutions into the structures of SARS and COVID-19Mpros. In order to analyse the changes in the two structures, 12 single-point mutations wereintroduced to the SARS structure. Each of the residues in SARS-CoV Mpro was mutated to therespective COVID-19 Mpro residue, and the difference in total energies of the wild-typeCOVID-19 Mpro and the mutant structures were calculated. Then, in order to investigatefurther possible mutations of COVID-19 Mpro, single nucleotide substitutions were introducedto the COVID-19 main protease gene. If a substitution of a single nucleotide caused translationto a different amino acid than the corresponding residue in the wild-type structure, anappropriate mutation was proposed with FoldX software.SARS-CoV Mpro was downloaded from the PDB (PDB ID: 1q2w). Blast50 was run based onthe amino acid sequence. As a result, 2643 sequences of viral main proteases similar to chainA SARS-CoV Mpro were obtained. Clustal Omega51 was used to prepare an alignment of thosesequences. Comulator29 was then employed to calculate the correlation between amino acidsand based on the results, groups of positions in SARS-CoV Mpro sequence were selected,whose amino acid occurrences strongly depended on each other.KM, MB, AR, AS and AG work was supported by the National Science Centre, Poland, grantno DEC-2013/10/E/NZ1/00649 and DEC-2015/18/M/NZ1/00427. JT expresses gratitude forresearch support for this project received from IBM CAS and NSERC (Canada).MB and KM: Resources, Calculations, Data analysis, Data curation, Writing- Original draftpreparation, Writing - Review & Editing, Visualization. AR: Calculations, Data analysis,Writing - Review & Editing, Visualization. AS: Calculations, Data analysis. JT: Fundingacquisition, Writing - Review & Editing. AG: Conceptualization, Supervision, Data analysis,Visualization, Funding acquisition, Project administration, Writing - Review & Editing.References19.20.21.22.Huang, C. et al. Clinical features of patients infected with 2019 novel coronavirus inWuhan, China. Lancet (2020). doi:10.1016/S0140-6736(20)30183-5Zhu, N. et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N.Engl. J. Med. 382, 727–733 (2020).Woo, P. C. Y., Huang, Y., Lau, S. K. P. & Yuen, K.-Y. Coronavirus Genomics andBioinformatics Analysis. Viruses 2, 1804–1820 (2010).Tang, Q. et al. Inferring the hosts of coronavirus using dual statistical models based onnucleotide composition. Sci. Rep. 5, 17155 (2015).Cui, J., Li, F. & Shi, Z.-L. Origin and evolution of pathogenic coronaviruses. Nat. Rev.Microbiol. 17, 181–192 (2019).Fehr, A. R. & Perlman, S. Coronaviruses: An Overview of Their Replication andPathogenesis. Methods Mol Biol. 1282, 1–23 (2015).Zhang, L., Shen, F., Chen, F. & Lin, Z. Origin and evolution of the 2019 novelcoronavirus. Clin. Infect. Dis. (2020). doi:10.1093/cid/ciaa112Song, Z. et al. From SARS to MERS, Thrusting Coronaviruses into the Spotlight.Viruses 11, 59 (2019).Xue, X. et al. Structures of Two Coronavirus Main Proteases: Implications forSubstrate Binding and Antiviral Drug Design. J. Virol. 82, 2515–2527 (2008).Wu, A. et al. Genome Composition and Divergence of the Novel Coronavirus(2019nCoV) Originating in China. Cell Host Microbe (2020).doi:10.1016/j.chom.2020.02.001Zumla, A., Chan, J. F. W., Azhar, E. I., Hui, D. S. C. & Yuen, K.-Y. Coronaviruses —drug discovery and therapeutic options. Nat. Rev. Drug Discov. 15, 327–347 (2016).Liu, W., Morse, J. S., Lalonde, T. & Xu, S. Learning from the Past: Possible UrgentPrevention and Treatment Options for Severe Acute Respiratory Infections Caused by2019‐nCoV. ChemBioChem cbic.202000047 (2020). doi:10.1002/cbic.202000047Lee, T.-W. et al. Crystal Structures of the Main Peptidase from the SARS CoronavirusInhibited by a Substrate-like Aza-peptide Epoxide. J. Mol. Biol. 353, 1137–1151(2005).Ton, A.-T., Gentile, F., Hsing, M., Ban, F. & Cherkasov, A. Rapid Identification ofPotential Inhibitors of SARS-CoV-2 Main Protease by Deep Docking of 1.3 BillionCompounds. ChemRxiv (2020).Xu, Z. et al. Nelfinavir was predicted to be a potential inhibitor of 2019-nCov mainprotease by an integrative approach combining homology modelling, moleculardocking and binding free energy calculation. bioRxiv (2020).doi:10.1101/2020.01.27.921627Liu, X. & Wang, X.-J. Potential inhibitors for 2019-nCoV coronavirus M proteasefrom clinically approved medicines. bioRxiv (2020). doi:10.1101/2020.01.29.924100Li, Y. et al. Therapeutic Drugs Targeting 2019-nCoV Main Protease byHighThroughput Screening. bioRxiv (2020).Berman, H. M. The Protein Data Bank. Nucleic Acids Res. 28, 235–242 (2000).Bacha, U., Barrila, J., Velazquez-Campoy, A., Leavitt, S. A. & Freire, E. Identificationof Novel Inhibitors of the SARS Coronavirus Main Protease 3CL pro †. Biochemistry43, 4906–4912 (2004).Anand, K. Coronavirus Main Proteinase (3CLpro) Structure: Basis for Design ofAntiSARS Drugs. Science (80-. ). 300, 1763–1767 (2003).Mitusińska, K., Raczyńska, A., Bzówka, M., Bagrowska, W. & Góra, A. Applications24.25.26.27.28.29.30.31.32.33.34.35.36.37.38.39.of water molecules for analysis of macromolecule properties. Comput. Struct.Biotechnol. J. 18, 355–365 (2020).Magdziarz, T. et al. AQUA-DUCT 1.0: structural and functional analysis ofmacromolecules from an intramolecular voids perspective. Bioinformatics (2019).doi:10.1093/bioinformatics/btz946Chang, C. et al. Structure-based virtual screening and experimental validation of thediscovery of inhibitors targeted towards the human coronavirus nucleocapsid protein.Mol. Biosyst. 12, 59–66 (2016).Dayer, M. R., Taleb-Gassabi, S. & Dayer, M. S. Lopinavir; A Potent Drug againstCoronavirus Infection: Insight from Molecular Docking Study. Arch. Clin. Infect. Dis.12, (2017).Chen, Y. W., Yiu, C.-P. & Wong, K.-Y. Prediction of the 2019-nCoV 3C-like Protease(3CLpro) Structure: Virtual Screening Reveals Velpatasvir, Ledipasvir, and OtherDrug Repurposing Candidates. ChemRxiv (2020).doi:/10.26434/chemrxiv.11831103.v1Anderson, A. C. The Process of Structure-Based Drug Design. Chem. Biol. 10, 787–797 (2003).Mitusińska, K., Magdziarz, T., Bzówka, M., Stańczak, A. & Gora, A. ExploringSolanum tuberosum Epoxide Hydrolase Internal Architecture by Water MoleculesTracking. Biomolecules 8, 143 (2018).Kuipers, R. K. et al. 3DM: Systematic analysis of heterogeneous superfamily data todiscover protein functionalities. Proteins Struct. Funct. Bioinforma. 78, 2101–2113(2010).Tsai, M.-Y. et al. Essential covalent linkage between the chymotrypsin-like domainand the extra domain of the SARS-CoV main protease. J. Biochem. 148, 349–358(2010).Needle, D., Lountos, G. T. & Waugh, D. S. Structures of the Middle East respiratorysyndrome coronavirus 3C-like protease reveal insights into substrate specificity. ActaZhang, L., Lin, D., Sun, X., Rox, K. & Hilgenfeld, R. X-ray Structure of MainProtease of the Novel Coronavirus SARS-CoV-2 Enables Design of α-KetoamideInhibitors. bioRxiv (2020). doi:10.1101/2020.02.17.952879Anand, K. Structure of coronavirus main proteinase reveals combination of achymotrypsin fold with an extra alpha-helical domain. EMBO J. 21, 3213–3224(2002).Lim, L., Shi, J., Mu, Y. & Song, J. Dynamically-Driven Enhancement of the CatalyticMachinery of the SARS 3C-Like Protease by the S284-T285-I286/A Mutations on theExtra Domain. PLoS One 9, e101941 (2014).Schymkowitz, J. et al. The FoldX web server: an online force field. Nucleic Acids Res.33, W382–W388 (2005).Klausen, M. S. et al. NetSurfP‐2.0: Improved prediction of protein structural featuresby integrated deep learning. Proteins Struct. Funct. Bioinforma. 87, 520–527 (2019).Anandakrishnan, R., Aguilar, B. & Onufriev, A. V. H++ 3.0: automating pK predictionand the preparation of biomolecular structures for atomistic molecular modeling andsimulations. Nucleic Acids Res. 40, W537–W541 (2012).Luchko, T. et al. Three-Dimensional Molecular Theory of Solvation Coupled withMolecular Dynamics in Amber. J. Chem. Theory Comput. 6, 607–624 (2010).Sindhikara, D. J., Yoshida, N. & Hirata, F. Placevent: An algorithm for prediction ofexplicit solvent atom distribution-Application to HIV-1 protease and F-ATP synthase.J. Comput. Chem. 33, 1536–1543 (2012).", "ref_list": [[], ["("], ["ff14SB: Improving the Accuracy of Protein Side Chain and Backbone Parameters from ff99SB"], [""], ["New six-site acetonitrile model for simulations of liquid acetonitrile and its aqueous mixtures"], ["Automatic atom type and bond type perception in molecular mechanical calculations"], ["Iterative partial equalization of orbital electronegativity-a rapid access to atomic charges"], ["PyMOL: An Open-Source Molecular Graphics Tool"], ["Compositionbased statistics and translated nucleotide searches: Improving the TBLASTN module of BLAST"], [": architecture and applications"], ["Basic local alignment search tool"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D. A. Case"], ["J. A. Maier"], ["J. Chem"], ["A. M. Nikitin", "A. P. Lyubartsev"], ["J. Wang", "W. Wang", "P. A. Kollman", "D. A. Case"], ["J. Gasteiger", "M. Marsili"], ["W. L. Delano"], ["E. M. Gertz", "Y.-K. Yu", "R. Agarwala", "A. A. Schäffer", "S. F. Altschul"], ["C. Camacho"], ["S. F. Altschul", "W. Gish", "W. Miller", "E. W. Myers", "D. J. Lipman"], ["F. Sievers", "D. G. Higgins", "Omega Clustal"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In early December 2019, the first atypical pneumonia outbreak associated with the novel\ncoronavirus of zoonotic origin (COVID-19) appeared in Wuhan City, Hubei Province, China1,2.\nAs of 23 February 2020, COVID-19 has been reported in 26 countries and nearly 79,000\ninfection cases (both laboratory-confirmed and reported as clinically diagnosed), including\nmore than 2400 fatal ones, have been confirmed3. According to the World Health Organization,\na precise estimate of the infection fatality rate is therefore impossible at present. However, the\nNational Health Commission of China, at the press conference on February 4 evaluated that\nthe virus mortality rate stood at 2.1% nationwide (4.9% in Wuhan).", "one_words_summarize": "In early December 2019, the first atypical pneumonia outbreak associated with the novelcoronavirus of zoonotic origin (COVID-19) appeared in Wuhan City, Hubei Province, China1,2.As of 23 February 2020, COVID-19 has been reported in 26 countries and nearly 79,000infection cases (both laboratory-confirmed and reported as clinically diagnosed), includingmore than 2400 fatal ones, have been confirmed3. On January 7, the COVID-19 was isolated and announced as anew, seventh, type of human coronavirus (the name was officially given by WHO on February11). Bats are rather rare in food markets in China but they might be huntedand sold directly to restaurants. Thegenome annotation revealed that COVID-19 is fairly similar to SARS-CoV at the amino acidlevel, however, there are some differences in the occurrence of accessory proteins, e.g., the 8aaccessory protein, present in SARS-CoV, is absent in COVID and the lengths of 8b and 3bproteins do not match. The phylogenetic analysis of COVID-19 showed it to be most closelyrelated to SARS-like bat viruses, but no strain of SARS-like bat virus was found to cover allequivalent proteins of COVID-1911.As previously mentioned, the main protease is one of the key enzymes in the viral life cycle. To this end, we performed classical molecular dynamics simulations (cMD) of both SARS andCOVID-19 Mpros as well as mixed-solvents MD simulations (MixMD) combined with smallmolecules’ tracking approach to analyse the conformational changes in the binding site. The COVID-19 Mpro andSARSCoV Mpro structures differ by only 12 amino acids located mostly on the proteins’ surface(Figure 1A, Supplementary Table S1). We performed 50 ns MD simulations of both SARS-CoV Mpros, and COVID-19 Mpro to gaininsight into the plasticity of the binding cavity with a classical MD approach with watermolecules used as molecular probes. Figure 2 presents the differences in sizes and shapes of the outer pockets detected in the twosystems. Thisfinding indicates a serious obstacle for a classical virtual screening approach and drug designin general. Some of thesecompounds have been used for docking and virtual screening research, aimed not only atSARS-CoV24,25, but also at the novel CoV15,26. Although discouraging,such important results should be taken into consideration in future research. Such anobservation applies also to both SARS-CoV Mpros structures (Supplementary Figure S3). Figure 4 presents a close-up of the binding pockets in Mpros. In the first row global hot-spotsare shown, whereas the second row presents the local hot-spots. Both global andlocal hot-spots of the SARS-CoV Mpro-f structure are located in the proximity of the C44-P52loop, which potentially regulates the access to the active site, whereas both the COVID-19 andSARS-CoV Mpros are accessible to cosolvent molecules. Therefore, our conclusions here are still somewhat tentative. In general, all the above-mentioned findings indicate potential difficulties in the identificationof specific inhibitors toward Mpro proteins. Therefore, additional mutations in mentioned regions,which could appear during further COVID-19 evolution, can immediately change the affinitybetween Mpro and its ligands. In the case of SARS-CoV the truncationof the linker loop (F185-T201) gave rise to a significant reduction in protein activity andconfirmed that the proper orientation of the linker allows the shift between dimeric andmonomeric forms30. Most of the energetically favourablepotential mutations include amino acids that are solvent-exposed on the protein’s surface,according to NetSurfP36 results. Residuesbelonging to the binding cavity were found within 7 Å from the N3 inhibitor. We conclude that Mpro is unlikely to represent a fruitfultarget for drug design against COVID-19. In our opinion, drug development efforts aimed atcombatting this virus should focus on other molecular targets. Additionally, 4 and 3 Na + ions were added to theCOVID-19 and to the SARS, respectively. Next,gradual heating was performed from 0 K to 300 K over 20 ps using a Langevin thermostat witha temperature coupling constants of 1.0 ps in a constant volume periodic box. The chemical structures of cosolvents molecules were downloaded from theChemSpider database42 and a dedicated set of parameters was prepared. For therest of the co-solvent molecules, parameters were prepared using Antechamber44 withGasteiger charges45.The Packmol software46 was used to build the initial systems consisting of protein (protonatedaccording to the previously described procedure), water, and particular cosolvent molecules. Only the heating stage differed - it was extendedup to 40 ps. Molecules of interests, which have entered the so-called Object, defined as 5Å sphere aroundthe centre of geometry of active site residues, namely H41, C145, H164, and D187, were tracedwithin the Scope region, defined as the interior of a convex hull of both COVID-19 Mpro andSARS Mpro Cα atoms. The selection of the most significant hot-spotsconsisted of indicating points showing the highest density in particular regions. Groups were further definedby distance (radius) from each other. For each so designated group of points, one showing the highest density was chosenas representing the place. COVID-19 Mpro was downloaded from the PDB as a complex with an N3 inhibitor (PDB ID:6lu7). Clustal Omega51 was used to prepare an alignment of thosesequences. AR: Calculations, Data analysis,Writing - Review & Editing, Visualization. AG: Conceptualization, Supervision, Data analysis,Visualization, Funding acquisition, Project administration, Writing - Review & Editing. Clinical features of patients infected with 2019 novel coronavirus inWuhan, China. 1282, 1–23 (2015).Zhang, L., Shen, F., Chen, F. & Lin, Z. Origin and evolution of the 2019 novelcoronavirus. Structures of Two Coronavirus Main Proteases: Implications forSubstrate Binding and Antiviral Drug Design. Genome Composition and Divergence of the Novel Coronavirus(2019nCoV) Originating in China. Therapeutic Drugs Targeting 2019-nCoV Main Protease byHighThroughput Screening. 28, 235–242 (2000).Bacha, U., Barrila, J., Velazquez-Campoy, A., Leavitt, S. A. & Freire, E. Identificationof Novel Inhibitors of the SARS Coronavirus Main Protease 3CL pro †. Biochemistry43, 4906–4912 (2004).Anand, K. Coronavirus Main Proteinase (3CLpro) Structure: Basis for Design ofAntiSARS Drugs. Bioinformatics (2019).doi:10.1093/bioinformatics/btz946Chang, C. et al. Essential covalent linkage between the chymotrypsin-like domainand the extra domain of the SARS-CoV main protease."}