{"date": "2020/02/25", "journal": "medrxiv", "authors": "Tianzhi Wu, Xijin Ge, Guangchuang Yu, Erqiang Hu", "title": "Open-source analytics tools for studying the COVID-19 coronavirus outbreak", "type": "preprint article", "abstract": "To provide convenient access to epidemiological data on the coronavirus outbreak, we developed an R package, nCov2019 (https://github.com/GuangchuangYu/nCov2019). Besides detailed real-time statistics, it also includes historical data in China, down to the citylevel. We also developed a website (http://www.bcloud.org/e/) with interactive plots and simple time-series forecasts. These analytics tools could be useful in informing the public and studying how this and similar viruses spread in populous countries.", "text": "Introductionof them are far from the epicenter, and many are effectively on lockdown from the end ofJanuary 2020.Users could utilize the remotes package to install it directly from GitHub. See supplementarydocument 1 for a more detailed tutorial. Once the nCov2019 package was loaded, we can getthe latest statistics data in just one command: x <- get_nCov2019(lang='en'). For ease of use,the package supports two languages, Chinese (default) and English.The primary function is to get real-time data for each geographical area. Since more than 98%of confirmed cases concentrated in China, researchers may more concerned about the detailsof the infection in China. Printing the object x will directly show summary information ofthe total amount of confirmed cases in China and the last updated time. We re-defined the[ operator to extract data. When no region is specified, x[] will return a more intuitivestatistical data for China, including cumulative diagnoses, mortality, cure rate, etc. for eachprovince. Users could obtain a more granular scale data, for example, x[‘Hubei’] or x[‘湖北’],which depend on your language setting, will return a data frame contains the latest dataavailable for each city of the selected province. And using x ['global',] will return anotherdata frame for the global landscape view of each country. Also, using the parameterby='today', will return the newly added number of the current day, such as freshly infectedcases.We organize and summarize daily data at province and city levels. The information wasupdated daily and can be loaded into R using the x <- load_nCov2019() function.Epidemiologists will find the data useful for modeling and forecasting. The methods weprovided to access the data is consistent by using the [ operator and summary function. Usingthe command x[] will return the historical information of all cities in China, and if anyprovince is specified, e.g., x[‘Hubei’], the historical data of all cities belong to the selectedregion will be returned. Users can use summary(x) to get summary data at the province level.If a province is specified, e.g., summary(x, “Guangdong”), it will only return summary data ofthe selected region. See supplementary document 1 for a more detailed tutorial.Geographic visualization is an effective way to observe the spatial patterns of disease spread.Presenting the spread of the disease on the map is supported in the nCoV2019 package. Userscan use the command, plot(x), to visualize disease information on the world map. If userswant to plot data on a China map at the province or city level, they need to provide GIS files.Plotting data on a selected province or geographical region is also supported if the GISinformation was available.        In combination with R package chinamap [        To enable users to access data about this outbreak easily, we created an interactive websitebased on the RStudio Shiny framework. This web app is available in both English(http://www.bcloud.org/e/) and Chinese (http://www.bcloud.org/v/). See a detaileddemonstration in supplementary document 2. It displays various statistics in geological layers,ranging from the world, country (China), provinces, cities. For example, Figure 2 showsdetailed infection statistics of all provinces except Hubei, the epicenter with most of the cases.The sharp, exponential growth of coronavirus cases observed in Wuhan, Hubei, is not seenin other provinces. Instead, the total confirmed cases outside Wuhan are stabilizing as ofFebruary 23, 2020. The extreme measures of locking down tens of millions of people thatthe Chinese government took are working.Users can interactively select their regions of interest and check both the historical andrealtime data. This app also has a simple forecast for total confirmed cases and deaths. We firstconverted the number of confirmed cases in log-scale as a time series data. We used the etsfunction in the R package forecast with default settings, which automatically selects errortype, trend type, and season type. We also converted the raw number of cases as percentchanges compared to the previous day and conducted a similar forecast.Real-time data collection is essential not only to inform the public but also for scientists andhealth officials. Thanks to the cooperation and open source, we can regularly organize publicdata and develop this package. Our nCov2019 package aims to reduce the difficulties forclinicians and other researchers in obtaining comprehensive data. Also, we developed a webapplication for researchers to conduct interactive analytics.Currently detailed, city-level data is only available for mainland China. These data sourcesoccasionally will change data format, which requires us to closely monitoring this package.If the APIs stopped providing data, then the real-time data will not be updated. But thehistorical data will remain accessible.exponential smoothing: the state space approach, Springer-Verlag.ac).and d). Geographic map with further details in China region, Chinese map, andcitylevel map in Hubei province, China, respectively.in China. The epicenter, Hubei province, was excluded. Similar plots can be obtained easilyfor hundreds of cities across China using the website.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], [""], [""], [""], ["Forecasting with"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhang", "D Wang", "W Li", "X Yang", "B Song", "J Zhao", "X Huang", "B Shi", "W Lu", "R Niu", "P Zhan", "F Ma", "X Wang", "D Xu", "W Wu", "G Gao", "GF Tan", "W China Novel Coronavirus", "I Research", "T"], [], [], [], [], ["R.J. Koehler", "A.B. Ord", "J.K. Snyder", "R.D."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Introduction\nof them are far from the epicenter, and many are effectively on lockdown from the end of\nJanuary 2020.", "one_words_summarize": "Introductionof them are far from the epicenter, and many are effectively on lockdown from the end ofJanuary 2020.Users could utilize the remotes package to install it directly from GitHub. Also, using the parameterby='today', will return the newly added number of the current day, such as freshly infectedcases. Epidemiologists will find the data useful for modeling and forecasting. Usingthe command x[] will return the historical information of all cities in China, and if anyprovince is specified, e.g., x[‘Hubei’], the historical data of all cities belong to the selectedregion will be returned. Presenting the spread of the disease on the map is supported in the nCoV2019 package. Plotting data on a selected province or geographical region is also supported if the GISinformation was available. Currently detailed, city-level data is only available for mainland China. These data sourcesoccasionally will change data format, which requires us to closely monitoring this package. Similar plots can be obtained easilyfor hundreds of cities across China using the website."}