{"date": "2020/02/15", "journal": "medrxiv", "authors": "Sukhyun Ryu, Sheikh Taslim Ali, Jun-sik Lim, Byung Chul Chun", "title": "Estimate number of individuals infected with the 2019-novel coronavirus in South Korea due to the influx of international students from countries with virus risk: a simulation study", "type": "preprint article", "abstract": "Objectives: Overall, 37000 international students from the country of risk of 2019 Novel Coronavirus (COVID-19) will arrive in South Korea. The individuals from the country of risk of COVID-19 are included a home-quarantine program, but the efficacy of the program is uncertain. Methods: To estimate the possible number of infected individuals due to the large influx of international students, the deterministic compartment was modeled by different compliance of home-quarantine. Results: Our findings, under the strict compliance of quarantine for the incoming international students, indicate it is less likely to occur epidemics in South Korea.", "text": "Conclusion: To mitigate possible epidemics, considerable public health resources with highcompliance of quarantine are needed.        The respiratory virus has been threatened three times in South Korea since the 21st century;SARS (Severe Acute Respiratory Virus- Coronavirus), MERS (Middle East RespiratoryVirusCorona virus) and 2019 Novel Coronavirus (COVID-19). Since the first identified individual ofCOVID-19 infection on 20 January 2020 in South Korea, the number of laboratory-confirmedindividuals is increasing as of February 12, 2020 (        Overall, 37000 international students from China, where major Chinese cities are likelysustaining localized outbreaks (5), will join the spring semester in Seoul, Korea on March 1,2020. Therefore, this large number of incoming young individuals departing from the Country ofrisk of COVID-19 is a potential threat to occur local transmission in South Korea.Here, we aimed to estimate the number of infected individuals in Seoul, Korea by differentcompliance of self-quarantine of those incoming international students. Our study providesevidence of the public health resources taken for the epidemic preparedness to be the best forpublic health authorities.To simulate the possible epidemics, we used the deterministic compartment model ofsusceptibleexposed-infectious-removed (SEIR) type (see the Supplementary Appendix). We assumed thatthe population mixed homogenously, and there had been no COVID-19 transmission occurred inthe community in South Korea.We assumed the 0.2, 1, or 3% of the incoming international students is the pre-infectious periodin which previous literature reported that asymptomatic fraction of SARS is 0.2-3% (6, 7). Wealso assumed that the international students would arrive in Seoul, Korea in 15 days before andfollowing 1 March 2020 and there is no individual isolated during the entry screening at theirarrival. Furthermore, all of them are quarantined at home or university dormitory according to thecurrent Korean quarantine program of COVID-19 by the local public health authority. Thebaseline scenarios of a currently identified number of imported infected persons from China of 12as of 6 February 2020 with the assumption of 90% compliance of home-quarantine during theirpre-infectious period. The different scenarios with the different compliance of quarantine for 70,80, or 90% among those international students were modeled as well (i.e., Upon the arrival ofinternational student from country of risk of COVID-19 infection, Korean public healthauthorities implemented quarantine them at home or university dormitory with the compliance of70, 80, or 90%). We consider the time horizon of 180 days for the number of individuals infectedand quarantined since 20 January when the first COVID-19 identified in South Korea. Theparameter values of our model obtained from previous studies are shown in SupplementWe estimated that the total number of infected individuals reached at 38-67 on 8 March-14March, 184-280 on 12 March-23 March, and 546-813 on 13 March-22 March with the arrival of0.2%, 1% or 3% of pre-infectious individuals arrived, respectively in Seoul, Korea (Figure 2).We also estimated the number of individuals isolated from the Korean quarantine program waspeaked at 38-64 on 9-22 March, 182-268 on 12 March – 25 March, and 539-780 on 12 March -23March, with the arrival of 0.2%, 1% or 3% of pre-infectious individuals arrived, respectively inSeoul, Korea (Figure 3). The number of infected and isolated individuals is identified larger bythe higher fraction of the subclinical stage of COVID-19; however, the number of infected andisolated individuals is smaller by higher efficacy of the quarantine programIn the absence of effective vaccine and treatment of infectious disease, quarantine of suspectedindividuals of infection including exposed persons of infection from epidemic countries has beenused as one of the mitigation strategies implemented by public health authorities (8, 9).The laboratory-confirmed individuals of COVID-19 infection are increasing in China and othercountries in Asia. In South Korea, the likelihood of local transmission is increasing by travelersfrom COVID-19 affected countries.The quarantine of possibly exposed individuals of COVID-19 is an efficient public healthstrategy to reduce the transmission using limited public health resources because unidentifiedinfected individuals are highly likely to be identified among the exposed individuals of infectiousdiseases (9). Therefore, it is crucial to estimate the number of infected individuals by the differentcompliance of self-quarantine to provide relevant evidence to public health authorities in order toimprove the compliance of the quarantine program for the international students in advance.In South Korea, the individuals contacted with the infected person were asked to comply withhome quarantine and were monitored by the local public health workers twice a day for 14 daysafter contact with the infected individuals (3). The individuals who were not included in thequarantine program but experienced with any possible contact were encouraged to notify thepublic health authorities and able them to be quarantined. All the daily necessities have beenprovided to all quarantined individuals by the public health authorities to avoid possible contactwith any susceptible population as the law is indicated. Therefore, the current Korean quarantineprogram is a very broad and large number of persons included. However, due to the lack ofpublic health resources, the quarantine program for the incoming international students will bemonitored by the education authority which has a lack of experience of the disease control. Thismay affect the efficacy of quarantine and the number of infected and isolated individuals as well.Our findings indicate that it is less likely to occur epidemics in South Korea due to the incominginternational students; however, the number of infected and isolated individuals increased by midor late of March.Our results indicate that it is less likely to occur epidemics in South Korea due to the incominginternational students. However, this may consume a large number of public health resourcesincluding monitoring individuals quarantined and isolation of infected individuals.There are several limitations to this study. First, some of the parameter including the latent periodand rate of infection among contacted we used, was not identified from the COVID-19. This mayaffect the results. Second, we used the deterministic model which does not present a confidenceinterval. However, the deterministic model is a sufficient simulation method to model thedynamics of the number of infected individuals which is much smaller than the total population(10). Third, we did not consider the transmission occurred before the symptom onset and thesubclinical infection.As public health resources are limited, quarantine of the possibly exposed individuals ofCOVID19 is crucial for public health authorities to prevent local transmission. Strict quarantine forindividuals from countries of risk for COVID-19 infection is important to reduce the number ofinfected individuals and prevent possible epidemics in the community.S.R reports a past research grant from Basic Science Research Program through the NationalResearch Foundation of Korea by the Ministry of Education (grant numberNRF2018R1A6A3A03012236).We declare no competing interestsNot applicableNot applicableWu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andThe Lancet.Ip M, Chan PK, Lee N, Wu A, Ng TK, Chan L, et al. Seroprevalence of antibody tosevere acute respiratory syndrome (SARS)-associated coronavirus among health care workers inSARS and non-SARS medical wards. Clin Infect Dis. 2004 Jun 15;38(12):e116-8.Leung GM, Chung PH, Tsang T, Lim W, Chan SK, Chau P, et al. SARS-CoV antibodyprevalence in all Hong Kong patient contacts. Emerg Infect Dis. 2004 Sep;10(9):1653-6.outbreak controllable. Proc Natl Acad Sci U S A. 2004 Apr 20;101(16):6146-51.Fraser C, Riley S, Anderson RM, Ferguson NM. Factors that make an infectious diseaseKenrad E. Nelson CMW. Infectious disease epidemiology. Third ed. Burlington, MA:Jones & Bartlett Learning.10.        Ahmad MD, Usman M, Khan A, Imran M. Optimal control analysis of Ebola disease withcontrol strategies of quarantine and vaccination. Infect Dis Poverty. 2016 Jul 13;5(        ", "ref_list": [[], ["international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Conclusion: To mitigate possible epidemics, considerable public health resources with high\ncompliance of quarantine are needed.", "one_words_summarize": "Conclusion: To mitigate possible epidemics, considerable public health resources with highcompliance of quarantine are needed. Furthermore, all of them are quarantined at home or university dormitory according to thecurrent Korean quarantine program of COVID-19 by the local public health authority. The quarantine of possibly exposed individuals of COVID-19 is an efficient public healthstrategy to reduce the transmission using limited public health resources because unidentifiedinfected individuals are highly likely to be identified among the exposed individuals of infectiousdiseases (9). The individuals who were not included in thequarantine program but experienced with any possible contact were encouraged to notify thepublic health authorities and able them to be quarantined. However, due to the lack ofpublic health resources, the quarantine program for the incoming international students will bemonitored by the education authority which has a lack of experience of the disease control. S.R reports a past research grant from Basic Science Research Program through the NationalResearch Foundation of Korea by the Ministry of Education (grant numberNRF2018R1A6A3A03012236).We declare no competing interestsNot applicableNot applicableWu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andThe Lancet. SARS-CoV antibodyprevalence in all Hong Kong patient contacts."}