{"date": "2020/02/26", "journal": "medrxiv", "authors": "Kin On Kwok, Kin Kit Li, Ho Hin Chan, Yuan Yuan Yi, Arthur Tang, Wan In Wei, Yeung Shan Wong", "title": "Community responses during the early phase of the COVID-19 epidemic in Hong Kong: risk perception, information exposure and preventive measures", "type": "preprint article", "abstract": "Background: Community responses are important for outbreak management during the early phase when non-pharmaceutical interventions are the major preventive options. Therefore, this study aims to examine the psychological and behavioral responses of the community during the early phase of the COVID-19 epidemic in Hong Kong. Method: A cross-sectional online survey was launched within 36 hours after confirmed COVID-19 cases were first reported. Councilors of all 452 district council constituency areas were approached for survey dissemination. Respondent demographics, anxiety level, risk perception, sources to retrieve", "text": "27282930313233343536373839404142434445464748495051COVID-19 information, actual adoption and perceived efficacy of precautionary measures werecollected.Result: Analysis from 1715 complete responses indicated high perceived susceptibility (89%) and highperceived severity (97%). Most respondents were worried about COVID-19 (97%), and had their dailyroutines disrupted (slightly/greatly: 98%). The anxiety level, measured by the Hospital Anxiety andDepression Scale, was borderline abnormal (9.01). Nearly all respondents were alert to the diseaseprogression (99.5%). The most trusted information sources were doctors (84%), followed by broadcast(57%) and newspaper (54%), but they were not common information sources (doctor: 5%; broadcast:34%; newspaper: 40%). Only 16% respondents found official websites reliable. Enhanced personalhygiene practices and travel avoidance to China were frequently adopted (>77%) and consideredeffective (>90%). The adoption of social-distancing measures was lower (39%-88%), and their driversfor greater adoption include: being female (adjusted odds ratio [aOR]:1.27), living in the NewTerritories (aOR:1.32-1.55), perceived as having good understanding of COVID-19 (aOR:1.84) andbeing more anxious (aOR:1.07).Discussion: Risk perception towards COVID-19 in the community was high. Most respondents are alertto the disease progression, and adopt self-protective measures. This study contributes by examining thepsycho-behavioral responses of hosts, in addition to the largely studied mechanistic aspects, during theearly phase of the current COVID-19 epidemic. The timely psychological and behavioral assessment ofthe community is useful to inform subsequent interventions and risk communication strategies as theepidemic progresses.Word count: 31653545556575859606162636465666768697071727374757677On 12 January 2020, the World Health Organization (WHO) declared the novel coronavirus whichcaused unknown pneumonia cases in Wuhan, Hubei Province, China since December 2019 as“2019nCoV”, which was renamed by the International Committee on Taxonomy of Viruses as “SARS-CoV-2”on 11 February 2020. In parallel, the WHO formally named the disease caused by SARS-CoV-2 as“COVID-19”, short for Coronavirus Disease 2019. Back in late December 2019, a cluster of 27pneumonia cases associated with SARS-CoV-2 with a common link to the Huanan Seafood WholesaleMarket were reported [1], and the first death case attributable to SARS-CoV-2 occurred on 9 January2020. Soon after the first global incidence was confirmed in Thailand on 12 January 2020, new caseswere reported in different countries and were mostly associated with Wuhan travel history or residency.As of 20 February 2020, there have been 75465 confirmed cases in China, including 11633 severe casesand 2236 deaths [2]. In Hong Kong, the number of confirmed cases has risen to 68 on 20 February 2020since the first local detection on 23 January 2020 [3].Health officials have enacted interventions to slow transmission. In Hong Kong, adopted strategiesinclude: border screening (measuring body temperature, imposing a health declaration form system,imposing a 14-day mandatory quarantine period on all individuals entering Hong Kong from theMainland), social-distancing (border shutdown, reducing cross-border commuting services, deferringclass resumption for schools governed by the Education Bureau, home-office arrangement for civilservants, suspension of public services from the Leisure and Cultural Services Department) andextending the Enhanced Laboratory Surveillance Program to adult patients with fever and mildrespiratory symptoms presenting at accident and emergency departments or general out-patient clinicsunder the public sector.To control this COVID-19 epidemic, much effort has been paid to identifying the etiological agent,epidemiological parameters such as incubation period [4], disease transmissibility [4, 5], clinical798081828384858687888990919293949596979899100101102characteristics [6, 7], treatment options [8, 9], and route of transmission [10]. Although theseinformation help devise optimal infection control strategies, such as contact tracing and follow-upisolation [11], they center purely on the mechanistic aspect of the disease.The host’s behaviors are important for outbreak management, particularly during the early phase whenno treatment or vaccination is available and non-pharmaceutical interventions (NPIs) are the onlyoptions. The efficacy of NPIs depends on the host’s degree of engagement and compliance inprecautionary behaviors, such as wearing masks, hand hygiene and self-isolation. Whether individualsvoluntarily engage in precautionary behaviors depends on their risk perception towards the currenthealth threat. In fact, risk perception is a main theme in common health behavior theories, includingHealth Belief Model and Protection Motivation Theory. In addition, with advanced informationtechnology in recent years comes the uncertainty of how risk perception is shaped by variousinformation sources. Hong Kong’s past experience with outbreaks of novel pathogens (2003 SevereAcute Respiratory Syndrome (SARS), and 2009 Pandemic Influenza) also provides a reference point toevaluate the risk perceptions of the current COVID-19 epidemic.In light of the importance of host behavior in mitigating transmission and the vision to inform policyformation in a timely manner, this study aims to examine risk perceptions and behavioral responses ofthe general community during the early phase of the COVID-19 epidemic. Considering the rapiddevelopment of the epidemic during the survey period and the potential variability in the adoption ofpreventive measures among hosts, this study also examines the temporal changes in anxiety, the factorsassociated with adoption of preventive measures and their sources of information gathering.104105106107108109110111112113114115116117118119120121122123124125126127A cross-sectional online survey was conducted within 36 hours after the first confirmed COVID-19 casewas reported in Hong Kong. To ensure good coverage of the general community in Hong Kong,chairpersons and vice-chairpersons of all eighteen district councils and all individual councilors of the452 District Council Constituency Areas (DCCAs) were approached by electronic mails and theircontact numbers listed in the District Council websites (https://www.districtcouncils.gov.hk/index.html)for survey dissemination. District councilors were invited to share our survey link and promotionmessages on their webpages, social media platforms or any channels which they usually use to conveyinformation to their targeted residents, but in general there was no restriction on their dissemination.Individuals who were aged 18 or above, understood Chinese and lived (on average) over five days perweek in Hong Kong in the last month are eligible to participate. Respondents were compensated with aHKD10 cash coupon if they indicated willingness for receipt. To avoid duplicated responses from thesame respondent, the survey could only be taken once from the same electronic device.Respondents were asked about their demographics (including sex, age, living district, educationattainment, household income), self-perceived health status, travel history in the past month, occurrenceof respiratory symptoms in the past fourteen days and anxiety level using the Hospital, Anxiety andAlthough HADS-A is intended for screening clinically significant anxiety symptoms in clinicalpopulations, many studies have showed that it is valid for community populations [12, 13], includingemployees [14], general population aged 65-80 years in Sweden [15], an Italian community sample aged18-85 years [16]. As a complementary measure, the state anxiety level of a subset of respondents wasassessed with the validated State Trait Anxiety Inventory (STAI).129130131132133134135136137138139140141142143144145146147148149150151152Risk perception towards COVID-19 was measured by two psychological dimensions: (i) perceivedsusceptibility, and (ii) perceived severity. The first dimension was proxied by how likely one consideredoneself (his/her families) would be infected with COVID-19 if no preventive measure was taken. Thesecond dimension was proxied by how one rated the seriousness of symptoms caused by COVID-19,their perceived chance of having COVID-19 cured and that of survival if infected with COVID-19.Subjects were also asked to rate the relative severity of COVID-19 compared with commonnoncommunicable diseases (NCDs) and previous outbreaks by novel pathogens in Hong Kong. Responseswere captured with a five-point Likert scale.wanted to receive.Respondents were asked about the sources from which they obtained information about COVID-19, andhow much they trust those sources. They were also asked about the types of information that theyRespondents were asked whether they performed precautionary measures and what their perceivedefficacy of those measures are. Three types of precautionary measures were considered: hygienicpractices, social distancing and travel avoidance.This study has been approved by the Survey and Behavioral Research Ethics Committee of The ChinesePatient and Public Involvement Statement154155156157158159160161162163164165166167168169170171172173174175176177It was not appropriate or possible to involve patients or the public in the design, or conduct, or reporting,or dissemination plans of this research.Frequency and proportions of responses were tabulated. Demographics of respondents were compared tothe 2016 population by-census in Hong Kong with Cohen’s w effect size (small: 0.1; medium: 0.3; large:0.5) [17]. Regression models were used to test for temporal change in anxiety level and to identifyfactors associated with greater adoption of social-distancing preventive measures. The latter is proxiedby adopting five or more social-distancing precautionary measures. Variables that appears to beassociated (p<0.2) in the univariate analysis are considered in the multivariate analysis. The final modelis determined by stepwise selection. Adjusted odds ratio (aOR) and 95% confidence interval (CI) areestimated. Candidate variables include: demographics of respondents, self-perceived health status, travelhistory and anxiety level. A statistical significance of 0.05 was specified. Analysis was performed in R.The survey was conducted from 24 January 2020 to 13 February 2020 (Figure 1). Our survey periodcovers important clinical incidences, including first local death case and first overseas death case(Philippines), and social incidences, including healthcare workers on strike to call for entire bordershutdown. It was also amid of the start-up of large-scale social-distancing interventions, including haltof sales of high-speed rail tickets to and from Wuhan, closure of public cultural and leisure facilities anddeferral of school resumption. Meanwhile, alongside the launch of this survey was the escalating officialthreat tone on COVID-19: The WHO declared the COVID-19 epidemic as a public health emergency ofinternational concern, with Hong Kong activated the emergency response level.179180181182183184185186187188189190191192193194195196197198199200201202203Complete data from 1715 respondents were analyzed. Table 1 shows the demographics of respondents.Many of the respondents are female (69%; 1176/1715), of young age (18-44 years) (80%; 1380/1715),working population (68%; 1168/1715). The study sample is comparable to the population in terms ofresidential district (effect size=0.27). Table 2 shows the background health conditions and travel historyof respondents. The majority perceived their health status as good or very good (78%; 1331/1715), aquarter of them experienced respiratory symptoms in the past 14 days (423/1715) and travelled outsideHong Kong in the previous month (408/1715). Among the 408 respondents who were abroad, at least 24%of them (96-109) went to the Mainland China excluding Macau.Table 3 shows the perceived susceptibility and perceived severity towards COVID-19 amongrespondents. Most respondents regarded themselves as likely to be infected with COVID-19 (verylikely/likely: 89%), and most considered the symptoms of COVID-19 (if infected) as serious (veryserious/serious: 97%). Less than a quarter of the respondents thought that it was likely to haveCOVID19 cured (if infected) (15%), and only 18% thought that it was likely to survive through COVID-19.When referencing to existing diseases (Table 4), almost all respondents (>98%) consider equivalentdisease severity between COVID-19 and SARS. This magnitude was similar to other deadly NCDs(85%-94%), but much higher than the annual seasonal influenza (66%).Most respondents were worried about COVID-19 (97%; 1667/1715), and they claimed that their dailyroutines were slightly (42%; 727/1715) or greatly (56%; 955/1715) disrupted. The average HADS-Ascore is 9.01 (95% CI: 8.44, 9.59); while the average score of state anxiety by STAI, from 804 completeresponses, is 2.00 (95% CI: 1.46, 2.55). A significantly increasing time trend in HADS-A score isidentified (p<0.05) (Figure 2).205206207208209210211212213214215216217218219220221222223224225226227228Nearly all respondents were continuously alert to the disease progression of COVID-19 (99.5%;1707/1715) and actively searched for related information (83%; 1431/1715). Table 5 lists the types ofCOVID-19 information wanted by the 1639 (96%) respondents who indicated such need. Informationwhich respondents were most interested were: distribution of cases (92%), number of infectedindividuals (91%), infection control interventions undertaken by local officials (88%), and preventivemeasures (87%).Figure 3 shows the sources from which respondents obtained information about COVID-19, and howwell the information sources were trusted. The most trusted sources were doctors (84%; veryreliable/reliable: 1449/1715), but only 5% (87/1715) respondents could obtain information from them.The next two most trusted sources were broadcast (57%) and newspaper (54%), but they were used byless than 40% of the respondents. On the other hand, the two most common information sources weresocial platforms (94%; 1608/1715) and websites (regardless of official or unofficial) (90%; 1539/1715),but they were rated as reliable or very reliable by only 26% and 16%-23% of the respondentsrespectively. Only 16% (269/1715) of respondents found information from official websites reliable orvery reliable.Figure 4 shows the adoption of precautionary measures by respondents and their perceived efficacy.Enhanced personal hygiene practices (including wearing masks, cleaning hands and better coughing andsneezing etiquette) and avoid travelling to Mainland China were adopted by most respondents (>89%),and these practices were considered very effective or effective (>90%). For social-distancing measures,although they were considered useful in preventing COVID-19 (very effective/effective: 70%-93%),their actual adoption was lower (range: 39%-88%).230231232233234235236237238239240241242243244245246247248249250251252253254interventions during the early phase of this COVID-19 epidemic. Being female (aOR:1.27; 95%CI:1.02,1.58), living in the NT (aOR:1.32-1.55), perceived as having good understanding of COVID-19(aOR:1.84; 95% CI:1.29,2.63), being more anxious (aOR:1.07; 95% CI: 1.04,1.10) were positivelyassociated with greater adoption.This study provides timely assessment of the risk perception, information exposure and adoption ofprecautionary measures during the initial phase of the COVID-19 epidemic in Hong Kong. Despitedisease uncertainty (including transmissibility, route of transmission and pathogenicity) at the earlystage, individuals in the community had high perceived risk towards COVID-19 at large, viz: highperceived susceptibility and high perceived severity. A slightly increasing general anxiety level wasobserved over the three-week study period. Enhanced personal hygiene and travel avoidance wereadopted by nearly all respondents, higher propensity of adopting greater degree of social-distancingmeasures were associated with being female, living in the NT, perceived as having good understandingof COVID-19 well, work status except students and being more anxious.Our results have several immediate and significant public health implications. First, our results providethe baseline psychological and behavioral responses of the community against which current infectioncontrol strategies fit in. With the high perceived risk and large proportion of individuals adoptingpreventive measures in the community at the beginning, during which the accumulated number of localcases is 68 (as of 21 February 2020) with a significant initial portion of them being imported cases [18],we have an edge to block local transmission. This suggests that efforts to curb imported cases wereefficient at the early phase of this outbreak. Following the recent enactment of a 14-day quarantineperiod for individuals entering Hong Kong from the mainland China, and the emergence of clusteredlocal cases [19], the next important strategy on the agenda is to stabilize the supply of preventive256257258259260261262263264265266267268269270271272273274275276277278279materials, such as masks, so that the blockage of local transmission chain can be sustained. This isparticularly important during the 24-day incubation period [20] associated with an elevated influx ofindividuals from the Mainland to Hong Kong between the announcement date (5 February 2020) and theeffective date (8 February 2020) of the 14-day quarantine policy, and the recent emergence ofsuperspreaders to speed up local transmission.Second, our results reveal the risk perception in the community, which is an important piece ofinformation to enhance epidemic control [21]. Although the epicenter of the COVID-19 epidemic isWuhan, the perceived risk of the community in Hong Kong was high. For emotional status, theHADSA score in our survey (9.01) suggests that the community was borderline abnormal in terms of anxiety.Despite the slight difference in the inclusion of measurement items, the community was seemingly moreanxious about the current COVID-19 epidemic (mean STAI score=2.00) than the 2009 pandemicinfluenza (mean STAI score = 1.8) [22], but was less worried than the SARS outbreak in 2003 (meanSTAI score = 2.24) [23]. The significant time trend associated with HADS-A (Figure 2) suggests thatthe community became more and more anxious as new cases and new incidences came up (Figure 1).Third, our results suggest an alternative strategy for better risk communication. The large proportion ofrespondents were alert to COVID-19 (99.5%) or actively searching for related information (83%)highlighted the role of social media in shaping risk perception and epidemic-related emotion. It isparticularly important amid of much disease uncertainty as mass scares can be triggered easily.Considering the high level of trust given by respondents to doctors and the low level of trust to the twomost frequently used information sources, social platform and websites, health officials can collaboratefrequently with associations of medical doctors, and invite them to help propagating official informationin more sociable channels. This strategy is deemed more acceptable by the community than relyingsolely on the official channel, given only 16% of respondents rates official websites as reliable or very281282reliable. Our results also shortlisted information preferred by the community among an upsurge ofdisease-related information during the early stage (Table 5).Fourth, our results pinpoint the drivers for greater level of adoption of social-distancing precautionarymeasures. In line with literatures that being female and an elevated anxiety level prompted complianceof precautionary measures [23, 24], we also identified similar association in this survey (Table 6).Interestingly, specific to this COVID-19 epidemic, residents in the NT were more likely to comply withsocial-distancing precautionary measures than their counterparts in other areas of Hong Kong.Separating Hong Kong and the Guangdong Province are two busiest custom borders, Lo Wu and LokMa Chau [19], such that the residents in NT may consider themselves at greater risk of infection. Thosewho claimed they understood COVID-19 were more likely to adopt preventive measures, suggestingmass promotion of knowledge about COVID-19 in the community can boost uptake of precautionarymeasures. On the other hand, the less propensity to adopt precautionary measures among individualswho left Hong Kong in the previous month or who regularly visited China reinforces the need for borderscreening and for promoting social hygiene amid of epidemic times.Fifth, this local study has profound implication to overseas countries undergoing the initial phase of theCOVID-19 epidemic. The WHO European region has been accumulating COVID-19 cases, but in onlytwo days (22-24 February 2020), the number of laboratory-confirmed cases in Italy has risen from 17 to219 [25]. Recently on 24 February 2020, the Ministry of Health announced the first COVID-19 case inIraq. The presence of initial cases, aligning with the human-to-human [26] and asymptomatic [27]transmission, suggest that many countries may experience the initial phase of the COVID-19 epidemicsoon. Results of this survey serve as a reference for overseas health officials to better prepare theircontainment strategies and handle the potential mass scares in their community.306307308309310311312313314315316317318319320321322323324325326327328329330This study has two strengths. First, it started within 36 hours after the detection of first local cases. Thisearly start enables timely assessment of the community responses such that there is sufficient gap periodto inform intervention policies. Second, our recruitment method, online survey via dissemination byDCCA councilors, is the first of its kinds to capture responses during public holidays while maintaininggood geographical representation. The COVID-19 epidemic was amid of the Chinese New Yearholidays and a series of large-scale social-distancing interventions enacted by Hong Kong government,particularly the home-office arrangement for employees. Therefore, the conventional random digitdialing approach adopted in the past local outbreaks [22, 23, 28] was not possible. And the involvementof all 452 DCCA councilors allows a thorough representation of every district in Hong Kong in theabsence of a universal email database.This study has two limitations. First, with an online approach, responses of those without internet access,particularly the oldest age group (55 years or above), were under-represented. Despite this, onlinesurveys were the only feasible means of data collection during outbreak times. Second, this survey wasconducted during the early phase that temporal variations of responses are not captured as the epidemicprogresses. However, contact information were collected from this study cohort and follow-up surveyswill be carried out as the disease progresses.To conclude, we identified high risk-perception towards COVID-19 in the community, with the anxietylevel higher than pandemic influenza but lower than SARS. Most respondents are alert to the diseaseprogression of COVID-19, and adopt self-protective measures. This study contributes by examining thepsycho-behavioral responses of hosts, in addition to the largely studied biological and mechanisticaspects of COVID-19, during the early phase of the current COVID-19 epidemic. The timelypsychological and behavioral assessment of the community is useful to inform subsequent interventionand risk communication strategies as the epidemic progresses.13.武汉市卫生健康委员会: 武汉市卫健委关于当前我市肺炎疫情的情况通报. In.; 2019.Countries/areas with reported cases of novel coronavirus infection (Last updated on February 21,2020, 6 pm). In.: Center for Health Protection; 2020.Centre for Health Protection: Latest situation of cases of COVID-19. 2020.Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY et al: EarlyTransmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med2020.Jonathan M Read, Jessica RE Bridgen, Derek AT Cummings, Antonia Ho, Jewell CP: Novel coronavirus2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. 2020.Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y et al: ClinicalCharacteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia inWuhan, China. JAMA 2020.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X et al: Clinical features ofpatients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020.Chen ZM, Fu JF, Shu Q, Chen YH, Hua CZ, Li FB, Lin R, Tang LF, Wang TL, Wang W et al: Diagnosisand treatment recommendations for pediatric respiratory infection caused by the 2019 novelcoronavirus. World J Pediatr 2020.Lu H: Drug treatment options for the 2019-new coronavirus (2019-nCoV). Biosci Trends 2020.Riou J, Althaus CL: Pattern of early human-to-human transmission of Wuhan 2019 novelcoronavirus (2019-nCoV), December 2019 to January 2020. Euro Surveill 2020, 25(4).Kwok KO, Tang A, Wei VWI, Park WH, Yeoh EK, Riley S: Epidemic Models of Contact Tracing:Systematic Review of Transmission Studies of Severe Acute Respiratory Syndrome and MiddleEast Respiratory Syndrome. Comput Struct Biotechnol J 2019, 17:186-194.Bjelland I, Dahl AA, Haug TT, Neckelmann D: The validity of the Hospital Anxiety and DepressionScale. An updated literature review. J Psychosom Res 2002, 52(2):69-77.Snaith RP: The Hospital Anxiety And Depression Scale. Health Qual Life Outcomes 2003, 1:29.35835936036136236336436536636736836937037137237337437537637737837938038138238338414.15.16.17.18.19.20.21.22.Bocerean C, Dupret E: A validation study of the Hospital Anxiety and Depression Scale (HADS) in alarge sample of French employees. BMC Psychiatry 2014, 14:354.Djukanovic I, Carlsson J, Arestedt K: Is the Hospital Anxiety and Depression Scale (HADS) a validmeasure in a general population 65-80 years old? A psychometric evaluation study. Health Qual LifeOutcomes 2017, 15(1):193.Iani L, Lauriola M, Costantini M: A confirmatory bifactor analysis of the Hospital Anxiety andDepression Scale in an Italian community sample. Health Qual Life Outcomes 2014, 12:84.Cohen J: Statistical power analysis for the behavioral sciences, 2nd edn. Hillsdale, N.J.: L. ErlbaumLatest situation of cases of novel coronavirus infection. In.: Center for Health Protection; 2020.Customs Statistics on Control Points Passenger Throughput (Traditional Chinese). In.: Customs andAssociates; 1988.Excise Department; 2019.China. 2020.14(12):e0225576.Wei-jie Guan, Zheng-yi Ni, Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He, Lei Liu HS,Chunliang Lei, David SC Hui, Bin Du et al: Clinical characteristics of 2019 novel coronavirus infection inHerrera-Diestra JL, Meyers LA: Local risk perception enhances epidemic control. PLoS One 2019,Cowling BJ, Ng DM, Ip DK, Liao Q, Lam WW, Wu JT, Lau JT, Griffiths SM, Fielding R: Communitypsychological and behavioral responses through the first wave of the 2009 influenza A(H1N1)pandemic in Hong Kong. J Infect Dis 2010, 202(6):867-876.23.Leung GM, Lam TH, Ho LM, Ho SY, Chan BH, Wong IO, Hedley AJ: The impact of communitypsychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong.J Epidemiol Community Health 2003, 57(11):857-863.24.Bults M, Beaujean DJ, de Zwart O, Kok G, van Empelen P, van Steenbergen JE, Richardus JH, VoetenHA: Perceived risk, anxiety, and behavioural responses of the general public during the early phaseof the Influenza A (H1N1) pandemic in the Netherlands: results of three consecutive online surveys.25.COVID-19 situation in the WHO European Region. In.: World Health Organization; 2020.386387388389390Paules CI, Marston HD, Fauci AS: Coronavirus Infections-More Than Just the Common Cold. JAMABai Y, Yao L, Wei T, Tian F, Jin DY, Chen L, Wang M: Presumed Asymptomatic CarrierTransmission of COVID-19. JAMA 2020.Lau JT, Yang X, Tsui H, Kim JH: Monitoring community responses to the SARS epidemic in HongKong: from day 10 to day 62. J Epidemiol Community Health 2003, 57(11):864-870.TABLES AND FIGURESMedical consultationa in the past 14 daysa Both Chinese and Western medical consultations are included.b Multiple destinations are allowed. Number of respondents (out of 408) who indicated travel outside HongKong in the previous month: outside China (294), China - Guangdong province (96), China - other province(13), Macau (29).c Number of respondents (out of 46) who indicated regular visit to the Mainland China: daily (4), weekly (7),monthly (21), quarterly (4), and at most quarterly (10).Perceived severityc Level 1 = Very low; Level 2 = Low; Level 3 = Neutral; Level 4 = High; Level 5 = Very higha Level 1 = Very likely; Level 2 = Likely; Level 3 = Neutral; Level 4 = Unlikely; Level 5 = Very unlikelyb Level 1 = Very serious; Level 2 = Serious; Level 3 = Neutral; Level 4 = Not serious; Level 5 = Not serious at allInformation you want to receive about COVID-19A. CN: unexplained pneumonia in WuhanB. HK: temperature screenings at border checkpoints for travelers from WuhanC. HK: launch of Preparedness and Response Plan for novel infectious disease of public health significance; activation of the “seriousresponse level”D. CN: the first death of the novel coronavirus in WuhanE. WHO: named the disease as “2019-nCoV acute respiratory disease” and the virus as “2019-nCoV” (refer to Y for subsequent renaming)F. CN: confirmation of human-to-human transmission of COVID-19G. HK: introduction of a health declaration form system on inbound travelers by air from WuhanH. WHO: declined to declare COVID-19 a public health emergency of international concernI. HK: the first confirmed COVID-19 case; halt of the sale of high-speed rail tickets to and from WuhanJ. HK: activation of the “emergency response level”K. HK: closure of public leisure and cultural facilities until further noticeL. WHO: declared COVID-19 a public-health emergency of international concern.M. US: declared the COVID-19 a public health emergency; imposed entry-restrictionN. HK: four-week school suspension; one-week extension for home-office arrangement for civil servants.O. PH: the first death case outside ChinaP. HK: medical workers on strike to call for border shutdownQ. HK: the first death case of COVID-19; closure of four more border control pointsR. CN: 46 foreign airlines cancelled flights to mainland ChinaS. HK: implementation of further port hygiene measuresT. HK: home-office arrangement for civil servants until 2020-02-16U. CN: the first death case of a doctor in WuhanV. HK: introduction of a mandatory 14-day quarantine on individuals entering HK from CNW. HK: incidence of a COVID-19 cluster involving nine people in a gathering on 2019-01-26X. HK: incidence of a COVID-19 cluster involving five residents (two families) in the same buildingY. WHO and ICTV: renamed the disease as “COVID-19” and the virus as “SARS-CoV-2”Z. HK: home-office arrangement for civil servants until 2020-02-23; school suspension until 2020-03-16Abbreviations: China (CN); Hong Kong (HK); International Committee on Taxonomy of Viruses (ICTV); the Philippines (PH); theUnited States (US); World Health Organization (WHO)", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51", "one_words_summarize": "27282930313233343536373839404142434445464748495051COVID-19 information, actual adoption and perceived efficacy of precautionary measures werecollected. As of 20 February 2020, there have been 75465 confirmed cases in China, including 11633 severe casesand 2236 deaths [2]. In addition, with advanced informationtechnology in recent years comes the uncertainty of how risk perception is shaped by variousinformation sources. Hong Kong’s past experience with outbreaks of novel pathogens (2003 SevereAcute Respiratory Syndrome (SARS), and 2009 Pandemic Influenza) also provides a reference point toevaluate the risk perceptions of the current COVID-19 epidemic. Considering the rapiddevelopment of the epidemic during the survey period and the potential variability in the adoption ofpreventive measures among hosts, this study also examines the temporal changes in anxiety, the factorsassociated with adoption of preventive measures and their sources of information gathering.104105106107108109110111112113114115116117118119120121122123124125126127A cross-sectional online survey was conducted within 36 hours after the first confirmed COVID-19 casewas reported in Hong Kong. Individuals who were aged 18 or above, understood Chinese and lived (on average) over five days perweek in Hong Kong in the last month are eligible to participate. Respondents were compensated with aHKD10 cash coupon if they indicated willingness for receipt. Thesecond dimension was proxied by how one rated the seriousness of symptoms caused by COVID-19,their perceived chance of having COVID-19 cured and that of survival if infected with COVID-19.Subjects were also asked to rate the relative severity of COVID-19 compared with commonnoncommunicable diseases (NCDs) and previous outbreaks by novel pathogens in Hong Kong. Responseswere captured with a five-point Likert scale.wanted to receive. Three types of precautionary measures were considered: hygienicpractices, social distancing and travel avoidance. This study has been approved by the Survey and Behavioral Research Ethics Committee of The ChinesePatient and Public Involvement Statement154155156157158159160161162163164165166167168169170171172173174175176177It was not appropriate or possible to involve patients or the public in the design, or conduct, or reporting,or dissemination plans of this research. Demographics of respondents were compared tothe 2016 population by-census in Hong Kong with Cohen’s w effect size (small: 0.1; medium: 0.3; large:0.5) [17]. The latter is proxiedby adopting five or more social-distancing precautionary measures. Variables that appears to beassociated (p<0.2) in the univariate analysis are considered in the multivariate analysis. The average HADS-Ascore is 9.01 (95% CI: 8.44, 9.59); while the average score of state anxiety by STAI, from 804 completeresponses, is 2.00 (95% CI: 1.46, 2.55). A significantly increasing time trend in HADS-A score isidentified (p<0.05) (Figure 2).205206207208209210211212213214215216217218219220221222223224225226227228Nearly all respondents were continuously alert to the disease progression of COVID-19 (99.5%;1707/1715) and actively searched for related information (83%; 1431/1715). The most trusted sources were doctors (84%; veryreliable/reliable: 1449/1715), but only 5% (87/1715) respondents could obtain information from them. A slightly increasing general anxiety level wasobserved over the three-week study period. Although the epicenter of the COVID-19 epidemic isWuhan, the perceived risk of the community in Hong Kong was high. Despite the slight difference in the inclusion of measurement items, the community was seemingly moreanxious about the current COVID-19 epidemic (mean STAI score=2.00) than the 2009 pandemicinfluenza (mean STAI score = 1.8) [22], but was less worried than the SARS outbreak in 2003 (meanSTAI score = 2.24) [23]. The large proportion ofrespondents were alert to COVID-19 (99.5%) or actively searching for related information (83%)highlighted the role of social media in shaping risk perception and epidemic-related emotion. In line with literatures that being female and an elevated anxiety level prompted complianceof precautionary measures [23, 24], we also identified similar association in this survey (Table 6).Interestingly, specific to this COVID-19 epidemic, residents in the NT were more likely to comply withsocial-distancing precautionary measures than their counterparts in other areas of Hong Kong. Most respondents are alert to the diseaseprogression of COVID-19, and adopt self-protective measures. The timelypsychological and behavioral assessment of the community is useful to inform subsequent interventionand risk communication strategies as the epidemic progresses.13.武汉市卫生健康委员会: 武汉市卫健委关于当前我市肺炎疫情的情况通报. In.; 2020.Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY et al: EarlyTransmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med2020.Jonathan M Read, Jessica RE Bridgen, Derek AT Cummings, Antonia Ho, Jewell CP: Novel coronavirus2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. World J Pediatr 2020.Lu H: Drug treatment options for the 2019-new coronavirus (2019-nCoV). J Infect Dis 2010, 202(6):867-876.23.Leung GM, Lam TH, Ho LM, Ho SY, Chan BH, Wong IO, Hedley AJ: The impact of communitypsychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong. M. US: declared the COVID-19 a public health emergency; imposed entry-restrictionN. HK: four-week school suspension; one-week extension for home-office arrangement for civil servants."}