{"date": "2020/02/19", "journal": "medrxiv", "authors": "Jinhua Pan, Ye Yao, Zhixi Liu, Mengyi Li, Ying Wang, Weizhen Dong, Haidong Kan, Weibing Wang", "title": "Effectiveness of control strategies for Coronavirus Disease 2019: a SEIR dynamic modeling study", "type": "preprint article", "abstract": "+These authors contributed equally to this work * Corresponding authors: Dr. Weibing Wang", "text": "        222324252627282930313233343536The        The reported data show that while it is susceptible to people of all ages, the elderly and those withunderlying diseases3 tend to become more seriously ill once infected4. The outbreak of COVID-19started at the time when hundreds of millions of Chinese people were on their way to their hometownsor vacation destinations for the celebration of Chinese New Year, which aided the rapid spread of thevirus. As a result, a first-level response to major public health emergencies was launched in many areasacross the country. Wuhan, as the source of this outbreak, implemented travel ban on 23 January 20205.The Chinese government issued extension of order to shut down all non-essential companies, includingmanufacturing plants, in Hubei Province until at least 20 February. As of 19 February, 74,282 cases ofCOVID-19 (according to the applied case definition) have been reported, with 2,009 deaths reported6.Since the epidemic outbreak, Wuhan has built two large hospitals with 2,600 beds to ease the suddenincrease of local peoples’ healthcare needs. Interventions have also been adjusted for treating milderinfections, whereby individuals have been shifted from home-based quarantines to centralizedquarantines at designated facilities (e.g. “square cabin” hospitals) in fixed sites, to efficiently monitorand manage infections and prevent further outbreaks. As an intervention strategy, quarantine has beenimplemented nationwide to prevent further city-to-city transmission. However, despite these measures,the number of daily reported confirmed new cases is still very big.Most people in China and those who may affected by the COVID-19 outbreak around the world areeager to know when they can return to normal lives. The purpose of this study is to provide a scientificprojection on COVID-19 progression. The mathematical models could explain the epidemiologicalpatterns of infectious diseases and provide valuable information for the formulation and evaluation ofdecision-making in disease preventive7. This study also estimated the basic and effective reproductionnumber of the COVID-19, as well as the peak time and size of the epidemic with a dynamic model, andsimulate the impact of various intervention strategies, including travel restrictions and voluntaryquarantine.Data sourceReported data. Number of confirmed cases per day from 16th January 2020 to 16th February 20208,9reported by the National Health Commission of the People’s Republic of China (Only cases that testedpositive for nucleic acid were included), the Provincial Health Commissions of China, and governmentreports from Hong Kong, Macao, Taiwan and other countries. Our data also include the daily numbersof cured cases and deaths.Demographic data. The demographic data is from the Statistical Yearbook of the National Bureau ofAccording to the current epidemic situation and the intervention strategies, the following SEIRmathematical models were constructed. The Wuhan Model was based on the epidemic situation inWuhan from 16 January 2020 to 16 February 2020 and reflected the changes of the infections in thecity. It included seven population groups for the seven stages in the progression of the COVID-19.According to the characteristics of the disease, when a susceptible person (Susceptible, S) effectivelyencounters a person that is infected with the COVID-19, S would be infected with the virus (Exposed,E) and would progress to infectious stage. The infected individual might exhibit symptomatic infection(I) or asymptomatic infection (U), and might cause an infection of super-spreading event (Isse); theymight get medical care (Treatment, T), and then mostly were shifted to the recovery group (Recovery,R). Notably, the exposed individuals were infected, and had the ability to infect other susceptibleindividuals. The Isse means those infections can cause three or more generations of infection. The flow979899100101102103104105106107108109110111112113114115116117118119120121122123124125126diagram for this model is shown in Suppl. Fig 1. The National Model (except for Wuhan region) wasbased on the Wuhan Model, aiming to predict the changes of the Coronavirus infection in other parts ofEach model was based on three hypotheses: i) people who had visited or had a contact history with theSeafood Wholesale Market were quarantined, and they did not travel to other parts of the country; ii) I,E and U had the same ability to infect others, while those causing Isse had a greater ability to do so; iii)the daily confirmed cases was diagnosed in hospitals.Estimation of epidemiological parametersIn the models, the detection rate was a proportion of confirmed cases from those who were infected. InWuhan model, we assumed that the detection rate from 16 to 25 January was 10%, the detection ratehas been improving since 25 January, with a fixed increment each day. Until the detection rate risen to75%, the detection rate would not change with time any more. And the detection rate in National model(except Wuhan) were from 0% to 75%, The same as quarantine rate in Wuhan (from 10% to 85%) andIn the National Model, parameter a, b were the initial proportion of I group and Isse group, respectively.We used parameter a, b to recalculate the values of μ1 (the proportion of U group), μ2 (the proportion ofI group), μ3 (the proportion of Isse group). And finally fitted results showed that the proportion ofasymptomatic patients, μ2, in the population was 0.0828*a /(0.0828*a+b+a). The same as Wuhan model,we used the least square estimate to estimate the μ1 (the proportion of U group). In the National Model,Wuhan data was used to calculate the p of various periods (p stands for the proportion of the latentpopulation in the outflow population of Wuhan).In the National Model, we assumed that the quarantine rate was 5% on January 16, with a fixedincrement every day, and that this rate did not change with time once it reached 80%, after 20 days. Weused public data to calculate the proportions of the outflow and inflow population from January 16 toJanuary 2310, then allocated the number of daily outflows in Wuhan, based on this proportion. Allparameters used in the model are shown in Table 1.127128129130131132133134135136137138139140141142143144145146147148149150151152153154155156According to the incubation proportion p of the daily outflow population from January 16 to January 23estimated by the Wuhan model and the proportion of daily migration population from Wuhan to othercities, we calculated the cumulative number of people entering each city in the incubation period within8 days. The risk index is calculated by the product of the cumulative number of people in theincubation period (until February 10, 2020) and the resident population of each city.The basic reproduction number R0 represents the expected number of secondary cases produced by aninitial infectious individual, in a completely susceptible population. The calculation for determining R0was done by using the R software11.The data in this article are all public data obtained from the National Health Commission of theData AvailabilityCode availabilityEpidemic distribution of COVID-19 before and after the closure of Wuhan citySuppl. Figure 3. indicates that on 16 January 2020, the number of newly confirmed cases in Chinaoccurred only in Hubei Province, and that the number of cases was limited. By 23 January 2020, thenumber of newly confirmed cases continued to increase, and the infectious disease had spread all overthe country, except for Tibet, Qinghai, Guizhou, Ningxia, Shanxi, and Hebei. On 26 January 2020,three days after Wuhan was locked down, however, the number of cases continued to increase.Diagnosis data (open source) from Wuhan for the COVID-19 from January 16, 2020 to February 16,2020 were used for the modeling. Figure 1 shows that the Wuhan Model fits well the trend of thenumber of recent confirmed cases in Wuhan: it predicts that the peak of confirmed cases in Wuhan willbe 1,718, and will occur around February 6. The peak of the number of asymptomatic infections157158159160161162163164165166167168169170171172173174175176177178179180181182183184185186appears on February 6, while the number of Isse and symptomatic infections would reach their maximalnumbers on February 3, with peak daily number for the three types of infections being 1,017, 419 and12,418, respectively (Figure 2). And the number of confirmed cases would reach the single digit onWe established models for various scenarios, as shown in Suppl. Figure 4. The smaller the outflow ofthe population, the greater the daily number of new confirmed cases and the real time inpatients inWuhan. Thus, if the outflow of the population is 6 million, the daily number of newly confirmed casesin Wuhan would reach 860. Similarly, a dynamic model was applied to analyze the daily increase in thenumber of newly confirmed cases in Wuhan. Suppl. Figure 5 shows that the higher the early detectionrate, the greater the number of confirmed cases, and the earlier the peak appears.When the outflow population is kept constant and the quarantine rate increases gradually, the numberof newly confirmed cases decreases. To predict the impact of various quarantine rates, we set isolaterate=10% as the baseline number of cases; when setting isolate rate=20%, it reduced to 1,159,720inpatients cases on the day of peak numbers, a decrease of 11.18%; isolate rate=30% would reduce thenumber of inpatients cases to 933,070 (Figure 3).In the Wuhan Model, we set a function related to the parameter m and time t as follows: before January23, 2020, m infected people contacted the Seafood Wholesale Market, while the zoonotic infectivecases no longer occurred thereafter due to the closure of that Market. The Model simulated variousscenarios to assess the impact on the epidemic situation of an increase in the force of infection by 1, 1.5,2, 2.5, and 3 times. By predicting the impact of the number of zoonotic infective cases, we set 43 as thenumber of baseline cases. Doubling the number m (to 86) increased the number of cases by 1408 on thepeak day, and enhanced the confirmed cases by approximately 9.10% on that day, while augmenting mto triple the baseline increased the confirmed cases by approximately 22.58% (Suppl. Figure 6).Simulation of the National Model (except Wuhan)Figure 4 shows the fitting of the nationwide mathematical modeling. Our Model rationally fitted thetrend of the daily numbers of newly confirmed cases in other parts of China, and predicted that the187188189190191192193194195196197198199200201202203204205206207208209210211212213214215216peak number of confirmed cases would occur around February 3, while the highest number ofconfirmed cases would reach 1,756 per day. The peak arrival time of the simulation data was consistentwith that of the real data.symptomatic infections would appear on January 30 and January 29, February 10 and January 29,respectively, with peak number 766, 438, 14,008 and 13,006, respectively. The COVID-19 cases wouldgradually disappear by the end of April. The number of confirmed cases would reach the single digit onSuppl. Figure 7 shows the positive correlation between population inflow and case numbers per day.When the population inflow is 6 million, the number of new cases per day reaches a peak of 1,838,while inflow become 3 million, the number would be 1,539. An increase of 16.2% over the peak wouldoccur when the population inflow was 6 million. We also found that the change in the inflowpopulation was relatively insensitive to the population flow.        By predicting the impact of various quarantine rates on the number of cases each day, we observed thatthe peak decreased gradually, and the number of new and cumulative confirmed cases per day had aclear downward trend with the gradual increase of the quarantine rate; when the inflow populationremained constant, every 5% increase in quarantine rate reduced the numbers of the cumulativeconfirmed cases, on average, by 313 cases on the peak day. Furthermore, setting the quarantine rate at45% would reduce the number by 939 cases on the peak day compared to when the quarantine rate wasset at 30% (Figure 6). When the detection rate gradually increased, the peak gradually moved forward,and the number of newly confirmed patients showed a significant downward trend. Also, that every 0.2increase in the detection rate leads to an advance of 1-2 days at the peak (Suppl. Figure 8).Figure 7 shows that the risk index of COVID-19 risk spread by the outflow population of Wuhan todifferent cities. The top 5 cities ranked by the risk index are Huanggang, Xiaogan, Jingzhou,Chongqing and Xianyang. And The number of incubators from Wuhan to these cities on the 16th to the23rd, 2020 were 474, 513, 249, and 40, 145 cases, respectively. The risk index of 15 cities was217218219220221222223224225226227228229230231232233234235236237238239240241242243244consistent with the actual cumulative number of confirmed cases        We have estimated the basic reproduction number R0 from 19 January to 16 February 2020 in Wuhanand the whole country (except Wuhan). Figure10 showed that R0 declined with time as well as withimplementation of different policies, from 5.75 to on 19 January to 1.69 on 16 February in Wuhan, andfrom 6.22 to 1.67 in the entire country (not including the Wuhan area)Based on the COVID-19 cases data from 16 January 2020 to 16 February 2020, the data showed thatR0 declined with time as well as with implementation of different policies, from 5.75 to 1.69 in Wuhanand from 6.22 to 1.67 in the entire country (except Wuhan), which was consistent with other studies12,13but we first estimate the trends. Although R0 for the COVID-19 was declined on February 16 in China,it was still higher in China (1.66; 95% CI 1.86–1.46), compared to the range of the R0 for SARSepidemic12,14, and for MERS12,14. On the other hand, such a high number for R0 was consistent with theopinion that the virus had gone through at least three-to-four generations of transmission and suggestedthat there might be a possibility of aerosol transmission as SARS did15, though whether there wasaerosol transmission needs further investigation.Nowcasting and forecasting are of crucial importance for public health planning and control, bothdomestically and internationally. Our models evaluated the epidemic situation in Wuhan and in otherparts of China separately, with the consideration of various intervention measures. The results of ourmodeling suggest that Wuhan have reached a peak in the number of confirmed cases around 6 February,with the maximum number of confirmed cases at 1,718 per day, while the peak of the number ofconfirmed individuals in the whole country has already occurred around February 3 and will reachsingle digit on March 27 in Wuhan and March 19 in in the whole country except Wuhan. In addition,our study predicts that the number of inpatients in Wuhan reached a peak of 13,030 on 14 February, andbegin to decline, which can provide certain basis for hospital bed arrangement.Model fitting for the newly confirmed cases per day gave a number that was lower than the actual247248249250251252253254255256257258259260261262263264265266267268269270271272273274275276number, and the peak number of newly confirmed infected cases per day in the model fitting of theentire country except Wuhan was also lower than the actual number – these discrepancies may be dueto underreporting, and delayed diagnosis during the early stages of the epidemic. The underreportingand insufficient diagnosis might be due to less nucleic acid test kits, false negative result of the testing16,and asymptomatic patients3. Due to the recent change of more availability of test kits and greater effortsof various government departments, the detection capacity has continuously improved, leading to asharp rise in patients’ numbers compared to the models’ estimates.Current interventions, including extended vacations and self-quarantine at home, aim to isolatehigh-risk populations. We have analyzed the different quarantine rates, to determine how this variationchanges the epidemic trend. Assuming that the major cities in the country have not taken the first levelresponse, the isolation rate is not as high as it is currently, we reduced the quarantine rate and simulatethe situation that if the country has not taken the first level response in Wuhan. When the quarantinerate was 10%, the peak value of newly confirmed cases would be 1,305,713 in Wuhan; when thequarantine rates became 20%, 30% and 40%, the peak value of newly confirmed cases would reach1,159,720, 933,070 and 588,814 in Wuhan respectively. The scenario suggested that Wuhan ’smandatory isolation and first-level response had played a great role in the stop of epidemic spreading.Many cities in the country had started the first level response. We reduce the isolation rate in theNational model to the scenario that the first level response was not launched. When the quarantine ratesare 30%, 35%, 40%, 45%, the peak value of newly confirmed cases will reach 3,532, 3,151, 2,753, and2,593 in the entire country. And if the quarantine rate is less than 30%, the new confirmed cases willgrow explosively. Comparing to the current situation with a maximal quarantine rate of 80% in theNational Model, it adds up 837 confirmed cases each day at least, which shows the quarantineintervention and first level response measures taken by some cities in China are indispensable policiesand show positive effect on the control of the COVID-19. The Return-to-Work tide is approaching,especially in major cities like Shanghai and Shenzhen, upgraded measures (e.g., escalatory quarantine,mask wearing when going out, and sit apart when taking vehicles) will be particularly crucial for theblockage of the COVID-19. We assumed that the isolation rate in Wuhan will reach 85% and 80% inthe whole country except Wuhan. However, if we further improve the isolation rate, the epidemic willend ahead of time.A proportion of the first generation of infected people had visited the Seafood Market in Wuhan4. Dueto the existence of asymptomatic infections and the possibility of missed diagnoses, rather thananalyzing just the number of people who have been to the Seafood Market, we have instead analyzedthe number of people who have contact history with the Seafood Market; when this alternative situationis taken into consideration, the greater the number of people who visited the Seafood Market in theearly stage the bigger is the number of people infected, with a higher peak value. However, thisrelationship is not sensitive. While people at the Market were found and isolated and were no longercontagious, the scale of transmission of this first generation of virus might be larger than that of otherinfected individuals.This study primarily focused on the situation that can be judged from the appearance of some infectionsymptoms, such as fever, dry cough, etc17. According to the latest research results of Dr. ZhongNanshan, they proved the presence of another type of infected people – those who are asymptomaticinfections at COVID-19 diagnosis3. According to the results of the Wuhan Model and Nationalmodel(excluded Wuhan), there are indeed asymptomatic cases with peak values 1,071 in Wuhan (766in the other parts of China) and Isse cases with peak values 419 cases in Wuhan (438 in the other partsof China), asymptomatic cases are hidden virus carrier, finding them is extremely difficult but thispopulation will increase in number rapidly, which is particularly challenging in terms of prevention andcontrol. The only effective intervention for asymptomatically infected people is to prevent closepersonal contacts. Concurrently, the number of real-time COVID-19 inpatients in Wuhan has reached apeak of 13,030 on February 14 before it decreases (14,008 on February 10 in the other parts of China),which can provide some basis for the arrangement of hospital beds. The model further shows that theCOVID-19 cases will gradually disappear by the end of April 2020, both in Wuhan and the other partsof China. The number of confirmed cases would decrease to less than 10 on March 27 in Wuhan andDuring the current epidemic outbreak, the public should be reminded not only to practice at-homequarantine, but also to pay attention to personal protection, e.g. wearing masks, and reducingcommunicating with other people in person, especially after the stage of high level response (travel307308309310311312313314315316317318319320321322323324325326327328329330331332333334335336restricts, the postponement of school semesters, etc.) . As the potential long incubation period of theCOVID-19, the effects of public health measures, such as to place someone and his/her close contactsunder medical quarantine at both the hospital and community, would also depend on the swift andaccurate diagnosis – any delay will make the public to pay a high cost18.Our study has several limitations. First, there is no enough data to provide accurate information aboutquarantine rates and detection rates at each stage of the epidemic, as the denominator could also beunderestimated due to limited medical source for treatment, false positive testing kits. However, wehave adjusted for the initial values of the parameters in the models based on the available survey data.Second, based on the changes in prevention and control modes and societal efforts at each stage, wehave estimated the functions of the quarantine and detection rates in relation to time, in order tosimulate the actual conditions as closely as possible. In addition, we were unable to obtain somerelevant data that may be very important to the study, such as the exposure and possible infection ratesof healthcare workers nationwide19. Instead, we use the estimation for exposure and infection rate ofthat population from a survey (unpublished data) based on a big specialized hospital in Wuhan.China’s prevention and control measures have made significant inroads into controlling the epidemic ofCOVID-19, but the complete control has not yet to be achieved. This study found self-quarantine athome should be strictly observed in the future, and that the quarantine level to be maintained at arelatively high level to prevent the possibility of a second outbreak of the epidemic. When the accuracyand sensitivity has been improved substantially, e.g., by using CT scan instead of depending only ontesting kits, the continued success may still rely on the community screening in order not to miss anyand effectively cut the transmission chain from those with mild symptoms. Furthermore, professionalmedical care personnel should supervise centralized quarantine at certain quarantine sites, to bettermonitor and manage infected peoples and prevent further expansion of infection and improve the healthof the patients. Given the high rate of infectivity of this new coronavirus, and there is still a possibilityof the virus being spread globally, the countries other China also need to mobilize enough medicalsupplies to deal with this massive outbreak based on local risk assessments.J.P., Z.L., Y.Y. and W.W. designed the study. J.P., Z.L., Y.Y. M.L, and Y.W. collected COVID-19incidence data and gained insight into the biology and natural history of the virus. J.P., Z.L., H.K. andW.W. developed the model and obtained the related parameters. Y.Y. revised and improved the model,W.D. revised the language, J.P., Z.L., and M.L drafted the manuscript. All authors critically reviewedand approved the final version of the manuscript.We thank Dr. Yang Liu from London School of Hygiene & Tropical Medicine, Faculty ofEpidemiology and Population Health, Department of Infectious Disease Epidemiology for modelingsupport. This study is sponsored by the Bill & Melinda Gates Foundation (OPP1216424) and Shanghai356357409410411412The brown line shows the actual number of newly confirmed cases every day in Wuhan until February16; the blue line shows the results of model fitting.414415416417418419420421422423424425426427428429430431A and B predict the impact of different various quarantine rates on the real time inpatients and thenumber of newly confirmed cases per day.433434435436437438439440441442443444445446447448449450451452453454455456457458459460461462463465466467468469470A and B are used to predict the impact of different quarantine rates on real time inpatients and newconfirmed cases per day using national (except Wuhan) models.472473474475476477478479480482483484485486487488489490491492493494495496The blue line in the figure represents the estimated value of R0 and ts change with time, and the grayline represents the 95% confidence interval of R0. A: R0 and its change with time in China. B: R0 andits change with time in Wuhan. C: R0 and its change with time in the entire country except Wuhan497Supplementary informationγ1γ2β1β2β3Transition rate of infectious individuals to quarantined infectionsThe proportion of U compartmentThe proportion of I compartmentThe proportion of Isse compartmentRate_quarantine(t) Quarantined rate of individualsemigrated rate of susceptible individuals and exposed individualsDeath rate of COVID-19 cases in Wuhan city per dayValue1/71/141/7Transition rate of asymptotical infections to recoveryTransmission coefficient of I, U, and ETransmission coefficient of IsseTransition rate of infectious individuals to quarantined infectionsThe proportion of U compartmentThe proportion of I compartmentThe proportion of Isse compartmentRate_quarantine(t) Quarantined rate of individualsdetected rate of infection individualsRate_emigration(t) emigrated rate of susceptible individuals and exposed individuals534535536537538539540γ1γ2β1β2μ1μ2μ3α2Value1/71/141/7Death rate of COVID-19 cases in cities of China (excepted Wuhan city) per day        Suppl. Figure 1. Flow diagram of the                Suppl. Figure 2. Flow diagram of the        649650651652653654655656657658659Suppl. Fig 4. Prediction of new conformed cases and total cases diagnosed in hospital per day indifferent A values.The dynamic model for analyzing different situations of A, where A represents the total outflowpopulation of Wuhan from 16 January to 23 January. We used public data to calculate the proportion ofthe outflow population (outflow population rate per day are 9%,9%,10%,10%,12%,15%,18%,17%)from 16 January to 23 January 2020 in Wuhan, then allocated the number of daily outflows in Wuhan,based on this proportion. For this figure, we assumed the number of daily outflows at different levelsand observed the number of new confirmed cases as well as the cumulative number of confirmed casesof the 2019 novel coronavirus. Blue, orange, gray, and yellow lines represent a total of 3,000,000,4,000,000, 5,000,000 and 6,000,000 people, respectively, having flowed out of Wuhan in 8 days.661662663664665666667668669670671672673674675676677678679680681682Suppl. Figure 5. Prediction of new confirmed cases and total cases per day in hospitals, underdifferent detection rateA and B are used to predict the influence of different detection rates on the number of real timeinpatients and the number of new confirmed cases per day, using the Wuhan Model.684685686687688689690691692693Suppl. Figure 6. Epidemic forecasts for Wuhan under different scenarios of the number ofinfections in the Huanan (Southern China) Seafood Wholesale Market.The dynamic model for analyzing different situations of m, where m represents the number ofconfirmed cases who have been to Hainan seafood market. A and B show the prediction of the impactof the COVID-19 virus on the number of real time inpatients and newly confirmed cases per day,respectively. Under the stable outflow population, the number of newly confirmed cases per day as wellas the cumulative confirmed cases have an upward trend, with an increase in the number of initialinfections.695696697698699700701702703704705Suppl. Figure 7. Epidemic forecasts for China (except Wuhan) under different scenarios of inflowpopulation.We used a dynamic model to analyze various situations of A, where A represents the total populationflowing from Wuhan to all parts of the country during the eight days from 16 January to 23 January2020. We used public data to calculate the proportion of the population outflow from Wuhan, from 16to 23January, and then allocated the proportion of daily population inflow from Wuhan to all parts ofthe country according to this proportion. This supplementary figure shows changes in the number ofnewly confirmed patients and the cumulative number of inpatients per day, assuming different levels ofdaily outflow population, which respectively represent the inflow population of 3,000,000, 4,000,000,5,000,000 and 6,000,000.707708709710711712Suppl. Figure 8. Epidemic forecasts for China (except Wuhan) under different scenarios ofA and B are used to predict the influence of different detection rates on the number of real timeinpatients and the number of new confirmed cases per day, using the National Model for the wholecountry (except Wuhan).", "ref_list": [[], [""], [""], ["2. Wuhan municipal health commission"], ["Clinical characteristics of 2019 novel coronavirus infection in"], ["Epidemiological and clinical characteristics of 99 cases of"], ["2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["5"], [""], ["Novel Coronavirus (2019-nCoV) situation reports"], [""], ["Dynamics of infectious diseases"], ["8. National Health Commission of the People's Republic of China."], [""], ["Baidu migration map"], ["Nowcasting and forecasting the potential domestic and"], ["international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [""], ["Interhuman transmissibility of Middle East respiratory"], ["syndrome coronavirus: estimation of pandemic risk"], ["Preparedness and proactive infection"], ["A rapid advice guideline for the diagnosis and treatment of"], ["2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)"], [""], ["Racing towards the development of diagnostics for a novel"], ["coronavirus (2019-nCoV)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus-China"], ["-"], [], ["Jan", "Guan"], ["China. medRxiv", "N Chen", "M Zhou", "X Dong"], [], ["England", "Xinhua News"], [], [], [], ["K Rock", "S Brand", "J Moir", "Keeling MJ"], [], [], ["A. Aaron", "King"], ["JT Wu", "K Leung", "GM Leung"], [], ["Lancet", "Q Li", "X Guan", "P Wu"], ["Coronavirus-Infected Pneumonia", "R Breban", "J Riou", "A Fontanet"], [], ["VCC Cheng", "SC Wong", "KKW To", "PL Ho", "KY Yuen"], ["YH Jin", "L Cai", "ZS Cheng"], [], ["D Wang", "B Hu", "C Hu"], ["Novel Coronavirus-Infected Pneumonia", "YM Dennis Lo", "RWK Chiu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\nThe\n        ", "one_words_summarize": "222324252627282930313233343536The        The reported data show that while it is susceptible to people of all ages, the elderly and those withunderlying diseases3 tend to become more seriously ill once infected4. Wuhan, as the source of this outbreak, implemented travel ban on 23 January 20205.The Chinese government issued extension of order to shut down all non-essential companies, includingmanufacturing plants, in Hubei Province until at least 20 February. As an intervention strategy, quarantine has beenimplemented nationwide to prevent further city-to-city transmission. The purpose of this study is to provide a scientificprojection on COVID-19 progression. The Wuhan Model was based on the epidemic situation inWuhan from 16 January 2020 to 16 February 2020 and reflected the changes of the infections in thecity. The Isse means those infections can cause three or more generations of infection. The calculation for determining R0was done by using the R software11.The data in this article are all public data obtained from the National Health Commission of theData AvailabilityCode availabilityEpidemic distribution of COVID-19 before and after the closure of Wuhan citySuppl. On 26 January 2020,three days after Wuhan was locked down, however, the number of cases continued to increase. Similarly, a dynamic model was applied to analyze the daily increase in thenumber of newly confirmed cases in Wuhan. Figure 7 shows the positive correlation between population inflow and case numbers per day. An increase of 16.2% over the peak wouldoccur when the population inflow was 6 million. Also, that every 0.2increase in the detection rate leads to an advance of 1-2 days at the peak (Suppl. Figure 8).Figure 7 shows that the risk index of COVID-19 risk spread by the outflow population of Wuhan todifferent cities. The top 5 cities ranked by the risk index are Huanggang, Xiaogan, Jingzhou,Chongqing and Xianyang. The risk index of 15 cities was217218219220221222223224225226227228229230231232233234235236237238239240241242243244consistent with the actual cumulative number of confirmed cases        We have estimated the basic reproduction number R0 from 19 January to 16 February 2020 in Wuhanand the whole country (except Wuhan). Nowcasting and forecasting are of crucial importance for public health planning and control, bothdomestically and internationally. Model fitting for the newly confirmed cases per day gave a number that was lower than the actual247248249250251252253254255256257258259260261262263264265266267268269270271272273274275276number, and the peak number of newly confirmed infected cases per day in the model fitting of theentire country except Wuhan was also lower than the actual number – these discrepancies may be dueto underreporting, and delayed diagnosis during the early stages of the epidemic. We have analyzed the different quarantine rates, to determine how this variationchanges the epidemic trend. Concurrently, the number of real-time COVID-19 inpatients in Wuhan has reached apeak of 13,030 on February 14 before it decreases (14,008 on February 10 in the other parts of China),which can provide some basis for the arrangement of hospital beds. J.P., Z.L., H.K. andW.W. developed the model and obtained the related parameters. All authors critically reviewedand approved the final version of the manuscript. Flow diagram of the        649650651652653654655656657658659Suppl. Prediction of new conformed cases and total cases diagnosed in hospital per day indifferent A values. For this figure, we assumed the number of daily outflows at different levelsand observed the number of new confirmed cases as well as the cumulative number of confirmed casesof the 2019 novel coronavirus. Prediction of new confirmed cases and total cases per day in hospitals, underdifferent detection rateA and B are used to predict the influence of different detection rates on the number of real timeinpatients and the number of new confirmed cases per day, using the Wuhan Model.684685686687688689690691692693Suppl. Epidemic forecasts for China (except Wuhan) under different scenarios of inflowpopulation."}