{"date": "2020/02/24", "journal": "medrxiv", "authors": "Yiqiong Ma, Bo Diao, Xifeng Lv, Jili Zhu, Wei Liang, Lei Liu, Wenduo Bu, Huiling Cheng, Sihao Zhang, Lianhua Yang, Ming Shi, Guohua Ding, Bo Shen, Huiming Wang", "title": "2019 novel coronavirus disease in hemodialysis (HD) patients: Report from one HD center in Wuhan, China", "type": "preprint article", "abstract": "# These authors contributed equally to this manuscript", "text": "The outbreak of COVID-19 originated in Wuhan has become a global epidemic of contagiousdiseases, which poses a serious threat to human life and health, especially for those withunderlined diseases. However, Impacts of COVID-19 epidemic on HD center and HD patientsare still unknown. In this report, we reviewed the whole course of the epidemic emerged inthe HD center of Renmin Hospital, Wuhan University from January 14, 2020, the day the firstcase was confirmed, to February 17, 2020, the day the epidemic extinction. There aretotally 37 cases among 230 HD patients and 4 cases among 33 staff being diagnosed withCOVID-19. The epidemiology, clinical presentation and immune profile of dialysis patientscontracted COVID-19 were further studied. We found that the two key measures we took inresponse to the epidemic, one was upgrading level of prevention and protection on January 21and the other one starting universal screening, isolating, and distributing the infected cases onFebruary 4, were effective in the epidemic control. No new COVID-19 case had beendiagnosed since February 13. During the epidemic, 7 HD patients died, including 6 withCOVID-19 and 1 without COVID-19. The presumed causes of death were not directly relatedto pneumonia, but due to cardiovascular and cerebrovascular diseases, hyperkalemia, etc.Most of the leukocytes in the peripheral blood of the HD patients infected with COVID-19decreased, and the CT images of the chest mostly showed the ground glass like changes onthe right side. The symptoms of most of the patients were mild, and there were no casesadmitted to ICU. The frequency of lymphocytes in PBMCs and the serum level ofinflammatory cytokines were assessed in HD patients contracted COVID-19 or not, non-HDCOVID-19 patients, as well as healthy volunteers. The results showed that lymphocytes ofT cell, Th cells, killer T cells, as well as NK cells in PBMCs of HD patients decreasedsignificantly than other groups. HD patients with COVID-19 also displayed remarkable lowerserum level of inflammatory cytokines than other COVID-19 patients. Our study indicatesthat HD patients are the highly susceptible population and HD centers are high risk area in theoutbreak of COVID-19 epidemic. Measures of prevention, protection, screening, isolation,and distribution are essential in the epidemic management and should be taken in the earlystage. HD Patients with COVID-19 are mostly clinical mild and unlikely progress to severepneumonia due to the impaired cellular immune function and incapability of mountingcytokines storm. More attention should be paid to prevent cardiovascular events, which maybe the collateral impacts of COVID-19 epidemic on HD patients.        In December 2019, the initially outbreak of COVID-19 in Wuhan city spreadrapidly to all over China and even the world, becoming a serious pandemic [        In this study, we described an outbreak of COVID-19 in one HD center inRenmin Hospital of Wuhan University, which is located in the downtown of Wuhancity of China. A cluster of HD patients contracted COVID-19 were surveyed andfollowed until the day on February 17, 2020. The epidemiological, clinical, laboratory,and radiological characteristics, and outcomes of some of these patients werereviewed. We expect our findings will shed light on the appropriate management ofthe HD center and HD patients in face of COVID-19 or other similar epidemicemerging.Study design and participants        We reviewed the epidemic course from the first case of COVID-19 infection onJanuary 14 to the control of the epidemic on February 17 in the HD center of RenminHospital of Wuhan University. Totally 230 maintained HD patients and 33 medicalstaff were included in this study. Diagnosis of COVID-19 pneumonia was based onthe New Coronavirus Pneumonia Prevention and Control Program (5th edition)published by the National Health Commission of China [        The medical records of all participants were analyzed by the research team of theDepartment of Nephrology, Renmin Hospital of Wuhan University. Epidemiological,clinical, laboratory, and radiological characteristics and outcomes data were obtainedwith data collection forms from electronic medical records or specific dataquestionnaire. Some data were retrieved from the Hubei Province kidney diseasequality control information platform. The data were reviewed by a trained team ofphysicians. Information collected including demographic data, medical history,underlying comorbidities, symptoms, signs, blood routine test, chest computedtomographic (CT) scans. During the period of follow up, the odd episode of deathhappened among these patients were recorded and the presumed cause of death wereproposed by the research team, based on the time, place and clinical manifestation ofthe death.          The SARS-CoV-2 detection was done by real-time PCR (RT-PCR) as describedpreviously [          To explore the effect of SARS-CoV-2 infection on the cellular immune profileand the cytokines production, we successfully recruited 19 COVID-19 contracted HDpatients and 19 non-COVID-19 HD patients in further blood sample collection undertheir permission and cooperation. 30 Healthy volunteers were simultaneously enrolled.Peripheral blood mononuclear cells (PBMCs) and serum were isolated from the bloodsample from the participants. Isolated PBMCs were stained with a BD multitest IMKKit (Cat340503, BD Biosciences) for analyzing the frequency and cell number of totalT, CD4+ T，CD8+ T, B and NK in healthy controls and patients. After being stained,the cells were measured by flow cytometry on an LSR Fortessa Cell Analyzer (BDBiosciences) and data analyzed using the FolwJo software (TreeStar). Serum level ofa panel of cytokines covering IL-4, IL-6, IL-10, IL-17, TNF-α, IFN-γ were assayedusing Human Cytokine Standard 27-Plex Assays panel and the Bio-Plex 200 system(Bio-Rad, Hercules, CA, USA) for all patients according to the manufacturer’sinstructions. All experimental procedures were completed under biosafety level II pluscondition.Measurement data were expressed using median and interquartile range (IQR) valuesand compared using independent group t test. Enumeration data were described asnumber (%). All statistical analyses were performed using SPSS (Statistical Packagefor Statistical analysis), and a P value of less than 0.05 is considered as significantdifference.230 patients and 33 staff in our HD center were included in this study. Thedynamic course of COVID-19 epidemic from emerging to development is schematicpresented in Figure 1. We can see that the first COVID-19 patient was diagnosed onJanuary 14, and the second diagnosed patient appeared on January 17. Since January21, patients with COVID-19 had been requested to be isolated and all medical staffhad be asked to upgrade their personal prevention and protection, which includingwearing full protective gear such as waterproof disposable gown, cap, gloves, faceshield, and N95 face mask, and more rigorous cleaning and disinfection. On February4, 2 new patients and 1 medical staff were further confirmed with COVID-19. So thecenter decided to screen all patients and staff on February 4 with the examinationmethods of the chest CT and selective blood routine test . There are 31 cases werenewly diagnosed with COVID-19 including 29 HD patients and 2 medical staff onFebruary 10. Then 4 new COVID-19 diagnose were made on HD patients onFebruary 13. Since then, until the screening was fully completed on February 17, nonew COVID-19 case had been found. During the period of screening, all of thepatients and staff were classified, isolated, or distributed to designated hospitalaccording to the government instruction. Figure 2 summarize the management flowand the outcomes of the followed cluster in the epidemic. It showed that 37 patientswere diagnosed with COVID - 19 of which 6 patients had died (Figure 2A). The other31 patients were distributed to the designated hospital receiving HD and othertreatment. 4 medical staffs with COVID-19 were treated in isolation wards. There aretotally 7 episodes of death were recorded since the epidemic outbreak, 2 happened inhospital and 5 at home. Among the 7 died cases, 6 were HD patients with COVID-19and the other one was COVID-19 free (Figure 2B). All of the death were followed andreviewed by our research team, the presumed cause of death was heart failure,hyperkalemia and cerebrovascular disease, and none of them succumbed to severepneumonia based on the appearance of death (Figure 2B).37 HD patients with COVID-19 demographic and biochemical clinical data weresummarized in Table 1. In total, 23 (62%) men and 14 (38%) women were concluded.The median age of all patients was 66 years (IQR, 55-81), and the median HD agewas 34 months (IQR, 13-61). Meanwhile, all clinical data involving dry weight,hemoglobin, albumin, blood calcium, blood phosphorus, blood intact parathyroidhormone (iPTH) and Kt/VUrea values were also listed in Table 1. Unlike previousstudies, the clinical symptoms of HD patients with COVID-19 were not obvious sincethe medical records showed that 4 (11%) patients had fever, 3 (8%) patients hadfatigue, and only 1 (3%) patient had the symptom of cough, chest pain or nausearespectively (Table 2). Besides, no other symptoms were observed in these patients.According to chest CT scans reports, 15 (41%) patients showed unilateralinvolvement (13 cases in right lung and 2 cases in left lung) and 22 (59%) patientsshowed bilateral involvement. 23 (62%) patients had multiple “ground-glass opacity”lesions in the lung which were regarded as the characteristics of COVID-19pneumonia (Table 3 and Figure 3).        The immune system is the key defense line for the body to resist and eliminatethe virus. In the antiviral immune response, cellular immunity (including T cells andNK cells) plays a central role, while humoral immunity plays a coordinating role. Theunderlined mechanism of SARS-CoV-2 inflicted harmful effects leading to severecondition or death in COVID-19 patients is the over response against the virus byimmune system and large amount of cytokines production (cytokine storm) [        Discussion        In the first two decades of this century, three members of the coronavirus family,SARS-CoV, MERS- CoV and SARS- CoV-2, have caused three major pandemicoutbreaks of respiratory infectious diseases. At present, it is believed thatSARSCoV-2 is more infectious, but its pathogenicity is weaker than the other two viruses.Compared with the previous two outbreaks, the epidemic area of COVID-19 causedby SARS- CoV-2 is wider, the number of infected people is larger, more patients died,and the global economic loss is greater. As the origin source of the epidemic and thecenter of the pandemic, more than 46607 confirmed cases have been reported inWuhan city, China, 8329 of which are in severe condition and 1987 have died as ofFebruary 23[        Reviewing the epidemic situation in our center can bring some importantexperiences and lessons. On January 14, 2020, the center found the first HD patientinfected with COVID-19. This patient had fever symptoms at that time, and the chestCT showed typical viral pneumonia with ground glass like changes. The staff of thecenter isolated and distributed the patient with vigilance. On January 17, a secondcase of infection was found, and isolation and distribution measures were also taken.Until January 21, Hubei provincial government launched the secondary emergencyresponse to public health emergencies, and the center immediately upgraded the levelof prevention and protection. However, staff and patients were still infected onFebruary 4. In that situation, the center began to carry out general screening ofpatients and staff, and the screening item was chest CT. The reason why the nucleicacid of pharyngeal swab virus was not adopted was that, on the one hand, thedetection resources were limited, and on the other hand, the reported positive rate ofnucleic acid detection was not high. Because HD patients come to the center fordialysis treatment at intervals, and during the epidemic period, many patients areworried about being infected, reducing the number of dialysis times and prolongingthe dialysis interval, resulting in the screening work of more than 230 patients beingcompleted until February 13. However, the confirmed infected case during thescreening were all isolated and distributed. As can be seen from the figure 1, the vastmajority of patients with COVID-19 infection were found at this stage, since then, nonew cases of infection occurred in the center. Recapitulate of the COVID-19 epidemicin our center imply that, although SARS-CoV-2 is highly infectious, it can still getcontrol through strict and standardized protective measures, as well as timely patientscreening based on chest CT result, and followed patient distribution and isolation.        During the outbreak of COVID-19 in our center, 7 episode of death wererecorded, with a mortality of 3%, which is far higher than that of the same period inhistory. The high mortality is obviously related to the epidemic situation. However, itwas found that no one patient died of pneumonia directly after tracing the causes ofdeath of 7 patients. The main causes of death were cardiovascular and cerebrovascularcomplications or hyperkalemia, which was presumed due to the reduction of dialysistimes for fear of contracting the virus. It should be noted that although HD patientsare highly susceptible to COVID-19, the infection for them is likely less severe orfatal. Actually, none of the 37 infected patients in our center has been admitted to ICUdue to severe pneumonia. Some infected patients even have no obvious clinicalsymptoms. These suggest that in the face of the COVID-19 epidemic emerging,measures of prevention and protection certainly should be taken to avoid infection,but the sufficient dialysis remains the key issue for patients to survive the epidemic.During the outbreak of SARS in 2003, it was observed that the severity and mortalityof HD patients infected with SARS-CoV were similar to other infected population,but the duration of shedding virus through stool or breath was significantly longerthan other patients[                An intriguing phenomenon we observed in this study is that SARS-CoV-2 virusseems to be less detrimental to HD patients. Previous studies have shown thatSARS-CoV-2 infection can reduce the number of lymphocytes in general patients, butthe level of inflammatory cytokines in vivo increases significantly. Cytokine stormmay be the key cause of the worsened condition and even death of patients [        This work was supported by the grants from the National Natural Science Foundationof China (#81370800 to Dr. Huiming Wang, # 81800615 to Dr. Yiqiong Ma), the KeyProject on Science and Technology Innovation of Hubei Province (#2019ACA137 toDr. Huiming Wang), the Key Project on Health Commision of Hubei Province ( #WJ2012. 22(1): p. 149-56.iPTH: intact parathyroid hormone; Kt/Vurea: urea removal index. K: effective urea clearance. t:effective dialysis time. V: Volume of Distribution of Urea.Fever, no. of cases(%)Fatigue, no. of cases(%)Dry cough, no. of cases(%)Chest pain, no. of cases(%)Nauseating, no. of cases(%)No obvious symptoms, no. of cases(%)COVID-19 patients(n=37)4(11%)3(8%)1(3%)1(3%)1(3%)27(72%)Unilateral pneumonia, no. of cases(%)Left, no. of cases(%)Right, no. of cases(%)Bilateral pneumonia, no. of cases(%)multiple “ground-glass opacity” lesions, no. of cases(%)No obvious symptoms, no. of cases(%)COVID-19 patients(n=37)15（41%）3（8%）12（57%）22（59%）23（62%）27 (2%)Red blood cells (×1012 /L, NR 4.3-5.8)Increased, no. of cases(%)Serum amyloid A（mg /L, NR＜10)Increased, no. of cases(%)NR: normal range.center. The first COVID-19 patient was diagnosed on January 14. The second patient wasdiagnosed on January 17. The personal prevention and protection of medical staff was upgradedon January 21. 2 new patients and 1 medical staff were confirmed with COVID-19 on February 4.29 HD patients and 2 medical staff were diagnosed on February 10. 4 new HD patients werediagnosed with COVID-19 on February 13.Figure 2．The management flow and the outcomes of the cluster in the epidemic. 37 patientsand 4 medical staff were diagnosed with COVID-19 in our center. 6 patients confirmed withCOVID-19 had died and the other 31 patients were distributed to the designated hospital fortreatment. The presumed cause of death was heart failure, hyperkalemia and cerebrovasculardisease.Figure 3．Representative images of chest CT scans (the transverse plane). Patients withCOVID-19 had unilateral or bilateral pneumonia. The multiple “ground-glass” lesions were thecharacteristics of COVID-19 pneumonia. The green arrows represent the sites of lesions.COVID-19. The proportion of T cell, Th cells, killer T cells and B cells of HD patients decreasedsignificantly than other groups. Meanwhile, the proportion of these cells in patients withCOVID-19 was decreased than healthy volunteers group.COVID-19 patients were significantly higher than those in HD patients with COVID-19.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["-19 has killed more people than SARS and MERS combined, despite lower case fatality rate"], ["Latest updates on COVID-19 from the European Centre for Disease Prevention and Control"], [""], ["[5]. National Health Commission of the People`s Republic of China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Potential Maternal and Infant Outcomes from (Wuhan) Coronavirus 2019-nCoV Infecting Pregnant Women: Lessons from SARS, MERS"], ["A contingency plan for the management of the 2019 novel coronavirus outbreak in neonatal intensive care units"], ["End-stage renal disease, dialysis, kidney transplantation and their impact on CD4(+) T-cell differentiation"], ["National Health Commission Of China, New coronavirus pneumonia prevention and control program (5th edition)"], ["Clinical diagnosis of 8274 samples with 2019-novel coronavirus in Wuhan."], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records"], ["Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China."], [""], [""], ["Severe acute respiratory syndrome in dialysis patients"], ["Molecular aspects of T-"], [""], ["Impaired cellular immune function in patients with end-stage renal failure"], [""], ["Effect of uremia on structure and function of immune system"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N."], [". Mahase", "E. Coronavirus"], [". Eurosurveillance", "E.T."], [], [], ["N."], [". Guan", "W."], [". Schwartz", "D.A.", "A.L. Graham"], [". Wang", "J."], ["M."], [], ["M."], ["medRxiv"], ["C."], [], ["H."], ["W."], ["Lancet Oncol"], ["F."], ["B.C."], ["M."], [], ["M."], ["Nephrol Dial Transplant"], ["N.D."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The outbreak of COVID-19 originated in Wuhan has become a global epidemic of contagious\ndiseases, which poses a serious threat to human life and health, especially for those with\nunderlined diseases. However, Impacts of COVID-19 epidemic on HD center and HD patients\nare still unknown. In this report, we reviewed the whole course of the epidemic emerged in\nthe HD center of Renmin Hospital, Wuhan University from January 14, 2020, the day the first\ncase was confirmed, to February 17, 2020, the day the epidemic extinction. There are\ntotally 37 cases among 230 HD patients and 4 cases among 33 staff being diagnosed with\nCOVID-19. The epidemiology, clinical presentation and immune profile of dialysis patients\ncontracted COVID-19 were further studied. We found that the two key measures we took in\nresponse to the epidemic, one was upgrading level of prevention and protection on January 21\nand the other one starting universal screening, isolating, and distributing the infected cases on\nFebruary 4, were effective in the epidemic control. No new COVID-19 case had been\ndiagnosed since February 13. During the epidemic, 7 HD patients died, including 6 with\nCOVID-19 and 1 without COVID-19. The presumed causes of death were not directly related\nto pneumonia, but due to cardiovascular and cerebrovascular diseases, hyperkalemia, etc.\nMost of the leukocytes in the peripheral blood of the HD patients infected with COVID-19\ndecreased, and the CT images of the chest mostly showed the ground glass like changes on\nthe right side. The symptoms of most of the patients were mild, and there were no cases\nadmitted to ICU. The frequency of lymphocytes in PBMCs and the serum level of\ninflammatory cytokines were assessed in HD patients contracted COVID-19 or not, non-HD\nCOVID-19 patients, as well as healthy volunteers. The results showed that lymphocytes of\nT cell, Th cells, killer T cells, as well as NK cells in PBMCs of HD patients decreased\nsignificantly than other groups. HD patients with COVID-19 also displayed remarkable lower\nserum level of inflammatory cytokines than other COVID-19 patients. Our study indicates\nthat HD patients are the highly susceptible population and HD centers are high risk area in the\noutbreak of COVID-19 epidemic. Measures of prevention, protection, screening, isolation,\nand distribution are essential in the epidemic management and should be taken in the early\nstage. HD Patients with COVID-19 are mostly clinical mild and unlikely progress to severe\npneumonia due to the impaired cellular immune function and incapability of mounting\ncytokines storm. More attention should be paid to prevent cardiovascular events, which may\nbe the collateral impacts of COVID-19 epidemic on HD patients.", "one_words_summarize": "The outbreak of COVID-19 originated in Wuhan has become a global epidemic of contagiousdiseases, which poses a serious threat to human life and health, especially for those withunderlined diseases. In this report, we reviewed the whole course of the epidemic emerged inthe HD center of Renmin Hospital, Wuhan University from January 14, 2020, the day the firstcase was confirmed, to February 17, 2020, the day the epidemic extinction. There aretotally 37 cases among 230 HD patients and 4 cases among 33 staff being diagnosed withCOVID-19. Our study indicatesthat HD patients are the highly susceptible population and HD centers are high risk area in theoutbreak of COVID-19 epidemic. Measures of prevention, protection, screening, isolation,and distribution are essential in the epidemic management and should be taken in the earlystage. Totally 230 maintained HD patients and 33 medicalstaff were included in this study. Epidemiological,clinical, laboratory, and radiological characteristics and outcomes data were obtainedwith data collection forms from electronic medical records or specific dataquestionnaire. The SARS-CoV-2 detection was done by real-time PCR (RT-PCR) as describedpreviously [          To explore the effect of SARS-CoV-2 infection on the cellular immune profileand the cytokines production, we successfully recruited 19 COVID-19 contracted HDpatients and 19 non-COVID-19 HD patients in further blood sample collection undertheir permission and cooperation. We can see that the first COVID-19 patient was diagnosed onJanuary 14, and the second diagnosed patient appeared on January 17. The other31 patients were distributed to the designated hospital receiving HD and othertreatment. 4 medical staffs with COVID-19 were treated in isolation wards. On January 17, a secondcase of infection was found, and isolation and distribution measures were also taken. Because HD patients come to the center fordialysis treatment at intervals, and during the epidemic period, many patients areworried about being infected, reducing the number of dialysis times and prolongingthe dialysis interval, resulting in the screening work of more than 230 patients beingcompleted until February 13. Recapitulate of the COVID-19 epidemicin our center imply that, although SARS-CoV-2 is highly infectious, it can still getcontrol through strict and standardized protective measures, as well as timely patientscreening based on chest CT result, and followed patient distribution and isolation. Some infected patients even have no obvious clinicalsymptoms. 22(1): p. 149-56.iPTH: intact parathyroid hormone; Kt/Vurea: urea removal index. 2 new patients and 1 medical staff were confirmed with COVID-19 on February 4.29 HD patients and 2 medical staff were diagnosed on February 10. 4 new HD patients werediagnosed with COVID-19 on February 13.Figure 2．The management flow and the outcomes of the cluster in the epidemic. The presumed cause of death was heart failure, hyperkalemia and cerebrovasculardisease. The proportion of T cell, Th cells, killer T cells and B cells of HD patients decreasedsignificantly than other groups. COVID-19 patients were significantly higher than those in HD patients with COVID-19."}