{"date": "2020/02/17", "journal": "medrxiv", "authors": "Yanli Liu, Wenwu Sun, Jia Li, Liangkai Chen, Yujun Wang, Lijuan Zhang, Li Yu", "title": "Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019", "type": "preprint article", "abstract": "#Corresponding authors:", "text": "232425262728293031323334353637383940414243        lead to a cluster of pneumonia cases. We report        pneumonia (COVID-19) admitted to the Central Hospital of Wuhan between January 2 andrange, 22-94 years), and 59 (54.1%) patients were men. The median hospital days were 15 days(interquartile range, 11-24 days), and 31 (28.4%) patients had died and 78 (71.6%) survived.patients with ARDS were more likely to have coexisting conditions, including diabetes (20.8%vs. 1.8%), cerebrovascular (11.3% vs. 0%) and chronic kidney disease (15.1% vs. 3.6%).Compared with patients with mild ARDS (n = 1/19 [5.3%]), those with moderate and severeARDS had a higher mortality rate (n = 15/24 [62.5%] for moderate ARDS and n = 10/10[100.0%] for severe ARDS). The mortality rate increased concomitantly with the severity of454647484950severe ARDS had higher mortality rates and the beneficial effects of current treatments werenot satisfactory, which are warranted attention from clinicians.pneumonia; 2019 novel coronavirus525354555657585960616263646566676869707172        located in central China, which was related to the exposure of the Huanan Seafood WholesaleMarket 1,2. Early reported cases with clinical manifestations resembling viral pneumonia wereidentified as “pneumonia of unknown etiology” 3. On January 3, 2020, samples frombronchoalveolar lavage fluid of patients in Wuhan indicated a novel coronavirus, which wascalled        Existing evidence demonstrated the clinical characteristics of infected patients andhuman-tohuman transmission capability. The first reported 41 COVID-19 patients were characterized byfever, cough, myalgia, fatigue, diarrhea, dyspnea, lymphopenia, and abnormal chest computedtomographic (CT) findings. Complications including acute respiratory distress syndrome(ARDS), shock, acute cardiac injury, and acute kidney injury were associated with highmortality 4. Subsequently, Wang et al. 9 reported 138 hospitalized patients with COVID-19 andsuggested that patients admitted to the intensive care unit (ICU) were older and had moreunderlying comorbidities and complications than those who were not admitted to the ICU.747576777879808182838485868788899091929394and non-ARDS cases was scarce. Here, we aim to describe the clinical features of 109hospitalized COVID-19 patients and further discuss the clinical characteristics, treatment, andprogression of patients who developed into ARDS.February 1, 2020 were enrolled. The diagnostic criteria of the disease was based on virus RNAdetection, clinical characteristics, chest imaging, and the ruling out common pathogen,according to the World Health Organization interim guidance 10. Patients with malignanttumors, post craniocerebral operation, died on admission, and transferred to other medicalinstitutions were excluded. The clinical outcomes of patients were followed up to February 12,2020. Data were anonymous, and the requirement for informed consent was waived. This studywas approved by the Ethics Committees of Tongji Medical College, Huazhong University ofCase report forms, nursing records, laboratory findings, and radiological characteristics werereviewed. Epidemiological, clinical, laboratory, radiological characteristics, treatment, andoutcomes data were collected onto standardized forms from electronic medical records. Twosenior physicians independently reviewed the data. Information on demographic data,symptoms, underlying comorbidities, chest CT scans, and laboratory results were included. All96979899100101102103104105106107108109110111112113114115116treatment measures were collected during hospitalization, including antiviral therapy,antibacterial therapy, corticosteroid therapy, immune support therapy, and respiratory support.symptom to fever clinics, hospital admission, and clinical outcomes were recorded. Aconfirmed respiratory tract specimen was defined as positive for 2019-nCoV. Repeated testsfor 2019-nCoV were done in confirmed patients to show viral clearance before hospitaldischarge. We applied the Berlin classification to determine presence and severity of ARDS 11.          Throat swab samples were collected from suspected patients and the method of virus RNAdetection was reported 9. In brief,          2(N):forwardprimercompared by Student’s t-test, while median (interquartile range [IQR]) and the Mann–Whitneytest (when comparing 2 groups) or the Kruskal–Wallis test were used for skew distributed ones.For categorical variables, the Chi-square test or the Fisher’s exact probability test were used tocompare the differences between groups. The Kaplan–Meier methods were used for survivalplotting and log-rank test for comparison of survival curves. The dynamic trajectory inlaboratory parameters was plotted using GraphPad Prism 8 (GraphPad Software, Inc), and thedifferences in these indices between ARDS and non-ARDS groups over time were examinedby generalized linear mixed models. All of the analyses were performed with the statisticalsoftware packages R (http://www.R-project.org, The R Foundation) and the EmpowerStats(http://www.empowerstats.com, X&Y Solutions, Inc., Boston, MA) with a two-sidedsignificance threshold of P <0.05.Between January 2, 2020 and February 1, 2020, 109 patients with COVID-19 were includedfrom the Central Hospital of Wuhan (Table 1). The median age was 55 years (IQR, 43-66 years;range, 22-94 years), and 59 (54.1%) patients were men. Among them, 76 (69.7%) patients hadunderlying comorbidities, including hypertension (33.9%), diabetes (11.0%), and chronickidney disease (9.2%). The most common symptoms at illness onset were fever (82.6%), dry140141142143144145146147148149150151152153154155156157158159160cough (61.5), and fatigue (56.9%). Compared with non-ARDS patients, patients whodeveloped into ARDS were more likely to have coexisting conditions, including diabetes (20.8%vs. 1.8%), cerebrovascular (11.3% vs. 0%) and chronic kidney disease (15.1% vs. 3.6%). Themedian time from symptom onset to fever clinics and hospital admission were 4 days (IQR,26 days) and 7 days (IQR, 5-9 days), respectively. The average hospital days were 15 days (IQR,11-24 days). The first virus RNA detection rate was 24.8% in fever clinics and all patients werereconfirmed by repeated virus RNA testing after admission. Abnormalities in chest CT imageson admission were detected in all patients. Of the 109 patients, 100 (91.7%) had bilateralinvolvement. High-flow oxygen ventilation was required in 28 patients (25.7%), of which 26had ARDS. During the follow-up period, 31 (28.4%) patients had died and 78 (71.6%) survivedand were discharged from hospital.reactive protein (CRP), procalcitonin, and lactate levels were higher in ARDS patients (medianmedian lactate level 1.6 [IQR, 1.1-2.2] mmol/L) compared with patients without ARDS(median CRP level 2.0 [IQR, 0.9-3.2] mg/dL, P <0.001; median procalcitonin level 0.1 [IQR,0.0-0.1] ng/mL, P <0.001; median lactate level 1.1 [IQR, 0.8-1.6] mmol/L, P <0.001). We alsoobserved a significant increase of serum fibrinogen, D-dimer, and lactate dehydrogenase in162163164165166167168169170171172173174175176177178179180181182non-ARDS patients, ARDS patients had higher APACHE II, SOFA, and CURB criteria scores(P <0.001). The dynamic trajectory in 9 laboratory parameters were tracked on day 1, day 3,day 7, and day 14, respectively (Figure 1).with ARDS according to the severity (Table 3). Compared with patients with mild ARDS (n =1/19 [5.3%]), those with moderate and severe ARDS had a higher mortality rate (n = 15/24[62.5%] for moderate ARDS and n = 10/10 [100%] for severe ARDS). The increase in(ribavirin, 46 [86.8%]; oseltamivir, 14 [26.4%]; arbidol, 6 [11.3%]). In addition, 37 (69.8%) ofthem received glucocorticoid therapy and 29 patients (54.7%) were treated with intravenousimmunoglobulin. Further survival analysis showed that neither antivirus, glucocorticoid, norimmunoglobulin treatment had a significant effect on the survival of patients with ARDS(Figure 2, all log-rank tests P >0.05).without ARDS, and further investigated the treatment and the progression of ARDS. In additionto the difference in clinical characteristics, our results indicated that COVID-19 patients with184185186187188189190191192193194195196197198199200201202203204apparent effect of current clinical treatments on in-hospital mortality in ARDS patients. Thesefindings underscored the need for enhanced clinical attention towards COVID-19 patients whowere at high risk of ARDS.characteristics and progression of 2019-nCoV infected patients with ARDS. We observed thatthe patients concurrent ARDS were older and had more comorbidities than those withoutARDS. Our analysis showed that patients with moderate and severe ARDS had a highermortality rate, which requires clinicians to pay close attention to the clinical progression ofsuch cases. These data were consistent with the current report that showed age and comorbidityare risk factors for poor clinical outcomes 9. Compared with patients without ARDS, patientsconcurrent ARDS have elevated levels of CRP, procalcitonin, and D-dimer, and lowerlymphocyte counts, suggesting a persistent inflammatory response, coagulation activation, andimmunosuppression in the course of disease progression. Although these laboratory indicesshowed a statistically significant change with time and the severity of ARDS, their clinicalrelevance and predictive value remain to be determined. Unlike previous reports 4,9, we did notobserve differences in liver injury and kidney injury indices between patients with and without206207208209210211212213214215216217218219220221222223224225226mainstream treatment for most COVID-19, especially combined with ARDS, is still antiviraltherapy, while evidence from previous study and our findings did not observe the benefits fromthis treatment in most cases 12. Given that remdesivir was an effective antiviral agent againstcontrolled trial has been launched to assess the efficacy and safety in critically ill patients withsevere 2019-nCoV respiratory disease (NCT04257656). Prior studies demonstrated thatincreased amounts of proinflammatory cytokines were associated with lung damage andcytokine storm was associated with disease severity 4,15. Corticosteroids were commonly usedto reduce inflammatory-induced lung injury. Among 34 COVID-19 with moderate to severeNevertheless, the survival curve suggested the treatment might not reduce the mortality ofpatients with ARDS, which supported the current view of “not support corticosteroid treatment”in clinical practice 16. The use of immunotherapeutic agents to combat inflammatory mediatorexcesses has been of concern to clinicians, while the evidence of its benefits remainedinsufficient and inconclusive 17. In our study, intravenous immunoglobulins did not showclinically significant survival benefits. In addition, we found that the disease progressed rapidlyin ARDS patients and most patients developed severe respiratory failure. High flow oxygensupplementation was often applied to improve respiratory function. Future studies arewarranted to investigate the impact of early oxygen delivery, oxygen delivery pathways, andventilator treatment time on clinical outcomes of COVID-19 patients with ARDS.228229230231232233234235236237238239240241242243244245246247248        In December 2019, Wuhan became        The present study is subjected to some limitations. First, the results of a single-center studymay not be generalize to all institutions. However, due to the increase of infectious patientsand the strained medical resources, the study conducted in a COVID-19-designated hospitalreflects the current situation of diagnosis and treatment of severe COVID-19 patients in mostdesignated hospitals in Wuhan. Second, the study is a descriptive research. Further large-scaleprospective studies are needed to explore the impact of diagnostic measures and supportivetreatments on disease prognosis. Third, we are unable to completely address the residualconfounding and bias because of the nature of the observational study. Conclusions on theeffect of treatments should be considered with caution. High-quality clinical interventional250251252253254255256257258259studies are warranted. Finally, patients included in our study were only treated with high-flowventilation. The benefits of invasive ventilation, prone positioning, and the ECMO on diseaseprognosis should be further investigated.In summary, we observed 2019-nCoV infected patients with moderate-to-severe ARDS hadhigher mortality rates. In addition, our findings indicated that current clinical treatments mightnot have a significant effect on in-hospital mortality in COVID-19 patients with ARDS. Inclinical practice, clinicians should pay more attention toward COVID-19 patients who were athigh risk of ARDS and strengthen supportive care.261262263264265266267268269270271272273274275276277278collection, management, analysis, and interpretation of the data; preparation, review, orapproval of the manuscript; and decision to submit the manuscript for publication.takes responsibility for the integrity of the data and the accuracy of the data analysis.17.324325immunoglobulin for treating sepsis, severe sepsis and septic shock. Cochrane DatabaseAge, median (IQR), yMaleEntering complaintFeverDry coughFatigueStethalgiaDiarrheaComorbiditiesCOPDHypertensionDiabetesCardiovascular diseaseCerebrovascular diseaseChronic kidney diseaseOnset of symptom to fever clinics, median (IQR), dOnset of symptom to hospital admission, median (IQR), dHospital stays, median (IQR), dNucleic acid test (+) in fever clinicsBilateral involvement of chest radiographsFever clinics treatmentAntibioticsAntivirusGlucocorticoid therapyIntravenous immunoglobulinIn-patient treatmentAntibiotics 106 (97.2) 53 (94.6) 53 (100.0) 0.24Antivirus 107 (98.2) 55 (98.2) 52 (98.1) >0.99Glucocorticoid therapy 72 (66.1) 35 (62.5) 37 (69.8) 0.42Intravenous immunoglobulin 61 (56.0) 32 (57.1) 29 (54.7) 0.80High-flow nasal ventilation 28 (25.7) 2 (3.6) 26 (49.1) <0.001Death 31 (28.4) 5 (8.9) 26 (49.1) <0.001Abbreviations: ARDS, acute respiratory distress syndrome; COPD, chronic obstructive pulmonary disease; IQR, interquartile range;a p values indicate differences between non-ARDS and ARDS patients.Median (IQR)Normal rangeTotal (n = 109)Non-ARDS (n = 56)ARDS (n = 53)PvalueaSeverity of illness scores and blood gas analysison admission to hospitalCURB-65 NA 0 (0-1) 0 (0-1) 1 (0-2) <0.001SOFA NA 2 (1-4) 1 (0-1) 4 (2-5) <0.001APACHE II NA 4 (2-8) 2 (1-3) 8 (5-10) <0.001Lactate, mmol/L 0.5-1.6 1.3 (0.8-2.0) 1.1 (0.8-1.6) 1.6 (1.1-2.2) <0.001PaO2 : FiO2, mm Hg 400-500 296 (142-435) 475 (398-524) 145 (108-250) <0.001Laboratory findings on admission to hospitalWhite blood cell count, ×109/L 3.5-9.5 5.2 (4.0-7.0) 4.9 (3.8-6.2) 5.4 (4.5-8.0) 0.053Neutrophil count, ×109/L 1.8-6.3 3.6 (2.8-5.6) 3.2 (2.4-4.2) 4.1 (3.1-7.1) 0.004Lymphocyte count, ×109/L 1.1-3.2 0.9 (0.5-1.2) 1.0 (0.8-1.4) 0.7 (0.4-1.1) <0.001C-reactive protein, mg/dL 0-0.5 3.1 (1.1-5.4) 2.0 (0.9-3.2) 4.9 (2.7-6.5) <0.001Procalcitonin, ng/mL <0.05 0.1 (0.1-0.2) 0.1 (0.0-0.1) 0.1 (0.1-0.4) <0.001Blood urea nitrogen, mmol/L 2.8-8 4.3 (3.3-6.5) 3.5 (2.9-4.8) 5.5 (4.0-7.1) <0.001Creatinine, μmol/L 57-111 65 (55-82) 64 (52-80) 67 (55-83) 0.42Total bilirubin, mmol/L 0-21 9.0 (6.5-13.4) 8.3 (6.8-11.7) 10.5 (6.2-14.8) 0.23Alanine aminotransferase, U/L 9-50 23 (15-36) 23 (14-41) 24 (16-31) 0.82Aspartate aminotransferase, U/L 15-40 30 (21-40) 29 (19-38) 31 (25-44) 0.17Fibrinogen, g/L 2-4 3.1 (2.7-3.6) 2.9 (2.7-3.3) 3.4 (2.9-3.9) 0.001D-dimer, mg/L 0-500 (300-1178) 370 (250-650) 940 (470-1905) <0.001Lactate dehydrogenase, U/L 135-225 238 (185-341) 209 (183-267) 264 (190-448) 0.011Creatine kinase, U/L <190 91 (52-178) 100 (53-183) 83 (49-169) 0.29Creatine kinase–MB, U/L <25 9.0 (6.1-14.8) 8.5 (6.0-12.5) 10.4 (7.0-15.1) 0.28Abbreviations: APACHE II, Acute Physiology and Chronic Health Evaluation II; ARDS, acute respiratory distress syndrome; FiO2, fraction ofinspired oxygen; IQR, interquartile range; NA, not available; PaO2, partial pressure of oxygen; SOFA, Sequential Organ Failure Assessmenta p values indicate differences between non-ARDS and ARDS patients.NANANA0.5-1.6400-500Creatine kinase–MB, U/L <25 8.0 (6.5-11.6) 11.1 (6.8-16.1) 10.9 (8.9-12.0) 0.37In-patient treatment, n (%)Ribavirin NA 18 (94.7) 18 (75.0) 10 (100.0) 0.08Oseltamivir NA 5 (26.3) 8 (33.3) 1 (10.0) 0.43Arbidol NA 3 (15.8) 2 (8.3) 1 (10.0) 0.85Glucocorticoid therapy NA 9 (47.4) 21 (87.5) 7 (70.0) 0.02Intravenous immunoglobulin NA 13 (68.4) 9 (37.5) 7 (70.0) 0.08High-flow nasal ventilation, n (%) NA 1 (5.3) 19 (79.2) 6 (60.0) <0.001Hospital stays, d NA 18 (13-25) 18 (15-25) 11 (10-13) 0.03Death, n (%) NA 1 (5.3) 15 (62.5) 10 (100.0) <0.001Abbreviations: APACHE II, Acute Physiology and Chronic Health Evaluation II; ARDS, acute respiratory distress syndrome; FiO2, fraction ofinspired oxygen; IQR, interquartile range; NA, not available; PaO2, partial pressure of oxygen; SOFA, Sequential Organ Failure Assessmenta p values indicate differences among mild, moderate, and severe ARDS patients.", "ref_list": [[], ["An Outbreak of NCIP ("], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Novel coronavirus - Thailand (ex-China)"], ["Novel coronavirus - Japan (ex-China)"], ["-coronavirus-republic-of-korea-exchina/en/"], ["Centers for Disease Control and Prevention. First Travel-related Case of 2019 Novel Coronavirus Detected in United States"], ["-coronavirus-travel-case"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["coronaviruse/clinical-management-of-novelcov"], ["Acute respiratory distress syndrome: the Berlin Definition"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome"], ["Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], ["y Severity of illness scores and blood gas analysis on admission to hospital CURB-65 SOFA APACHE II Lactate"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team QL"], ["N Zhu", "D Zhang", "W Wang"], ["Q Li", "X Guan", "P Wu"], ["C Huang", "Y Wang", "X Li"], ["-"], ["-", "japan-"], ["-"], [], [], [], ["D Wang", "B Hu", "C Hu"], [], ["ADT Force", "VM Ranieri", "GD Rubenfeld"], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["TP Sheahan", "AC Sims", "RL Graham"], ["TP Sheahan", "AC Sims", "SR Leist"], ["CK Wong", "CW Lam", "AK Wu"], ["CD Russell", "JE Millar", "JK. Baillie"], ["MM Alejandria", "MA Lansang", "LF Dans", "JB Mantaring"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43", "one_words_summarize": "232425262728293031323334353637383940414243        lead to a cluster of pneumonia cases. 1.8%), cerebrovascular (11.3% vs. 0%) and chronic kidney disease (15.1% vs. 3.6%).Compared with patients with mild ARDS (n = 1/19 [5.3%]), those with moderate and severeARDS had a higher mortality rate (n = 15/24 [62.5%] for moderate ARDS and n = 10/10[100.0%] for severe ARDS). The mortality rate increased concomitantly with the severity of454647484950severe ARDS had higher mortality rates and the beneficial effects of current treatments werenot satisfactory, which are warranted attention from clinicians.pneumonia; 2019 novel coronavirus525354555657585960616263646566676869707172        located in central China, which was related to the exposure of the Huanan Seafood WholesaleMarket 1,2. Patients with malignanttumors, post craniocerebral operation, died on admission, and transferred to other medicalinstitutions were excluded. We applied the Berlin classification to determine presence and severity of ARDS 11. R-project.org, The R Foundation) and the EmpowerStats(http://www.empowerstats.com, X&Y Solutions, Inc., Boston, MA) with a two-sidedsignificance threshold of P <0.05.Between January 2, 2020 and February 1, 2020, 109 patients with COVID-19 were includedfrom the Central Hospital of Wuhan (Table 1). 1.8%), cerebrovascular (11.3% vs. 0%) and chronic kidney disease (15.1% vs. 3.6%). Abnormalities in chest CT imageson admission were detected in all patients. These data were consistent with the current report that showed age and comorbidityare risk factors for poor clinical outcomes 9. Unlike previous reports 4,9, we did notobserve differences in liver injury and kidney injury indices between patients with and without206207208209210211212213214215216217218219220221222223224225226mainstream treatment for most COVID-19, especially combined with ARDS, is still antiviraltherapy, while evidence from previous study and our findings did not observe the benefits fromthis treatment in most cases 12. High flow oxygensupplementation was often applied to improve respiratory function. Third, we are unable to completely address the residualconfounding and bias because of the nature of the observational study. High-quality clinical interventional250251252253254255256257258259studies are warranted. Finally, patients included in our study were only treated with high-flowventilation."}