{"date": "2020/02/24", "journal": "medrxiv", "authors": "Songmin Ying, Fei Li, Xinwei Geng, Zhouyang Li, Xufei Du, Haixia Chen, Sisi Chen, Min Zhang, Zhehua Shao, Yinfang Wu, Madiha Zahra Syeda, Fugui Yan, Luanqing Che, Bin Zhang, Jian Lou, Shaobin Wang, Zhengming Chen, Wen Li, Ye Shen, Zhihua Chen, Huahao Shen", "title": "Spread and control of COVID-19 in China and their associations with population movement, public health emergency measures, and medical resources", "type": "preprint article", "abstract": "20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\nChina.", "text": "202122232425262728293031323334353637383940China.        BACKGROUND The COVID-19 epidemic, first emerged in Wuhan during December 2019, hasspread globally. While the mass population movement for Chinese New Year has significantlyinfluenced spreading the disease, little direct evidence exists about the relevance to epidemic and itscontrol of population movement from Wuhan, local emergency response, and medical resources inMETHODS Spearman’s correlation analysis was performed between official data of confirmedCOVID-19 cases from Jan 20th to Feb 1        CONCLUSIONS The spread of the COVID-19 in China in its early phase was attributed primarilyto population movement from Hubei, and effective governmental health emergency measures andadequate medical resources played important roles in subsequent control of epidemic and improvedprognosis of affected individuals.4243444546474849505152535455565758596061626364656667686970In mid-December 2019, an unexplained mass of pneumonia cases occurred in Wuhan, Hubei provinceof China1. Early epidemiological investigations indicated that the cause of the infection could bebeta-coronavirus that was provisionally called 2019 novel coronavirus (2019-nCoV)3,4, which hasnow been officially renamed to COVID-19 by WHO5,6. A number of studies showed that theepidemiological, clinical, laboratory, and radiological features of COVID-19 are similar, albeit lessdeadly, to those of severe acute respiratory syndrome coronavirus (SARS) in 2003 and Middle Eastrespiratory syndrome (MERS) in 20127-9, and evidences pointing to the human-to-humantransmission in hospital and family settings have now been firmly established10.Due to the Chinese Lunar New Year travel rush, the COVID-19 epidemic has gradually spread acrossthe country and even worldwide within a limited time frame11. In response to the situation,unprecedented measures have been taken by central and local government to contain the outbreakand prevent its further spread across China. On Jan 23th, the Wuhan City Epidemic Prevention andControl Headquarters announced that all urban buses, subways, ferries, and long-distance passengeroperations were suspended, and that the passages of airports and train stations were temporarilyclosed12. Subsequently, major cities within Hubei province started to implement lockdown on Jan 26thor 27th, 2020, except the remote Shennongjia Forestry District due to the very limited number ofCOVID-19 cases. Unfortunately, around five million people had already left Wuhan by then since theemergence of COVID-1913,14. As the situation continued to deteriorate throughout China, the WHOdeclared it as a global public health emergency on Jan 30th 202015.        Several studies have already reported on the molecular, clinical and epidemiological features ofCOVID-1911,16-18. However, to date no study has quantified the role of population movement in thespread of epidemics across different parts of China, or assessed the effectiveness of local public healthemergency response, and medical resources on control of epidemics and prognosis of the patients. Tohelp fill the evidence gap, we presented detailed analysis of available data of reported cases from Jan20th to Feb 1                  COLLECTION OF EPITHELIAL DATAThe daily data of confirmed COVID-19 cases in various regions of China from Jan 10th to Feb 1                    POPULATION OUTFLOW/INFLOW INDEXData on population movement were retrieved from the Chinese Lunar New Year Travel Information,which was released daily by Baidu Migration Map (http://qianxi.baidu.com). We obtained the dailyoutflow index in Hubei that occurred from Jan 1st to Feb 1          DAILY GROWTH RATE OF SECONDARY CASESConfirmed cases were categorized into two groups, the primary (with clear history of staying ortraveling in Hubei province within one incubation period) and secondary (those not known to beprimary) cases, by two independent researchers in a blinded manner. The daily growth rate of103104105106107108109110111112113114115116117118119120121122123124125126127128129130secondary cases was calculated as new secondary daily cases divided by the cumulative number ofthe day before. The lag time between primary and secondary cases was identified by using thedisplacement with the highest correlation from the cross-correlation result.The daily inflow index of certain provinces and cities was calculated by multiplying the daily outflowindex within Hubei and the corresponding proportion. We defined the total inflow index as the sumof daily inflow index from Jan 10th to 26th, 2020. We used principal components analysis to reducethe dimensionality of five initial parameters of medical resources, and to further obtain the syntheticscore of these parameters19. Factor loadings for concordance and overall satisfaction were low andthus were removed. Table 2 shows 4 item factor loadings for the final two-factor solution, whichexplained 96% of the variance. Medical resource scores equal to comp1*proportion1 pluscomp2*proportion2 (Table S2).The correlations between the number of total confirmed or primary cases and total inflow index atprovincial or city scale, between the medical resources score and fatality or cure rates, and betweenthe employees in centers for disease control and prevention (CDC) per capita and the confirmed casesor the incidence of COVID-19 were analyzed using Spearman’s correlation analysis.Crosscorrelation of primary and secondary cases was calculated by Pearson's correlation analysis. Principalcomponents analysis was performed on Stata 14.0, and other data were analyzed using PrismGraphPad 8.0. Statistical significance was set at p < 0.05.          Time trend of COVID-19 epidemics in ChinaAs of Feb 1                    As of Feb 1                    Correlation of population movement with the COVID-19 epidemicIn both 2019 and 2020, the daily population outflow from Hubei started to rise steadily for 7-10 daysbefore the Lunar New Year’s Day (Jan 2          We correlated the daily inflow index of 30 provincial areas and 51 cities in 18 of these provinces withthe number of reported total or primary cases in the same areas and found a very strong correlationboth at province and city levels. The index of population inflow from Hubei province stronglypositively correlated with number of confirmed total (Provincial scale: r=0.9159, p<0.001, Fig. 2B;City scale: r= 0.6311, p<0.001, Figure 2D) and primary cases (Provincial r= 0.8702, p<0.001, Fig.2C; City r= 0.6358, p<0.001, Fig. 2E).Growth rate of secondary case across different regions and citiesOverall, the ratio of secondary to primary cases (S/P ratio), a simple index for measuring the growthof an epidemic, varied greatly across different provincial areas (Fig. 3A), with Heilongjiang (10.7)and Hong Kong (5.5) being the highest, and Tibet (0) and Qinghai (0.2) being the lowest. However,there was little correlation between total number of confirmed cases and S/P ratio. For example,161162163164165166167168169170171172173174175176177178179180181182183184185186187188          Guangdong had the largest number of confirmed cases (1,332) but very low S/P ratio (0.35).Fig. 3B shows the heat map of the daily growth rate of secondary cases from Jan 26th to Feb 1          Correlation of prognosis and transmissibility of COVID-19 with medical resourcesepidemic. Overall the provinces with higher number of CDC employees per 1,000 population tendedto have fewer confirmed cases (r = -0.6295, p < 0.001, Fig. 4A) and lower infection rate (r =-0.4912,p < 0.01, Fig. 4B). Moreover, in the principal components analysis of the correlation between thecapacity of medical resources and the trends of fatality and cure rates, we found that the cities withlimited medical resources tended to have higher case fatality (r = -0.4791, p < 0.01, Fig. 4C) and lowercure rates (r = 0.5286, p < 0.01, Fig. 4D).          This study presented detailed analyses of time trends of COVID-19 epidemic across different parts190191192193194195196197198199200201202203204205206207208209210211212213214215216217218of China and their associations with population movement, public health emergency measures, andmedical resources. We showed that the rapid spread of the COVID-19 epidemic across China wasstrongly associated with the mass population movement out of Hubei province, particularly Wuhancity, before the Chinese Lunar New year, which was subsequently disrupted effectively by the totallockdown of Wuhan and other cities in Hubei provinces. Although there were variations in the paceof control across different regions of China, the epidemic outside of Hubei province was containedrapidly and effectively through various public health emergency measures. As well as public healthmeasures, local capacity including the number of public health staff and available medical resourcesalso played important roles in control of epidemic and improved prognosis of affected individuals.The first case of novel COVID-19 infection was reported during early December 2019 and it was notpublicly acknowledged until 20 January 2020 that the virus could be transmitted from human tohuman, which triggered rapid and drastic public health measures both in Hubei and rest of China totry to contain the spread of virus. The total lockdown of Wuhan city on 2          Although the COVID-19 shared many similar epidemiological features to those of SARS in 200316,it appeared to be much less deadly20,21, with the overall case fatality rate of less than 3% as opposedto ~10% for SARS. However, there was great difference in the case fatality rates between Hubei,particularly Wuhan and rest of the China. As the epicenter of COVID-19 outbreak, medical and healthservices in Hubei Province were overwhelmed and ill prepared for such a rapid and substantialincrease in the number of infected cases, leading to poor and inadequate management of patients,hence poor prognosis. Apart from difference in the capacity of medical services, other factors,including age of people affected and proportion with other comorbidities may also contribute to thehigher case fatality observed in Wuhan and Hubei. However, without detailed clinical data fromindividual patients, we were not able to examine these issues directly. It is also possible that a largenumber of minor cases were not promptly detected or diagnosed in Wuhan and Hubei, resulting in250251252253254255256257258259260261262263264265266267higher case-fatality rate. Indeed, as the medical service started to improve gradually and large numberof cases were properly diagnosed the case fatality rates had started to decreased steadily over the lasttwo weeks. Outside of Hubei, although the case fatality rates were very low, we also found asignificant correlation between health scores and overall prognosis of patients. In recognizing theburden of epidemic in Hubei province and need for providing prompt and adequate medical serviceto those infected, the Chinese government has created a “province to city” support system, in whicheach city in Hubei province received direct and targeted support from at least one appointed province.In summary the present study showed that the spread of the COVID-19 epidemic in China (andelsewhere in other countries) could be attributed primarily to the mass population movement fromHubei prior to the Chinese Lunar New Year. Subsequently, effective governmental health emergencymeasures introduced both in Hubei and elsewhere have played important roles in rapid and effectivecontrol of the epidemic in China. Although many other unmeasured factors, such as local climatesand characteristic of individuals affected, may explain part of our findings, the present study alsoprovided good evidence that adequate levels of investments in public health (eg, number of publichealth staff) and medical resources can lead to improved control of epidemic and better prognosis ofthe infected individuals. Despite the rapid improvement, the COVID-19 epidemic in China andelsewhere is not yet over and vigorous public health measures are still warranted in order to totallyeliminate the epidemic.269270271272273274275276277278279Control.Partially supported by the Zhejiang University Special Scientific Research Fund for COVID-19 Prevention andThe authors’ affiliations are as follows: the Key Laboratory of Respiratory Disease of Zhejiang Province,Department of Respiratory and Critical Care Medicine, Second Affiliated Hospital of Zhejiang University Schoolof Medicine (S.Y., F.L., X.G., Z.L., X.D., H.C., S.C., M.Z., Z.S., Y.W., M.Z.S., F.Y., L.C., B.Z., J.L., S.W., W.L.,Z.C., H.S.), and the Hangzhou Mitigenomics Technology Inc. (YS) – all in China, and the Clinical Trial ServiceUnit & Epidemiological Studies Unit, Nuffield Department of Population Health, University of Oxford, UnitedKingdom (CZ).", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["A novel coronavirus outbreak of global health concern"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], ["The Coronavirus Study Group (CSG) of International Committee on Taxonomy of Viruses (ICTV) announced the new name SARS-CoV-2 for 2019-nCoV."], ["MERS-CoV infection in humans is associated with a pro-inflammatory Th1 and Th17 cytokine profile"], ["Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding (No 1)"], ["5 million-plus leave Wuhan: Mayor"], ["Population movement, city closure and spatial transmission of the 2019-nCoV infection in China"], ["Statement on the second meeting of the International Health Regulations ("], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel CoronavirusInfected Pneumonia in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Evaluating effects of prenatal exposure to phthalate mixtures on birth weight: A comparison of three statistical approaches"], ["MERS, SARS and other coronaviruses as causes of pneumonia"], ["COVID-19: what is next for public health? The Lancet 2020"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], ["C Wang", "PW Horby", "FG Hayden", "GF Gao"], ["R Lu", "X Zhao", "J Li"], ["P Zhou", "XL Yang", "XG Wang"], ["Coronavirus"], [], ["WH Mahallawi", "OF Khabour", "Q Zhang", "HM Makhdoum", "BA Suliman"], ["CK Wong", "CW Lam", "AK Wu"], ["Zhe Xu", "LS Yijin", "Wang", "Chao Zhang"], ["JF Chan", "S Yuan", "KH Kok"], ["JT Wu", "K Leung", "GM Leung"], ["BCNH Commission", "htm"], ["Chinadaily"], ["S Ai", "G Zhu", "F Tian"], ["regulations-"], ["N Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], ["C Huang", "Y Wang", "X Li"], ["YH Chiu", "A Bellavia", "T James-Todd"], ["YD Yin", "RG Wunderink"], ["DL Heymann", "N. Shindo"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\nChina.", "one_words_summarize": "BACKGROUND The COVID-19 epidemic, first emerged in Wuhan during December 2019, hasspread globally. A number of studies showed that theepidemiological, clinical, laboratory, and radiological features of COVID-19 are similar, albeit lessdeadly, to those of severe acute respiratory syndrome coronavirus (SARS) in 2003 and Middle Eastrespiratory syndrome (MERS) in 20127-9, and evidences pointing to the human-to-humantransmission in hospital and family settings have now been firmly established10.Due to the Chinese Lunar New Year travel rush, the COVID-19 epidemic has gradually spread acrossthe country and even worldwide within a limited time frame11. The daily inflow index of certain provinces and cities was calculated by multiplying the daily outflowindex within Hubei and the corresponding proportion. Factor loadings for concordance and overall satisfaction were low andthus were removed. However,there was little correlation between total number of confirmed cases and S/P ratio. Moreover, in the principal components analysis of the correlation between thecapacity of medical resources and the trends of fatality and cure rates, we found that the cities withlimited medical resources tended to have higher case fatality (r = -0.4791, p < 0.01, Fig. This study presented detailed analyses of time trends of COVID-19 epidemic across different parts190191192193194195196197198199200201202203204205206207208209210211212213214215216217218of China and their associations with population movement, public health emergency measures, andmedical resources. However, without detailed clinical data fromindividual patients, we were not able to examine these issues directly. It is also possible that a largenumber of minor cases were not promptly detected or diagnosed in Wuhan and Hubei, resulting in250251252253254255256257258259260261262263264265266267higher case-fatality rate. In summary the present study showed that the spread of the COVID-19 epidemic in China (andelsewhere in other countries) could be attributed primarily to the mass population movement fromHubei prior to the Chinese Lunar New Year. Subsequently, effective governmental health emergencymeasures introduced both in Hubei and elsewhere have played important roles in rapid and effectivecontrol of the epidemic in China."}