{"date": "2020/02/26", "journal": "medrxiv", "authors": "Wenjun Wang, Jianxing He, puyi Lie, liyan Huang, Sipei Wu, yongping lin, xiaoqing liu", "title": "The definition and risks of Cytokine Release Syndrome-Like in 11 COVID-19-Infected Pneumonia critically ill patients: Disease Characteristics and Retrospective Analysis", "type": "preprint article", "abstract": "Guangdong，China. 510120 Medical University，Guangdong，China.510120 3. Guangdong Provincial People's Hospital，Guangdong Academy of Medical Sciences， Guangdong，China. 510080 University，Guangdong，China. 510120 *Corresponding Author:, He jianxing ， MD, Guangzhou Respiratory Health Research", "text": "2. Department of Critical Care Medicine,, the First Affiliated Hospital of Guangzhou4. Guangzhou Eighth People's Hospital，Guangdong，China.# These authors contribute equally to this work.Keyword: COVID-19, Cytokine Release Syndrome-Like, IL-6,Immunophenotype, Severe/critical pneumoniaIMPORTANCE: COVID-19-infected pneumonia patients with severe immuneabnormalities and risk of cytokine release syndrome. The definition, prevention,and treatment of COVID-19-infected pneumonia in critically ill patients withcytokine release syndrome symptoms is an important problem.OBJECTIVE: To define the cytokine release syndrome-like (CRSL) inCOVID-19-infected pneumonia in critically ill patients and study the risk factorsand therapeutic strategies.DESIGN, SETTING, AND PARTICIPANTS: This is a retrospective, singlecenter case study of 11 COVID-19-infected pneumonia patients with acuterespiratory distress syndrome (ARDS) from The First Affiliated Hospital ofGuangzhou Medical University in China from January 26, 2020 to February 18,EXPOSERES: Eleven COVID-19-infected pneumonia patients with ARDS inthe ICU. Some of these patients also had cytokine release syndrome-like(CRSL). Immunologic detection, clinical characteristics, and clinical treatmentanalysis were carried out to define the CRSL in these COVID-19-infectedpneumonia patients.MAIN OUTCOMES AND MEASURES: Clinical, radiological, immunology(including immune cell subsets and cytokines analysis), laboratory, and clinicaltreatment data were collected and analyzed. The critically ill patients withCRSL were defined. Prevention and control strategies were studied.RESULTS: Of 11 critically ill patients in the ICU, the median age was 58(Inter-Quartile Range{IQR}, 49–72; range, 26–72 years), and 10 (83.3%) weremales. Ten (83.3%) patients had extensive pulmonary inflammation and ARDS(the median time from the first symptom to ARDS was 10.0 d), fever, andhypoxia;four(28.6%)patientsexperiencedshock.Thelymphocyte subpopulations including CD3 (CD3 + CD45+), CD4 (CD3 +CD4+), CD8 (CD3 + CD8+), NK (CD3-CD16 + CD56 +), Tregs (CD4 + CD25 +CD127 low), B lymphocyte (CD3-CD19 +) cells; and cytokines including IL-2,IL-4, IL-6, IL-10, TNF-α, IFN-γ were detected at different time points. All of thepatients had a decrease of CD3 (IQR,169–335; range, 50–635 cells/μL), CD4(IQR,101–303; range, 27–350 cells/μL), CD8 (IQR, 33–141; range, 21–277cells/μL); ten (90.9%)patients have a decrease in NK immune cells(IQR,8–72; range, 5–170 cells/μL); both of Tregs (IQR,3.3-7.8;rang,2.3-9.4%)and B immune cells (IQR,61-146; rang,44-222 cells/μL）were decreased in two(18.2%) patients. And nine patientswere increase inCD4 / CD8(IQR,3.3–7.8%; range, 2.3–9.7%). All patients had a significant increase of IL-6(IQR,14.26-92.2; range, 4.58–1182.91ng/L). Eight (72.7%) patients weredetermined to have CRSL characteristics, including pulmonary inflammation,fever, a decrease of CD4, CD8, and NK cells; an increase of CD4/CD8, asignificant increase of IL-6, and the dysfunction of non-pulmonary organs. Thenumbers of CD4, CD8, and NK cells and the level of IL-6 in peripheral bloodwere correlated with the area of pulmonary inflammation in CT images(P<0.05). Mechanical-ventilation used to increase blood oxygen concentrationcould increased the numbers of CD4 (after Vs before ventilation=259±53 VS507±101; P=0.013, and CD8 (after Vs before ventilation=193±38 VS 279±63;P=0.048), while decreasing the level of IL-6 (after Vs before ventilation=223.2±89.9 VS 26.8±10; P=0.041). The increased of IL-6 was occurred earlier thanthe decrease of CD4·, CD8 in the patients with rapidly worsened after ICU.CONCLUSIONS AND RELEVANCE: In this retrospective analysis of 11critically ill pneumonia patients infected with COVID-19, we defined andidentified eight patients (72.7%) with cytokine release syndrome-like (CRSL).We found that a large area of lung injury (≥50%) with an decrease of CD4,peripheral blood was the highest risk factor of CRSL. IL-6 was a earlyindicators of CRSL in COVID-19-infected pneumonia. We also found thatreduce injury to the lung is a useful method to prevent and improvepatients.In December 2019, a Novel Coronavirus which was named as the severeacute respiratory syndrome coronavirus 2 (COVID-19) by the InternationalCommittee on Taxonomy of Viruses occurred in Wuhan, Hubei province,China [1-3]. The disease spread rapidly to all provinces of China outside ofWuhan[4,5]. By February 17, 2020, there were 70,636 confirmed cases and1,772 deaths in China [6]. Some of the COVID-19-infected critically illpneumonia patients had serious symptoms with no specific drug treatmentindicated. Severe inflammatory reaction and respiratory distress syndrome canlead to rapid progression of the disease and cause death. A guideline“Diagnosis and treatment of novel coronavirus pneumonia (trial version fifth)”was first published on February 3 in China [7]. It suggested that immunefactors were needed to examine in the therapy of COVID-19-infectedpneumonia patients. The release of inflammatory immune cytokines couldincrease the inflammatory of the lung and risk the occurrence of respiratorydistress syndrome (ARDS). ARDS could lead to hypoxia and lung injury,causing the release of inflammatory factors by multiple mechanisms [8-10]. So,anexcess releaseof inflammatory factorsmay promoteCritically ill COVID-19-infected pneumonia patients suffer from fever,pulmonary inflammation, respiratory distress, and other clinical symptoms. Inpublished data, the proportion of ICU patients is 26.1% [11]. The average ageof patients in the ICU is higher than that in non-ICU patients[11]. In addition,the incidence of acute heart injury and respiratory distress in ICU patients ismuch higher than that in the general population[12]. Serious pulmonaryinflammation is a common symptom in critically ill COVID-19-infectedpneumonia patients[13]. The large area of infection and inflammatory reactionwill cause many immunologic problems, such as cytokine release syndrome(CRS), which can rapidly lead to deterioration and death[14]. In this study,after analysis of the clinical diagnosis and immunological characteristics of 11COVID-19-infected patients with ARDS, we diagnosed eight (8/11, 72.7%)critically ill COVID-19-infected pneumonia patients to have cytokine releasesyndrome-like (CRSL) features. Therefore, we defined this phenomenon asCOVID-19 infection-related CRSL. Our results found that IL-6 was a earlyindicators of CRSL in COVID-19-infected pneumonia, and suggestion thatimproving ventilation and controlling the area of pulmonary inflammation maybe an effective method to treat the COVID-19-infected pneumonia patientswith CRSL and ARDS. Our research provides experimental support andexperiences useful for the treatment of critically ill COVID-19-infectedpneumonia patients.This was a retrospective single-center study. The patients enrolled in this studywere confirmed to have severe or critical COVID-19-infected pneumoniapatients. The inclusion criteria were \"Pneumonia diagnosis and treatment planfor new coronavirus infection (trial version 5)\" issued by the National HealthCommission on February 5, 2020 (hereinafter referred to as \"Diagnosis andtreatment plan version 5\") [7]. Enrollment began on January 26, 2020. Weobtained verbal consent from each patient. According to the monitoring results(the date of transfer out of the ICU), the final follow-up date was February 18,2020 for all COVID-19-infected patients participating in this study. This seriesof cases was approved by the ethics committee of the First Affiliated Hospitalof Guangzhou Medical University.The team of the First Affiliated Hospital of Guangzhou Medical Universityanalysis of the patient's medical records included:a.) Basic information of the patient: name, gender, age, hospitalization number,diagnosis, date of admission, condition, laboratory examination results, chestCT scan, nursing care, and treatments (i.e. antiviral treatment, corticosteroidtreatment, and respiratory support. The records were taken by a team oftrained doctors, and the data were obtained from electronic medical records.b. Data generated by bedside monitor: heart rate, respiration, invasive /non-invasive blood pressure, blood oxygen saturation, hemodynamicmonitoring.c. Medical order execution information: administration times for all medicines,drug name, dose, concentration, route, automatically generated in and outquantity. These data were automatically collected by the ICU clinicalinformation system.Acute respiratory distress syndrome (ARDS) and shock are based on theWorld Health Organization Interim guidelines for the novel coronavirus.Hypoxemia was defined as PaO2/ FiO2 below 300 mm Hg. (PaO2 meansarterial oxygen tension; FiO2 means inhaled oxygen fraction). Acute renalinjury was determined and classified according to the highest serum creatininelevel or urination standard and classified according to the global results ofkidney disease improvement. If the patient had clinical symptoms or signs ofnosocomial pneumonia or bacteremia, it was diagnosed as a secondaryinfection and combined with positive culture of new pathogens from lowerrespiratory tract samples (including sputum, tracheal intubation suction fluid,bronchoalveolar lavage fluid, or blood samples ≥ 48 hours after admission). Ifthe serum level of cardiac biomarkers (such as cardiac troponin I) was higherthan the 99% reference upper limit, or the ECG and echocardiography showednew abnormalities, the patient was diagnosed with cardiac injury.RT-PCR was performed with a Bio-RadCFX96 Real-Time PCR System, and20 μL reaction volumes contained 10 μL of RNA, 5 μL ORF1ab/N primerprovided with a COVID-19 kit (HuiruiBio, Shanghai,China), 1 detection reactionpower with one step RT-PCR Master Mix Reagents from the kit, and 5 μLRNase Free H2O (TiangenBio, Beijing, China). Thermal cycling was performedat 55°C for 15 minutes for reverse transcription, followed by 95°C for 5 minutes,45 cycles of 95°C for 10 seconds, and then 55°C for 40 seconds.Fluorescence was recorded during the 55°C phase. The results of the RT-PCRwere valued by threshold cycle (CT). When CT>39.2, the sample was negative;when CT<35, the sample was positive; when 35<CT<39.2, the sample wasretested.EDTA anticoagulation venous blood samples (2 mL) were collected from eachof the 2019-nCoV patients. Peripheral blood mononuclear cells (PBMCs) wereisolated using density-gradient Ficoll-Paque Plus (Amersham Biosciences,Little Chalfont, United Kingdom) centrifugation. Duplicate PBMCs (106cells/tube)werestainedwith-CY7/CD25-APC/CD127-PE (Tongsheng Shidai Biote Co. LTD, Beijing, China)in the dark at room temperature for 30 minutes. The cells were then fixed andpermeabilized using a permeabilization solution (BD Biosciences, New Jersey,USA). The mononuclear cells were gated using cell size and internal structurein a FACS Aria II (Novo Cyte D3000, Agilent Technologies Inc., Palo Alto，California, USA). The frequency of various subsets of T cells was determinedusing FlowJo software (v10; TreeStar, Ashland, OR, USA). The number ofdifferent subsets of T cells was calculated and expressed as the number ofcells per L for each subject.The plasma levels of IL-1β, IL-2, IL-4, IL-5, IL-6, IL-8, IL-10, IL-12P70, IL-17A,IFN-γ , TNF- α , and IFN-αwere detected according to the manufacturer’sinstructions (Cell-Genebio, Hangzhou, China). EDTA anticoagulant bloodvessels were centrifuged at 3000 rpm for 20 minutes. A low-speed centrifugewas used to collect the supernatant (a) for 200 g / 5 minutes, and we addedmicrosphere buffer (H) at the same volume as the supernatant. A vortex mixerwas used on the mixture which was then incubated in darkness for 30 minutesfollowed by vortex mixing. A 25 ul volume of the microsphere mixture wasadded to each experimental tube in order; 25 ul of the sample to be tested(plasma); fluorescent detection reagent (c); incubate in dark for 2.5 h at roomtemperature. Add 1 ml PBS solution, centrifugation at 200 g / 5 min; discardthe supernatant; add 110 ul PBS solution to resuspend cells , flow cytometrydetection. Fcap3.0 software analysis, five times within the batch repeated CV< 2%are normally distributed or median (IQR) if they are not normally distributed.Categorical variables are given as count (%). For laboratory results, weassessed whether the measurements were outside the normal range. Weused SPSS (version 26.0) for all analyses.This was a retrospective case series study and no patients were involved inthe study design, setting the research questions, or the outcome measuresdirectly. No patients were asked to advise on interpretation or writing up ofresults.1. Clinical Characteristics and laboratory examination.All 11 COVID-19-infected critically ill pneumonia patients were admitted to theICU. 10 (90.9%) of them were males. The median age was 58 years (IQR,49-72 years). The median time from first symptoms to respiratory distress was10 d (IQR, 7-13 days). All patients had fever, and the highest fever was 40°C，and the median fever temperature was 38.5°C (IQR, 38-39.6°C). Four (36.4%)patients had muscle soreness in the early stage of fever, and 9 (81.8%) haddry cough in the early stage. All patients had symptoms of hypoxia when theywere admitted to ICU. Among them, 5（45.5%）patients had a history ofCardio-cerebrovascular disease, and 4（36.4%） patients had a history ofdiabetes (type II diabetes). All the patients had symptoms of low oxygensaturation and metabolic acidosis (Table 1). After entering the ICU, all thepatients had at least one or more organ dysfunction or even failuremanifestations. These included 9 patients with cardiac dysfunction, 8 withrenal dysfunction, 6 with liver dysfunction and coagulation dysfunction, 5 withcoagulant function abnormality, and 4 with multi-organ failure syndrome. 10patients were treated with steroids and all patients had antiviral andanti-infective therapy (Table 2 and Table 3).Flow cytometry was used to detect the peripheral blood monocytes, including:CD3 (CD3 + CD45+), CD4 (CD3 + CD4+), CD8 (CD3 + CD8+), NK(CD3-CD16 + CD56 +), Tregs (CD4 + CD25 + CD127 low), and b-lymphocyte(CD3-CD45 +). In the first day being admitted to the ICU, the absolute countsof CD3, CD4, CD8, and NK in the peripheral blood were lower than the normalvalue: CD3 (IQR,169-355; range, 50–635 cells/μL), CD4 (IQR,101–308; range,27–350 cells/μL), CD8 (IQR, 33-141; range, 21–277 cells/μL), NK immunecells (IQR,8-72; range, 5-170 cells/μl) . Eight patients had a significantincrease of the CD4/CD8 ratio (IQR, 1.05-7.7), which is an important index inautoimmune diseases (systemic lupus erythematosus, type I diabetes, andrheumatoid arthritis) and transplant rejection (16) (Table 3). Three had adecrease in B-lymphocytes, and two patients had a slight increase in Tregs(sFigure 1). After treatment, the CD4 in two patients and CD8 in three patientswere increase to normal levels. In addition, IL-2, IL-4, IL-6, IL-10, TNF - α, andIFN - γ were detected in all of the patients. IL-6 was significantly increased inall of the patients (IQR, 14.26-99.2; range, 4.58–1182.91ng/L) (Table 3). Thelevel of IL-10 was increased in five patients, while IL-4 and IFN - γ wereincreased in three and two patients, respectively. After treatment, IL-6 in threepatients, IL-10 in four patients and IL-4, IFN - γ in all patients were returned tonormal levels (sFigure 1).COVID-19-Infected Critically ill pneumoniapatients.The main characteristics of CRS include a decrease of T cells and NK cells, anincrease of IL-6, fever, organ and tissue dysfunction, and an abnormalcoagulation function (20). All of the 11 ICU patients had pulmonary infectionand fever. All had a significant decrease of circulating T cells, NK cells, and anincrease of IL-6 secretion in peripheral blood. In addition, all the patients hadone or more organ dysfunctions or failure, and seven patients had coagulationdysfunction. Eight patients showed a significant increase in the ratio ofCD4/CD8, suggesting the possibility of an autoimmune response (Table 3 andTable 4). None of the patients had a known prior history of immune diseases.IL-6 level in three of these patients recovered to normal after infectiontreatment, and CT results shown the pulmonary shadows were disappeared.At the meantime, this three patients without evidence of extrapulmonary organinjury, and blood coagulation dysfunction, and two of them have beentransferred out of ICU. There were eight of the 11 patients showed sufficientevidence in CRS features (Table 3 and Figure 1). After treatment, CD4, CD8,and NK cells were all recovered. In addition, IL-6 and IFN - γ were alsodecreased. At the same time, the organ function of the patients improved(Table 3 and sFigure 1).4. IL-6 was a sensitive indicator for the outcome of COVID-19 pneumonia withAll 11 patients were admitted to the ICU because of fever and ARDS. Amongthem, three patients received noninvasive ventilation, eight patients receivedinvasive ventilation (including two ECMO treatment). Four people usedmedicine to cool down, 7 cases used physical hypothermy (ice compress). Allof the patients were COVID-19 positive and received antiviral or anti-infectivetreatment, while nine received hormone treatment. During the treatment period,9 patients had peripheral CD3, 9 patients had CD4, 8 patients had CD8, and 8patients had NK cells increased, while seven patients had a decrease in CD3 /CD8 (Table 4 and Figure 2A). However, there were 3 patients (patient 02#,03# and 07#) who with stable condition after ICU at the beginning, the IL-6levels were rapid increase (increased 7.2 to 9.2 times) in one or twodays(Figure 2B); the absolution number of CD4 and CD8 were decrease oneday later than the increase of IL-6 in peripheral blood (Figure 2C and 2D). ThePaO2 and PaO2/FiO2 were decrease within the next day after the rose of IL-6(Figure 2E and 2F). At the meantime, the bedside chest radiograph resultsshown the disease progression (Figure 2G). This cases indicated IL-6 was aearly indicators of CRSL in COVID-19-infected pneumonia.5. The relationship of pulmonary inflammation and CRSL characteristics afterSerious pulmonary inflammation is a common symptom in critically illCOVID-19-infected pneumonia patients [13]. The large area of infection andinflammatory reaction will cause cytokine release syndrome (CRS)[14]. In ourstudy, according to the patchy shadows or ground glass opacity distribution inthe chest CT images, we were divided the patients into < 50% and ≥ 50%groups (Figure 3A). The numbers of CD4, CD8, and NK cells in the peripheralblood of were higher in the ≥ 50% groups than in ≥ 50% groups patients(Figure 3B, 3C and 3D). At the meantime, the level of IL-6 in peripheral bloodwas lower in the patients with the area of inflammatory ≥50 than in <50% in CTimaging (Figure 3E).This is a single-center retrospective study of 11 critically ill COVID-19 patientsadmitted to the ICU with persistent fever and ARDS. In addition to routinelaboratory tests in the ICU, the number of immune cell subsets and cytokinelevels in peripheral blood were analyzed in all patients. After analysis of thedetection results, clinical characteristics, and diagnosis of all patients, weidentified eight (72.7%) COVID-19-infected critical type pneumonia patientsthat had the clinical characteristics of CRSL.Lung injury has a potential risk of CRS [17]. Cytokine release is common inimmunotherapy, especially in cellular immunotherapy. The reasons for theoccurrence of CRS are unclear. The main mechanism is that inflammatorycells, such as effector T cells and macrophages, accumulate rapidly fromperipheral blood by chemokines and release a large number of cytokines intothe blood when they kill tumor cells, viruses, or bacteria[18]. The disease ischaracterized by a marked increase in characteristic cytokines (such as IL-6),persistent fever, and organ and tissue damage[19]. The rapid chain reactioncaused by cytokine release syndrome usually causes rapid organ immunerelated injury and acute functional failure[20].We analyzed the clinical and immunological characteristics of 11COVID-19-infected patients with severe pneumonia. We found that: Patientswith severe pneumonia have different degrees of fever; peripheral blood CD4,CD8, NK, and other immune T cells decreased; CD4 / CD8 significantlyincreased, IL-6 significantly increased; multiple organ injuries were present;and coagulation dysfunction occurred. The concentration of IL-6 and thenumber of CD4, CD8, NK immune cells in the peripheral blood can besignificantly reduced by improving ventilation, lowering body temperature,using anti-inflammatory treatment and other supportive treatment. The functionof organs and tissues will be improved, which shows the importance ofcytokines. COVID-19-infected patients with severe pneumonia have symptomsand manifestations similar to CRS. Therefore, we define this phenomenon asCRSLwith the characteristics include: ①decrease of circulating blood CD4, CD8 T cells and NK cells; ② substantialincrease of IL-6 cytokine in peripheral blood ; ③ continuous fever; ④ organand tissue damage caused by the cytokine related immune reaction, and thecoagulation dysfunction. We also found that 8 of 11 (72.7%) critically illpatients in our study had characteristics consistent with cytokine-like releasesyndrome.The concentration of IL-6 and the number of CD4, CD8 and NK immune cellsin the peripheral blood can be reduced by improving ventilation, lowering bodytemperature, anti-inflammatory treatment, and other supportive treatment afterICU. The function of organs and tissues will be improved, which shows thedependence of cytokines. COVID-19-infected patients with severe pneumoniahave evidence and manifestations similar to CRS. Large-scale lung injurycaused by viral pneumonia is the inducing factor of COVID-19-infected CRS.Because large-scale lung injury is a typical feature of critical patients,COVID-19-infected CRS may be a common phenomenon in critically illpatients. We found that a large area of lung injury (≥50%) with an decrease ofCD4, CD8 (Lower than 50% minimum normal range) and increase of IL-6 inperipheral bloodwas thehighest risk factor ofCD8 decreased in peripheral blood. This indicated IL-6 may works as an earlyindicator of CRSL in COVID-19-infected pneumonia.This study has several limitations. First, we only studied 11 critical patients in asingle center and we were unable to conduct a group comparison study.Additional data from critical patients in China would be useful. Second, due tothe strong infectivity of thevirus, wewerenot able to construct aCOVID-19-infected pneumonia animal model. A validated model could helpclarify the molecular mechanism of CRS caused by viral pneumonia. Third, wehavenotfinishedtheclinicalexperimentonthetreatmentofCOVID-19-infected pneumonia with IL-6 monoclonal antibody.anddefined theCOVID-19-infected was often accompanied by the increase of IL-6 anddecrease of CD4, CD8 and NK immune T cells in peripheral blood and was therisk factor of CRS. IL-6 was an early indicator of CRSL in COVID-19-infectedpneumonia. We also found that reduce injury to the lung is a useful method toprevent and improve COVID-19-infected pneumonia-related CRSL in criticallyill pneumonia patients.The research in the laboratory of the authors is supported by a grant from theNational Natural Science Foundation of China: NO.81972200; Basic andapplied basic research fund of Guangdong Province: NO.2019A1515011937;Guangzhou Science and technology plan project: NO. 201904010028, Thefounder has played no role in the writing of this article.Competing interests: We have read and understood BMJ policy on declarationof interests and declare that we have no competing interests.Contributors: wang-wj，wu-sp and liu-xq contributed equally to this article.liu-xq conceptualised the paper. wang-wj and wu-sp analysed the data, withinput from lie-py, h-ly, chen-sb, nong-lb, cheng-ll and lin-yp. wang-wj wrote theinitial draft with all authors providing critical feedback and edits to subsequentrevisions. All authors approved the final draft of the manuscript. he-jx is theguarantor. The corresponding author attests that all listed authors meetauthorship criteria and that no others meeting the criteria have been omitted.Competing interests: All authors have completed the ICMJE uniform disclosureform at www.icmje.org/coi_disclosure.pdf and declare: no support from anyorganisation for the submitted work; no financial relationships with anyorganisations that might have an interest in the submitted work in the previousthree years; no other relationships or activities that could appear to haveinfluenced the submitted work.Ethical approval: This study was approved by the Ethics committee of the FirstAffiliated Hospital of Guangzhou Medical UniversityTransparency: The lead authors and manuscript’s guarantor affirm that themanuscript is an honest, accurate, and transparent account of the study beingreported; that no important aspects of the study have been omitted; and thatany discrepancies from the study as planned have been explained.Dissemination to participants and related patient and public communities: Nostudy participants were involved in the preparation of this article. The results ofthe article will be summarised in media press releases from the GuangzhouMedical University and presented at relevant conferences.cluster. Lancet 2020;395: 514–23.Coronavirus–Infected Pneumonia. N Engl J Med. 2020 Jan 29.6. NationalHealthCommissionofthePeople'SRepublicOfChina.2020.7. Interpretation of \"Guidelines for the Diagnosis and Treatment of Novel Coronavirus(2019-nCoV) Infection by the National Health Commission (Trial Version 5)\". February2020 Zhonghua yi xue za zhi 100:E001.8. Butt Y, Kurdowska A, Allen TC .Acute Lung Injury: A Clinical and Molecular Review.Arch Pathol Lab Med. 2016 Apr;140(4):345-50.Apr;209:52-8.2017 Dec;26(6):747-762.10. Paolone S.Extracorporeal Membrane Oxygenation (ECMO) for Lung Injury in SevereAcute Respiratory Distress Syndrome (ARDS): Review of the Literature. Clin Nurs Res.11. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China.JAMA. 2020 Feb 7.12. Panitchote A, Mehkri O, Hastings A, et al. Factors associated with acute kidney injuryin acute respiratory distress syndrome. Ann Intensive Care. 2019 Jul 1;9(1):74.14. Zhao H, Chen H, Xiaoyin M, et al. Autophagy Activation Improves Lung Injury andDiagnoseSystemicAutoimmuneDiseases?ClinRevOct;53(2):219-236.17. Kogure Y, Ishii Y, Oki M.Cytokine Release Syndrome with Pseudoprogression in aPatient with Advanced Non-Small Cell Lung Cancer Treated with Pembrolizumab.JThorac Oncol. 2019 Mar;14(3):e55-e57.19. Uciechowski P, Dempke WCM. Interleukin-6: A Masterplayer in the Cytokine Network.20. Liu E, Marin D, Banerjee P, et al. Use of CAR-Transduced Natural Killer Cells inTimeline of disease course according to days from definitediagnosis of illness and days from Enter ICU.Before entering the ICU, nine people received corticosteroid therapy. In thetreatment and nursing process of ICU, six patients were intubated, two patientswere ECMO, and eight patients had CRS-like symptoms, two patients who hadnon-CRS-like symptoms were transferred out of ICU.Figure 2 The relationship of Immunologic detection and CRSL after COVID-19infected.The effect of effective treatment in ICU on immune cell subsets andcytokine IL6 Changes of immune cell subsets and cytokine IL-6 after effectivetreatment in ICU. The absolute counts of CD4+(P=0.013) and CD8+(P=0.048)cells were increased, while the inflammatory cytokines IL-6 (P=0.040) wasdecreased.B-F. Dynamic analysis of IL-6 levels,CD3+CD4+, CD3+CD8+ absolutecounts, PaO2, and PaO2/FiO2 in 3 patients with severe pneumonia ofcovid-19.The absolute counts of CD3+CD4+ in patient#3, patient#2 andpatient#7 at different dates during ICU (B-D). PaO2 and the oxygenation indexPaO2 / FiO2 have been in a fluctuating level in different dates during ICU (Eand F).date.G. Chest x-rays of three COVID-19-infected pneumonia patients at indicatedcharacteristics after COVID-19 infected.Computed tomography of the chest of patients with COVID-19.According to the patchy or ground glass shadows in the chest CT images, thepatients were divided into < 50% and ≥ 50% groups.B-E. The relationship between the shadow area of lung and the absolute countof CD3+CD4+, CD3 + CD8+, NK cells and the level of IL6 in plasma werecompared. When the shadow area is less than 50%, the absolute counts ofCD4 +(P=0.006), CD8 +(P=0.020), NK cells(P=0.016) is higher than theshadow area greater or equal to 50% .But the level of IL-6 (P=0.004) was incontrat.A-E. Dynamic analysis of absolute count of immune cell subsets in 11 patientswith severe pneumonia of covid-19.F-J. Dynamic analysis of serum inflammatory cytokines in 11 patients withsevere pneumonia of covid-19.Age, median（IQR）,yearsSexFemaleMaleSigns and symptoms at admissionNO.（%），n=1158（49-72）1（9.1）Maximum temperate, median（IQR）,℃More than one symptom or signExposureClose contact with Wuhan orpatients in guangzhouchronic diseaseHypertensionCoronary heart disease11（100.0）5（45.5）9（81.8）1（9.1）1（9.1）0（0.0）4（36.4）1（9.1）0（0.0）11(100.0)10(90.9)1(9.1)3（27.3）2（18.2）4（36.4）1（9.1）Cardiovascular and cerebrovascular diseases5（45.5）Coronary atherosclerotic heart disease1（9.1）Diseasesofdigestivesystem2（18.2）Endocrine system diseasesMalignant tumorNervous system diseasesRespiratory diseasesOnset of symptom to, median（IQR）,daysHosspital admissionICU          ARDS201          Multiple mottling and ground-glass opacity11（100.0）Non-invasive (ie, face mask)CRRTECMOAntibiotic treatmentAntifungal treatmentAntiviral treatmentGlucocorticoidsIntravenous immunoglobulin therapyARDS=acute respiratory distress syndrome;MODS=Multiple organ dysfunction syndrome;ECMO=extracorporeal membrane oxygenation;CRRT=continuous renal replacement therapy.11（100.0）11（100）8（72.7）3（27.3）0（0）2（18.2）11（100.0）10（90.9）11（100.0）9（81.8）1（9.1）Activated partial thromboplastin time, sD-dimer,(ng/ml FEU)liver functionAlanine aministrasferase， U/LAlbumin, g/Ltotal bilirubin，umol/LDirect bilirubin，umol/Lkidney functionSerum glucose, mmol/LSerum urea nitrogen, mmol/LSerum creatinine, μmol/Lmyocardial injury markersLactate dehydrogenase, U/LCreatine kinase, U/L4.0-10.01.8-8.0Creatine kinase-MB, U/LMyoglobin, g/LTroponin I, μg/LSerumB-typenatriureticpeptideprecursor,pg/mlinfection related biomarkersProcalcitonin,ng/mLC-reactive protein（CRP）,mg/dLcytokinesIL2,pg/mlIL4,pg/mlIL6,pg/mlIL10,pg/mlTNF-a,pg/mlIFN-γ,pg/mlcountCD3+CD45+，%CD3+CD4+，%CD3+CD8+，%CD4+/CD8+Immunocyte detection and absoluteB cell（CD3-CD19+），%NKcell (CD3-CD16+CD56+)，%NKTcell (CD3+CD16+CD56+)，%3-25<700-0.04<3000-0.60-5.710-2.800-5.300-4.910-2.310-7.4250-8426-6115-441.4-2.05-187-402-1313（8-21）Treg cell （CD4+CD27+127-），%CD3+CD45+,absolute count, cells/μlCD3+CD4+, absolute count, cell/μlCD3+CD8+ absolute count，cells/μlB cell（CD3-CD19+） absolute count,3-8955-2860550-1440320-125090-560cells/μlcount, cells/μlcount, cells/μlNK cell (CD3-CD16+CD56+) absolute150-1100NKTcell (CD3+CD16+CD56+) absolute40-300296（169-355）220（101-308）56（33-141）81（61-146）34（8-72）10（3-16）Median (IQR)No. of patientsTime from hospital admission toNAICU admission,APACHE IISOFAPHPaO2, mm HgPaO2:FiO2, mm HgPaCO2, mm HgNANA83-108400-50035-48118（6-10）20（7-22）9（3-12）106(69.2-132)193(115-210)Abbreviations: APACHE II, Acute Physiology and Chronic HealthEvaluation II; FiO2, fraction of inspired oxygen; ICU, intensive care unit;IQR, interquartile range; NA, not available; PaCO2, partial pressure ofcarbon dioxide; PaO2, partial pressure of oxygen; SOFA, Sequential", "ref_list": [[], ["The follow-up termination date was February 19"], ["Biomarkers in acute lung injury"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "JF Chan", "S Yuan", "KH Kok", "F Wu", "S Zhao", "B Yu", "Q Li", "XH Guan", "P Wu", "WJ Tan", "X Zhao", "XJ Ma", "Wuhan"], ["D Mokra", "P. Kosutova", "X Xu", "C Yu", "L Zhang", "L Luo", "J Liu", "T Tanaka", "M Narazaki", "T. Kishimoto", "G Carvajal Alegria", "P Gazeau", "S Hillion", "A Shimabukuro-Vornhagen", "P Gödel", "M Subklewe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. Department of Critical Care Medicine,, the First Affiliated Hospital of Guangzhou\n4. Guangzhou Eighth People's Hospital，Guangdong，China.\n# These authors contribute equally to this work.", "one_words_summarize": "Department of Critical Care Medicine,, the First Affiliated Hospital of Guangzhou4. All patients had a significant increase of IL-6(IQR,14.26-92.2; range, 4.58–1182.91ng/L). The increased of IL-6 was occurred earlier thanthe decrease of CD4·, CD8 in the patients with rapidly worsened after ICU.CONCLUSIONS AND RELEVANCE: In this retrospective analysis of 11critically ill pneumonia patients infected with COVID-19, we defined andidentified eight patients (72.7%) with cytokine release syndrome-like (CRSL).We found that a large area of lung injury (≥50%) with an decrease of CD4,peripheral blood was the highest risk factor of CRSL. Severe inflammatory reaction and respiratory distress syndrome canlead to rapid progression of the disease and cause death. The average ageof patients in the ICU is higher than that in non-ICU patients[11]. In this study,after analysis of the clinical diagnosis and immunological characteristics of 11COVID-19-infected patients with ARDS, we diagnosed eight (8/11, 72.7%)critically ill COVID-19-infected pneumonia patients to have cytokine releasesyndrome-like (CRSL) features. The patients enrolled in this studywere confirmed to have severe or critical COVID-19-infected pneumoniapatients. The team of the First Affiliated Hospital of Guangzhou Medical Universityanalysis of the patient's medical records included:a.) Medical order execution information: administration times for all medicines,drug name, dose, concentration, route, automatically generated in and outquantity. These data were automatically collected by the ICU clinicalinformation system. PaO2 meansarterial oxygen tension; FiO2 means inhaled oxygen fraction). Thermal cycling was performedat 55°C for 15 minutes for reverse transcription, followed by 95°C for 5 minutes,45 cycles of 95°C for 10 seconds, and then 55°C for 40 seconds. Duplicate PBMCs (106cells/tube)werestainedwith-CY7/CD25-APC/CD127-PE (Tongsheng Shidai Biote Co. LTD, Beijing, China)in the dark at room temperature for 30 minutes. EDTA anticoagulant bloodvessels were centrifuged at 3000 rpm for 20 minutes. No patients were asked to advise on interpretation or writing up ofresults.1. All 11 COVID-19-infected critically ill pneumonia patients were admitted to theICU. All patients had fever, and the highest fever was 40°C，and the median fever temperature was 38.5°C (IQR, 38-39.6°C). These included 9 patients with cardiac dysfunction, 8 withrenal dysfunction, 6 with liver dysfunction and coagulation dysfunction, 5 withcoagulant function abnormality, and 4 with multi-organ failure syndrome. In the first day being admitted to the ICU, the absolute countsof CD3, CD4, CD8, and NK in the peripheral blood were lower than the normalvalue: CD3 (IQR,169-355; range, 50–635 cells/μL), CD4 (IQR,101–308; range,27–350 cells/μL), CD8 (IQR, 33-141; range, 21–277 cells/μL), NK immunecells (IQR,8-72; range, 5-170 cells/μl) . Three had adecrease in B-lymphocytes, and two patients had a slight increase in Tregs(sFigure 1). IL-6 was a sensitive indicator for the outcome of COVID-19 pneumonia withAll 11 patients were admitted to the ICU because of fever and ARDS. However, there were 3 patients (patient 02#,03# and 07#) who with stable condition after ICU at the beginning, the IL-6levels were rapid increase (increased 7.2 to 9.2 times) in one or twodays(Figure 2B); the absolution number of CD4 and CD8 were decrease oneday later than the increase of IL-6 in peripheral blood (Figure 2C and 2D). The large area of infection andinflammatory reaction will cause cytokine release syndrome (CRS)[14]. In ourstudy, according to the patchy shadows or ground glass opacity distribution inthe chest CT images, we were divided the patients into < 50% and ≥ 50%groups (Figure 3A). After analysis of thedetection results, clinical characteristics, and diagnosis of all patients, weidentified eight (72.7%) COVID-19-infected critical type pneumonia patientsthat had the clinical characteristics of CRSL.Lung injury has a potential risk of CRS [17]. We found that: Patientswith severe pneumonia have different degrees of fever; peripheral blood CD4,CD8, NK, and other immune T cells decreased; CD4 / CD8 significantlyincreased, IL-6 significantly increased; multiple organ injuries were present;and coagulation dysfunction occurred. The function of organs and tissues will be improved, which shows thedependence of cytokines. This indicated IL-6 may works as an earlyindicator of CRSL in COVID-19-infected pneumonia. Additional data from critical patients in China would be useful. Third, wehavenotfinishedtheclinicalexperimentonthetreatmentofCOVID-19-infected pneumonia with IL-6 monoclonal antibody.anddefined theCOVID-19-infected was often accompanied by the increase of IL-6 anddecrease of CD4, CD8 and NK immune T cells in peripheral blood and was therisk factor of CRS. 201904010028, Thefounder has played no role in the writing of this article. Competing interests: All authors have completed the ICMJE uniform disclosureform at www.icmje.org/coi_disclosure.pdf and declare: no support from anyorganisation for the submitted work; no financial relationships with anyorganisations that might have an interest in the submitted work in the previousthree years; no other relationships or activities that could appear to haveinfluenced the submitted work. Butt Y, Kurdowska A, Allen TC .Acute Lung Injury: A Clinical and Molecular Review. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Factors associated with acute kidney injuryin acute respiratory distress syndrome."}