{"date": "2020/02/26", "journal": "medrxiv", "authors": "Bicheng Zhang, Xiaoyang Zhou, Yanru Qiu, Fan Feng, Jia Feng, Yifan Jia, Hengcheng Zhu, Ke Hu, Jiasheng Liu, Zaiming Liu, Shihong Wang, Yiping Gong, Chenliang Zhou, Ting Zhu, Yanxiang Cheng, Zhichao Liu, Hongping Deng, Fenghua Tao, Yijun Ren, Biheng Cheng, Ling Gao, Xiongfei Wu, Lilei Yu, Zhixin Huang, Zhangfan Mao, Qibin Song, Bo Zhu, Jun Wang", "title": "Clinical characteristics of 82 death cases with COVID-19", "type": "preprint article", "abstract": "2. Cardiac Care Unit, Eastern Campus, Renmin Hospital, Wuhan University,", "text": "2. Cardiac Care Unit, Eastern Campus, Renmin Hospital, Wuhan University,Department of Breast, Eastern Campus, Renmin Hospital, Wuhan University,10. Intensive Care Unit, Eastern Campus, Renmin Hospital, Wuhan University,11. Department of Otolaryngology, Eastern Campus, Renmin Hospital, WuhanUniversity, Wuhan, China14. Department of Vascular Surgery, Eastern Campus, Renmin Hospital, Wuhan15. Department of Orthopedics, Eastern Campus, Renmin Hospital, Wuhan16. Department of Obstetrics, Eastern Campus, Renmin Hospital, Wuhan University,17. Department of Endocrinology, Eastern Campus, Renmin Hospital, Wuhan18. Department of Nephrology, Eastern Campus, Renmin Hospital, WuhanUniversity, Wuhan, China*Drs. Zhang, Zhou and Qiu contributed equally to the article.Jun Wang, Department of Oncology, the First Affiliated Hospital of Shandong First400038, China. E-mail: bo.zhu@tmmu.edu.cnBackground: A recently developing pneumonia caused by SARS-CoV-2 wasoriginated in Wuhan, China, and has quickly spread across the world. We reported theclinical characteristics of 82 death cases with COVID-19 in a single center.Methods: Clinical data on 82 death cases laboratory-confirmed as SARS-CoV-2infection were obtained from a Wuhan local hospital’s electronic medical recordsaccording to previously designed standardized data collection forms.Results: All patients were local residents of Wuhan, and the great proportion of themwere diagnosed as severe illness when admitted. Most of the death cases were male(65.9%). More than half of dead patients were older than 60 years (80.5%) and themedian age was 72.5 years. The bulk of death cases had comorbidity (76.8%),includinghypertension(56.1%),heartdisease(20.7%),diabetes(18.3%),cerebrovascular disease (12.2%), and cancer (7.3%). Respiratory failure remained theleading cause of death (69.5%), following by sepsis syndrome/MOF (28.0%), cardiacfailure (14.6%), hemorrhage (6.1%), and renal failure (3.7%). Furthermore,respiratory, cardiac, hemorrhage, hepatic, and renal damage were found in 100%,89%, 80.5%, 78.0%, and 31.7%of patients, respectively. On the admission,lymphopenia (89.2%), neutrophilia (74.3%), and thrombocytopenia (24.3%) wereusually observed. Most patients had a high neutrophil-to-lymphocyte ratio of >5(94.5%), high systemic immune-inflammation index of >500 (89.2%), increasedC-reactive protein level (100%), lactate dehydrogenase (93.2%), and D-dimer(97.1%). A high level of IL-6 (>10 pg/ml) was observed in all detected patients.Median time from initial symptom to death was 15 days (IQR 11-20), and asignificant associationbetweenaminotransferase (p=0.037) and time from initial symptom to death were interestinglyobserved.Conclusion: Older males with comorbidities are more likely to develop severedisease, even die from SARS-CoV-2 infection. Respiratory failure is the main causeof COVID-19, but either virus itself or cytokine release storm mediated damage toother organ including cardiac, renal, hepatic, and hemorrhage should be takenseriously as well.stormFunding: No founding.As the seventh member of enveloped RNA coronavirus, severe acute respiratorysyndrome coronavirus (SARS-CoV)-2 causes a cluster of severe respiratory diseasewhich is similar to another two fatal coronavirus infection caused by SARS-CoV andMiddle Eastern respiratory syndrome coronavirus (MERS-CoV). Through searchingPubMed and the China National knowledge infrastructure databases up to February20, 2020, no published article focusing on hospitalized dead patients was identified.We conducted a single-center investigation involving 82 hospitalized death patientswith COVID-19 and focused on their epidemiological and clinical characteristics. 66of 82 (80.5%) of patients were older than 60 years and the median age was 72.5 years.The bulk of death cases had comorbidity (76.8%). Respiratory failure remained theleading cause of death, following by sepsis syndrome/MOF, cardiac failure,hemorrhage, and renal failure. Most patients had a high neutrophil-to-lymphocyteratio, high systemic immune-inflammation index, and increased levels ofproinflammatory cytokines.SARS-CoV-2 causes a cluster of severe respiratory illness which is similar to anothertwo fatal coronavirus infection caused by SARS-CoV and MERS-CoV. Death is morelikely to occur in older male patients with comorbidity. Infected patients mightdevelop acute respiratory distress and respiratory failure which was the leading causeof death, but damages of other organs and systems, including cardiac, hemorrhage,hepatic, and renal also contribute to the death. These damages might be attributable toindirect cytokines storm initiated by immune system and direct attack fromSARS-CoV-2 itself.In December 2019, the first acute respiratory disease caused by severe acuterespiratory syndrome coronavirus (SARS-CoV)-2, and recently officially named asCorona Virus Disease 2019 (COVID-19) by World Health Organization (WHO)occurred in Wuhan, China.1,2 Person-to-person transmission has been identifiedthrough respiratory droplets or likely feces.3-5 By February 14, 2020, more than60,000 confirmed cases and close to 2,000 dead cases have been documented in China,with hundreds of imported patients found in other countries.4-7Generally, the incubation period of COVID-19 was 3 to 7 days. Fever, cough, andfatigue were the most common symptoms.1 Approximately 20-30% of cases woulddevelop severe illness, and some need further intervention in intensive care unit(ICU) .8,9 Organ dysfunction including acute respiratory distress syndrome (ARDS),shock, acute cardiac injury, and acute renal injury, can happen in severe cases withCOVID-19.1,8,9 It has been reported that critical ill patients were more likely to beolder, had underlying diseases, and were more likely to have a symptom of dyspnea.9Oxygen therapy, mechanical ventilation, intravenous antibiotics and antiviral therapywere usually applied in clinical management, but presently there were no effectivedrugs for improving the clinical outcome of COVID-19, especially for severecases.1,8,9ARDS, a rapidly progressive disease, is the main cause of death for the patientsinfected with previously recognized corona virus infection such as SARS-CoV andMiddle Eastern respiratory syndrome coronavirus (MERS-CoV).10,11 In this context, itwas initially considered that lung is the most commonly damaged organ bySARS-CoV-2 infection since human airway epithelia express angiotensin convertingenzyme 2 (ACE2), a host cell receptor for SARS-CoV-2 infection.12,13 However,increasing clinical cases indicated cardiac, renal and even digestive organ damage inthe patients with COVID-19,9 which is consistent with the findings that kidney, colonand the other tissues also express ACE2 besides airway epithelia.14,15 The aboveclinical phenomenon and basic research suggest more complicated pathogenesis ofCOVID-19. Hence, analyzing clinical characteristics of death cases with COVID-19is urgently needed to improve the outcome of infected patients.Weretrospectivelycollectedepidemiologicalandclinicalfeaturesoflaboratory-confirmed COVID-19 dead patients from January 11, 2020 to February 10,2020 in the Renmin Hospital, Wuhan University. The confirmed diagnosis ofCOVID-19 was defined as a positive result by using real-time reverse-transcriptasepolymerase-chain-reaction (RT-PCR) detection for routine nasal and pharyngeal swabspecimens. This study received approval from the Research Ethics Committee of theRenminWDRY2020-K038). The Research Ethics Committeewaived the requirementinformed consent before the study started because of the urgent need to collectepidemiological and clinical data. We analyzed all the data anonymously.The clinical features, including clinical symptoms, signs, laboratory analyses,radiological findings, treatment, and outcome, were obtained from the hospital’selectronic medical records according to previously designed standardized datacollection forms. Laboratory analyses included complete blood count, liver function,renal function, electrolytes test, coagulation function, C-reactive protein, lactatedehydrogenase, myocardial enzymes, procalcitonin, and status of other virus infection.Radiological analyses comprised of X-ray and computed tomography.The date of onset of symptoms, initial diagnosis of COVID-19, and death wererecorded accurately. The incubation period was defined as the time from the contactof transmission origin to the onset of different symptoms and signs. Onset survivaltime was defined as the period between the onset of different symptoms and signs andthe time of death. To increase the accuracy of collected data, two researchersindependently reviewed the data collection forms. We also directly communicatedwith patients or their family members to ascertain the epidemiological and symptomdata.Inflammation markers were calculated using specific parameters of blood tests.Neutrophil-to-lymphocyte ratio (NLR) was calculated by dividing the absoluteneutrophil count by the lymphocyte count. Systematic inflammatory index (SII) wasdefined as platelet count × neutrophil count/ lymphocyte count (/μL). Interleukin(IL)-6 was detected using Human Cytokine Standard Assays panel (ET Healthcare,Inc., Shanghai, China) and the Bio-Plex 200 system (Bio-Rad, Hercules, CA, USA)according to the manufacturer’s instructions.Descriptive analyses were used to determine the patients’ epidemiological and clinicalfeatures. Continuous variables were presented as median and interquartile range(IQR), and categorical variables were expressed as the percentages in differentcategories. The Chi-squared test or Fisher’s exact test was adopted for categoryvariables. The association between the different clinical variables and the time frominitial symptom to death was evaluated using Spearman’s rank correlation coefficient.Statistical analyses in this study were performed with use of STATA 15.0 software(Stata Corporation, College Station, TX, USA). A two-sided p value less than 0.05was considered statistically significant.From January 11, 2020 to February 10, 2020, a total of 1,334 patients with a diagnosisof laboratory-confirmed COVID-19 were recorded in the Renmin Hospital, WuhanUniversity, while 6.2% (82/1334) of patients with this disease were dead. In the sameperiod, the rate of mortality for all causes and non-COVID-19 in this hospital, were2.3% (162/7119) and 1.4% (80/5785), respectively. The mortality rate of COVID-19was higher than that of non- COVID-19 (p<0.001).The epidemiological features and underlying diseases were shown in table 1. Allpatients were local residents of Wuhan, and only 2 patients acknowledged a contactwith the patients confirmed as SARS-CoV-2 infection. All the patients denied ahistory of contact with wildlife or Huanan seafood market visit. The great proportionof them were diagnosed as severe illness when admitted (77/82). Median incubationtime was 7 days (IQR 5.0-10.0). Most of the death cases were male (65.9%), olderthan 60 years (80.5%) and the median age was 72.5 years (IQR 65.0-80.0). The bulkof death cases had comorbidity (75.6%), including hypertension (56.1%), heartdisease (20.7%), diabetes (18.3%), cerebrovascular disease (12.2%), and cancer(7.3%). 30 out of 82 dead patients (30.5%) had 2 or more underlying diseases.with laboratory-confirmedSARS-CoV-2 infection (table 2). Respiratory failure remained the leading cause ofdeath (69.5%), following by sepsis syndrome/multiple organ dysfunction syndrome(MOF) (28.0%), cardiac failure (14.6%), hemorrhage (6.1%), and renal failure (3.7%).Furthermore, respiratory, cardiac, hemorrhage, hepatic, and renal damage were foundin 100%, 89%, 80.5%, 78.0%, and 31.7% of patients, respectively. A majority ofpatients (75.6%) had 3 or more damaged organs or systems following the infectionwith SARS-CoV-2.As shown in table 3, fever (78.0%), cough (64.6%), and shortness of breath (63.4%)were the main common symptom. Diarrhea was observed in 12.2% of patients. Allpatients had bilateral involvement of chest radiographs. On the admission,lymphopenia (89.2%), neutrophilia (74.3%), and thrombocytopenia (24.3%) wereusually observed. All the patients had increased C-reactive protein level (100%), andmost patients had a high NLR >5.0 (94.5%), SII index of >500 (89.2%), lactatedehydrogenase (93.2%), D-dimer (97.1%), cardiac troponin I (86.7%), andprocalcitonin (81.2%). Insufficient cell immunity with reduced CD3+ (93.1%), CD8+(98.3%), CD6+CD56+ (100%) cell count, and high level of circulating IL-6 (100%)were observed in patients.Furthermore, in the last 24 hours of the death, lymphopenia (73.7%), neutrophilia(100%), and thrombocytopenia (63.2%) were continuously present. IncreasedC-reactive protein level, high NLR, increased lactate dehydrogenase, and increasedD-dimer were found in all patients. The incidence of neutrophilia was increased from74.3% to 100%, and the incidence of lymphopenia was reduced from 89.2% to 73.7%.The incidence of high creatinine and blood urea nitrogen were increased from 15.3%to 45.0%, and 48.6% to 85.0%, respectively. High level of IL-6 (>10U/L) remained inall detected patients. More than half had a pH value of less than 7.35 (52.9%), and apO2 value of less than 60 mmHg (70.6%) (table 4).As shown in table 3, a total of 14 patients (17.1%) were treated in ICU. Patientsreceived oxygen therapy (100%), mechanical ventilation (40.2%), including 4invasivemechanical ventilation (4.8%). All patients received intravenous ofantibiotics and anti-virus medications, and systematic corticosteroids were used in 29patients (35.3%).The median time from initial symptom to death was 15 days (IQR 15-20) and asignificant associationbetweenaspartate aminotransferase (p=0.002), alanineaminotransferase (p=0.037) and time from initial symptom to death were interestinglyobserved (figure 1A-C).To our knowledge, this is the first study to describe the clinical characteristics of deadpatients with COVID-19. The mortality of 6.2% from current study was lower thanthat of SARS infection in 2003. However, the mortality rate from this center is a littlebit higher than previously reported.9 We speculated the reason might be that fewerpatients in our study were transferred to the ICU in time when their condition rapidlyworsened. On the other hand, limited death cases, less than 15 patients were includedin their cohort,8,9 while much more death cases were included in the present study.Our study firstly focused on the epidemiological characteristics of dead patients withCOVID-19. Several factors were responsible for the death of these patients includedin this study. A majority of patients were older than 60 years in our study, and aborderline significant association between age and time from initial symptom to deathwere interestingly observed. These results are consistent with that older age was morelikely occurred in critically ill patients.16 Moreover, we found underlying diseasessuch as hypertension, heart disease and diabetes were very common in our death cases,and 30.5% of patients had 2 or more comorbidities. These features are consistent withprevious report that patients with underlying diseases more likely developed to severeillness.9 Cancer patients is comprised of 7.3% in our cohort, much higher than cancermorbidity, suggest that cancer patients more likely develop to severe disease, evendeath. These results are consistent with the findings from a national wide analysis inChina.17 Immune deficiency to virus infection seems to be the common features inolder males with comorbidities.We further analyzed the cause of death case with COVID-19 and found thatrespiratory failure remained the leading cause of death. It has been reported that thebinding receptor for SARS-CoV-2, ACE2 is mainly expressed in blood vessels andlung alveolar type II (AT2) epithelial cells,13 Similar to the SARS-CoV andMERS-CoV, SARS-CoV-2 can directly attack ACE2-expressing cells.pathological findings indicated that infected lungs with SARS-CoV-2 present asARDS, pulmonary edema with hyaline membrane formation, evident desquamation ofpneumocytes.18 Therefore, our finding that respiratory failure is the leading cause ofdeath, is consistent with the underlying pathological mechanism of COVID-19.Besides respiratory failure, cardiac failure, hemorrhage, renal failure and even MOFwere also recognized as the cause of death by COVID-19 in our study. Laboratoryfindings also revealed cardiac, hepatic, and renal damage in some of patients. We alsoobserved a significant association between aspartate aminotransferase, alanineaminotransferase and time from initial symptom to death. These clinical phenomenacould be explained by virus itself attack and cytokine release storm (CRS) mediatedtissue damage. First, ACE2 expression is also found in the kidney, heart, and liver etc,therefore SARS-CoV-2 could invade the cells of above tissues, reproduce and damagethese organ.14,15 Second, virus infection and subsequent tissue damage either in thelung or other target organ could elicit immune cells to produce pro-inflammatorycytokines, namely CRS, ultimately injury the tissue and cause target organ failure.Obviously, increased amounts of cytokines, including IL-1β, IL-6, and monocytechemotactic protein-1 (MCP-1), are associated with severe lung injury in patientsinfected with SARS-CoV and MERS-CoV.19,20 A recent study showed high levels ofIL-1β, interferon γ-induced protein 10 , and MCP-1 occurred in serum of patientsinfected with SARS-CoV-2, which probably leaded to the activation of T-helper-1cell response1. In the present report, high level of IL-6 of more than10U/L andC-reactive protein were detected in all patients, even in the last 24 hours prior todeath.We also depicted the immune status of COVID-19 patients with severe illness. Mostof patients in our study presented as neutrophilia and lymphopenia on admission,specifically reduced CD3+, CD4+, and CD8+ T-cell counts were observed in somepatients. A high NLR was also observed on the admission and 24 hours before thedeath. These results, consistent with the previous findings found in the patients withsevere illness, suggest perturbation of immune system contribute the pathogenesis ofSARS-CoV-2. These observations could be also explained why older males withcomorbidities likely succumb to COVID-19.Our study has some limitations. Firstly, some patients did not receive timelysupportive interventions such as admission to ICU, because increasing number ofsevere patients occurred in a short period. However, present data could partially bescenario where COVID-19 patients progress in a natural pathophysiology rather thanoutcome from intervention by treatment. Secondly, consecutive detection of cytokineswas lacking, which fail to truly monitor the severity of CRS. Thirdly, organ damagecould originate from a history of medication including nonsteroidal anti-inflammatorydrugs, antibiotics, and traditional Chinese medicine which are associated with renal orliver injury.21,22 In our study, all patients received intravenous of antibiotics andanti-virus drugs.Overall, from the point of view of the causes of death, we presented the clinicalcharacteristics of patients with COVID-19. Lung injury begins with an insult to thelung epithelium mainly attacked by SARS-CoV-2 itself because of ACE2 expressedin the lungs, which leads to most common respiratory failure. Other organs or tissues,more or less, are potentially damaged through direct attack from SARS-CoV-2. Inaddition, damages of multiple systems including the lungs, might originate withsystemic damage due to CRS following SARS-CoV-2 infection. Considering thepandemic potential and moderate threaten of COVID-19 for population with multipleunderlying diseases, further studies are required to focus on pathology andpathophysiology of tissue injury caused by SARS-CoV-2 infection, especially on theactivation process of immune response and cytokines storm.JW, BZ and QS had the idea for and designed the study and had full access to all datain the study and take responsibility for the integrity of the data and the accuracy of thedata analysis. BiZh, YZ and YQ contributed to writing of the report. BZ contributedto critical revision of the report. JW and BiZh contributed to the statistical analysis.All authors contributed to data acquisition, data analysis, or data interpretation, andreviewed and approved the final version.All authors declare no competing interests.The data that support the findings of this study are available from the correspondingauthor on reasonable request. Participant data without names and identifiers will bemade available after approval from the corresponding author and National HealthCommission. After publication of study findings, the data will be available for othersto request. The research team will provide an email address for communication oncethe data are approved to be shared with others. The proposal with detailed descriptionof study objectives and statistical analysis plan will be needed for evaluation of thereasonability to request for our data. The corresponding author will make a decisionbased on these materials. Additional materials may also be required during theprocess.We acknowledge all health-care workers involved in the diagnosis and treatment ofpatients in Eastern Campus, Renmin Hospital, Wuhan University; we thank ProfHong Zhou and Jiang Zheng for guidance in manuscript preparation.symptom to death(A) Alanine aminotransferase (B) Aspartate aminotransferase (C) AgeReferenceWu F, Zhao S, Yu B, et al. A new coronavirus associated with humanrespiratory disease inonline Feb 3.DOI:10.1038/s41586-020-2008-3.Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infectionfrom an Asymptomatic Contact in Germany. N Engl J Med 2020; publishedonline Jan 30. DOI: 10.1056/NEJMc2001468.Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-HumanTransmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;published online Jan 28. DOI: 10.1056/NEJMc2001272.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associatedwith the 2019 novel coronavirus indicating person-to-person transmission: astudy of a family cluster. Lancet 2020; 395:514–523.Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 NovelCoronavirus in the United States. N Engl J Med 2020; published online Jan 31.DOI: 10.1056/NEJMoa2001191Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-HumanTransmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;published online Jan 28. DOI: 10.1056/NEJMc2001272.10.1101/2020.02.06.20020974.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 HospitalizedPatients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China.JAMA 2020 published online Feb 7. DOI: 10.1001/jama.2020.1585.10.Drosten C, Gunther S, Preiser W, et al: Identification of a novel coronavirus inpatients with severe acute respiratory syndrome. N Engl J Med 2003;348:1967–1976.11.de Groot RJ, Baker SC, Baric RS, et al. Middle East respiratory syndromecoronavirus (MERS-CoV): announcement of the Coronavirus Study Group. JVirol 2013; 87:7790–7792.12.Li W, Moore MJ, Vasilieva N, Sui J, et al. Angiotensin-converting enzyme 2is a functional receptor for the SARS coronavirus. Nature 2003; 426:450–454.13.Hoffmann M, Kleine-Weber H, Krueger N, et al. The novel coronavirus 2019(2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellularprotease TMPRSS2 for entry into target cells. bioRxiv 2020. published online14.Chai X, Hu L, Zhang Y, et al. Specific ACE2 Expression in CholangiocytesMay Cause Liver Damage After 2019-nCoV Infection. bioRxiv 2020;15.Zhao Y, Zhao Z, Wang Y, et al. Single-cell RNA expression profiling ofACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv 2020; publishedonline January 26. DOI: 101101/20200126919985.Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristicsof 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: adescriptive study. Lancet 2020; 395:507–513.17.Liang W, Guan W, Chen R, et al. Cancer patients in SARS-CoV-2 infection: anationwide analysis in China. Lancet Oncol 2020; published online Feb 14.DOI: 10.1016/S1470-2045(20)30096-6.18.Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associatedwith acute respiratory distress syndrome. Lancet 2020; published onlineFebruary 18. DOI: 101016/S2213-2600(20)30076-X.19.Wong CK, Lam CW, Wu AK, et al. Plasma inflammatory cytokines andchemokines in severe acute respiratory syndrome. Clin Exp Immunol 2004;136:95-103.20.Mahallawi WH, Khabour OF, Zhang Q, et al. MERS-CoV infection in humansis associated with a pro-inflammatory Th1 and Th17 cytokine profile.Cytokine 2018; 104:8-13.21.Hinson JS, Ehmann MR, Al Jalbout N, et al. J Emerg Med 2020; published22.Dixit M, Doan T, Kirschner R, Dixit N. Significant Acute Kidney Injury Dueto Non-steroidal Anti-inflammatory Drugs: Inpatient Setting. Pharmaceuticals(Basel) 2010;3:1279-1285.NT-pro B-type natriuretic peptide >1800 pg/mlCardiac troponin T, pg/ml", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["W Guan", "Z Ni", "Y Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. Cardiac Care Unit, Eastern Campus, Renmin Hospital, Wuhan University,", "one_words_summarize": "Cardiac Care Unit, Eastern Campus, Renmin Hospital, Wuhan University,Department of Breast, Eastern Campus, Renmin Hospital, Wuhan University,10. Department of Otolaryngology, Eastern Campus, Renmin Hospital, WuhanUniversity, Wuhan, China14. Department of Orthopedics, Eastern Campus, Renmin Hospital, Wuhan16. 66of 82 (80.5%) of patients were older than 60 years and the median age was 72.5 years. Most patients had a high neutrophil-to-lymphocyteratio, high systemic immune-inflammation index, and increased levels ofproinflammatory cytokines. In December 2019, the first acute respiratory disease caused by severe acuterespiratory syndrome coronavirus (SARS-CoV)-2, and recently officially named asCorona Virus Disease 2019 (COVID-19) by World Health Organization (WHO)occurred in Wuhan, China.1,2 Person-to-person transmission has been identifiedthrough respiratory droplets or likely feces.3-5 By February 14, 2020, more than60,000 confirmed cases and close to 2,000 dead cases have been documented in China,with hundreds of imported patients found in other countries.4-7Generally, the incubation period of COVID-19 was 3 to 7 days. Weretrospectivelycollectedepidemiologicalandclinicalfeaturesoflaboratory-confirmed COVID-19 dead patients from January 11, 2020 to February 10,2020 in the Renmin Hospital, Wuhan University. This study received approval from the Research Ethics Committee of theRenminWDRY2020-K038). The Research Ethics Committeewaived the requirementinformed consent before the study started because of the urgent need to collectepidemiological and clinical data. Radiological analyses comprised of X-ray and computed tomography. The incubation period was defined as the time from the contactof transmission origin to the onset of different symptoms and signs. Onset survivaltime was defined as the period between the onset of different symptoms and signs andthe time of death. Inflammation markers were calculated using specific parameters of blood tests. Systematic inflammatory index (SII) wasdefined as platelet count × neutrophil count/ lymphocyte count (/μL). Respiratory failure remained the leading cause ofdeath (69.5%), following by sepsis syndrome/multiple organ dysfunction syndrome(MOF) (28.0%), cardiac failure (14.6%), hemorrhage (6.1%), and renal failure (3.7%).Furthermore, respiratory, cardiac, hemorrhage, hepatic, and renal damage were foundin 100%, 89%, 80.5%, 78.0%, and 31.7% of patients, respectively. A majority ofpatients (75.6%) had 3 or more damaged organs or systems following the infectionwith SARS-CoV-2.As shown in table 3, fever (78.0%), cough (64.6%), and shortness of breath (63.4%)were the main common symptom. We also depicted the immune status of COVID-19 patients with severe illness. These results, consistent with the previous findings found in the patients withsevere illness, suggest perturbation of immune system contribute the pathogenesis ofSARS-CoV-2. Other organs or tissues,more or less, are potentially damaged through direct attack from SARS-CoV-2. All authors contributed to data acquisition, data analysis, or data interpretation, andreviewed and approved the final version. After publication of study findings, the data will be available for othersto request. The research team will provide an email address for communication oncethe data are approved to be shared with others. Transmission of 2019-nCoV Infectionfrom an Asymptomatic Contact in Germany. Importation and Human-to-HumanTransmission of a Novel Coronavirus in Vietnam. Specific ACE2 Expression in CholangiocytesMay Cause Liver Damage After 2019-nCoV Infection. Lancet Oncol 2020; published online Feb 14.DOI: 10.1016/S1470-2045(20)30096-6.18.Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associatedwith acute respiratory distress syndrome. Plasma inflammatory cytokines andchemokines in severe acute respiratory syndrome. Cytokine 2018; 104:8-13.21.Hinson JS, Ehmann MR, Al Jalbout N, et al. J Emerg Med 2020; published22.Dixit M, Doan T, Kirschner R, Dixit N. Significant Acute Kidney Injury Dueto Non-steroidal Anti-inflammatory Drugs: Inpatient Setting."}