{"date": "2020/02/26", "journal": "medrxiv", "authors": "Joe Hilton, Matt J Keeling", "title": "Estimation of country-level basic reproductive ratios for novel Coronavirus (COVID-19) using synthetic contact matrices", "type": "preprint article", "abstract": "The outbreak of novel coronavirus (COVID-19) has the potential for global spread, infecting large numbers in all countries. In this case, estimating the country-speci c basic reproductive ratio is a vital rst step in public-health planning. The basic reproductive ratio (R0) is determined by both the nature of pathogen and the network of contacts through which the disease can spread - with this network determined by socio-demographics including age-structure and household composition. Here we focus on the age-structured transmission within the population, using data from China to inform agedependent susceptibility and synthetic age-mixing matrices to inform the contact network. This allows us to determine the country-speci c basic reproductive ratio as a multiplicative scaling of the value from China. We predict that R0 will be highest across Eastern Europe and Japan, and lowest across Africa, Central America and South-Western Asia. This pattern is largely driven by the ratio of children to older adults in each country and the observed propensity of clinical cases in the elderly.", "text": "2        Our estimation process consists of calculating an age-speci c susceptibility pro le based on epidemiologicaldata from China and the estimated China-level contact matrix[                We assume that we have a population divided into K discrete age classes C1; :::CK . Suppose we have aset of outbreak data in the form x = (x1; :::; xK ), where xi is the cumulative number of cases so far in ageclass Ci, expressed as a fraction of all the cases, so that Pi xi = 1. Denote by ki;j the expected number ofcontacts with individuals of age class Ci made per day by a single individual of age class Cj . The matrixK = (ki;j ) will be asymmetric, with the ith row corresponding to an average individual of each age class'scontacts with age class Ci, and the ith column corresponding to the contacts made per day by an averageindividual of age class Ci. Let pi be the conditional probability that a susceptible individual in age classCi becomes infected, given that they have had contact with an infectious individual. We assume that thisprobability depends only on the age class of the recipient, and not on that of the infector, i.e. we haveage-dependent susceptibility but homogeneous infectivity. The expected number of infections generated inage class Ci in a single day by an infectious indvidual in age class Cj is given by piki;j . De ning zi = pi 1,the expected number of cases in age class Ci generated by a single infectious individual in age class Cj overits entire infectious period is given byThese age-strati ed reproductive ratios de ne a matrix R (often called the next generation matrix), whoseleading eigenvalue is the basic reproductive ratio of the entire system[        Rx = Rc0x:If we look at the ith row of this set of equations, we haveor, given Equation 1,The age-speci c susceptibility zi can thus be estimated asX Ri;j xj = Rc0xi;jzi X ki;j xj = Rc0xi:jzi = Rc0 P kxii;j xj :j(1)(2)(3)To estimate the equivalent of the matrix R for some new population with age-structured contact matrixk~ = (k~i;j ), we assume that zi is constant across populations (i.e. in every population we see the samedependence of susceptibility on age). Then our desired matrix has (i; j)th entryR~i;j = zik~i;j ;and the eigenvalue of this matrix gives us the estimated basic reproductive ratio R~0 for the new population.        Since Equation 3 tells us that every zi term is linear in Rc0, and every entry of R~ contains one of thezi terms, it follows that the eigenvalue R~0 is also linear in Rc0. We can thus write R~0 = Rc0 for somepopulation-speci c scaling factor , which we can calculate by carrying out the estimation of z with Rc0set to one. We can therefore calculate a full set of scaling factors for every country without requiring anestimate of the basic reproductive ratio in China; these scaling factors provide a measure of transmissionrelative to that observed in China, and can be used to generate country-speci c basic reproductive ratiosgiven a reliable estimate for China. Although we note that estimates for China di er widely depending onthe time-scales examined ( R0 = 2:2 [        In Figure 1 we present the results of a null-model in which there is no age-speci c susceptibility (zi1), andplot the associated scaling factor for each of the 152 countries included in Prem et al.'s study. That is,we assume that the reproduction matrix R is directly proportional to the contact matrix K. The constantof proportionality will be the ratio between the leading eigenvalues of the two matrices, i.e. R0 divided bythe leading eigenvalue of K. To obtain the reproduction matrix for some other country, we just multiply itscontact matrix by the constant of proportionality we estimate for China.        Figure 2 presents the estimated scaling factors based on the age distribution reported by two studies ofthe early dynamics in China: Li et al.[        In Figure 3(a) we plot the scaling factors obtained through our consideration of age-dependentsusceptibility ( gure 2) against the factors obtained by assuming homogeneous susceptibility across age groups ( gure1). Allowing for age-dependent susceptibility substantially increases the amount of variation in scaling (andthus in basic reproductive ratio) by country, and in particular can lead us to predict much larger scalingfactors. When the transmission structure is modelled as a simple scaling of a population's contact patterns,the variation in scaling is driven by the variation in average intensity of contacts (captured by the eigenvalueof the contact pattern matrix K) by country. When we incorporate age-dependent susceptibility, contactpatterns involving members of highly susceptible age classes becomes particularly important - generating a        for each country based on case data from Li et al. [        51 2 3 4Scaling factor without age-specific infectivityChinaNigerPolandScaling factor from Li et al dataScaling factor from Yang et al data5core-group within the population. For COVID-19, this means that we see higher scaling factors in countrieswith older populations, since this usually means contacts involving older individuals are more common. Incountries with comparitively younger populations, contacts involving older individuals are less common andso the capacity of the infection to spread is reduced relative to the purely-contact pattern based transmissionmodel.Figure 3(b) illustrates this principle for Niger (which is predicted to have one of the lowest scalings ofthe reproductive ratio) and Poland (which is predicted to have one of the highest scalings) in comparison toChina. The population pryamid of Niger is dominated by young children; China has a relatively stableagestructure although there are more individuals in 30-54 age classes than in younger age-groups; the pryamidfor Poland shows even fewer children and substantial proportions into older age-classes. We therefore observethat it is interaction between the population pryamid and the age-structured susceptiblity that largely drivesthe scaling of the basic reproductive ration.This point is seen to hold for all countries investigated (Figures 1 and 2). In Figure 1, we see that withoutage-dependent susceptibility transmission is low in many European countries as well as in South Korea andJapan, and high in many African countries, consistent with the di erences in daily number of contactspredicted by Prem et al driven by the proportion of children. However, the maps in Figure 2 demonstratethat when age-speci c susceptibility is taken into account, the pattern of infectious potential by country isgenerally reversed. We then expect to see higher transmission in Eastern Europe (including Italy which hadthe largest number of cases in Europe in late February 2020) and Japan, and reduced transmission acrossAfrica, central America, the Middle East and India.4Here we have developed a simple model for age-structured transmission of 2019-nCoV with two components:an age-structured contact matrix dependent on the behaviour of the host population and an age-dependentsusceptibility pro le dependent on physiological response to infection. By using a previously-estimatedsynthetic contact matrix and age-strati ed data, we were able to estimate age-dependent susceptibility pro lesbased on the rst 425 and the rst 4,021 cases in China. We then combined these estimated pro les withestimates of age-strati ed contacts in 151 other countries to give us transmission matrices for these countriesfrom which we could estimate the scale of basic reproductive ratios in each country relative to China. Wedemonstrated that taking age-speci c susceptibility into account results in substantially di erent predictionsof transmission intensity by country relative to a model without age-speci c susceptibility; countries witholder populations are at substantially higher risk than countries with younger populations.        The predictions we have made are limited by two main elements. The rst is the accuracy of the estimatedcontact matrices; although there are known issues (as discussed in [        This research was funded by: the National Institute for Health Research (NIHR) (project reference 17/63/82)using UK aid from the UK Government to support global health research JH & MJK; the Engineering andPhysical Sciences Research Council (EPSRC) (grant reference EP/S022244/1) MJK; Health Data ResearchUK, which receives its funding from HDR UK Ltd (NIWA1) MJK. The views expressed in this publicationare those of the author(s) and not necessarily those of the any of the funders.", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus{infected pneumonia"], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Projecting social contact matrices in 152 countries using contact surveys and demographic data"], ["Modeling infectious diseases in humans and animals"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["The transmissibility of novel Coronavirus in the early stages of the 2019-20 outbreak in Wuhan: Exploring initial point- source exposure sizes and durations using scenario analysis"], ["Early dynamics of transmission and control of COVID-19: a mathematical modelling study"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["Y Yang", "Q Lu", "M Liu", "Y Wang", "A Zhang", "N Jalali"], ["K Prem", "AR Cook", "M. Jit"], ["MJ Keeling", "P Rohani"], ["T Liu", "J Hu", "M Kang", "L Lin", "H Zhong", "J Xiao"], ["S Abbott", "J Hellewell", "J Munday", "S. Funk"], ["AJ Kucharski", "TW Russell", "C Diamond", "Y Liu", "J Edmunds"], ["J Read", "J Bridgen", "D Cummings", "A Ho", "C Jewell"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2", "one_words_summarize": "2        Our estimation process consists of calculating an age-speci c susceptibility pro le based on epidemiologicaldata from China and the estimated China-level contact matrix[                We assume that we have a population divided into K discrete age classes C1; :::CK . Denote by ki;j the expected number ofcontacts with individuals of age class Ci made per day by a single individual of age class Cj . Let pi be the conditional probability that a susceptible individual in age classCi becomes infected, given that they have had contact with an infectious individual. Although we note that estimates for China di er widely depending onthe time-scales examined ( R0 = 2:2 [        In Figure 1 we present the results of a null-model in which there is no age-speci c susceptibility (zi1), andplot the associated scaling factor for each of the 152 countries included in Prem et al. However, the maps in Figure 2 demonstratethat when age-speci c susceptibility is taken into account, the pattern of infectious potential by country isgenerally reversed. The predictions we have made are limited by two main elements. The rst is the accuracy of the estimatedcontact matrices; although there are known issues (as discussed in [        This research was funded by: the National Institute for Health Research (NIHR) (project reference 17/63/82)using UK aid from the UK Government to support global health research JH & MJK; the Engineering andPhysical Sciences Research Council (EPSRC) (grant reference EP/S022244/1) MJK; Health Data ResearchUK, which receives its funding from HDR UK Ltd (NIWA1) MJK."}