{"date": "2020/02/23", "journal": "medrxiv", "authors": "Minfeng Liao, Yang Liu, Jin Yuan, Yanling Wen, Gang Xu, Juanjuan Zhao, Lin Chen, Jinxiu Li, Xin Wang, Fuxiang Wang, Lei Liu, Shuye Zhang, Zheng Zhang", "title": "The landscape of lung bronchoalveolar immune cells in COVID-19 revealed by single-cell RNA sequencing", "type": "preprint article", "abstract": "*These authors contributed equally. †Correspondence:", "text": "Highlights:patients1. Immune microenvironment of SARS-CoV-2-infected lungs revealed by scRNA/TCR seq2. Increased inflammatory FCN1+ macrophages are replacing FABP4+ macrophages in the BALFfrom severe COVID-19 patients3. Highly expanded and functional competent tissue resident clonal CD8+ T cells in mild COVID-19The novel coronavirus SARS-CoV-2, etiological agent of recently named Coronavirus infecteddisease (COVID-19) by WHO, has caused more than 2, 000 deaths worldwide since its emergencyin Wuhan City, Hubei province, China, in December, 2019. The symptoms of COVID-19 variedfrom modest, mild to acute respiratory distress syndrome (ARDS), and the latter of which isgenerally associated with deregulated immune cytokine production; however, we currently knowlittle as to the interplay between the extent of clinical symptoms and the compositions of lungimmune microenvironment. Here, we comprehensively characterized the lung immunemicroenvironment with the bronchoalveolar lavage fluid (BALF) from 3 severe and 3 mildCOVID-19 patients and 8 previously reported healthy lung controls through single-cell RNAsequence (scRNA-seq) combined with TCR-seq. Our data shows that monocyte-derived FCN1+macrophages, whereas notFABP4+ alveolar macrophages that represent a predominantmacrophage subset in BALF from patients with mild diseases, overwhelm in the severelydamaged lungs from patients with ARDS. These cells are highly inflammatory and enormouschemokine producers implicated in cytokine storm. Furthermore, the formation of tissue resident,highly expanded clonal CD8+ T cells in the lung microenvironment of mild symptom patientssuggests a robust adaptive immune response connected to a better control of COVID-19. Thisstudy first reported the cellular atlas of lung bronchoalveolar immune microenvironment inCOVID-19 patients at the single-cell resolution, and unveiled the potential immune mechanismsunderlying disease progression and protection in COVID-19.Since December, 2019, a disease outbreak caused by a novel coronavirus (now given the nameSARS-CoV-2) started in Wuhan, and has quickly spread in China and subsequently inmany othercountries [1]. The WHO has declared the new coronavirus (CoV) infection as a global publichealth emergency and named the coronavirus infected disease-19 (COVID-19). The genomeanalysis showed that the SARS-CoV-2 is a SARS-CoV like β-lineage coronavirus [2] and likelyoriginates from bats [3]. SARS-CoV-2 uses human ACE2 protein as their receptors [4], whichexplains its similarly high transmissibility. The clinical data indicated that the COVID-19 variedfrom asymptomatic to acute respiratory distress syndrome (ARDS), similar as SARS-CoV infection[5-7]. Although researchers are racing against time to develop vaccines and test anti-viral drugs inclinical trials [8], there is no effective prophylactic and clinical treatment for COVID-19 yet.Generally, the COVID-19 is less severe and less fatal than the SARS, however, some patients,especially aged populations with co-morbidities are prone to develop more severe symptoms andrequire emergent medical interventions [9]. It is not completely understood why some patientsdevelop severe but others have mild or even asymptomatic diseases by the same SARS-CoV-2infections. The immunopathogenesis of hCoVs-induced respiratory distress syndrome mayinvolve deranged interferon production, hyper-inflammatory response and cytokine storms,inefficient or delayed induction of neutralizing antibody and specific T cell responses [10, 11].However, due to biosafety and ethics issues and technical limitations, most of the currentknowledge was generated from animal model studies, and not directly from human subjects.More investigations using patient samples are needed to explore the relevant protective orpathogenic mechanisms in clinical settings.Here, we applied the emerging single-cell RNA sequence (scRNA-seq) and single-cell TCR-seq tocomprehensively characterize the lung bronchoalveolar lavage fluid (BALF) cells from 6 ofCOVID-19 patients, including 3 severe and 3 mild cases. Our study depicts a high-resolutiontranscriptome atlas of lung resident immune subsets in response to SARS-CoV-2 infections. Itreveals that compared to the lung immune microenvironment of mild symptom patients,monocyte-derived FCN1+ macrophages replacing the FABP4+ alveolar macrophages predominatemacrophage lineage compostions in the severely damaged lung, which are highly inflammatoryand potent chemokine producers. Furthermore, the lung resident highly expanded clonal CD8+ Tcells formed in the mildly infected patients support the notion that a rapid and robust adaptiveimmune response is potentially critical for controlling COVID-19.(Table S1).To characterize the immune microenvironment of the SARS-CoV-2-infected lung, we performedscRNA-seq analysis of single cells in the lung BALF (37, 820 cells) using the 10X Genomicsplatform, from 3 of recovered mild cases and 3 of severe cases (Figure 1A, Table 1). We alsocollected public available scRNA-seq data (43, 627 cells) of 8 normal lungs as control [12]. Thisdataset passed stringent high-quality filtering (Figure S1), yielding a mean of 188K reads/cell withmedian gene and unique molecular identifier (UMI) counts of 2, 070 and 6, 852, respectivelyThe clustering analysis showed 36 distinct cell clusters (C) composed of major cell subtypesincluding macrophages, NK & T, B and plasma cells, epithelial and endothelial cells (Figure 1B),identified by unique signature genes CD68 (macrophages), CD3D and KLRF1 (T & NK cells),MS4A1 (B and plasma cell), AGER, SFTPC, SCGB3A2, TPP3 and KRT5 (epithelial cell), VWF(endothelial cell) and DCN (fibroblasts), respectively (Figure 1C and S2A). We confirmed that thedata integration removed batch effects and enabled excellent reproducibility across differentdonors. Major cell populations and most clusters included cells from each sample (Figure 1D andS2B). We were also able to detect low levels of SARS-CoV-2 transcripts in various cell populationsfrom severe COVID-19 patients but not mild cases and controls (Figure S2C). We assumed thatthese viral transcripts were likely ambient contaminations of viral loads in the BALF.We then compared the distribution of different cellular compartments among control, mild andsevere group. There were higher proportions of T and NK cells in the COVID-19 patients thanthose in controls, while epithelial cells in patients are fewer. As compared to mild cases, severepatients contained more macrophages but less proportion of T and NK cells (Figure 1E-1F).Together, our data showed an increased recruitment of immune cells to the lung in response toSARS-CoV-2 infection, and that the lung immune cell compartments differed between mild andsevere COVID-19 patients.The increased lung macrophage population was present in severe COVID-19 patients. To furtherunderstand the macrophage heterogeneity, we re-clustered the macrophages and showed 22clusters (Figure 2A). Recent studies have identified three distinct human lung macrophagesubsets by FCN1 (monocyte derived), SPP1 (pro-fibrotic) and FABP4 (alveolar macrophage, AM)marker expression [13]. Referring to the classification criteria and other macrophage markers(Figure S3A), we found that most macrophage clusters (except for C15 as a dendritic cell subset)in our study could also be grouped by FCN1, SPP1 and FABP4 expression patterns. Group 1includes C9 and C10 (FCN1hi only), Group 2 includes C0, C6, C12, C16 and C19 (FCN1loSPP1+),Group 3 includes C7, C8 and C18 (FCN1-SPP1+), Group 4 contains C1, C2, C3, C4, C5, C11, C13, C14,C17, C20, C21, C22 (FABP4+) (Figure 2B).We found that the composition of the macrophage groups differed significantly among controls,mild versus severe COVID-19 patients (Figure 2C). This transformation was also reflected bydifferential expression of FCN1, SPP1 and FABP4 genes in the controls and patients (Figure 2D).We further confirmed that FCN1 was preferentially expressed by individual controls and mildCOVID-19 patients, while SPP1 and FABP4 were highly expressed by severe COVID-19 patients(Figure 2E). Together, these data showed a dysregulated balance of lung macrophage populationsduring the progression of severe COVID-19, manifested by substantially increased group 1monocyte-derived macrophages (FCN1+), group 2 & 3 macrophages (SPP1+), and almost acomplete loss of lung AMs (FABP4+).To further understand the difference of the aforementioned 4 groups of macrophages, weconducted gene expression (GEX) analysis (Figure 2F). Group 1 expressed S100A8, S100A9, VCAN,FCN1, CD14, SELL associated with inflammatory monocytes. Group 2 expressed chemokines CCL2,CCL3, CCL4, CXCL9, CXCL10, CXCL11 and ISGs APOBEC3A, ISG15, ISG20, GBP1, ITITM3, MX1, etc.Group 3 expressed immune regulatory genes A2M, GPR183, CCL13 etc. and pro-fibrotic genesTREM2, TGFB1, SPP1. Group 4 expressed typical AM genes, such as FABP4, FABP5, INHBA,MACRO, TFRC, MRC1, etc. GSEA and GO analysis further revealed that group 1, 2 and 3 weremore activated and inflammatory, while group 4 was featured with lipid metabolic functions(Figure 2G and S3B). Using SCENIC, we deduced the transcription factors (TFs) activity inmacrophage groups (Figure 2H). Consistent with their inflammatory phenotype and functions, wefound enhanced STAT1, STAT2 and multiple IFN regulatory factors (IRFs) activity among group 1, 2and 3 macrophages. We also identified M2-like TFs, MAF and CREB1, specifically in group 3macrophages, and AM-TFs, PPARG and BHLHE41, specifically in group 4 macrophages. Finally, weanalyzed the differentiation trajectory of macrophage populations, and found a linear pathstarting from group 1, then 2 & 3, eventually to group 4 (Figure 2I).Collectively, consistent with early report [13], we identified the group 1 as the monocyte-likepopulation, group 3 as the recently reported pro-fibrotic SPP1+ population and group 4 as thelung AM. Moreover, we identified a novel intermediate macrophage population (group 2), onlyfrom the severe COVID-19 patients. Our data indicated that the monocytes are recruited fromcirculation (FCN1+) to the lung to fuel the inflammation during severe diseases, and somemonocytes may further go through the differentiation process into the SPP1+ populations andeventually the FABP4+ AMs.NK and T lymphocytes are immune effectors against viral infection. Previous studies showed thatrobust and early T cell response played crucial roles in viral clearance during acute respiratoryinfections [14]. After exclusion of contaminated clusters, our clustering analysis of T and NKlymphocytes identified 5 major subsets (Figure 3A) based on the typical T and NK cell markers(Figure 3B). NK cells highly expressed KLRF1, KLRC1 and KLRD1. CD8+ T cells expressed CD8A andCD8B. The CCR7+ cells expressing CD4 and IL7R were likely CD4+ T cells, Treg cells wereComparing few numbers of NK and T lymphocytes in controls, the proportions of NK and Tlymphocytes in the lung was largely increased in COVID-19 patients (Figure 1F and 3C). Amongdifferent subsets, we observed lower proportion of CD8+ T cells, and increased proportion ofproliferating cells in severe patients than the mild patients (Figure 3C and 3D). GEX analysisshowed that CD8+ T cells expressed high levels of effector molecules, including GZMA, GZMK,FASLG, CCL5, etc., and resident T cell markers ITGA1, CXCR6, JAML, etc., likely played crucial rolesin immune defense (Figure S4).The higher number of lung CD8+ T cells in mild patients may indicate a role of CD8+ T cells in theclearance of the virus. In contrast, the higher level of T cell proliferation in severe disease group isintriguing. We assumed that it might be related to bystander activation induced by hyperinflammation, or a delayed response to the infection in severe COVID-19. To further understandthe relevant functional status of each NK and T cell subsets between mild and severe patients, weconducted GEX analysis. We found T cell activation, migration, calcium ion signaling moleculeswere upregulated in CD8+ T cells from mild cases, but the virus responses, metabolites andenergy generation, and translation initiation molecules was upregulated in CD8+ T cells fromsevere cases (Figure 3E and 3F). Thus, these data confirm our assumption that more effectiveCD8+ T cells in mild patients help to clear the viruses, while CD8+ T cells in severe patients are inpreparation to proliferate.When encountering antigens, specific B and T lymphocytes respond through clonal expansion togenerate effector and memory cells with the same specificity to deal with the invaded pathogens.Expanded anti-viral T cell clones may exert protective or pathogenic functions during viralinfections dependent on different situations. Here, we took advantages of single-cell TCR-seq toassess the status of clonal expansions in the BALF of patients. As expected, CCR7+ T cells as naiveor central memory cells, showed little clonal expansion, while CD8+ effector T cells showed thehighest expansion levels among different T cell subsets (Figure 4A and S5). Proliferating T cellsand Treg cells also showed some expansion, but were less pervasive. Next, we examined theproportions of expanded clones between COVID-19 patients with mild and severe diseases. Wefound that the expansion levels in both total T and CD8+ T cells were significantly higher in milddisease group than the severe patients (Figure 4B and 4C, S5). In average, more than 50% CD8+ Tcells in mild group were expanded clones, which likely represented the SARS-CoV-2-specific Tcells. They also showed higher amplification index than those from severe patients (Figure 4C). Atthe individual levels, we also found the higher T cell clonality was consistently remained in the 3mild patients as compared to the 3 severe patients (Figure 4D), supporting that highly expandedCD8+ T cell participated in resolving the SARS-CoV-2 infection. To confirm the functional status ofexpanded T cell clones, we performed GEX analysis between expanded CD8+ T cells versusnon-expanded cells. We found increased expression of signaling and tissue resident genesincluding XCL1, XCL2, ZNF683, HOPX, CXCR6 and ITGAE, etc., which further supports a superioreffector functions of those expanded CD8+ T cells (Figure 4E).The clinical symptoms of COVID-19 varied from asymptomatic to ARDS, which has been similarlyobserved in SARS-CoV, MERS-CoV and influenza infections [7]. Host immune responses on someextent determine both protection and pathogenesis to the respiratory viral infections [11, 14]. Awell co-ordinated innate and adaptive immune response may rapidly control of the virus, while afailed immune response leads to viral spreading, cytokine storm, and high mortality [15].However, the immune players and the detailed molecular mechanisms related to these differentprocesses are incompletely understood yet, in SARS-CoV-2 infection.Previous studies have shown the significantly higher levels of inflammatory cytokines,chemokines and interferon stimulated genes associated with disease severity in SARS, MERS andCOVID-19 patients [10, 16]. The increased infiltrating macrophages into the lung are identified inthe autopsy and animal models, and are thought to be responsible for fueling the inflammation[17-19]. Macrophages are well known to contain heterogeneous subsets, including tissueresident and monocyte derived populations, covering a broad spectrum from M1 to M2 likephenotype [20]. However, little is known regarding the macrophage subsets and their molecularfeatures in SARS-CoV-2-infected human lungs. Here, we identified 4 groups of lung macrophageswhich can be classified by FCN1, SPP1 and FABP4 markers according to recent reports [13]. Group1 & 2 macrophages are FCN1+ and highly inflammatory. They express higher levels of interferonstimulated genes and multiple chemokines, CCL2, CCL3, CCL5, IL-8, CXCL9, CXCL10 and CXCL11,thus identifying the FCN1+ macrophages as the culprit for the deranged hyper-inflammation. Weidentified the group 3, SPP1+ macrophages likely represented a repaired but also a pro-fibroticsubset [12]. They may counteract the FCN1+ macrophages to dampen the inflammation. Theirroles and associations with patient outcomes should be further investigated. The group 4macrophages are FABP4+ AMs showing higher PPARγ activity which play important physiologicalroles in metabolizing lipid surfactant [20]. Here, we found that AMs consisted the principle lungmacrophages in both controls and mildly infected patients, but was almost completely lost inseverely infected lungs. The loss of AMs likely contributed to the failed lung functions. Together,these data improved our understanding of tissuemacrophage heterogeneity in theimmunopathogenesis of SARS-CoV-2 infection.Adaptive immune system is specific and memorizes the pathogens, including two arms, theantibody and T cell responses. Inducing adaptive immunity is also the aim of vaccination. SARSstudies showed that binding and neutralizing antibodies are elicited in SARS-CoV infections, buttheir association with clinical outcomes is unclear [21]. Robust antibody responses weredeveloped in severely infected SARS patients [22]. However, it is debatedwhetherantibody-dependent enhancement played roles in disease exacerbation [23, 24]. Memory T cellresponses are induced and maintained in SARS-CoV infected subjects [25]. T cell immunity wasalso confirmed to be necessary for resolving the viral infection in mouse models [26, 27].However, the roles of T cells, especially resident T cells, in controlling the disease severity ofSARS-CoV infected patients are not proved yet. Here, we applied both scRNA-seq and TCR-seq tocharacterize the lung resident T cell populations. Our data not only revealed the presence of alarger population of CD8+ T effectors in mild group, but also showed that these CD8+ T cellscontain highly expanded clones, indicating their SARS-CoV-2 specificity. Thus, we presented thefresh evidence that CD8+ T cell response likely holds the key for successful viral control inCOVID-19 patients. This data will guide the future development of vaccine and potential T-cellimmunotherapy for the severe viral respiratory infections.The shortcomings of our study is that only 6 samples are able to be investigated and our endpointstudy may not determine the triggering factors leading to different clinical outcomes. Wepropose that characterizing the earlier immune events and longitudinal analysis of immunedynamics of the infected patients may help gain more insights. These emerging high dimensionaltechniques, like scRNA-seq, mass cytometry and multiplex imaging tools [28, 29], will greatlyimprove human immunology studies using minimal precious tissue samples.Ethics statement: This study was conducted according to the principles expressed in theDeclaration of Helsinki. Ethical approval was obtained from the Research Ethics Committee ofShenzhen Third People’s Hospital. All participants provided written informed consent for samplecollection and subsequent analyses.Subjects and clinical sample collection: The six patients used in this study were recruited from theShenzhen Third People’s Hospital in January, 2020. The demographic characteristics of thesestudy populations are provided in Table 1. The patients included 3 mild cases and 3 severe cases,the median age is 49.5 years old, 5 male and 1 female. All patients had Wuhan exposure historyand had cough and (or) fever as the first symptom. Diagnosis of SARS-CoV-2 was based on clinicalsymptoms, exposure history，chest radiography, and sputum, nasal swab and/or bronchoalveolarlavage fluid (BALF) viral PCR assays. Influenza A and B virus infection were excluded at the time ofenrollment. The patient C142 has clinical symptoms, CT findings although SARS-CoV-2 PCRnegative. She is a family member and close contact with C143.The throat swab, sputum, nasal swab and BALF were collected from the respiratory tract of thepatients at various time-points after hospitalization. Viral RNAs were extracted by Viral RNA wasextracted from samples using the QIAamp RNA Viral Kit (Qiagen, Heiden, Germany). Thenquantitative reverse transcription polymerase chain reaction (qRT-PCR) was performed using theprimers and probes targeting ORF1ab and N genes of SARS-CoV-2 recommended by China CDC,and a commercial kit specific for SARS-CoV-2 detection (GeneoDX Co., Ltd., Shanghai, China). Thespecimens were considered tentatively positive if qRT-PCR Ct value lower than 37 is detected atany time-points during the hospitalization. Then the assay is repeated to confirm the positivity ifthe Ct value was similar or between 37~40. If the repeat Ct was above 40, then the specimen wasconsidered negative.About 20 ml of BALF was obtained and placed on ice. BALF was processed within 2 hours and alloperations were performed in BSL-3 laboratory. By passing BALF through a 100 µm nylon cellstrainer to filter out lumps and then the supernatant was centrifuged and the cells werere-suspended in the cooled RPMI 1640 complete medium. Then the cells were counted in 0.4%trypan blued, centrifuged and re-suspended at the concentration of 2×106 /ml for further use.Total 11 µl of single cell suspension and 40 µl barcoded Gel Beads were loaded to Chromium ChipA to generate single-cell gel bead-in-emulsion (GEM). The poly-adenylated transcripts werereverse-transcribed later. The single-cell capturing and downstream library constructions wereperformed using the Chromium Single Cell 5’ library preparation kit according to themanufacturer’s protocol (10x Genomics). Full-length cDNA along with cell-barcode identifierswere PCR-amplified and sequencing libraries were prepared and normalized to 3 nM. Theconstructed library was sequenced on BGI MGISEQ-2000 platform.The lung scRNA-seq data from the healthy controls was acquired from the Gene ExpressionOmnibus (GEO) database under the series number GSE122960 [12], which contains data of lungtissue from eight lung transplant donors generated using 3' V2 chemistry kit on Chromium Singlecell controller (10xGenomics). Filtered feature-barcode matrix was used in the following analysis.The Cell Ranger Software Suite (Version 3.1.0) was used to perform sample de-multiplexing,barcode processing and single-cell 5’ UMI counting with human GRCh38 as the reference genome.Specifically, splicing-aware aligner STAR [30] was used in FASTQs alignment. Cell barcodes werethen determined based on distribution of UMI count automatically. Finally, gene-barcode matrixof all 6 donors and 8 healthy control was integrated with Seurat v3 [31] to remove batch effectacross different donors. Following criteria were then applied to each cell, i.e., gene numberbetween 200 and 6000, UMI count above 1000 and mitochondrial gene percentage below 0.1.After filtering, a total of 81447 cells (5436/3858/5235/5191/5341/4300/7516/6750 cells forhealthy control; 3542/3411/363 cells for mild patients; 17340/11872/1292 cells for severepatients) were left for following analysis.The filtered gene-barcode matrix was normalized with LogNormalize methods in Seurat andanalyzed by principal component analysis (PCA) using the top 2, 000 most variable genes. ThenUniform Manifold Approximation and Projection (UMAP) was performed on the top 50 principalcomponents for visualizing the cells. Meanwhile, graph-based clustering was performed on thePCA-reduced data for clustering analysis with Seurat v3.MAST [32] in Seurat v3 was used to perform differential analysis. For each cluster,differentially-expressed genes (DEGs) were generated relative to all of the other cells.Slingshot [33] was used to perform pseudotime inference for the four myeloid cell groups.Single cell regulatory network for 4 myeloid groups was constructed with SCENIC [34]. Specifically,GRNBoost2 (https://github.com/tmoerman/arboreto) in pySCENIC was applied to infer generegulatory networks from expression data. The regulators-group heatmap was generated with Rpackage AUCell.For DEGs, Gene ontology (GO), KEGG pathway analyses and Gene Set Enrichment Analysis (GSEA)[35] were performed with clusterProfiler [36], which supports statistical analysis and visualizationof functional profiles for genes and gene clusters. In GSEA analysis, 50 hallmark gene sets inFull-length TCR V(D)J segments were enriched from amplified cDNA from 5’ libraries via PCRamplification using a Chromium Single-Cell V(D)J Enrichment kit according to the manufacturer’sprotocol (10x Genomics). The TCR sequences for each single T cell were assembled by Cell Rangervdj pipeline (v3.1.0), leading to the identification of CDR3 sequence and the rearranged TCR gene.Cells with both TCR alpha and beta chains were kept and cells with only one TCR chain werediscarded. The quality of TCR-seq was listed in Table S2. Then the clonality of the different T cellsdefined by scRNA-seq data was explored.A. The cartoon showing the outline of study. BALFs were collected from COVID-19 patients andprocessed using the 10xGenomics platform for scRNA/scTCR seq.B. The UMAP presentation of single cell atlas of BALFs showing 5 major cell types and 36 clusters.Parentheses indicate the clusters of each major cell type.C. UMAP projection of canonical markers for different cell types as indicated in the legend.D. The bar plot shows the relative contributions of each cluster by individual sample.E. The UMAP comparison of the clustering distribution across control, mild and severe COVID-19groups.groups.F. The pie chart shows the percentages of immune and non-immune cell populations in differentA. The UMAP presentation of the heterogenous clusters of lung macrophagesB. The lung macrophages clusters were classified to 4 groups according to FCN1, SPP1 and FABP4expression levels, indicated by red squares.C. The UMAP projection of four macrophage groups among controls and patientsD. The UMAP projection of FCN1, SPP1, and FABP4 expressed cells among controls and patientsE. The violin plot shows the FCN1, SPP1 and FABP4 expression by lung CD68+ macrophages fromeach individual sampleF. The heatmaps of hierarchically clustered top 50 differentially-expressed genes (DEGs) across 4groups of macrophages.G. The GSEA NES heatmap of the 50 MSigDB hallmark gene sets across 4 groups of macrophages.The gene list for each group was ordered based on log2(ratio) of this group compared with allother cells. Default parameter in GSEA function of clusterProfiler was used (except nPerm =100000).H. Average regulon activities of 4 groups of macrophages calculated with SECENIC. PySCENIC wasused to infer co-expression modules, prune modules for targets with cis regulatory footprints andcalculate cellular regulon enrichment matrix with default parameters.I. The differentiation trajectory of different groups of macrophages by monocle analysis.Dimensionality reduction produced by UMAP was used in lineage inference.A. The UMAP plot shows the clustering of lung T and NK cellsB. The heatmap of showing the immune typing markers on different T and NK clustersC. The UMAP plots show comparison of the T and NK cell compartments across different groupsD. The bar plot shows the percentages of T and NK clusters in each individual sampleE. The volcano plot shows the DEGs of CD8+ T cells between severe vs. mild COVID-19 patients.Only genes specifically upregulated in T cells compared to macrophage cells are kept. And a geneis considered significant with adjust p < 0.05.F. The GO BP enrichment analysis of DEGs of CD8+ T cells between severe vs. mild COVID-19patients with adjust p < 0.05 upregulated in severe (left) and mild (right).A. The UMAP plot shows the T cell expansion status in COVID-19 patientsB. The UMAP projection of expanded clonal T cells between severe and mild patient groupC. The pie charts show the clonal expansion status of CD8+ T and proliferating T cells in BALFs ofsevere and mild COVID-19 patientseach individual sampleD. The bar plots show clonal expansion status of CD8+ T and proliferating T cells in BALFs fromE. The volcano plot shows the DEGs of expanded vs. non-expanded CD8+ T cells in BALFs ofCOVID-19 patients. A gene is considered significant with adjust p < 0.05. The top 8 up anddown-regulated gene are labeled.13.14.15.16.17.18.19.20.21.22.23.24.          Bonham, C. A., Sperling, A. I., Bag, R., Hamanaka, R. B., Mutlu, G. M., Yeldandi, A. V., Marshall,S. A., Shilatifard, A., Amaral, L. A. N., Perlman, H., Sznajder, J. I., Argento, A. C., Gillespie, C. T.,Dematte, J., Jain, M., Singer, B. D., Ridge, K. M., Lam, A. P., Bharat, A., Bhorade, S. M., Gottardi,C. J., Budinger, G. R. S., Misharin, A. V. (                    Morse, C., Tabib, T., Sembrat, J., Buschur, K. L., Bittar, H. T., Valenzi, E., Jiang, Y., Kass, D. J.,Gibson, K., Chen, W., Mora, A., Benos, P. V., Rojas, M., Lafyatis, R. (          Wang, Z., Wan, Y., Qiu, C., Quinones-Parra, S., Zhu, Z., Loh, L., Tian, D., Ren, Y., Hu, Y., Zhang,X., Thomas, P. G., Inouye, M., Doherty, P. C., Kedzierska, K., Xu, J. (2015) Recovery from severeH7N9 disease is associated with diverse response mechanisms dominated by CD8(+) T cells.Nat Commun 6, 6833.Liu, J., Zheng, X., Tong, Q., Li, W., Wang, B., Sutter, K., Trilling, M., Lu, M., Dittmer, U., Yang, D.(2020) Overlapping and discrete aspects of the pathology and pathogenesis of the emerginghuman pathogenic coronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J Med Virol.Channappanavar, R., Fehr, A. R., Vijay, R., Mack, M., Zhao, J., Meyerholz, D. K., Perlman, S.(2016) Dysregulated Type I Interferon and Inflammatory Monocyte-Macrophage ResponsesCause Lethal Pneumonia in SARS-CoV-Infected Mice. Cell Host Microbe 19, 181-93.Gu, J., Gong, E., Zhang, B., Zheng, J., Gao, Z., Zhong, Y., Zou, W., Zhan, J., Wang, S., Xie, Z.,Zhuang, H., Wu, B., Zhong, H., Shao, H., Fang, W., Gao, D., Pei, F., Li, X., He, Z., Xu, D., Shi, X.,Anderson, V. M., Leong, A. S. (2005) Multiple organ infection and the pathogenesis of SARS. JExp Med 202, 415-24.Nicholls, J. M., Poon, L. L., Lee, K. C., Ng, W. F., Lai, S. T., Leung, C. Y., Chu, C. M., Hui, P. K., Mak,K. L., Lim, W., Yan, K. W., Chan, K. H., Tsang, N. C., Guan, Y., Yuen, K. Y., Peiris, J. S. (2003) Lungpathology of fatal severe acute respiratory syndrome. Lancet 361, 1773-8.          Evren, E., Ringqvist, E., Willinger, T. (          Zhang, L., Zhang, F., Yu, W., He, T., Yu, J., Yi, C. E., Ba, L., Li, W., Farzan, M., Chen, Z., Yuen, K. Y.,Ho, D. (2006) Antibody responses against SARS coronavirus are correlated with diseaseoutcome of infected individuals. J Med Virol 78, 1-8.Zhao, J., Alshukairi, A. N., Baharoon, S. A., Ahmed, W. A., Bokhari, A. A., Nehdi, A. M., Layqah,L. A., Alghamdi, M. G., Al Gethamy, M. M., Dada, A. M., Khalid, I., Boujelal, M., Al Johani, S.M., Vogel, L., Subbarao, K., Mangalam, A., Wu, C., Ten Eyck, P., Perlman, S., Zhao, J. (2017)Recovery from the Middle East respiratory syndrome is associated with antibody and T-cellresponses. Sci Immunol 2.Wan, Y., Shang, J., Sun, S., Tai, W., Chen, J., Geng, Q., He, L., Chen, Y., Wu, J., Shi, Z., Zhou, Y.,Du, L., Li, F. (2020) Molecular Mechanism for Antibody-Dependent Enhancement ofCoronavirus Entry. J Virol 94.Liu, L., Wei, Q., Lin, Q., Fang, J., Wang, H., Kwok, H., Tang, H., Nishiura, K., Peng, J., Tan, Z., Wu,T., Cheung, K. W., Chan, K. H., Alvarez, X., Qin, C., Lackner, A., Perlman, S., Yuen, K. Y., Chen, Z.", "ref_list": [[], ["Anti-spike IgG causes severe acute lung injury by skewing macrophage responses during acute SARS-CoV infection"], ["T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV"], ["Virus-specific memory CD8 T cells provide substantial protection from lethal severe acute respiratory syndrome coronavirus infection"], ["T cell responses are required for protection from clinical disease and for virus clearance in severe acute respiratory syndrome coronavirus-infected mice"], ["Dissecting the human immune system with single cell RNA sequencing technology"], ["A systems approach to infectious disease"], ["STAR: ultrafast universal RNA-seq aligner"], ["Comprehensive Integration of Single-Cell Data"], ["MAST: a flexible statistical framework for assessing transcriptional changes and characterizing heterogeneity in single-cell RNA sequencing data"], ["Slingshot: cell lineage and pseudotime inference for single-cell transcriptomics"], ["SCENIC: single-cell regulatory network inference and clustering"], ["Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles"], ["clusterProfiler: an R package for comparing biological themes among gene clusters"], ["The Molecular Signatures Database (MSigDB) hallmark gene set collection"], ["Single-cell reconstruction of the early maternal-fetal interface in humans"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["W. J. Liu", "M. Zhao", "K. Liu", "K. Xu", "G. Wong", "W. Tan", "G. F. Gao"], ["R. Channappanavar", "C. Fett", "J. Zhao", "D. K. Meyerholz", "S. Perlman"], ["J. Zhao", "J. Zhao", "S. Perlman"], ["G. Xu", "Y. Li", "H. Liu", "L. Zhang", "S. Zhang", "Z."], ["M. Eckhardt", "J. F. Hultquist", "R. M. Kaake", "R. Huttenhain", "N. J. Krogan"], ["A. Dobin", "C. A. Davis", "F. Schlesinger", "J. Drenkow", "C. Zaleski", "S. Jha", "P. Batut", "M. Chaisson", "T. R. Gingeras"], ["T. Stuart", "A. Butler", "P. Hoffman", "C. Hafemeister", "E. Papalexi", "W. M. Mauck", "Y. Stoeckius", "M. Smibert", "P. Satija", "R."], ["W. McElrath", "M. J. Prlic", "M. Linsley", "P. S. Gottardo", "R."], ["K. Street", "D. Risso", "R. B. Fletcher", "D. Das", "J. Ngai", "N. Yosef", "E. Purdom", "S. Dudoit"], ["S. Aibar", "C. B. Gonzalez-Blas", "T. Moerman", "V. A. Huynh-Thu", "H. Imrichova", "G. Hulselmans", "F. Rambow", "J. C. Marine", "P. Geurts", "Aerts", "Z. K. Atak", "J. Wouters", "S. Aerts"], ["A. Subramanian", "P. Tamayo", "V. K. Mootha", "S. Mukherjee", "B. L. Ebert", "M. A. Gillette", "A. Paulovich", "S. L. Pomeroy", "T. R. Golub", "E. S. Lander", "J. P. Mesirov"], ["G. Yu", "L. G. Wang", "Y. He", "Q. Y."], ["A. Liberzon", "C. Birger", "H. Thorvaldsdottir", "M. Ghandi", "J. P. Mesirov", "P. Tamayo"], ["R. Vento-Tormo", "M. Efremova", "R. A. Botting", "M. Y. Turco", "Vento-Tormo", "J. E. Park", "E. Stephenson", "K. Polanski", "A. Goncalves", "L. Gardner", "S. Holmqvist", "J. Henriksson", "A. Zou", "A. M. Sharkey", "B. Millar", "B. Innes", "L. Wood", "A. Wilbrey-Clark", "R. P. Payne", "M. A. Ivarsson", "S. Lisgo", "A. Filby", "D. H. Rowitch", "J. N. Bulmer", "G. J. Wright", "M. J. T. Stubbington", "M. Haniffa", "A. Moffett", "S. A. Teichmann"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Highlights:\npatients\n1. Immune microenvironment of SARS-CoV-2-infected lungs revealed by scRNA/TCR seq\n2. Increased inflammatory FCN1+ macrophages are replacing FABP4+ macrophages in the BALF\nfrom severe COVID-19 patients\n3. Highly expanded and functional competent tissue resident clonal CD8+ T cells in mild COVID-19\nThe novel coronavirus SARS-CoV-2, etiological agent of recently named Coronavirus infected\ndisease (COVID-19) by WHO, has caused more than 2, 000 deaths worldwide since its emergency\nin Wuhan City, Hubei province, China, in December, 2019. The symptoms of COVID-19 varied\nfrom modest, mild to acute respiratory distress syndrome (ARDS), and the latter of which is\ngenerally associated with deregulated immune cytokine production; however, we currently know\nlittle as to the interplay between the extent of clinical symptoms and the compositions of lung\nimmune microenvironment. Here, we comprehensively characterized the lung immune\nmicroenvironment with the bronchoalveolar lavage fluid (BALF) from 3 severe and 3 mild\nCOVID-19 patients and 8 previously reported healthy lung controls through single-cell RNA\nsequence (scRNA-seq) combined with TCR-seq. Our data shows that monocyte-derived FCN1+\nmacrophages, whereas notFABP4+ alveolar macrophages that represent a predominant\nmacrophage subset in BALF from patients with mild diseases, overwhelm in the severely\ndamaged lungs from patients with ARDS. These cells are highly inflammatory and enormous\nchemokine producers implicated in cytokine storm. Furthermore, the formation of tissue resident,\nhighly expanded clonal CD8+ T cells in the lung microenvironment of mild symptom patients\nsuggests a robust adaptive immune response connected to a better control of COVID-19. This\nstudy first reported the cellular atlas of lung bronchoalveolar immune microenvironment in\nCOVID-19 patients at the single-cell resolution, and unveiled the potential immune mechanisms\nunderlying disease progression and protection in COVID-19.", "one_words_summarize": "Immune microenvironment of SARS-CoV-2-infected lungs revealed by scRNA/TCR seq2. These cells are highly inflammatory and enormouschemokine producers implicated in cytokine storm. Furthermore, the lung resident highly expanded clonal CD8+ Tcells formed in the mildly infected patients support the notion that a rapid and robust adaptiveimmune response is potentially critical for controlling COVID-19.(Table S1).To characterize the immune microenvironment of the SARS-CoV-2-infected lung, we performedscRNA-seq analysis of single cells in the lung BALF (37, 820 cells) using the 10X Genomicsplatform, from 3 of recovered mild cases and 3 of severe cases (Figure 1A, Table 1). Major cell populations and most clusters included cells from each sample (Figure 1D andS2B). The increased lung macrophage population was present in severe COVID-19 patients. GSEA and GO analysis further revealed that group 1, 2 and 3 weremore activated and inflammatory, while group 4 was featured with lipid metabolic functions(Figure 2G and S3B). Consistent with their inflammatory phenotype and functions, wefound enhanced STAT1, STAT2 and multiple IFN regulatory factors (IRFs) activity among group 1, 2and 3 macrophages. CD8+ T cells expressed CD8A andCD8B. The CCR7+ cells expressing CD4 and IL7R were likely CD4+ T cells, Treg cells wereComparing few numbers of NK and T lymphocytes in controls, the proportions of NK and Tlymphocytes in the lung was largely increased in COVID-19 patients (Figure 1F and 3C). Amongdifferent subsets, we observed lower proportion of CD8+ T cells, and increased proportion ofproliferating cells in severe patients than the mild patients (Figure 3C and 3D). Proliferating T cellsand Treg cells also showed some expansion, but were less pervasive. which further supports a superioreffector functions of those expanded CD8+ T cells (Figure 4E).The clinical symptoms of COVID-19 varied from asymptomatic to ARDS, which has been similarlyobserved in SARS-CoV, MERS-CoV and influenza infections [7]. They may counteract the FCN1+ macrophages to dampen the inflammation. Theirroles and associations with patient outcomes should be further investigated. The group 4macrophages are FABP4+ AMs showing higher PPARγ activity which play important physiologicalroles in metabolizing lipid surfactant [20]. Here, we found that AMs consisted the principle lungmacrophages in both controls and mildly infected patients, but was almost completely lost inseverely infected lungs. Memory T cellresponses are induced and maintained in SARS-CoV infected subjects [25]. T cell immunity wasalso confirmed to be necessary for resolving the viral infection in mouse models [26, 27].However, the roles of T cells, especially resident T cells, in controlling the disease severity ofSARS-CoV infected patients are not proved yet. Ethical approval was obtained from the Research Ethics Committee ofShenzhen Third People’s Hospital. All participants provided written informed consent for samplecollection and subsequent analyses. She is a family member and close contact with C143.The throat swab, sputum, nasal swab and BALF were collected from the respiratory tract of thepatients at various time-points after hospitalization. The poly-adenylated transcripts werereverse-transcribed later. The lung scRNA-seq data from the healthy controls was acquired from the Gene ExpressionOmnibus (GEO) database under the series number GSE122960 [12], which contains data of lungtissue from eight lung transplant donors generated using 3' V2 chemistry kit on Chromium Singlecell controller (10xGenomics). Finally, gene-barcode matrixof all 6 donors and 8 healthy control was integrated with Seurat v3 [31] to remove batch effectacross different donors. Single cell regulatory network for 4 myeloid groups was constructed with SCENIC [34]. Cells with both TCR alpha and beta chains were kept and cells with only one TCR chain werediscarded. BALFs were collected from COVID-19 patients andprocessed using the 10xGenomics platform for scRNA/scTCR seq. B. The UMAP presentation of single cell atlas of BALFs showing 5 major cell types and 36 clusters. D. The bar plot shows the relative contributions of each cluster by individual sample. F. The pie chart shows the percentages of immune and non-immune cell populations in differentA. The UMAP presentation of the heterogenous clusters of lung macrophagesB. The lung macrophages clusters were classified to 4 groups according to FCN1, SPP1 and FABP4expression levels, indicated by red squares. I. The differentiation trajectory of different groups of macrophages by monocle analysis. Dimensionality reduction produced by UMAP was used in lineage inference. The top 8 up anddown-regulated gene are labeled.13.14.15.16.17.18.19.20.21.22.23.24. Nat Commun 6, 6833.Liu, J., Zheng, X., Tong, Q., Li, W., Wang, B., Sutter, K., Trilling, M., Lu, M., Dittmer, U., Yang, D.(2020) Overlapping and discrete aspects of the pathology and pathogenesis of the emerginghuman pathogenic coronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J Med Virol. JExp Med 202, 415-24.Nicholls, J. M., Poon, L. L., Lee, K. C., Ng, W. F., Lai, S. T., Leung, C. Y., Chu, C. M., Hui, P. K., Mak,K. L., Lim, W., Yan, K. W., Chan, K. H., Tsang, N. C., Guan, Y., Yuen, K. Y., Peiris, J. S. (2003) Lungpathology of fatal severe acute respiratory syndrome."}