{"date": "2020/02/26", "journal": "medrxiv", "authors": "Xufang Sun, Xian Zhang, Xuhui Chen, Liwen Chen, Chaohua Deng, Xiaojing Zou, Weiyong Liu, Huimin Yu", "title": "The infection evidence of SARS-COV-2 in ocular surfaceï¼š a single-center cross-sectional study", "type": "preprint article", "abstract": "*Co-authors: #Corresponding authors: This work was supported by grants from the National Natural Science Foundation of", "text": "Purpose: The aim of this study was to identify whether SARS-COV-2 infected inocular surface.Methods: Cross-sectional study of patients presenting for who received a COVID-19diagnosis, from December 30, 2019 to February 7, 2020, at Tongji hospital, Tongjimedical college, Huazhong University of Science and Technology. Demographics,temperature was recorded, blood routine test (Rt), chest Computed Tomography (CT)weretookintermittently,andResults: A total of 102 patients (48 Male [50%] and 54 Female [50%]) with clinicalsymptoms, Rt, and chest Computed Tomography (CT) abnormalities were identifiedwith a clinical diagnosis of COVID-19. Patients had a mean [SD] gestational age of57.63 [14.90] years. Of a total of 102 patients identified, 72 patients (36 men [50%]and 36 women [50%]; mean [SD] age, 58.68 [14.81] years) confirmed by laboratorydiagnosis with SARS-COV-2 RT-PCR assay. Only two patients (2.78%) withconjunctivitis was identified from 72 patients with a laboratory confirmed COVID-19.However, SARS-COV-2 RNA fragments was found in ocular discharges bySARS-COV-2 RT-PCR only in one patient with conjunctivitis.Conclusions: Although we suspect the incidence of SARS-COV-2 infection throughthe ocular surface is extremely low, the nosocomial infection of SARS-CoV-2 throughthe eyes after occupational exposure is a potential route. The inefficient diagnosticmethod and the sampling time lag may contribute to the lower positive rate ofconjunctival swab samples of SARS-COV-2. Therefore, to lower the SARS-COV-2nosocomial infection, the protective goggles should be wore in all the health careworkers.A novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-COV-2)associated with severe human infected disease (COVID-19) outbroke starting fromWuhan city, in China.1 Most recently, Wang D et al reported 138 hospitalizedSARS-COV-2 pneumonia cases with a hospital-associated transmission rate of 41%,among whom 70% were medical staffs.2 To date, nearly 80, 000 people have beeninfected by COVID-19, including over 3000 medical staffs. Therefore, in order tocurb the spread of SARS-COV-2, and reduce the nosocomial infection, the exactroutes of transmission need to be further studied and confirmed.Although primarily affecting the respiratory tract, it also involves extra-pulmonarysites, including the digestive tract and other organs.3 SARS-CoV-2 infected patientsdevelop respiratory illness, with the first symptoms of fever, cough and fatigue thatquickly progress to pneumonia. COVID-19 were also contributed to extra-pulmonarymanifestations in a number of patients at the onset of the illness, such as headache,diarrhoea, nausea and vomiting,4 or even presented with asymptomatic infection.8Despite the intensive work that has been focused on an understanding of thetransmission of SARS-CoV-2, the spread mode of the SARS-CoV-2 is unclear.To our knowledge, limited investigations have been conducted to date into the clinicalfeatures of SARS-COV-2 in ocular surface. A few of COVID-19 patients withconjunctivitis, or even as the first symptom, make the early diagnosis and effectiveprotection a great difficulty. A recent research has demonstrated that SARS-COV-2can be detected in the conjunctival sac of patients with COVID-19 patients orsuspected.5 However, none of these patients had ocular symptoms. We thereforeconducted a study to describe the clinical spectrum of ocular symptoms andlaboratory test in conjunctival swab samples, we found a rare case of nosocomialSARS-COV-2 infection with conjunctivitis in a nurse, which suggests that oculartransmissionmay be a potential route of nosocomial transmission of theSARS-COV-2.A Cross-sectional study was conducted of all patients who received a COVID-19diagnosis between December 30 30, 2020, and February 7, 2020, at Tongji hospital,Tongji medical college, Huazhong University of Science and Technology. The aim ofthis study was to identify whether ocular surface is an infected target of SARS-CoV-2.This study was approved by the ethics committee of Tongji hospital and wasperformed in accordance with the tenets of the Declaration of Helsinki.6Clinical specimens for 2019-nCoV diagnostic testing were obtained in accordancewith CDC guidelines. To diagnosis the COVID-19, blood routine test (Rt), chestComputedSerum was collected in a serum separator tube and then centrifuged in accordancewith CDC guidelines. Laboratory-confirmed cases were identified with the criteria ofat least one positive result from a respiratory specimen using RT-PCR assays. Allpatients invited to participate in the study provided consent for the nasopharyngealand conjunctival swab samples with synthetic fiber swabs.Then, these swab samples were detected via real-time RT-PCR assays as previouslydescribed.7 Briefly, RNA extraction from nasopharyngeal swabs and conjunctivalswabs was performed RT-PCR on a Real Time PCR System. Thermal cycling wasinitiated with an initial incubation at 50°C for 15 min, 95°C for 3 min. Each PCRcycle consisted of heating at 95°C for 15 s for melting and at 60°C for 30 s forannealing and extension. The primers and probes for SARS-CoV-2 detection wereselected according to the National Pathogen Resource Center (National Institute forViral Disease Control and Prevention, China CDC), and the sequences were asfollows7:forward primer 5′-ACTTCTTTTTCTTGCTTTCGTGGT-3′;reverse primer 5′-GCAGCAGTACGCACACAATC-3′;and the probe 5′CY5-CTAGTTACACTAGCCATCCTTACTGC-3′BHQ1.The statistical analysis was performed using SPSS software version 22.0 (SPSS Inc,Chicago, IL). The descriptive data were presented as percentage, mean, and standarddeviation. All the symptoms and examination results are present in the Powerpiont2016.A total of 102 patients (48 Male [50%] and 54 Female [50%]) with clinical symptoms,Rt, and CT abnormalities were identified with diagnosis of COVID-19. Patients had amean [SD] gestational age of 57.63 [14.90] years. Of a total of 102 patients identified,72 patients (36 men [50%] and 36 women [50%]; mean [SD] age, 58.68 [14.81] years)confirmed by laboratory diagnosis. The time for conjunctival sampling were had amean [SD] day of 18.15 [7.57] days. Demographic data including patients’ age,gender and the time for conjunctival sampling were shown in Fig. 1.Only two patients (2.78%) with conjunctivitis were identified from 72 patients with alaboratory confirmed COVID-19. However, SARS-CoV-2 was found in oculardischarges by RT-PCR only in one patient, the symptoms and laboratory test wereshown in Fig. 2. Briefly, a 29-year-old nurse working in the Emergency Departmentat Tongji hospital, Wuhan City, China was referred to the Department ofOphthalmology at Tongji Hospital on February 1st, 2020 due to excessive tearing andredness in both eyes (Fig. 3A). No other systemic symptoms except for a moderatefever of 38.2℃ was reported on January 31st, 2020. The ocular examination revealedconjunctival congestion and watery discharges in both eyes with normal bestcorrected visual acuity, normal corneal epithelium, quiescent anterior chamber and notenderness or enlargement of the preauricular lymph node. We therefore excluded thepossibilityofconventional conjunctivitis, suchasbacterial conjunctivitis,hemorrhagic conjunctivitis, allergic conjunctivitis, according to her clinical symptomand sign. She clarified medical N95 respirators continuously wore during operation,while occasionally worked with a dislocated eye mask touching her eyelids.Considering the occupational exposure by SARS-COV-2, SARS-COV-2 related assaywere arranged. Surprising, the chest CT showed multiple peripheral ground-glassopacities in both lungs (Fig. 3D-F). The conjunctival and oropharyngeal swabs testedfor SARS-COV-2 were both positive. The blood Rt showed a normal total white bloodcells with elevated monocyte counts. On the basis of her epidemiologic characteristics,clinical manifestations, chest images, and laboratory findings, this patient wasdiagnosed with SARS-COV-2 infected acute viral conjunctivitis and pneumonia.Before admission, the patient reported persistent a 4-day history of conjunctivitis anda 3-day history of fever. Ganciclovir eye drops was used to control her conjunctivitis,the patient’s conjunctivitis vital signs remained stable during her home quarantine,apart from the development of intermittent fevers, accompanied by periods of coughfrom day 4 to 9 post of illness (Fig. 2). Although, SARS-COV-2 RT-PCR assay for thenasopharyngeal and conjunctival swab were negative 5 days after the conjunctivitistaken a turn for the better, a fever reappear, and the Chest Radiographs showed thather pneumonia aggravated at day 10 post illness. Then, she was arranged to thehospital treated according to the guidance of CDC, and then discharged 11 days posthospitalization, accompanied with a slight cough.according to the age, gender and sampling date from the date of onset. Thesampling date of conjunctival swab varied from the 6th day to the 46th day, withan average of 18.15 days.(red spots: females; blue spots: males)Like other highly contagious respiratory viruses, respiratory droplets are consideredas the main route of SARS-COV-2 transmission.8 However, other possibletransmission ways should be taken into account owing to the rapid transmission. Arecent bioinformatics analysis study analyzed 4 datasets with single-celltranscriptomes of lung, oesophagus, gastric, ileum and colon, and SARS-CoV-2 wasfound in stool samples of patients with abdominal symptoms.9 Moreover, Lofy KH etal10 detected the SARS-COV2 in a patient's stool, which warns us of the risk of fecaloral transmission. Similarly, SARS-CoV-2 was also directly detected in theoesophageal erosion and bleeding site in a case with severe peptic ulcer symptomreported by Zhong et al.11 Therefore, the real spread route is still a mystery, othertransmitted ways should be further studied and confirmed.In the current study, we found that two patients (2.78%) with conjunctivitis wasidentified from 72 patients with a laboratory confirmed COVID-19. However,SARS-CoV-2 was found in ocular discharges by RT-PCR only in one COVID-19patient. Although the incidence of conjunctivitis is extremely low, these resultsdemonstrated that SARS-CoV-2 have shown a capacity to use the eye as a portal ofentry and cause ocular disease. To our knowledge, several anatomical and mucosalimmune properties permitted the eye as both a potential site of virus infected site aswell as a gateway for respiratory infection.12-13 In coincidence with our result,SARSCoV was detected by RT-PCR in tear samples from three probable cases.14 Resembleas SARS-CoV, entry of SARS-CoV-2 via the host functional receptor is mediated byACE2.15 Moreover, Sun and colleagues16 found that ACE2 expressed in human corneaand conjunctival tissues, which providing strong evidence for our diagnosis.Furthermore, Dr. Guangfa Wang, a member of the national expert panel on pneumonia,reported that he was infected by SARS-COV-2 during the inspection in Wuhan,through unprotected eye exposure.17 Similarly, an anesthesiologist with insufficienteye protection confirmed with COVID-19 and also presented conjunctivitis as theinitial symptom. The laboratory test revealed that the nasopharyngeal swab waspositive while the conjunctival swab was negative.5 On the contrary, our caseinitially presented similar conjunctivitis with a positive conjunctival PCR result.Considering the same occupational exposure of Dr. Wang, the anesthesiologist and thenurse with positive conjunctival PCR result in our case, and the SARS-COV-2infected mechanism, we believe that ocular transmission of SARS-CoV-2 must beseriously considered, especially in health care workers.The negative results of conjunctival sac in other 71 patients, may be owing to thelower viral concentration, the sampling time lag, and the lower positive rate of theinefficient diagnostic method. Ziad and colleague18 found that tracheal aspiratesyielded significantly higher SARS-CoV loads, compared with the nasopharyngealswab and sputum specimens. This suggests that the viral concentration and genomefraction is diverse in different sites. In consideration of the ocular surface is an openmicroenvironment, and the viral may transport to the inferior meatus of the noserapidly,19 the SARS-CoV-2 concentration in ocular surface is likely to be very low.We also found that suspected patients often had 2~3 repeated tests of nasopharyngealswabs before the positive result confirmed SARS-CoV-2 infection. The sampling timelag and the inefficient diagnostic method may contribute to this lower positive rate ofSARS-CoV-2. de Wit and colleagues20 demonstrated that, in the rhesus macaquemodel, MERS-CoV RNA could detect in the conjunctiva, and the viral loads could nolonger be detected in the conjunctiva 6 days post infection. However, the mean timefor conjunctival sampling are 18.15 days in our present study. Another thing needs tobe considered is that the lower positive rate of RT-PCR makes early diagnosis ofSARS-CoV-2 a challenge. Therefore, improvements in the sensitivity of moleculardiagnostic methods need to be taking in the future.There are several limitations need to be considered. First, the conjunctival scrapingtest should be done as early as possible if we find ocular symptoms in a suspected one.The mean time for conjunctival sampling in our study are 18.15 days, in whichexceeded the optimal detection time. Second, how to increase the positive rate. Themost commonly used chest CT examination has certain limitations for the specialsuspected groups, such as pregnant women. In addition, we found that 2~3 repeatedtests did in suspected patients of nasopharyngeal swabs before the SARS-CoV-2 wasobtained, which may be related to the false-negative result of RT-PCR. Therefore, thelow viral load in the ocular surface and the lower positive rate of RT-PCR makes earlydiagnosis of SARS-CoV-2 a challenge. Recently, Doan21 reported that the influenzavirus and rubella virus found in patients’ conjunctival sac or tears by the nextgeneration sequencing rapidly, which provides us with a feasible direction for futurestudy.In conclusion, we suspect the incidence of SARS-COV-2 infection through the ocularsurface is extremely low in the general population, however, considering the commonfeature of the positive cases which are occupational exposure accompanied withconjunctivitis in the early stage, the higher viral aerosol load in the hospital and moreopportunities to contact withtransmission is a potential important way of occupational exposure for medical staff.Therefore, To lower the risk of SARS-COV-2 nosocomial infection, the protectivegoggles should be wore in all the health care workers, especially who work in theFever Outpatient and Infection Wards. Patients with conjunctivitis in the epidemicarea should also be treated seriously to rule out the COVID-19. Moreover, to date, thelower positive rate of conjunctival sac may be ascribed to the lower viralconcentration, the sampling time lag, and the inefficient detection methods. Our studyhighlights the need for further research into the efficient detection methods ofSARS-COV-2.All authors report no relevant conflicts of interest, financial or otherwise.References2019. N Engl J Med 2020.1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,2. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.Wuhan, China. LANCET 2020.transmission of 2019 novel coronavirus through conjunctiva. medRxiv 2020: 2020-2.World Medical Association Declaration of Helsinki: ethical principles for medical researchinvolving human subjects. JAMA 2013; 310(20): 2191-4.Wuhan, China. LANCET 2020; 395(10223): 497-506.Asymptomatic Contact in Germany. N Engl J Med 2020.a bioinformatics analysis based on single-cell transcriptomes. bioRxiv 2020: 2020-1.States. N Engl J Med 2020.medRxiv 2020: 2020-2.2013; 77(1): 144-56.16. 孙琰, 潘欣, 柳林, 倪灿荣. SARS-CoV S蛋白功能性受体ACE2在人、兔角膜、结膜中的表达.          眼科新进展 2004; 24(          210(10): 1590-4.genome fraction yield in patients with Middle East respiratory syndrome. J INFECT DIS 2014;20. de Wit E, Rasmussen AL, Falzarano D, et al. Middle East respiratory syndrome coronavirus(MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques. Proc Natl", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in 4"], ["Ophthalmologic evidence against the interpersonal 7"], ["Ocular manifestations of feline viral diseases"], ["Ocular tropism of respiratory viruses"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["nCoV transmission through the ocular surface must not be ignored"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "N Chen", "M Zhou", "X Dong"], ["Y Zhou", "Y Zeng", "Y Tong", "C Chen", "C Huang", "Y Wang", "X Li", "C Rothe", "M Schunk", "P Sothmann", "H Zhang", "Z Kang", "H Gong", "ML Holshue", "C DeBolt", "S Lindquist", "W Guan", "Z Ni", "Y Hu"], ["J Stiles"], ["JA Belser", "PA Rota", "TM Tumpey", "WM Chan", "KS Yuen", "DS Fan", "DS Lam", "PK Chan", "JJ Sung"], ["M Hoffmann", "H Kleine-Weber", "N Krüger", "M Müller", "C Drosten", "S. Pöhlmann"], ["C Lu", "X Liu", "Z.", "ZA Memish", "JA Al-Tawfiq", "HQ Makhdoom", "F Paulsen", "F Garreis", "M Schicht", "L Brauer", "MJ Ali", "S. Sel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Purpose: The aim of this study was to identify whether SARS-COV-2 infected in\nocular surface.", "one_words_summarize": "Purpose: The aim of this study was to identify whether SARS-COV-2 infected inocular surface. Demographics,temperature was recorded, blood routine test (Rt), chest Computed Tomography (CT)weretookintermittently,andResults: A total of 102 patients (48 Male [50%] and 54 Female [50%]) with clinicalsymptoms, Rt, and chest Computed Tomography (CT) abnormalities were identifiedwith a clinical diagnosis of COVID-19. Therefore, to lower the SARS-COV-2nosocomial infection, the protective goggles should be wore in all the health careworkers. COVID-19 were also contributed to extra-pulmonarymanifestations in a number of patients at the onset of the illness, such as headache,diarrhoea, nausea and vomiting,4 or even presented with asymptomatic infection.8Despite the intensive work that has been focused on an understanding of thetransmission of SARS-CoV-2, the spread mode of the SARS-CoV-2 is unclear. We thereforeconducted a study to describe the clinical spectrum of ocular symptoms andlaboratory test in conjunctival swab samples, we found a rare case of nosocomialSARS-COV-2 infection with conjunctivitis in a nurse, which suggests that oculartransmissionmay be a potential route of nosocomial transmission of theSARS-COV-2.A Cross-sectional study was conducted of all patients who received a COVID-19diagnosis between December 30 30, 2020, and February 7, 2020, at Tongji hospital,Tongji medical college, Huazhong University of Science and Technology. Each PCRcycle consisted of heating at 95°C for 15 s for melting and at 60°C for 30 s forannealing and extension. Of a total of 102 patients identified,72 patients (36 men [50%] and 36 women [50%]; mean [SD] age, 58.68 [14.81] years)confirmed by laboratory diagnosis. No other systemic symptoms except for a moderatefever of 38.2℃ was reported on January 31st, 2020. The blood Rt showed a normal total white bloodcells with elevated monocyte counts. Before admission, the patient reported persistent a 4-day history of conjunctivitis anda 3-day history of fever. Ganciclovir eye drops was used to control her conjunctivitis,the patient’s conjunctivitis vital signs remained stable during her home quarantine,apart from the development of intermittent fevers, accompanied by periods of coughfrom day 4 to 9 post of illness (Fig. The laboratory test revealed that the nasopharyngeal swab waspositive while the conjunctival swab was negative.5 On the contrary, our caseinitially presented similar conjunctivitis with a positive conjunctival PCR result. In addition, we found that 2~3 repeatedtests did in suspected patients of nasopharyngeal swabs before the SARS-CoV-2 wasobtained, which may be related to the false-negative result of RT-PCR. LANCET 2020.transmission of 2019 novel coronavirus through conjunctiva. LANCET 2020; 395(10223): 497-506.Asymptomatic Contact in Germany. N Engl J Med 2020.a bioinformatics analysis based on single-cell transcriptomes. N Engl J Med 2020.medRxiv 2020: 2020-2.2013; 77(1): 144-56.16. Middle East respiratory syndrome coronavirus(MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques."}