{"date": "2020/02/24", "journal": "medrxiv", "authors": "Xiaoyang Ji, Chunming Zhang, Yubo Zhai, Zhonghai Zhang, Yiqing Xue, Chunli Zhang, Guangming Tan, Gang Niu", "title": "TWIRLS, an automated topic-wise inference method based on massive literature, suggests a possible mechanism via ACE2 for the pathological changes in the human host after coronavirus infection", "type": "preprint article", "abstract": "Faced with the current large-scale public health emergency, collecting, sorting, and analyzing biomedical information related to the \"coronavirus\" should be done as quickly as possible to gain a global perspective, which is a basic requirement for strengthening epidemic control capacity. However, for human researchers studying the viruses and the hosts, the vast amount of information available cannot be processed effectively and in a timely manner, particularly when the scientific understanding may be limited, which can further lower the information processing efficiency. We present TWIRLS, a method that can automatically acquire, organize, and classify information. Additionally, independent functional data sources can be added to build an inference system using a machine-based approach, which can provide relevant knowledge to help human researchers quickly establish subject cognition and to make more effective decisions. TWIRLS can automatically analyze more than three million words in more than 14,000 literature articles in only 4 hours. Combining with generalized gene interaction databases creates a data interface that can help researchers to further analyze the information. Using the TWIRLS system, we found that", "text": "an important regulatory factor angiotensin-converting enzyme 2 (ACE2) may be involved in thehost pathological changes on binding to the coronavirus after infection. After triggering functionalchanges in ACE2/AT2R, an imbalance in the steady-state cytokine regulatory axis involving the          The sudden outbreak of the new coronavirus (SARS-CoV-2) at the end of December 2019 poses ahuge threat to human health worldwide. The SARS-CoV-2 virus causes severe respiratory disease(COVID-19) that can quickly spread from person to person and in some cases lead to death.Researchers have found that the new SARS-CoV-2 and SARS coronaviruses invade human cellsin target tissues in a similar manner via high-affinity binding to angiotensin-converting enzyme 2(ACE2)[          As of February 21, 2020, the PubMed database included 14,878 biomedical articles oncoronaviruses. We obtained text data (called local samples) from all related articles on thecoronavirus that had been peer reviewed and published by human experts, which included the title,abstracts, author and affiliation information (total 3,182,687 words). The goal of the literaturemining was to identify host genes and entities that are relevant to coronavirus research and toestablish connections between them. An entity can refers to a word or phrase of the concept name(including related concepts, e.g., virus structure and chemical composition, source of infection,and virus type). The gene names were defined using the mammalian official gene symbols in theHugo Gene Naming Committee (HGNC) database. We directly retrieved 667 candidate genesfrom the local samples. By establishing a random distribution of one of the candidate genes in acontrol sample, the significance of this gene appearing in the local samples can be determinedwhen the frequency of the current gene is an outlier of the random distribution of the controlsamples (see Methods for details). By calculating the odds ratio, we can also further determine thespecificity of the association between this gene and the local samples. In this paper, we selected anodds ratio > 6 as the threshold for this judgment, which resulted in 123 coronavirus study-specifichost genes (CSHGs).            To determine the specificity of the entity, we made a choice between different texts in the localsamples. We removed numbers, symbols, verbs, and garbled characters to obtain clean versions ofthe local samples. The coronavirus study-specific entities (CSSE) were then identified in only theclean texts containing CSHGs. Based on the clean selected samples, we next built a localdictionary of candidate CSSEs containing 49,293 words after deduplication. Before calculating therandom distribution of each entity, we included the synonymous entities into a same entity number(including singular or plural words, active and passive forms, different tenses, suffixes that do notchange the meaning, etc.). For example, synonymous entities such as coronaviral, coronavirus,coronaviruses were grouped into one entity as coronavirus and assigned the same number (seeentity number in Table S1, Sheet 1 first column). The previous method of merging synonymousentities was based on a dictionary[            For the candidate CSSE dictionary, a random distribution model for each entity was built byTWIRLS using the control samples. We identified 623 CSSEs (Table Sl, Sheet 1) based on theoutliers discriminated by the random model and calculated odds ratio. For example, TWIRLSfound 100 CSSEs close to ACE2, the receptor of SARS and SARS-CoV-2 viruses (see left panelin Figure 1). The size of the entity represents the relative distance to ACE2, with a larger sizeindicating a closer distance to ACE2. Additionally, we present the CSSE cloud of the humanreceptor gene DPP4 of the MERS virus (see right panel in Figure 1).Although TWIRLS only identified 623 CSSEs after collation, for human researchers, theinformation is scattered in words, which is limited for reconstructing understandable mechanisticmodels. Therefore, TWIRLS clusters CSSEs according to the rules defined by CSHG distribution,as genetic level research can accurately answer and solve physiological and pathological problems.TWIRLS first calculated the specific co-distribution between CSHGs in local samples, thendetermined the distance between each pair of CSSEs and performs dichotomy clustering accordingto the linkage relationship between CSSEs and CSHGs. This classified the 623 entities into 32categories represented as C0-C31 (see category number in Table S1, Sheet 1 second column). Inaddition, for each category, TWIRLS also cited the top ten most relevant references for humanresearchers (Table S2). Therefore, in any category, according to the CSSE and the most relevantliterature, we can quickly provide \"Labels of conclusion-drawn-by-human-researcher\" (HR Labels)for this category. This label outlines the most relevant research directions of the current entitycategory. For example, for category C3, the HR label is \"Neurotrophic Coronavirus Related toImmune-Mediated Demyelination\". We have summarized the HR labels for the 32 entitycategories in Table 1.The relative position of any CSHG to a certain CSSE can be estimated by TWIRLS (see Table S1,the ranking matrix in Sheet 1). As each category contains different entities, we can determinewhether a certain CSHG is significantly closer to each entity in the current category based on theranking matrix between CSHG and CSSE. For example, the average distance between ACE2 andthe 92 entities in category C5 is first calculated, then a random distribution model of the averagedistance between ACE2 and any of the 92 entities (3000-5000 times) is built, and finally, wedetermine if the average distance between ACE2 and entities in category C5 is significantly lessthan and deviates from the mean of the random distribution (Z score = -5.8416). The significanceof each category associated with each CSHG is then scored by TWIRLS ranging between -10 and+10, with a smaller score indicating the current CSHG is more relevant to the current category(see the Z-score matrix in Table S1, sheet 2). For an entity category, the associated CSHGs (e.g.,CiCSHGs, where i represents the category number) can thus be selected by a Z score <-3 (the Zscores describing the association between CSHG and any category is summarized in Sheet2 ofSpecifically, Spike proteins (S proteins) of different coronaviruses recognize different receptormolecules on human cells, such as ACE2 (binds to Spike proteins in SARS and SARS-CoV-2virus) and DPP4 (binds to Spike protein in MERS virus). We found that these two genes areassigned to the C5 category, which has a corresponding HR label of \"Spike protein (S) ofcoronavirus\", suggesting that TWIRLS can automatically provide an interface to summarizehuman findings and help human experts quickly understand the research directions and necessaryknowledge in this field.The distribution and meaning of the data can be compared to specific expression values of CSHGunder different conditions (here, the category is used as a condition). Therefore, based on thedistribution of the pathway signatures, TWIRLS can recommend the most likely and least likelysignaling pathways (Table 2). On the other hand, TWIRLS can also recommend the most likelyand least likely categories for each signaling pathway. As an example, Table 3 shows the signalingpathways most likely associated with category C3 with the most unlikely corresponding category.We coupled the data with gene interaction/regulation databases and constructed a generalizedprotein-protein interaction network (PPI network) among 119 genes out of the 123 CSHGs. Wedefined the direct interaction between two genes as a 1 degree (1o) interaction, and the indirectinteraction connecting two genes through a gene as a 2 degree (2o) interaction. All the genes in the1o networks mined in the PPI database are shown in Figure 2. The results after deduplicationshowed 2,004 pairs in the 119 CSHGs (see Table S1, Sheet 4). As a control, the averageinteractions of 119 randomly selected genes in the database showed between 252 to 612 pairs(average 220.16, standard deviation 35.15). Compared to random genes, the regulatoryconnections between CSHGs were significantly enriched (Z score = 50.97).Those CSHGs associated with a certain category had much closer interactions. For example,CSHGs associated with category C3 (or associated with C5 or C10) were closer to each other inthe 1o networks (Figure 2), suggesting that TWIRLS can possibly highlight important researchdirections and biology systems involved in coronavirus-specific research and can provide reliableinterfaces for further automatic inference.            Several hub genes among the 119 CSHGs were further recommended by TWIRLS. Compared to arandom sampling from all interactions recorded in the database, these hub genes had significantlyincreased numbers of interactions with the other 118 CSHGs. The recommended results showedthat the three members of the IFITMs family (IFITM1-3) ranked first, second, and sixth amongthe top ten hub genes (CSSE cloud of the IFITMs family genes is shown in Figure 3; detailedranking recommendation results are shown in Table S1, Sheet 5). These IFITMs genes showed115 interactions, accounting for 8.59% out of all 1,338 interactions of the 119 CSHGs. TheseIFITMs were significantly enriched in the local samples representing updated coronavirus-relatedstudies (average 0.03% in the control test of random samplings, p <1.5676e-61). The IFITMsfamily plays crucial roles in the induction of interferons during viral infections. Under the actionof interferon, IFITMs disrupts intracellular cholesterol homeostasis and prevents the virus fromentering the host cell[            Combining with generalized interaction databases provides richer interactions and regulatorylinkages. We extended the 119 CSHGs to their 2o networks based on the interactions with higherlikelihood of connections (Combined score> 800). The 2o networks expanded the number of genesfrom 119 host genes to 3,494 genes that may be associated with coronavirus (see Table S1, Sheet 6for a list of genes, excluding CS119, as this type of gene is called CSHG2). These genes aremainly involved in two types of functions, virus-related signaling pathways and immunefunction-related pathways. Table 4 shows a summary of KEGG signaling pathways.Among the entire network, we found several CSHGs in the 1o networks (32.6%-35.71%) thatdirectly interacted with three members of the IFITMs family, whereas fewer CSHGs in the 2onetwork (5.21%-9.46%) indirectly interacted with them. Although there was a higher proportionof directly interacting CSHGs, they were not significantly enriched in any category (see Table S1,Sheet 7 for enrichment scores of 1o network nodes in different categories), whereas the indirectCSHGs were significantly enriched mainly in the C3 and C10 categories (Z score > 3) (see TableS1, Sheet 8 for enrichment scores of 2o network nodes in different categories). These findingsdemonstrate that TWIRLS can provide new insights about hub molecules, particularly whencoupled with interaction information. The new candidate genes, IFITMs, had potential functionsassociated with category C3, but when adding generalized interaction information, TWIRLS alsoinferred possible functions of the proteins not associated with any category.            It is generally considered that the SARS virus binds to ACE2 receptors leading to respiratory tractinfections in humans, whereas the MERS virus infects the lower respiratory tract through bindingwith DPP4[            TWIRLS recommend new genes that interact with C5CSHGs, and other 1o or 2o CSGHs linked tothis gene might be enriched in other categories. These inferences are based on a process that findsnew genes connected to different categories. The connected categories suggested potentialregulatory relationships between different biological functions or phenotypes. The genes that serveas linkers are potential targets for gain- and loss-of-function experiments to identify those systemsdescribed by the meaningful entities in these categories.In this paper, TWIRLS found the 2o networks showed connections with certain CSHGs associatedwith categories or with no category. For example, TWIRLS found that CSHGs in the 2oconnections of IFITM1 were mainly concentrated in the C3 category (see Figure 4). Interestingly,CSHGs in the 2o connections of ACE2 and DPP4 associated with C5 category were also enrichedin C3 category, inferring that the information summarized in C3 category probably describe theunderlying mechanisms of the pathological changes after coronavirus infection. In our analysis,the signaling pathways in C3 were mainly RAS, Vitamin D and RXR activation, and Chemokinesignaling, with RAS being the most significant (as shown in Table 3, which summarizesFigure 4 shows the CSHGs in the 2o connections of IFITM1, ACE2, and DPP4 were enriched inC3 category through different genes (AGT/AGTR2 in ACE2, PYY in DPP4, and C3 in IFITM1),which then linked to C3-associated cytokines including CCL5, CXCL1, CXCL10, CXCL11,CXCL2, CXCL9, CXCR2, and CXCR3 (Figure 5). Subsequently, these linker genes may containinformation on the biological mechanisms that may be important for understanding the disease.For example, TWIRLS recommended angiotensinogen (AGT) and angiotensin II receptor type 2(AGTR2 or AT2R) genes in the C3 category associated with ACE2. This supports that RAS isprobably involved in the pathological changes caused by cytokine storms after S protein binds toWe next used TWIRLS to calculate the 1o and 2o networks of all 119 CSHGs. Based on thesignificantly enriched categories of CSHGs in the above networks, TWIRLS separatelyconstructed models for the complex relationships of each CSHG. We found that 45.53% of theCSHGs in these networks were associated with C3 or C10 categories, and five genes (CCL3,CCL5, CXCL1, CXCL2, and STAT2) were associated with both. This suggests that the biologicalmechanisms described by the C3 and C10 categories might be universally involved. Research onthe entities, genes, pathways, and linker genes participating in the C3 and C10 categories couldlead to new directions for the prevention, treatment, and clinical management of coronavirusinfections.In this study, we used TWIRLS, a machine-based approach to collect, summarize, and analyzeabout 15,000 biomedical articles related to coronavirus, with the aim to elucidate the mechanismsunderlying coronavirus-induced host pathological changes. Using TWIRLS, we found a possiblemechanism involving ACE2/AT2R-RAS-Cytokine signaling, which becomes imbalanced undervirus infection leading to cytokine storms. The TWIRLS system is an automated process that cansummarize the entities and genes specifically related to coronaviruses. By combining this systemwith generalized interaction databases, we can reveal further associations that can provide adeeper understanding of the biological mechanisms of the disease phenotype caused by virus-hostinteractions.          The Renin-Angiotensin system consists of an enzymatic cascade beginning with liver-mediatedproduction of AGT[                    Although Ang II was originally described as an effective vasoconstrictor, there is growingevidence that it is closely involved in the inflammatory response of the immune system.Pro-inflammatory cytokines derived from immune cells normally regulate the RAS component,which further accelerates the formation of systemic and local Ang II[                    We expect the mechanism summarized and reasoned by TWIRLS can be further supported bypathological evidence. To date, only one report of a post-mortem biopsy has been published withpathological data. Although histological examination showed bilateral diffuse alveolar damagewith cellular fibromyxoid exudates, the right lung showed evidence of desquamation ofpneumocytes and hyaline membrane formation, indicating acute respiratory distress syndrome(ARDS), whereas the left lung showed pulmonary edema with hyaline membrane formation,suggestive of early-phase ARDS. The pathological evidence suggests that ARDS symptoms areclosely related to cytokine storm[          Methodsbe summarized in the following steps.We used PubMed, the most widely used database of biological literature, as the resource for thetext mining. The schematic representation of the overall study design is shown in Figure 1 and canThe dataset used in this pipeline were from PubMed articles. First, PubMed was searched forarticles including titles, abstracts, author and affiliation information containing the subjectkeyword “coronavirus”. The search results were downloaded in txt format for compiling intostructured information. The text in the subject abstract set was organized and cleaned, and thenassigned to specific corpuses related to coronavirus (specific corpus) and compiled into the subjectdictionary. To enhance the accuracy of the effective entities associated with the keyword, we useda random corpus for comparisons. We searched for article abstracts containing the keyword“public health” and compiled the abstract set into a random corpus, and then compiled them into arandomized control dictionary, which contains a wide range of proteins, genes, and relatedbiological entities. We also considered a balanced amount of information by setting relevantparameters to adjust the amount of text before carrying out the statistical analyses.            Biological entity identification is a key step in the literature mining process[            Similar to the process of identifying CSHG, we calculated whether entities were significantlydistributed in a specific corpus. We counted the number of texts containing each CSHG in aspecific corpus, and then counted the number of each candidate entity in the corpus subset. Next,we randomly selected the same amount of text from the random control corpus and then countedthe number of each candidate entity in this subset of the random corpus. This was repeated100-10000 times in the random corpus to generate candidate entities in the specified amount oftext of the random distribution model. According to the central limit theorem (CLT), thedistribution of random sampling averages of randomly distributed data always conforms to anormal distribution. Therefore, we can use the Z score to evaluate whether an entity is significantin a specific text. Here, we used a Z score cutoff value > 6.In addition, some entities have singular and plural noun forms, and synonyms with multiple formsin the abstracts. Therefore, we numbered the subject-related entity and automatically combinednouns with plural forms and homologous words with adjectives and adverb roots into the sameentity, and then assigned them the same number.Part of the algorithm was developed using the MatLab programming environment and Pythonlanguage. Algorithm efficiency improvements and the targeted parallel acceleration module weredeveloped in C/C++ language. The automated text analysis took about 4 hours to complete on aworkstation with an Intel Xeon CPU E5-2690 v4 X2 (28 cores) and 128 GB of memory.References:62(S12-S22.1257-67.[35] EL BEKAY R, ALVAREZ M, MONTESEIRÍN J, et al. Oxidative stress is a critical mediator of theangiotensin II signal in human neutrophils: involvement of mitogen-activated protein kinase,calcineurin, and the transcription factor NF-κB [J]. Blood, 2003, 102(2): 662-71.Hypertension, 2012, 60(3): 616-7.associated with acute respiratory distress syndrome [J]. The Lancet, 2020.CSHGs, the blue nodes represent genes that interact with CSHG in the string database(combination score> 800), and the red squares mark the most relevant entity category of CSHG.The yellow nodes represent the ACE2, DPP4 and IFITM1 genes, purple nodes represent genes thathave 1 degree of interaction with the core genes, green circled purple nodes represent the genesconnecting CSHG and C3 category-related genes, and pink nodes represent genes with 2 degreesof interaction with the core gene. The red diamonds show the most relevant entity categorysymbol for CSHG.triggered by ACE2-mediated coronaviral infection", "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin [J]"], ["A novel coronavirus from patients with pneumonia in China,"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster [J]"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study [J]"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan"], ["Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP) [J]"], ["Automatic vs. manual curation of a multi-source chemical dictionary: the impact on text mining [J]"], ["A guide to dictionary-based text mining [M]"], ["The antiviral effector IFITM3 disrupts intracellular cholesterol homeostasis to block viral entry [J]"], ["Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC [J]"], ["SARS and MERS: recent insights into emerging coronaviruses [J]"], ["A human homolog of angiotensin-converting enzyme cloning and functional expression as a captopril-insensitive carboxypeptidase [J]"], ["The novel angiotensin-converting enzyme (ACE) homolog, ACE2, is selectively expressed by adult Leydig cells of the testis"], ["CORBETT K S,"], ["Efficient activation of the severe acute respiratory syndrome coronavirus spike protein by the transmembrane protease TMPRSS2 [J]"], ["TMPRSS2 activates the human coronavirus 229E for cathepsin-independent host cell entry and is expressed in viral target cells in the respiratory epithelium [J]"], ["Host envelope glycoprotein processing proteases are indispensable for entry into human cells by seasonal and highly pathogenic avian influenza viruses [J]"], ["Proteolytic activation of influenza viruses by serine proteases TMPRSS2 and HAT from human airway epithelium [J]"], ["The biochemistry of the renin-angiotensin system [J]"], ["Peptidyl-dipeptidase A/angiotensin I-converting enzyme [M]. Handbook of proteolytic enzymes"], ["A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9"], ["Angiotensin-converting enzyme 2-a new cardiac regulator"], ["Angiotensin-converting enzyme 2 protects from severe acute lung failure [J]"], ["TANIMOTO"], ["Behavioural and cardiovascular effects of disrupting the angiotensin II type-2 receptor gene in mice [J]"], ["Interactions between the immune and the renin-angiotensin systems in hypertension"], ["Angiotensin II regulates cellular immune responses through a calcineurin-dependent pathway"], ["Angiotensin II, the immune system and renal diseases: another road for RAS?"], ["Molecular genetics of human hypertension: role of angiotensinogen [J]"], ["A family of constitutive C/EBP‐like DNA binding proteins attenuate the IL‐1 alpha induced, NF kappa B mediated trans‐activation of the angiotensinogen gene acute‐phase response element"], ["Involvement of tumor necrosis factor-α in angiotensin II-mediated effects on salt appetite, hypertension, and cardiac hypertrophy"], ["LORENZO"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P ZHOU", "X-L YANG", "WANG X-G"], ["N ZHU", "D ZHANG", "W WANG"], ["S CHAN J F-W", "KOK K-H"], ["N CHEN", "M ZHOU", "X DONG", "WEI Z RONG-HUI", "D BEI L"], ["F PAN", "T YE", "P SUN"], ["C HUANG", "Y WANG", "LI X"], ["S WAN", "Q YI", "FAN S"], ["VAN MULLIGEN E M HETTNE K M"], ["JENSEN L J. COOK H V"], ["S AMINI-BAVIL-OLYAEE", "Y J LEE J H"], ["V S RAJ", "H MOU", "SMITS S L"], ["D DE WIT E"], ["HYDE R TIPNIS S R"], ["HEDGER M P DOUGLAS G C"], ["D WRAPP", "N WANG"], ["S MATSUYAMA", "N NAGATA", "K SHIRATO"], ["S BERTRAM", "R DIJKMAN", "M HABJAN"], ["H KIDO", "Y OKUMURA", "E TAKAHASHI"], ["B TTCHER E MATROSOVICH", "T BEYERLE", "M"], ["L SKEGGS", "F DORER", "M LEVINE"], ["P CORVOL", "M EYRIES"], ["M DONOGHUE", "F", "BARONAS E"], ["M BOEHM", "NABEL E G."], ["Y IMAI", "K KUBA", "RAO S"], ["T SUGAYA", "S-I NISHIMATSU"], ["L HEIN", "PRATT R E BARSH G S"], ["CROWLEY S D. RUDEMILLER N P"], ["C NATARAJ", "MANNON R B OLIVERIO M I"], ["Y SUZUKI", "M RUIZ-ORTEGA", "C GOMEZ-GUERRERO"], ["P CORVOL"], ["D BRASIER A R", "TATE J E"], ["S SRIRAMULA", "M HAQUE", "MAJID D S"], ["M RUIZ-ORTEGA", "M RUPEREZ", "O", "N IDE", "T HIRASE", "A NISHIMOTO-HAZUKU", "HENRION D."], ["Xu Zhe", "Yijin Wang", "Jiyuan Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "an important regulatory factor angiotensin-converting enzyme 2 (ACE2) may be involved in the\nhost pathological changes on binding to the coronavirus after infection. After triggering functional\nchanges in ACE2/AT2R, an imbalance in the steady-state cytokine regulatory axis involving the", "one_words_summarize": "an important regulatory factor angiotensin-converting enzyme 2 (ACE2) may be involved in thehost pathological changes on binding to the coronavirus after infection. The goal of the literaturemining was to identify host genes and entities that are relevant to coronavirus research and toestablish connections between them. An entity can refers to a word or phrase of the concept name(including related concepts, e.g., virus structure and chemical composition, source of infection,and virus type). We directly retrieved 667 candidate genesfrom the local samples. By calculating the odds ratio, we can also further determine thespecificity of the association between this gene and the local samples. The previous method of merging synonymousentities was based on a dictionary[            For the candidate CSSE dictionary, a random distribution model for each entity was built byTWIRLS using the control samples. Therefore, TWIRLS clusters CSSEs according to the rules defined by CSHG distribution,as genetic level research can accurately answer and solve physiological and pathological problems. This classified the 623 entities into 32categories represented as C0-C31 (see category number in Table S1, Sheet 1 second column). The distribution and meaning of the data can be compared to specific expression values of CSHGunder different conditions (here, the category is used as a condition). As a control, the averageinteractions of 119 randomly selected genes in the database showed between 252 to 612 pairs(average 220.16, standard deviation 35.15). Compared to arandom sampling from all interactions recorded in the database, these hub genes had significantlyincreased numbers of interactions with the other 118 CSHGs. It is generally considered that the SARS virus binds to ACE2 receptors leading to respiratory tractinfections in humans, whereas the MERS virus infects the lower respiratory tract through bindingwith DPP4[            TWIRLS recommend new genes that interact with C5CSHGs, and other 1o or 2o CSGHs linked tothis gene might be enriched in other categories. In this study, we used TWIRLS, a machine-based approach to collect, summarize, and analyzeabout 15,000 biomedical articles related to coronavirus, with the aim to elucidate the mechanismsunderlying coronavirus-induced host pathological changes. To date, only one report of a post-mortem biopsy has been published withpathological data. The schematic representation of the overall study design is shown in Figure 1 and canThe dataset used in this pipeline were from PubMed articles. The search results were downloaded in txt format for compiling intostructured information. The text in the subject abstract set was organized and cleaned, and thenassigned to specific corpuses related to coronavirus (specific corpus) and compiled into the subjectdictionary. We searched for article abstracts containing the keyword“public health” and compiled the abstract set into a random corpus, and then compiled them into arandomized control dictionary, which contains a wide range of proteins, genes, and relatedbiological entities. We also considered a balanced amount of information by setting relevantparameters to adjust the amount of text before carrying out the statistical analyses. Therefore, we can use the Z score to evaluate whether an entity is significantin a specific text. Part of the algorithm was developed using the MatLab programming environment and Pythonlanguage. References:62(S12-S22.1257-67.[35] EL BEKAY R, ALVAREZ M, MONTESEIRÍN J, et al."}