{"date": "2020/02/21", "journal": "medrxiv", "authors": "Shan shan Wu, Pan pan Sun, Rui ling Li, Liang Zhao, Yan li Wang, Li fang Jiang, Jin Bo Deng", "title": "Epidemiological Development of Novel Coronavirus Pneumonia in China and Its Forecast", "type": "preprint article", "abstract": "The novel coronavirus (SARS-Cov-2) infected coronavirus disease 2019 websites of the National Health Committee of the People's Republic of China.", "text": "(COVID-19) was broken out in Wuhan and Hubei province for more than a month. Itseverely threats people's health of thousands in Chin and even other countries. Inorder to prevent its wide spread, it is necessary to understand the development of theepidemic with precise mathematical language.The various data of novel coronavirus pneumonia were collected from the officialAccording to epidemic and administrative division, three groups were divided toanalyze the data, Hubei Province (including Wuhan), nationwide without Hubei andHenan Province. With classic SIR models, the fitting epidemiological curves ofincidence have made, and basic reproduction number (R0) was also calculated as well.Therefore the disease's infection intensity, peak time and the epidemiological end timecan be deduced.RESULTS(1) Wuhan was the origin place of the epidemic, then it spread to Hubei provincequickly. The patients in Hubei had increased rapidly with exponential rise. Accordingto data in Hubei province, the fitting parabolas were made, and some with 51,673cases. R0 curve shows with S-curve, at early breakout, R0 was as high as 6.27, then itdecrease gradually. It is expected to approach to zero in early May; (2) In the group ofnationwide without Hubei, the patient cases were much lower than Hubei, but itsepidemiological fitting curve also shows a parabola as Hubei. The peak will arrivearound February 10 with 9,145 cases. At beginning, R0 was as high as 2.44, then itdecreases gradually and approach to zero in the end of March. (3) In Henan Province,the incidence stays very low, the parabolic fitting curve is similar to the nationwidewithout Hubei. The epidemic is expected to reach the peak on around February 12 andend in early April.The epidemic development in all three groups shows parabolic curves. Theirincidences are expected to reach their peaks on February 18 in Hubei, on February 10in other areas of China. The epidemic will end in early May in Hubei, and in earlyApril in other areas of China. Our study may provide useful knowledge for thegovernment to make prevention and treatment policies.The novel coronavirus pneumonia caused by SARS-CoV-2 is a highly infectiousepidemic. The patients show systemic immunity decrease severely and strongrespiratory symptoms with high death rate.1 The epidemic was first discovered inWuhan, Hubei Province with strong infectiousness through multiple transmissionroutes, and some cases even show without any typical symptoms, bringing us a bigproblem for its prevention and control.2 3 World Health Organization (WHO) officiallylisted it as a “public health emergency of international concern”4 By February 16,2020, China had confirmed 70548 patients cumulatively. Its so quick spread benefitedfrom homecoming during Spring Festival, about 5 million people ever left Wuhan, theorigin of COVID-19’s outbreak, for hometown before the city was closed on January23, and 9 million people still remained in Wuhan. In these way, the 5 million peoplebecame source of infection to other ares in China. On the other hand, the diseasebroke out among the 9 million people in closed Wuhan. The epidemic has severelyaffected people’s lives and national economy. Over the past month, medical workers,scientists and governments adopted a serial powerful measures to treat patients andstop the epidemic spread. However, the number of infections is still growing inWuhan and other areas of China, and there is a tendency to expand to the othercountries.5 6 In order to prevent its widespread outward, it is necessary for us tounderstand the epidemiological development of the epidemic with a mathematicalmodel. Recently, MedRxiv has published patients’ R0 value, it estimated R0=3.77(95% CI: 3.51- 4.05) in suspected patients and 3.00 (95%CI：2.82-3.20）in confirmedpatients.7 In our study, using classic Susceptible Infected Recovered (SIR) soft,according current epidemic data, some important parameters, such as infectioncoefficient, removal coefficient and basic reproduction coefficient, were calculated.Than the fitting curves of incidence were drawn with peak time and end time of theepidemic. In addition, the dynamic values of R0 (Basic Reproduction Number) werealso described as well. The several curves can help us to forecast the epidemicdevelopment. It will be useful for us to take targeted interventions to control theepidemic as soon as possible.All data came from the official websites of National Centers for DiseaseControl and National Health Committee of the People’s Republic of China. Theconfirmed cases were diagnosed according to the criteria of the COVID-19’sdiagnoses and treatments, which were suggested by National Health Committee,8 9including history of exposure, clinical symptoms (especially CT imaging) andpositive nucleic acid test. Data were grouped into three according to theiradministrative division and epidemic condition as well: (1) Hubei Province (includingWuhan city), the group was defined, since it was the outbreak place of the disease andthe closed province to prevent epidemic spread; (2) China without Hubei ornationwide except Hubei, it was set up, since its epidemic was infected by 5 millionpeople from Wuhan before the closure of Wuhan city; (3) Henan Province, it wasdefined since Henan Province is the most populous province in China, with more than100 million population, and frequent population exchanges with Wuhan.Basic reproduction number (R0) was calculated.10 R0 refers to how many personscan be infected by a patient. If R0> 1, the disease will spread away soon and radially;R0 <1 means the infection is in controllable situation. So, 1 is regarded as animportant threshold to distinguish whether the disease will spread or not.11 During theepidemiological development of the disease, R0 is changeable. The dynamicreproduction number is called Rt (Effective Reproduction Number). In order toprevent and control epidemic, we must find a way to reduce Rt below 1 as much aspossible. Chain growth rate was also calculated in various groups. Generally it refersto a growth rate relative to previous period. The formula is: Chain growth rate =(value in current period-value in last period) / (value of last period)x100%. Chaingrowth rate represents the growth speed of the data. The larger chain growth rate is,the greater growth rate is. The negative value represents a negative growth rate.Excel soft was used to record data and calculate some parameters, such asincidence and chain growth rate. In the meantime, using MATLAB software and SIRmathematical model, the parabolic epidemiological curves were simulated accordingto data. In fact, the fitting curve is tried to imitate the reality as much as possible. Inaddition, the curves of Rt were drawn as well. Finally, results were compared amongthree groups, Hubei Province, China without Hubei Province and Henan Province. Pvalues were calculated as well, and P<0.05 refers to statistical signification.Date cases In(c1i/d1e0n5c)e gCrohwaitnhrate (%)1/20 270 0.461/22 444 0.75 18.401/24 729 1.23 32.791/26 1423 2.40 35.271/28 3554 6.01 30.951/30 5806 9.81 26.602/1 9074 15.34 26.862/3 13522 22.85 20.982/5 19665 33.23 17.912/7 24953 42.17 12.852/9 296312/11 333662/13 519862/15 562492/17 599892/19 62031According to known data, the best parabolic fitting was made for three groups(Figure 3, 5 & 7). With SIR model, a series of differential equations were solved, thenfitting curves were made to approach to reality infinitely. In figure 3, the simulatedcurve in the Hubei Province fitted well with actual scatter plots. At beginning, theinfected patients increases and reaches a peak with 51,673 cases around on February18, then the curve decrease. After continually decreasing, the infected patients willmaintain at lowest level in early May, suggesting the epidemic will eventually end(P<0.05). Figure 4 also shows that Rt change in Hubei Province with S type curve. Itstarts from 6.27 and decreases gradually to 1 around on February 18, and it isexpected to approach 0 in the end of April and early May (P<0.05).The parabolas were also fitted in the group of other areas of China and groupof Henan province (Figure 5 & 7). The two groups were very similar, and the patientcases reach peak approximately on February 10, 2020. At peak, the infected patientsare expected to 9145 cases and 931 cases respectively. After peak, the cases willgradually decrease, reaching the bottom in early April 2020. After that time, theepidemic will end. Figures 6 and 8 show that Rt values in nationwide without Hubeiand Henan Province with S type. The values started at 2.44 and 2.9, and decreased toless than 1 after February 12th. They are expected to be close to 0 at the early April.Fig. 9 shows the infected patients among various groups.The epidemic development of COVID-19 shows a parabolic change. SinceCOVID-19 is highly transmissible and severely ill, scientists hope to understand itsepidemiological development and forecast its future eagerly. Read et al. ever tried tocalculate the disappear time of the epidemic.12 Since almost epidemics show theirepidemiological development with classic parabolic distribution, therefore, SIR soft isdesigned according to the distribution. SIR is widely used to construct a mathematicalmodel to understand the epidemic’s transmission and outcome of the diseases. Ourresults showed that COVID-19 followed parabolic distribution as well, but theinfection, peak time and disappear time are different among various areas. Among thethree groups, the patients reach their peaks approximately on February 10 (nationwideexcept Hubei) and February 18 (Hubei province) successively. Then the epidemic willdisappear in early April (Nationwide without Hubei) and early May (Hubei province).Our estimation has some difference from Read et al. For instance, the peak value andcumulative cases seem to be less than theirs, and the ending time that we predicthappens early. The differences may be caused by the data from different time anddifferent source. Our data are relatively late and came from official publication. Itshould be acknowledged that our mathematical model is not perfect. Considering thesudden onset and some human intervention during the spread, our study only providesa rough description for the development of COVID-19 pneumonia.R0 is valuable parameter to evaluate the epidemic transmission capacity. WHOhas predicted that R0 of this novel coronavirus transmission ranged from 1.4 to 2.5.13Using exponential growth model, R0 ofSARS-CoV-2 in the early outbreak ofWuhan was estimated 2.24 (95% CI: 1.96-2.55) to 3.58 (95% CI: 2.89-4.39).14 Withother methods, R0 was estimated to be 2-5,15-17 harmonizing with R0 of SARS-CoV(R0: 2-5),18 19 which is slightly lower than Middle East respiratory syndrome (R0:2.0-6.7).20 In our study, R0 ranges from 2.44 to 6.27, higher than previous studiesabove, suggesting the strong transmission for the disease. After February 18, R0 goesto less than 1, suggesting the transmission becomes weak.Hubei especially Wuhan is plagued by the epidemic. SARS-CoV-2 has 79.5%similar sequences.21with SARS-CoV coronavirus and 51.8% similarity withMERS-Cov.22 but NCP’s sudden outbreak and rapid spread is much higher thanSARS or MERS-CoV. For COVID-19’s outbreak, Hubei’s situation is the mostserious in China. The infected patients is listed at No. 1 in the country, and byFebruary 17 the cumulative cases are up to 59989 . The epidemic also develops veryquickly, and in early onset its rising curve is very steep. The cumulative incidence rateis much higher than other areas of China. According to the fitting curve, the peak willarrive on February 18, several days later than other areas in China. In the meantime,the disappear time of epidemic will delay until early May, one month later than otherareas. The epidemic period with more than half year in Hubei also lasts much longerthan other areas in China. On the other hand, in nationwide without Hubei and Henanprovince, the number of patients and incidence rate have been kept at a relatively lowlevel. In terms of contagion, at beginning, R0 in Hubei is 6.27, much higher than 2.44in other areas of China. In this way, we can conclude that Hubei is serious strickenregions of the epidemic. There are several reasons to explain these differencesbetween Hubei and other areas. (1) Hubei is origin of the plague, and the earliestcases were found in Wuhan. It is these patients who cause the widespread. (2) In earlyepidemic stage, the disease’s jeopard and its infectious capacity have not been causedsufficient attention, therefore, the interventions are ineffective and inadequate. (3)Closed cities accelerate the disease transmission in Wuhan and Hubei, although thepath of outward transmission is cut off. After January 23, Wuhan city and Hubeiprovince started to close cities successively. In this way, about 60,000,000 peoplewere limited in Hubei province. This makes Hubei become a closed infection system,which is bound to accelerate the spread of the disease. On the other hand, about 5million people left Wuhan before the cities were closed, although the 5 million peoplebecame source of infection to other areas in China, the biggest source of infection iscut off. Fortunately, in Hubei, more interventions were accepted, for example callingon the citizens to stay at home.23 In this way, further transmission each otherdecreases, and the epidemic is slowed down. Due to reasons above, Hubei Provinceshould be regarded as the plague hardest hit area and must acquire more medicalsupports. Luckily, more medical teams from all over the country have been sent toWuhan city and Hubei province, and more and more effectively diagnostic kits andmedicines can meet the Hubei’s needs gradually.The epidemic forecast is important for NCP prevention. Our epidemiologicalmodel has guiding significance for COVID-19 prevention. At present, closedmanagement of towns and communities is carried out in many areas throughout thecountry. Many traffic are blocked, and works, schools and markets are suspended,24which has brought extremely inconvenience for citizens. Citizens look forward to arapid improvement in this situation. Probably, our study is helpful to solve theproblems above. The epidemiological model shows: from February 10 to 18, theconfirmed patients will reach their peaks in various areas successively, and after thatdates, the epidemic will be improved. Rt will also approach 0 after April in nationwidewithout Hubei and after May in Hubei province. It means that the epidemic will endwithout infection, suggesting the closed management can be lifted after May in Hubeiand April in other areas of China, then citizens can return to normal work and life.In summary, with classic SIR models, the fitting epidemiological curves havemade to simulate the occurrence, development and end of novel coronaviruspneumonia in China, and R0 is calculated as well. Our study shows: (1) The epidemicdevelopment shows parabolic curves, and the incidence is expected to reach its peakson February 10 in nationwide without Hubei and on February 18 in Hubei provincesuccessively. The epidemic will end after May in Hubei and after April in other areaof China. (2) In early outbreak of epidemic, R0 was as high as 2.44-6.27, and withepidemic development, Rt will decrease and finally approach 0 after April innationwide without Hubei and after May in Hubei province. (3) According to the dataabove, we suggest the closed management in city and community should be liftedafter May in whole China. Without epidemic infection, citizens return to their normalwork and life.Contributors:Shanshan Wu and Panpan Sun wrote the initial draft with the guide of Jinbo Deng,and Jinbo Deng edited to subsequent revisions. The first two authors contributed equally to thisarticle. All authors provided critical feedback and approved the final draft of the manuscript. JinboDeng is the correspondent author who attests that all listed authors meet authorship criteria.Funding:This study was supported by Scientific and Technical Project of Henan Science andTechnology Department (192102310134), Open Project of National Health Commission KeyLaboratory of Birth Defect Prevention (ZD201903) and Medical Foundation of Health and FamilyPlanning Commission of Henan Province (No. 2018020589).Competing interests:The authors declare no conflicts of interest.Ethical approval: This study was not invovled in ethical issues.Transparency: The process of data collection is transparent and rational.The lead authors affirmthat the manuscript is an honest and scientific statement. and Any discrepancies from the study asplanned have been explained.Dissemination to participants and related patient and public communities: No study participantswere involved in the preparation of this article, which permits others to distribute, adapt and buildupon this article noncommercially.[An update on the epidemiological characteristics of novel coronavirus pneumoniaCOVID-19].Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi 2020;41(2):139-44. doi:novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet (London, England)Eurosurveillance Editorial T. Note from the editors: World Health Organization declares novelcoronavirus (2019-nCoV) sixth public health emergency of international concern. Eurosurveillance : bulletin Europeen sur les maladies transmissibles = European communicabledisease bulletin 2020 doi: 10.2807/1560-7917.ES.2020.25.5.200131e [published Online First:2020/02/06]Nishiura H, Jung SM, Linton NM, et al. The Extent of Transmission of Novel Coronavirus inWuhan, China, 2020. Journal of clinical medicine 2020;9(2) doi: 10.3390/jcm9020330Wang C, Horby PW, Hayden FG, et al. A novel coronavirus outbreak of global health concern.Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novel coronavirus2020/02/10]Lin L, Li TS. [Interpretation of \"Guidelines for the Diagnosis and Treatment of Novel Coronavirus(2019-nCoV) Infection by the National Health Commission (Trial Version 5)\"]. Zhonghua yi xue10.11.12.13.14.15.16.17.18.19.20.21.za zhi 2020;100(0):E001. doi: 10.3760/cma.j.issn.0376-2491.2020.0001 [published OnlineFirst: 2020/02/09]Jin YH, Cai L, Cheng ZS, et al. A rapid advice guideline for the diagnosis and treatment of 2019novel coronavirus (2019-nCoV) infected pneumonia (standard version). Military MedicalResearch 2020;7(1):4. doi: 10.1186/s40779-020-0233-6 [published Online First: 2020/02/08]Heesterbeek JA. A brief history of R0 and a recipe for its calculation. Acta biotheoretica2002;50(3):189-204. doi: 10.1023/a:1016599411804 [published Online First: 2002/09/05]Pellis L, Ferguson NM, Fraser C. Threshold parameters for a model of epidemic spread amonghouseholds and workplaces. Journal of the Royal Society, Interface 2009;6(40):979-87. doi:10.1098/rsif.2008.0493 [published Online First: 2009/03/28]Lewis D. Coronavirus outbreak: what's next? Nature 2020;578(7793):15-16. doi: 10. 1038/d 41586-020-00236-9 [published Online First: 2020/02/06]Ridenhour B, Kowalik JM, Shay DK. [Unraveling R(0): considerations for public healthapplications]. Revista panamericana de salud publica = Pan American journal of public health2015;38(2):167-76. [published Online First: 2015/11/19]Zhao S, Lin Q, Ran J, et al. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the earlyphase of the outbreak. International journal of infectious diseases : IJID : official publicationof the International Society for Infectious Diseases 2020 doi: 10.1016/j.ijid.2020.01.050[published Online First: 2020/02/03]Riou J, Althaus CL. Pattern of early human-to-human transmission of Wuhan 2019 novelcoronavirus (2019-nCoV), December 2019 to January 2020. Euro surveillance : bulletinEuropeen sur les maladies transmissibles = European communicable disease bulletin 2020;25(4) doi: 10.2807/1560-7917.es.2020.25.4.2000058 [published Online First: 2020/02/06]Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. The New England journal of medicine 2020 doi:10.1056/NEJMoa2001316 [published Online First: 2020/01/30]Zhao S, Musa SS, Lin Q, et al. Estimating the Unreported Number of Novel Coronavirus(2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven ModellingAnalysis of the Early Outbreak. Journal of clinical medicine 2020;9(2) doi: 10.3390/j cm 9020388 [published Online First: 2020/02/07]Wallinga J, Teunis P. Different epidemic curves for severe acute respiratory syndrome revealsimilar impacts of control measures. American journal of epidemiology 2004;160(6):509-16.doi: 10.1093/aje/kwh255 [published Online First: 2004/09/09]Riley S, Fraser C, Donnelly CA, et al. Transmission dynamics of the etiological agent of SARS inHong Kong: impact of public health interventions. Science (New York, NY) 2003;300 (5627):1961-6. doi: 10.1126/science.1086478 [published Online First: 2003/05/27]Majumder MS, Rivers C, Lofgren E, et al. Estimation of MERS-Coronavirus ReproductiveNumber and Case Fatality Rate for the Spring 2014 Saudi Arabia Outbreak: Insights fromPublicly Available Data. PLoS currents 2014;6 doi: 10.1371/currents. outbreaks. 98d2f8f3382d84f390736cd5f5fe133c [published Online First: 2015/02/17]Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus ofprobable bat origin. Nature 2020 doi: 10.1038/s41586-020-2012-7 [published Online First:2020/02/06]10.1016/s0140-6736(20)30251-8 [published Online First: 2020/02/03]23. [Urgent researchagenda for thenovel coronavirusepidemic: transmissionandnon-pharmaceutical mitigation strategies]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue2020/02/07]24.Wilder-Smith A, Freedman DO. Isolation, quarantine, social distancing and communitycontainment: pivotal role for old-style public health measures in the novel coronavirus(2019-nCoV) outbreak. Journal of travel medicine 2020 doi: 10.1093/jtm/taaa020 [publishedFig 1 | Cumulative incidence rate among various groupsFig 2 | Chain growth rates among various groupsFig 3 | The actual curve and simulated curve in Hubei Province. The peak appears at 18/2, and theepidemic will end in MayFig 5 | The actual curve and simulated curve in other areas of China. The peak appears at 10/2, andthe epidemic will end in Aprilapproaches to 0epidemic will end in Marchapproaches to 0Fig 6 | The dynamic Rt value in other areas of China with S type curve, and in the end of March, RtFig 7 | The actual curve and simulated curve in Henan province. The peak appears at 12/2, and theFig 8 | The dynamic Rt value in Henan Province with S type curve, and in the end of March, RtFig 9 | The infected patients among various groups. Simulated curves with blue, red and greencolors represent Henan province, other areas of China and Hubei province respectively", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "(COVID-19) was broken out in Wuhan and Hubei province for more than a month. It\nseverely threats people's health of thousands in Chin and even other countries. In\norder to prevent its wide spread, it is necessary to understand the development of the\nepidemic with precise mathematical language.", "one_words_summarize": "(COVID-19) was broken out in Wuhan and Hubei province for more than a month. The patients in Hubei had increased rapidly with exponential rise. The epidemic will end in early May in Hubei, and in earlyApril in other areas of China. Over the past month, medical workers,scientists and governments adopted a serial powerful measures to treat patients andstop the epidemic spread. Than the fitting curves of incidence were drawn with peak time and end time of theepidemic. Generally it refersto a growth rate relative to previous period. The formula is: Chain growth rate =(value in current period-value in last period) / (value of last period)x100%. In figure 3, the simulatedcurve in the Hubei Province fitted well with actual scatter plots. After continually decreasing, the infected patients willmaintain at lowest level in early May, suggesting the epidemic will eventually end(P<0.05). Figures 6 and 8 show that Rt values in nationwide without Hubeiand Henan Province with S type. Among thethree groups, the patients reach their peaks approximately on February 10 (nationwideexcept Hubei) and February 18 (Hubei province) successively. The differences may be caused by the data from different time anddifferent source. According to the fitting curve, the peak willarrive on February 18, several days later than other areas in China. In terms of contagion, at beginning, R0 in Hubei is 6.27, much higher than 2.44in other areas of China. 3)Closed cities accelerate the disease transmission in Wuhan and Hubei, although thepath of outward transmission is cut off. Fortunately, in Hubei, more interventions were accepted, for example callingon the citizens to stay at home.23 In this way, further transmission each otherdecreases, and the epidemic is slowed down. At present, closedmanagement of towns and communities is carried out in many areas throughout thecountry. In summary, with classic SIR models, the fitting epidemiological curves havemade to simulate the occurrence, development and end of novel coronaviruspneumonia in China, and R0 is calculated as well. The epidemic will end after May in Hubei and after April in other areaof China. ( 3) According to the dataabove, we suggest the closed management in city and community should be liftedafter May in whole China. Without epidemic infection, citizens return to their normalwork and life. JinboDeng is the correspondent author who attests that all listed authors meet authorship criteria. Ethical approval: This study was not invovled in ethical issues. Transparency: The process of data collection is transparent and rational. doi:novel coronavirus pneumonia in Wuhan, China: a descriptive study. Eurosurveillance : bulletin Europeen sur les maladies transmissibles = European communicabledisease bulletin 2020 doi: 10.2807/1560-7917.ES.2020.25.5.200131e [published Online First:2020/02/06]Nishiura H, Jung SM, Linton NM, et al. The Extent of Transmission of Novel Coronavirus inWuhan, China, 2020. Zhonghua yi xue10.11.12.13.14.15.16.17.18.19.20.21.za zhi 2020;100(0):E001. doi: 10.1023/a:1016599411804 [published Online First: 2002/09/05]Pellis L, Ferguson NM, Fraser C. Threshold parameters for a model of epidemic spread amonghouseholds and workplaces. Estimating the Unreported Number of Novel Coronavirus(2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven ModellingAnalysis of the Early Outbreak. Transmission dynamics of the etiological agent of SARS inHong Kong: impact of public health interventions. The peak appears at 10/2, andthe epidemic will end in Aprilapproaches to 0epidemic will end in Marchapproaches to 0Fig 6 | The dynamic Rt value in other areas of China with S type curve, and in the end of March, RtFig 7 | The actual curve and simulated curve in Henan province."}