{"date": "2020/02/21", "journal": "medrxiv", "authors": "Pei Wang, Junan Lu, Yanyu Jin, Mengfan Zhu, Lingling Wang, Shunjie Chen", "title": "Epidemiological characteristics of 1212 COVID-19 patients in Henan, China", "type": "preprint article", "abstract": "Based on publicly released data for 1212 patients, we investigated the epidemiological characteristics of COVID-19 in Henan of China. The following ndings are obtained: 1) COVID-19 patients in Henan show gender (55% vs 45%) and age (81% aged between 21 and 60) preferences, possible causes were explored; 2) Statistical analysis on 483 patients reveals that the estimated average, mode and median incubation periods are 7.4, 4 and 7 days; Incubation periods of 92% patients were no more than 14 days; 3) The epidemic of COVID-19 in Henan has undergone three stages and showed high correlations with the numbers of patients that recently return from Wuhan; 4) Network analysis on the aggregate outbreak phenomena of COVID-19 revealed that 208 cases were clustering infected, and various people's Hospital are the main force in treating patients. The related investigations have potential implications for the prevention and control of COVID-19.", "text": "MSC(2010)        Arising from Wuhan South China seafood market at the end of the year 2019, novel coronaviruspneumonia (Named as COVID-19 by WHO since February 11, 2020) has spread for more than one months, andit has directly resulted to more than 74600 con rmed patients, and 2121 people dead till February 20,2020 [                As a double-side sword, modern tra c and communication technologies greatly shortage the distancesamong people and provide convenience for human beings, however, they also facilitate the rapidly andwidely spreading of epidemic diseases or rumors [                As a neighbor of the Hubei province, Henan province is with a large population size, and it is also oneof the hardest hit areas of the epidemic. The current total con rmed cases in Henan are only lower thanHubei and Guangdong. The statistical analysis on the patients data in Henan can help us to understandthe epidemiological and clinical features of patients [        From January 21 to February 14, 2020, totally 1212 con rmed cases have been released in Henan. Theepidemic situation, time evolution of daily increased infected patients and cumulatively con rmed onesare shown in Fig.1.          Based on Fig.1, we see that the daily increment of patients reaches a peak value of 109 at February 3,2020. After that, the daily increment of patients signi cantly decreases. Among the 18 regions of Henanprovince, Xinyang, Nanyang, Zhumadian, Zhengzhou, Shangqiu and Zhoukou encompass more con rmedcases than the other regions. Xinyang is still with the highest daily increment as compared with the otherregions, which is the severely a ected area in Henan. In fact, Xinyang, Nanyang and Zhumadian are allnear Hubei{the worst a ected province in China. It was reported that about ve million people have leftWuhan since January 23. According to the investigation from Xu et al. [          Among the 1212 patients, we abstract the gender information of 1158 patients (95.54% of total samples)and the age information of 1156 patients (95.38% of total samples). From the perspective of both thewhole province and its 18 regions, we performed detailed statistical analysis, which are summarized inFig.2.Statistical results reveal that 637 out of the 1158 patients are male, which accounts for 55% andapparently higher than females (Fig.2 A), although there are slightly di erences among di erent regionsADJan21Jan22Jan23Jan24Jan25Jan26Jan27Jan28Jan29Jan30Jan31Feb1Feb2Feb3Feb4Feb5Feb6Feb7Feb8Feb9Feb10Feb11Feb12Feb13Feb14ADFemal45%2431P. Wang et al.            E(Fig.2 B). We guess that there are three possible reasons that may result to such gender di erence.Firstly, males may be more active and with wider social activities than females, which increases theirrisk to infect COVID-19. Secondly and may be the most reasonable, an existing medical investigationreported that the expression and distribution of angiotension converting enzyme 2 (ACE2) was wider inmale patients than those in females [            The age distribution of patients in the whole province or each region all roughly follows normaldistribution (Fig.2 D, E). Patients aged between 21 and 60 years old take up more than 81% (938 out of1156). The main reason may be that people aged between 21 and 60 years old are the social main laborforces, there are many migrant workers in this age interval. Moreover, they may have wider social circlesthan the others. Therefore, people aged between 21 and 60 years old are key crowd with high risks ofCOVID-19.2.3          Traditionally, incubation period is de ned as the period between the infection of an individual by apathogen and the manifestation of the illness or disease it causes [                    The estimation of the incubation period of COVID-19 is a very di cult task. The main di culty isin that it is di cult to determine the infected time. Based on patients' information, some works havereported the incubation period of COVID-19. For example, Yang et al. [          00(Mr Zhou, No.2 patients in Nanyang) in Nanyang says that his son left Wuhan and arrived at home atJanuary 6, he and his son were all disease-free for a long period. Until February 3, he became sick andwas quickly con rmed with infection of COVID-19. His son was disease-free till now. From our de nitionof incubation period, his incubation period will be 28 days, which is surprisingly high. We note that, ourde nition of estimated incubation period may be a little higher than the actually case, since we can notexclude the cases that the person has contacted some other people that carried the COVID-19. That is,we cannot know who was the intermediate spreader (unknown person B), and when she/he transmittedthe virus from person A to person C.Among the collected data, the incubation periods of 483 con rmed patients can be estimated.Statistical results are shown in Fig.3 and Tab.1. The estimated incubation periods for the 483 patients roughlyfollow the logarithm normal distribution, with a long right tail. Speci cally, the 483 con rmed patientswere with average estimated incubation period ^D = 7:4 days, the mode was 4 days (50 out of the 483cases) and the median was 7 days (48 out of the 483 cases). About 55% patients were with incubationperiods lower than 7 days, while more than 92% patients were lower than 14 days. About 7.45% patientswere overestimated with more than 14 days incubation periods.Due to the de nition, the estimated incubation periods in this paper may be longer than the real cases.However, the distribution has some implications. It indicates that a few patients may be with very longincubation period, which increase the di culty to control and prevent the COVID-19.6DataMEOLS          MLETo theoretically model the incubation period, we suppose the incubation periodnormal distribution [          N ( ; 2):That is, the probability density function (PDF) ofcan be written asf (t) =          1tp2exp(lnt2 2)2; t > 0:Here, ; 2 are two parameters that can be estimated from data. We consider three di erent approachesto estimate the parameters and 2, including the moment estimation (ME), the ordinary least square(OLS) estimation and the maximum likelihood estimation (MLE) [          D( ) = (e 2+ 2=2 ;1)exp 2 +Using the fsolve function (which is based on the OLS method) in Matlab, we obtain ^m = 1:8239; m2 =0:3629: The tted PDF curve can be found in Fig.3 A, and some theoretical estimations of the incubationperiod based on the ME method are summarized in Tab.1.Similarly, for the OLS estimation, and 2 can be estimated from the following optimization objectivefunction:m(^o; ^o2) = arg min X (pii=1f (ti))2 :Here, pi = ni=n denotes the ratio of patients with incubation period i(i = 0; 1; :::; m) (totally m+1 uniqueincubation periods), which can be easily computed from the 483 patients (n=483). f (ti) corresponds tothe PDF with incubation period ti, which is a function of the unknown parameters and 2. Since 6= 0in Eq.(2.2), we omit the case = 0 (only 29 cases were with = 0). By solving the optimization problem(2.5), we obtain ^o = 2:0723; o2 = 0:5929:For the MLE, the estimation of and 2 can be obtained from minimizing the following negativelogarithmic likelihood function.8(^l; ^l2) = arg min <(2.7)Here, tj (j = 1; 2; :::; n) denotes the incubation period for the j'th patient. Similarly to OLS, the casewith = 0 will be not considered. Finally, we obtain^l =          The tted curves from the three methods are shown in Fig.3 A. Comparing among the three methods,it seems that the tted curve from the ME method has the smallest variance, the variances of the OLSand MLE approaches are both very high. High variance indicates higher proportions of patients with longincubation periods. The ME method may well mimic the actual long right tail of the incubation period,while the OLS estimation could well describe the cases with middle incubation periods (incubation periods2 14). The MLE approach seems in between the ME and OLS approaches. The estimated interquartilerange from the ME method is [4:1495; 9:3523], which closes to the result from the 483 patients ([          The theoretical modeling of incubation period further illustrates that the incubation period may followthe logarithmic normal distribution. Moreover, it can be used to estimate the actual statics of incubationperiods, and provide valuable references for decision-making.The epidemic of COVID-19 in Henan has undergone three stages (Fig.3 C and D). For the rst stagethat before January 13, both exposed and con rmed patients were not so much, the number of exposed(outdegree) ones were more than the con rmed ones (indegree). While for the second stage that betweenJanuary 13 and January 23, the COVID-19 was in outbreak period, both exposed and con rmed ones wereconsiderable, and the number of exposed ones are far more than the con rmed ones. During this period,many college students and migrant workers in Wuhan return their hometown, the large number of peopleow from Wuhan increased the risks of exposure and infection. After January 23, the epidemic enteredthe third stage, the number of daily con rmed cases were apparently higher than exposed ones, and thecon rmed cases roughly decreased with time. This may be attributed to the adoption of prevention andcontrol measures. With the closing of the Wuhan city at January 23, many regions of Henan quicklyadopt very strict measures to prevent the spreading of COVID-19. Thus, after January 23, the numberof exposed ones became fewer and fewer (Fig.3 D), which is a good phenomena, indicating that theprevention and control measures become to gradually at work.2.4For the 18 regions of Henan province, we also summarized the numbers of currently con rmed patientswith Wuhan travel histories (denoted as vector X1), the numbers of patients without Wuhan travelhistories (X2), the numbers of patients that have contacts with persons from Wuhan (X3), as well asthe numbers of patients that are without Wuhan travel histories, but who have contacts with suspiciouspersons (X4). The barplots for the numbers of the four categories of patients in the 18 regions areshown in Fig.4 A (In total of 1149 patients were known with or without Wuhan travel histories). Amongpatients with Wuhan travel histories, the released information of 250 patients contained transportationinformation. We found that 46% of the 250 patients have recently traveled by train or by bus, thesepatients may transmit the COVID-19 to a lot of people that in the same train or bus.          For the 18 regions, we investigate the correlation between the currently total numbers of con rmedpatients (Y ) with X1 X4 respectively. The heatmap of the correlation matrix is shown in Fig.4C. Itreveals that Y has the highest correlation with X1, the Pearson correlation coe cient between the twois 0.9643, the tted regression equation [          Y = 1:8146X1 + 9:0920:(2.8)Such linear relationship statistically holds (F = 212:31; p < 0:0001; R2 = 0:9299). However, thoughthere are certain correlation between Y and X2 X4, their strength of correlations are all lower thanthat between Y and X1 (Fig.4 D-G). This indicates that persons with Wuhan travel histories have highrisks of infection with COVID-19, and regions with more such persons tend to encompass more patientsinfected with COVID-19.From the 1212 patients, we constructed a heterogeneous network and performed some analysis on suchnetwork (Fig.5). The network contains 1105 patients that have been treated in 248 hospitals, 123interhospital transfer relationships that involved 206 patients, and 208 patients that were clustering infected.Nodes in the network include patients and hospitals. Edges among patients represent relationship betweenrelatives, friends or colleagues; Edges between patients and hospitals denote the patients were treated inthe related hospitals; while edges among hospitals indicate the inter-hospital transfer treatments. Sizesof nodes were proportional to nodes' degree. Thickness of edges was proportional to the numbers ofpatients.From Fig.5, we see that a few hospitals encompass a large number of patients in treatments, andthe aggregate outbreak phenomena were ubiquitous. For example, the ve patients that are treated inZhengzhou Jinshui General Hospital are relatives to each other, they were successively infected. Similarly,12 patients in Kaifeng are also relatives to each other. In fact, totally 208 patients were clusteringinfected, and Zhengzhou, Shangqiu, Zhoukou, Xuchang and Luoyang encompassed the most aggregativeoutbreak patients. Among the designated hospitals in Henan province, people's hospitals in di erentcities encompass a great number of patients. Xinyang Fifth People's Hospital received the most patientsin Henan, followed by the Zhengzhou Sixth People's Hospital and the Luoshan County People's Hospital.Network analysis can provide us important information about patients, hospitals and their relationships;it can also provide valuable guidance for the distribution of epidemic prevention materials.3Through collection of publicly released patients information by various CDCs in Henan province duringJanuary 21 to February 14 of 2020, we performed statistical analysis on 1212 con rmed patients infectedwith COVID-19. The number of newly con rmed cases reached its peak at February 3, and it started        P. Wang et al. Sci China Math for Review9to fall after that day. Among the 18 regions of Henan, Xinyang is with the heaviest epidemic, and itis currently also with the highest daily increment. We found that 55% patients in Henan were male,which is apparently higher than the females. We found that the gender di erence of patients in Henanis 1:2226 : 1, while from Yang et al. [        B#aggrega&ve cases4DJYZMDZKXY 2SQNYSMXLH 0XCPY 0JZXXHBAY 0PDSLYKFZZ6576our de nition of incubation period, the estimated values are unavoidably higher than the actual cases,however, the distribution and statistics from the estimated incubation periods are undoubtedly meaningfulfor real-world decision-making.          We also nd that the numbers of patients with recent Wuhan travel histories are highly correlated withthe total numbers of con rmed cases in the 18 regions of Henan. During our analysis, we consider thelinear relationship between Y with each Xi, which mainly for the purpose of avoiding multicollinearity [          Acknowledgements This work was supported by the National Natural Science Foundation of China (GrantNos. 61773153, 61773175, 61573262). The Supporting Plan for Scienti c and Technological Innovative Talentsin Universities of Henan Province (Grant No. 20HASTIT025), and the Training Plan of Young Key Teachersin Colleges and Universities of Henan Province (Grant No. 2018GGJS021). Partly supported by the supportinggrant of Bioinformatics Center of Henan University (Grant No. 2018YLJC03). We thank the valuable discussionwith associate professor Shaoli Wang and Aimin Chen at Henan University. We also want to express our gratefulfor the valuable comments and feedback from the readers of the rst version of the paper, which was released onthe WeChat o cial accounts of the Swarma Club at February 13, 2020.11", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Single-cell RNA expression pro ling of ACE2, the putative receptor of Wuhan 2019-nCov"], ["Analysis of Epidemiological characteristics of new coronavirus pneumonia"], ["The geographical destination distribution and e ect of out ow population of Wuhan when the outbreak of the 2019-nCoV Pneumonia"], ["Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China"], ["Wuhan pneumonia's basic regeneration number is close to SARS, which is indeed a preventable and controllable infectious disease"], ["Estimation of the transmission risk of 2019-nCov and its implication for public health interventions"], ["University nds pangolin as a potential intermediate host for a new coronavirus"], ["Understanding novel coronavirus pneumonia from the small world, scale-free and high clustering properties of complex networks"], ["The association between domestic train transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: A data-driven correlational report"], ["Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions"], ["What did the1105 patients with COVID-19 in Henan province tell us? Swarma Club"], ["Analysis and determination of quarantine days with statistical thinking"], ["17 Preliminary analysis of spatio-temporal characteristics of pneumonia in a new coronavirus infection in Henan province"], ["18 Data visualization analysis and simulation prediction for the new crown epidemic"], ["19 Baidu outbreak real-time big data report"], ["Epidemic spreading in scale free networks"], ["Identi cation of in uential spreaders in complex networks"], ["Identifying in uential spreaders in arti cial complex networks"], ["Graphical features of functional genes in human protein interaction network"], ["Identi cation of important nodes in directed biological networks: a network motif approach"], ["Controllability analysis of a gene network for Arabidopsis thaliana reveals characteristics of functional gene families"], ["Vital nodes identi cation in complex networks"], ["Dynamics of information di usion and its applications on complex networks"], ["Cooperative epidemic spreading on a two-layered interconnected network"], ["Spectral learning algorithm reveals propagation capability of complex network"], ["Epidemic processes in complex networks"], ["The signi cance probability of the Smirnov two-sample test"], ["32 Incubation period"], ["Incubation period of disease"], ["Statistics for high-dimensional data: methods, theory and applications"], ["Statistics for the life sciences"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N 1 Zhu", "D Zhang", "W Wang", "N. Engl. J. Med"], ["C 2 Huang", "Y Wang", "X Li"], ["P 3 Zhou", "XL Yang", "XG Wang"], ["Y Yang"], ["Y Zhao", "Z Zhao", "Y Wang", "Y Zhou", "Y Ma", "W Zuo"], [], ["X 7 Xu", "C Wen"], ["Z Wang", "L Chauchemez", "S Xu", "X Wang", "X Cowling", "BJ"], ["T 9 Zhou"], ["B 10 Tang", "X Wang", "Q Li"], ["Huazhong Agricultural"], ["JA Lu", "P Wang"], ["S Zhao", "Z Zhuang"], ["Z Magal", "P Seydi", "O Webb", "G"], ["P 15 Wang", "J Lu"], ["JZ Liang"], [], [], [], ["R Pastor-Satorras", "A Vespignani"], ["M 21 Kitsak", "LK Gallos", "S Havlin"], ["P 22 Wang", "C Tian", "J Lu"], ["P 23 Wang", "Y Chen"], ["P 24 Wang", "J Yu", "X"], ["P 25 Wang", "D Wang", "Lu"], ["LY \u007f", "D Chen", "X Ren"], ["ZK Zhang", "C Liu", "XX Zhan"], ["X 28 Wei", "X Wu", "S Chen", "J Lu", "G Chen"], ["S Xu", "P Wang", "CX Zhang"], ["R Pastor-Satorras", "C Castellano", "P Van Mieghem"], ["Hodges JL"], [], ["HK Armenian", "AM. Lilienfeld"], [], ["ML Samuels", "JA Witmer", "AA Scha ner"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "MSC(2010)", "one_words_summarize": "The current total con rmed cases in Henan are only lower thanHubei and Guangdong. From the perspective of both thewhole province and its 18 regions, we performed detailed statistical analysis, which are summarized inFig.2.Statistical results reveal that 637 out of the 1158 patients are male, which accounts for 55% andapparently higher than females (Fig.2 A), although there are slightly di erences among di erent regionsADJan21Jan22Jan23Jan24Jan25Jan26Jan27Jan28Jan29Jan30Jan31Feb1Feb2Feb3Feb4Feb5Feb6Feb7Feb8Feb9Feb10Feb11Feb12Feb13Feb14ADFemal45%2431P. Wang et al. Patients aged between 21 and 60 years old take up more than 81% (938 out of1156). The main reason may be that people aged between 21 and 60 years old are the social main laborforces, there are many migrant workers in this age interval. The main di culty isin that it is di cult to determine the infected time. High variance indicates higher proportions of patients with longincubation periods. The ME method may well mimic the actual long right tail of the incubation period,while the OLS estimation could well describe the cases with middle incubation periods (incubation periods2 14). The epidemic of COVID-19 in Henan has undergone three stages (Fig.3 C and D). While for the second stage that betweenJanuary 13 and January 23, the COVID-19 was in outbreak period, both exposed and con rmed ones wereconsiderable, and the number of exposed ones are far more than the con rmed ones. During this period,many college students and migrant workers in Wuhan return their hometown, the large number of peopleow from Wuhan increased the risks of exposure and infection. However, thoughthere are certain correlation between Y and X2 X4, their strength of correlations are all lower thanthat between Y and X1 (Fig.4 D-G). Similarly,12 patients in Kaifeng are also relatives to each other. Among the 18 regions of Henan, Xinyang is with the heaviest epidemic, and itis currently also with the highest daily increment. We also nd that the numbers of patients with recent Wuhan travel histories are highly correlated withthe total numbers of con rmed cases in the 18 regions of Henan. The Supporting Plan for Scienti c and Technological Innovative Talentsin Universities of Henan Province (Grant No."}