{"date": "2020/02/20", "journal": "medrxiv", "authors": "Zhiliang Hu, Ci Song, Chuanjun Xu, Guangfu Jin, Yaling Chen, Xin Xu, Hongxia Ma, Wei Chen, Yuan Lin, Yishan Zheng, Jianming Wang, zhibin hu, Yongxiang Yi, Hongbing Shen", "title": "Clinical Characteristics of 24 Asymptomatic Infections with COVID-19 Screened among Close Contacts in Nanjing, China", "type": "preprint article", "abstract": "* These authors contributed equally to this work.", "text": "Acknowledgement: This study was funded in part by the project of Jiangsu provincemedical youth talent (QNRC2016059), Nanjing medical science and techniquedevelopment foundation (ZKX17040 and YKK18153), the National Natural ScienceFoundation of China (81903382), the Natural Science Foundation of Jiangsu Province(BK20190652),Ethical approval: This study was reviewed and approved by the Medical EthicalCommittee of Second Hospital of Nanjing (approval number 2020-LS-ky003).Concept and design: Yongxiang Yi, Zhibin Hu, Zhiliang Hu, Guangfu Jin;Acquisition, check of data: Yongxiang Yi, Zhiliang Hu;Analysis, or interpretation of data: Zhibin Hu, Zhiliang Hu, Ci Song;Laboratory detection: Wei Chen;Drafting of the manuscript: Ci Song, Zhibin Hu;Critical revision of the manuscript for important intellectual content: All authors;Statistical analysis: Ci Song, Zhiliang Hu;Obtained funding: Zhiliang Hu, Zhibin Hu;Administrative, technical, or material support: Chuanjun Xu, Yaling Chen, YishanZheng, Jianming Wang;Supervision: Yongxiang Yi, Zhibin Hu, Hongbing Shen.Previous studies have showed clinical characteristics of patients with the 2019 novelcoronavirus disease (COVID-19) and the evidence of person-to-person transmission.Limited data are available for asymptomatic infections. This study aims to present theclinical characteristics of 24 cases with asymptomatic infection screened from closecontacts and to show the transmission potential of asymptomatic COVID-19 viruscarriers.Epidemiological investigations were conducted among all close contacts ofCOVID-19 patients (or suspected patients) in Nanjing, Jiangsu Province, China, fromJan 28 to Feb 9, 2020, both in clinic and in community. Asymptomatic carriers werelaboratory-confirmed positive for the COVID-19 virus by testing the nucleic acid ofthe pharyngeal swab samples. Their clinical records, laboratory assessments, andchest CT scans were reviewed.None of the 24 asymptomatic cases presented any obvious symptoms before nucleicacid screening. Five cases (20.8%) developed symptoms (fever, cough, fatigue andetc.) during hospitalization. Twelve (50.0%) cases showed typical CT images ofground-glass chest and five (20.8%) presented stripe shadowing in the lungs. Theremaining seven (29.2%) cases showed normal CT image and had no symptomsduring hospitalization. These seven cases were younger (median age: 14.0 years; P =0.012) than the rest. None of the 24 cases developed severe COVID-19 pneumonia ordied. The median communicable period, defined as the interval from the first day ofpositive nucleic acid tests to the first day of continuous negative tests, was 9.5 days(up to 21 days among the 24 asymptomatic cases). Through epidemiologicalinvestigation, we observed a typical asymptomatic transmission to the cohabitingfamily members, which even caused severe COVID-19 pneumonia.The asymptomatic carriers identified from close contacts were prone to be mildly illduring hospitalization. However, the communicable period could be up to three weeksand the communicated patients could develop severe illness. These results highlightedthe importance of close contact tracing and longitudinally surveillance via virusnucleic acid tests. Further isolation recommendation and continuous nucleic acid testsmay also be recommended to the patients discharged.          The epidemic of the 2019 novel coronavirus disease (COVID-19) infections thatdeveloped in Wuhan, Hubei Province has spread to other provinces inChina. As of 16February 2020, 51, 857 patients with COVID-2019 have been reported and 1, 1211deaths were confirmed in China . To date, accumulated evidence has indicatedperson-to-person transmission both in hospital and family settings2-6. Since January2          Genetic analysis of COVID-19 revealed that the virus was similar to severe acuterespiratory syndrome coronavirus (SARS-CoV) 7. Unlike SARS-CoV, transmission ofCOVID-19 occurs during the prodromal period when those infected are mildly ill, andcarry on usual activities, which contributes to the spread of infection 8,9. According tothe report on “Diamond Princess”, among the 1,723 tested travelers, 189asymptomatic individuals were positive for the COVID-19 virus as of 17 February2020 10, which indicated that a large number of asymptomatic carriers and mildpatients remain undiscovered in the community. It is crucial to identify and isolateasymptomatic carriers and mild patients in order to contain the outbreaks in laterstages.Here, we conducted an epidemiological investigation among close contacts ofCOVID-19 patients in Nanjing, Jiangsu Province, China and identified 24asymptomatic carriers. We sought to delineate the clinical characteristics and thetransmission potential of asymptomatic infections.All screening-identified asymptomatic COVID-19 cases in Nanjing were admitted tothe Second Hospital of Nanjing, the only hospital to admit for COVID-19 patients ofthe city, from Jan 28 to Feb 9, 2020. We retrospectively reviewed documents onepidemiological investigation and medical records. Asymptomatic carriers werescreened from close contacts both in clinic and in community. Close contacts weredefined as: 1) cohabiting family members of the COVID-19 patient or suspectedpatient; or 2) individuals who were exposed to the COVID-19 patient within twometers for more than one hour within two days before the symptom onset of thepatient. Nucleic acid test was performed on the same day when the contacts weretracked. This study was reviewed and approved by the Medical Ethical Committee ofSecond Hospital of Nanjing (approval number 2020-LS-ky003). Written informedconsent was obtained from each enrolled patient.Upon admission, detailed contact history of each case was collected, including theirtravel history in Hubei, the date/time of suspected contact, the symptom onset aftercontacting with the confirmed patient, and information of other family members.History of smoking and coexisting disorders was also collected.For each case, computed tomography (CT) was performed upon admission.Laboratory assessments include whole blood count, blood chemistry, coagulation test,liver and renal function, electrolytes, C-reactive protein, procalcitonin, lactatedehydrogenase and creatine kinase. Pharyngeal swab specimens were collected onadmission day and every other day thereafter for the COVID-19 virus test. Allsamples were processed simultaneously at the Department of Clinical Laboratory ofSecond Hospital of Nanjing. The symptoms presented on each case during theirhospitalization were recorded in this study, including fever, cough, nasal congestion,dizziness, fatigue, arthralgia, etc. The virus clearance was defined as two continuousnegatives of nucleic acid tests.Pharyngeal swab specimens, as described above, were tested for COVID-19 by usingqRT-PCR kits (BGI Genomics, Beijing, China) recommended by the Chinese Centerfor Disease Control and Prevention (CDC) following WHO guidelines 11. The totalnucleic acids were isolated from 200μl virus preservation solution containing throatswabs through automatic nucleic acid extraction system (BioPerfectus technologiescompany). The primers and probe set for open reading frame1ab (ORF1 ab) were asfollows: forward primer 5’-AGAAGATTGGTTAGATGATGATAGT-3’; reverseprimer 5’-TTCCATCTCTAATTGAGGTTGAACC-3’; and probe5’-FAM-TCCTCACTGCCGTCTTGTTGACCA- BHQ1-3’. The human GAPDHgene was used as an internal control (forward primer5’-TCAAGAAGGTGGTGAAGCAGG- 3’; reverse primer5’-CAGCGTCAAAGGTGGAGGAGT- 3’; probe5’’-VIC-CCTCAAGGGCATCCTGGGCTACACTBHQ1- 3’).Continuous variables were expressed as the medians and interquartile ranges (IQR).Categorical variables were summarized as the counts and percentages in eachcategory. Wilcoxon rank-sum tests were applied to continuous variables, and Fisher’sexact tests were used for categorical variables. All analyses were conducted withSTATA/SE 14.0.The demographic characteristics of the 24 asymptomatic cases are shown in Table S1.None of the cases were healthcare workers and eight (33.3%) had a history of recenttravel to Hubei (Case 1 and 5 were residents of Hubei (marked with blue arrows),Case 3, 4, 6, 9, 13 and 17 have travelled to Hubei (marked with blue boxes), and theperiod in Hubei might be the suspected contact time. The suspected contact time ofother cases who stay in Nanjing was marked with gray boxes according to theepidemiological investigation). The diagnosis date of each case showed that thenumber of cases who have been to Hubei decreased since Jan 28, 2020 (Figure S1).Individuals of all ages were involved in the COVID-19 asymptomatic infection withage ranging from 5 to 95 years old (median: 32.5 years) whereas 20.8% (5/24) of thecases were aged below 15 years. Eight cases (33.3%) were males. Two cases had ahistory of smoking (Case 1 and Case 13), and 2 were diagnosed with diabetes andhypertension (Case 8 and Case 13).Five cases (Case 2, 4, 5, 6, and 10, Figure 1) had symptoms during hospitalization.All the five cases developed fever without chills, with body temperatures fluctuatingfrom 36.5°C to 38.0°C, but none presented high fever (body temperature >39°C).Cases 4, 6 and 10 were free of other symptoms. Case 2 also had cough, fatigue andnasal congestion, and Case 5 presented cough, fatigue, dizziness and arthralgia. Case23 and Case 24 both had transient diarrhea, which was assessed as the medication sideeffect of lopinavir/ritonavir by two chief physicians.On admission, all 24 cases had a chest CT scan. Twelve (50.0%) cases showed typicalfindings of chest CT images of ground-glass or patchy shadows in the lungs (FigureS2). Five (20.8%) cases showed stripe shadows in lungs, an atypical image finding.CT scans of the rest 7 (29.2%) cases showed normal images. Four (16.7%) of the 24cases had lymphopenia (<0.8 × 109 cells/L) on admission. Leukopenia was alsoobserved in 4 cases. Elevated levels of alanine aminotransferase, aspartateaminotransferase, creatine kinase, C-reactive protein and D-dimer were uncommon(Table S1). During hospitalization, Case 2 and Case 5 developed leukopenia. Sevencases presented an elevated level of serum lactose dehydrogenase, among whom 3were accompanied with an increased level of C-reactive protein (Figure S3).Antiviral therapy was given to 21 cases (87.5%) as initiated therapy, in which, onecase also received antibiotics therapy, antifungal therapy plus immunoglobin therapy;and immunoglobin therapy was also given to 2 cases. All these cases were treatedwith interferon atomization. None of the cases developed severe pneumonia, requiringsystemic corticosteroids treatment, mechanical ventilation, or admission to ICU, andnone died (Table S1). As of Feb 18, 2020, a total of 18 cases (75.0%) had the viruscleared (two continuous negatives of nucleic acid tests), among whom nine caseswere discharged from the hospital while the rest nine were kept in hospital for furtherobservation. Six cases (Case 3, 8, 13, 16, 19 and 23) had nucleic acid tests reversed topositive after one negative result. Of particular concern, Case18 showed positiveagain even after the continuous negative of nucleic acid tests. Five cases (Case 7, 9,11, 14 and 24) had the virus cleared within a short time. The communicable period,defined as the interval from the first day of positive nucleic acid tests to the first dayof continuous negative tests, ranged from 1 to 21 days (median: 9.5 days, IQR,3.5-13.0 days, Figure S4, Table S1). Due to the censored data of 6 cases and theindeterminate date of the exact first infection, the communicable period wasunderestimated.We found that 7 (29.2%) cases had normal CT images and no symptoms duringhospitalization. As compared with other cases, these 7 cases were younger (median,14.0; P = 0.012) (Table S2). There were no differences in other characteristicsbetween these two groups, possibly due to the limited sample size. The blood test ofthese 7 cases showed no obvious abnormity. The median communicable period of the7 patients was 4.0 days (IQR, 2.0-15.0).evidence of the asymptomaticWe reviewed the medical records and epidemiological history of each case and oftheir family members if they were admitted in hospital for confirmed or suspectedCOVID-19 infection. In the family of Case 13, Relative 1 (wife of Case 13) firstvisited the hospital (Figure 2). Relative 1, a 64-year-old otherwise healthy woman,developed fever (the highest temperature was 38.7°C), cough, fatigue and vomitingon Jan 30, 2020. Three days later (Feb 2, 2020), she visited the hospital and wastested positive for the COVID-19 virus. Then, epidemiological investigations andnucleic acid tests were conducted on her son (Relative 2), daughter-in-law (Relative 3)and Case 13. Relative 2 and 3 had developed respiratory symptoms beforeinvestigation and were demonstrated positive for the COVID-19 virus. Nucleic acidtest was also positive for Case 13, but he had no symptoms during admission.Through epidemiological investigation, Case 13 admitted his travel history to the cityof Huanggang, Hubei province on Jan 19-20, 2020. Relative 1, 2 and 3 are all localNanjing residents and denied the history of contact with any confirmed or suspectedCOVID-19 patient, except for Case 13, in the recent 14 days. During hospitalization,Case 13 had no symptoms but remained positive for the COVID-19 virus till Feb 18,2020, which indicated that the communicable period could be as long as 29 days(from 21 Jan to 18 Feb, 2020). Among the 3 infected family members, Relative 1developed severe COVID-19 pneumonia and was admitted to the ICU on Feb 6, 2020.Relative 2 and 3 demonstrated clearance of the virus on Feb 18, 2020. In brief, Case13, an asymptomatic COVID-19 carriers transmitted the virus to his cohabiting familymembers, and one of the infected individuals developed severe COVID-19pneumonia and was admitted to ICU.In the present study, we provided epidemiological and clinical data of 24asymptomatic COVID-19 infections identified from the screening of close contacts inNanjing, Jiangsu Province. These asymptomatic cases were mildly ill as compared tothose previously reported in Wuhan, Hubei5,12,13. None of the 24 cases developedsevere pneumonia as of Feb18, 2020, and only 5 cases showed typical symptomsduring hospitalization. Similar to previous studies13,14, fever, cough and fatigue werethe main symptoms. Lymphopenia and leukopenia, previously associated with diseaseseverity 5,13,15, were uncommon in the asymptomatic cases of the present study.Interestingly, we found that young cases (< 15 years old) were prone to beasymptomatic even during hospitalization and to have a normal CT image, whichpartially suggested that nucleic acid testing would be crucial to identify asymptomaticinfections in young close contacts.Notably, we provided evidence for transmission from an asymptomatic infector toclose contacts that led to severe COVID-19 pneumonia. These findings indicate thatasymptomatic carriers can result in person-to-person transmission and should beconsidered a source of COVID-19 infection. It is also implicated by the report of the“Diamond Princess” that large numbers of asymptomatic or mild patients might havebeen hiding in the community. Therefore, it is of great public health significance tostrictly monitor close contacts via multiple nucleic acid screenings to contain potentialoutbreaks. Of particular, since massive movement returning to the work place and theschool is in progress, active contact tracing and strict health monitoring shouldremain an important strategy in China, or worldwide. Guidance of self-protection,active isolation of close contacts (either at home or centralized) should becontinuously highlighted. Isolation and multiple virus nucleic acid detections are alsorecommended for discharged COVID-19 patients.Our study was conducted in Nanjing, a city with adequate medications and publichealth interventions. The included cases were identified from systematic screening ofthe close contacts of COVID-19 patients (or suspected patients) both in clinic and incommunity. All asymptomatic carriers were admitted to and treated in the SecondHospital of Nanjing, and therefore the study population has strong representativenessof the whole city. We collected the contact history and followed longitudinal nucleicacid tests of the close contacts during their hospitalization, which provided arelatively reliable communicable period of asymptomatic cases. However, it is notablethat the real communicable period was longer than was calculated, due to the censoreddata of 6patients and the indeterminate date of the exact first infection. This study islimited by the small sample size and lack of data on nucleic acid tests before thediagnosis date. Large-scale multicenter studies are needed to verify our findings.2020.2. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet (London, England) 2020; 395(10223): 514-23.Transmission of a Novel Coronavirus in Vietnam. The New England journal ofmedicine 2020.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. Lancet (London, England) 2020.Guan W-j, Ni Z-y, Hu Y, et al. Clinical characteristics of 2019 novel coronavirusYang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 20197. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding. Lancet(London, England) 2020.Heymann DL, Shindo N. COVID-19: what is next for public health? The Lancet.9. Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper RespiratorySpecimens of Infected Patients. New England Journal of Medicine 2020.10. Wikipedia. Diamond Princess (ship). 2020.11. China NHCotPsRo. New coronavirus pneumonia prevention and control program12. Zhang Z, Li X, Zhang W, Shi ZL, Zheng Z, Wang T. Clinical Features andVirologica Sinica 2020.Lancet (London, England) 2020; 395(10223): 507-13.infections with COVID-19 screened among close contacts. The cases weresuccessively listed according to the date of diagnosis. Date of diagnosis wasdefined as origin point, the contact history was reviewed; abnormal blood testand CT image upon admission were listed; and symptom and nucleic acid testwere recorded during hospitalization.his cohabited family members, and his wife admitted to the ICU after beinginfected.Figure S1. Date of asymptomatic COVID-19 infection onset among close contactin Nanjing and the distribution of travel history to Hubei.Figure S2. Representative chest CT abnormalities of asymptomatic COVID-19infections. Case 4: Chest CT upon admission showed small local ground glassopacity (A, arrow), which completely resolved after 13 days (B). Case 13: Chesta follow-up chest CT after 4 days.Figure S4. The calculation process of the communicable period.", "ref_list": [[], [""], ["Importation and Human-to-Human 13"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Organization WH"], ["LT Phan", "TV Nguyen", "QC Luong", "C Huang", "Y Wang", "X Li", "Chang", "M Lin", "L Wei", "N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Acknowledgement: This study was funded in part by the project of Jiangsu province\nmedical youth talent (QNRC2016059), Nanjing medical science and technique\ndevelopment foundation (ZKX17040 and YKK18153), the National Natural Science\nFoundation of China (81903382), the Natural Science Foundation of Jiangsu Province\n(BK20190652),", "one_words_summarize": "Previous studies have showed clinical characteristics of patients with the 2019 novelcoronavirus disease (COVID-19) and the evidence of person-to-person transmission. These results highlightedthe importance of close contact tracing and longitudinally surveillance via virusnucleic acid tests. As of 16February 2020, 51, 857 patients with COVID-2019 have been reported and 1, 1211deaths were confirmed in China . We sought to delineate the clinical characteristics and thetransmission potential of asymptomatic infections. Asymptomatic carriers werescreened from close contacts both in clinic and in community. This study was reviewed and approved by the Medical Ethical Committee ofSecond Hospital of Nanjing (approval number 2020-LS-ky003). The human GAPDHgene was used as an internal control (forward primer5’-TCAAGAAGGTGGTGAAGCAGG- 3’; reverse primer5’-CAGCGTCAAAGGTGGAGGAGT- 3’; probe5’’-VIC-CCTCAAGGGCATCCTGGGCTACACTBHQ1- 3’).Continuous variables were expressed as the medians and interquartile ranges (IQR).Categorical variables were summarized as the counts and percentages in eachcategory. All analyses were conducted withSTATA/SE 14.0.The demographic characteristics of the 24 asymptomatic cases are shown in Table S1.None of the cases were healthcare workers and eight (33.3%) had a history of recenttravel to Hubei (Case 1 and 5 were residents of Hubei (marked with blue arrows),Case 3, 4, 6, 9, 13 and 17 have travelled to Hubei (marked with blue boxes), and theperiod in Hubei might be the suspected contact time. Five (20.8%) cases showed stripe shadows in lungs, an atypical image finding. During hospitalization, Case 2 and Case 5 developed leukopenia. Due to the censored data of 6 cases and theindeterminate date of the exact first infection, the communicable period wasunderestimated. As compared with other cases, these 7 cases were younger (median,14.0; P = 0.012) (Table S2). There were no differences in other characteristicsbetween these two groups, possibly due to the limited sample size. In the family of Case 13, Relative 1 (wife of Case 13) firstvisited the hospital (Figure 2). Through epidemiological investigation, Case 13 admitted his travel history to the cityof Huanggang, Hubei province on Jan 19-20, 2020. Among the 3 infected family members, Relative 1developed severe COVID-19 pneumonia and was admitted to the ICU on Feb 6, 2020.Relative 2 and 3 demonstrated clearance of the virus on Feb 18, 2020. In brief, Case13, an asymptomatic COVID-19 carriers transmitted the virus to his cohabiting familymembers, and one of the infected individuals developed severe COVID-19pneumonia and was admitted to ICU.In the present study, we provided epidemiological and clinical data of 24asymptomatic COVID-19 infections identified from the screening of close contacts inNanjing, Jiangsu Province. Guidance of self-protection,active isolation of close contacts (either at home or centralized) should becontinuously highlighted. This study islimited by the small sample size and lack of data on nucleic acid tests before thediagnosis date. Large-scale multicenter studies are needed to verify our findings.2020.2. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet(London, England) 2020.Heymann DL, Shindo N. COVID-19: what is next for public health? SARS-CoV-2 Viral Load in Upper RespiratorySpecimens of Infected Patients."}