{"date": "2020/02/20", "journal": "medrxiv", "authors": "Zhiheng Xu, Jianmeng Zhou, Yongbo Huang, Xuesong Liu, Yonghao Xu, Sibei Chen, Dongdong Liu, Zhimin Lin, Xiaoqing Liu, Yimin Li", "title": "The efficacy of convalescent plasma for the treatment of severe influenza", "type": "preprint article", "abstract": "#These authors contributed equally to this work. Sources of funding ： National Science and Technology Major Project (No. Special Project for Emergency of the Ministry of Science and Technology (2020YFC0841300); the Special Project of Guangdong Science and Technology Author's contribution: Y.M.L and X.Q.L. designed the initial concept; Z.H.X and J.M.Z acquisition of data, analyzed the data and wrote the manuscript. Y.B.H, X.S.L, Y.H.X, S.B.C, D.D.L, Z.M.L design and revised the manuscript. All authors read and approved the final manuscript. Conflict of interest: None declared.", "text": "Background. Administration of convalescent plasma may be of clinical benefit fortreatment of severe acute viral respiratory infections. However, no clear evidenceexists to support or oppose convalescent plasma use in clinical practice. Weconducted a systematic review andmeta-analysis to assess the evidence ofrandomized controlled trials (RCTs) in the convalescent plasma for the treatment ofsevere influenza.Methods. Healthcare databases were searched in February 2020. All records werescreened against the eligibility criteria. Data extraction and risk of bias assessmentswere undertaken. The primary outcome was case-fatality rates by influenza.Results. We identified 5 RCTs of severe influenza. The pooled analyses showed noevidence for a reduction in mortality (Odds Ratio (OR) 1.06; 95% confidence interval(CI) 0.51–2.23; p = 0.87; I2 = 35%). We also found non-significant reductions in daysin ICU and hospital, and days on mechanical ventilation. There seemed to have abiological benefit of increasing HAI titer levels and decreasing influenza B virusloads and cytokines after convalescent plasma treatment. No serious adverse eventswas reported between two groups. Studies were commonly of low risk of bias withhigh quality.Conclusions. Convalescent plasma appears safe but may not reduce mortality insevere influenza. This therapy should be studied within the context of a well-designedclinical trial for treatment of SARS-Cov-2 infection.Keywords. severe influenza; convalescent plasma; SARS-CoV-2; systematic review;Introduction        Viral pneumonia is a major cause of morbidity and mortality around the world (                Since December 2019, an increasing number of cases of pneumonia infected bySARS-CoV-2 have been reported in China (                It has been suggested that administration of high-titre anti-influenza immuneplasma, derived from convalescent or immunised individuals, may yield a clinicaleffect for treatment of seasonal and pandemic influenza of viral etiology (                However, the underlying evidence based on previous studies was of poor qualitybecause few of them was randomized trial. And recently, randomized controlled trialshad shown that convalescent plasma or hyperimmune intravenous immunoglobulin(H-IVIG) prepared from pooled plasma obtained from convalescent patients conferredno significant benefit over placebo for patients with influenza infection (        Therefore, we conducted a systematic review and meta-analysis to evaluate theclinical efficacy of either convalescent plasma or hyperimmune immunoglobulin forthe treatment of severe influenza, to help inform clinical management ofSARS-CoV2 infection.METHODSInclusion and exclusion criteriaWe included prospective randomized controlled trials (RCTs) involvingpatientswith influenza treatedbyconvalescent plasmaandhyperimmuneimmunoglobulin. We limited publications to the English language. We excludedcrossover trials, before-after studies, conference presentations, abstract publications,case reports and editorials. Case series or other studies with no comparator will alsobe excluded.Search strategyTwo reviewers (Z.H.X and J.M.Z) executed the search strategy in February2020. To increase the sensitivity of our search strategy, we combined the terms“influenza” with “convalescent plasma” or “convalescent serum” or “hyperimmuneimmunoglobulin” or “immune plasma” or “H-IVIG” as key words or Medical SubjectHeadings (MeSH) terms. We searched 4 databases (Pubmed, EMBASE, Scopus, andWeb of Science) from electronic databases inception to February 10th, 2020. Wesystematically screened abstracts and full text publications for studies that met oureligibility criteria.DefinitionsThe study population of interest was patients of any age or sex who werehospitalizedwith influenzawith a laboratory-confirmed viral infection. Theintervention was convalescent plasma, serum, or hyperimmune immunoglobulinderived from convalescent or immunised individuals. Comparator treatments includedplacebo, low titre plasma, or sham therapy.OutcomesThe primary outcome of this review were case-fatality rates by influenza,reflecting the efficacy of convalescent plasma and hyperimmune immunoglobulintherapy. Secondary outcomes included antibody levels, cytokine levels, viral loads,incidence of serious adverse events, days on mechanical ventilation, ICU and hospital.Data abstractiondiscussion and consensus.Quality assessmentTwo investigators (Z.H.X and J.M.Z) independently reviewed and abstracteddata from each retrieved article and supplement. Discrepancies were resolved by        We assessed the quality of all included trials based on review of the details inthe method section and supplements of included trials. We appraised trial qualityusing the Cochrane collaboration tool for assessing risk of bias (RoB) (        Assessment of heterogeneity        We used the I2 statistic to evaluate the impact of heterogeneity on pooled results.An I2 value of greater than 50% indicated substantial heterogeneity (        Categorical data was pooled using the odds ratios (ORs), with the 95%confidence intervals (CIs). Statistical analyses were conducted with Review Manager(RevMan) Version 5.3 (Copenhagen: The Nordic Cochrane Centre, The CochraneCollaboration, 2014), and two-sided p values < 0.05 were considered statisticallysignificant.ResultsDescription of studiesWe identified 2,861 potentially eligible studies. After exclusion of duplicate andirrelevant articles, 29 trials were retrieved to be reviewed in greater detail. Of these,we excluded 24 studies that did not meet our eligibility criteria and thus included 5trials in our review (Fig.1).        All of the 5 studies were multicenter randomized controlled trials. Hung et al hadfound that hyperimmune IV immunoglobulin (H-IVIG) administrated within 5 days ofsymptom onset was associated with a lower viral load and reduced mortality inpatients with severe H1N1 infection (        Risk of bias of included studies        The RCTs included were all assessed to be at low risk of bias with respect toattribution bias, reporting bias and selection bias except for 1 trial for which randomsequence generation was deemed unclear (        Primary outcome of mortality        There were 4 trials with extractable data included to assess the efficacy inreducing mortality of severe influenza by immune plasma (        Secondary outcomesAntibody Levels        It was reported that HAI titer levels significantly increased in the patientsinfected with influenza A and influenza B receiving H-IVIG. However, HAI titerlevels decreased gradually after the first week treatment (                Hung et al had found that H1N1 viral loads were significantly lower in patientsafter convalescent plasma infused than in the control group. Furthermore, thecytokines, including IL-1ra, IL-10, and TNF-a, were also lower in the convalescentplasma treatment group (        Length of ICU/ Hospital Stay        Trials from Hung et al and Beigel et al had found that there was no significantdifference in the length of ICU stay between the H-IVIG/immune plasma treatmentgroup and the control group. Moreover, the length of hospital stay was similarbetween the two groups (        Serious Adverse Events        No adverse events related to treatment were reported in Hung’s trial (        DiscussionOur analyses suggested that convalescent plasma may not have a clinicallyrelevant impact in reducing the rate of mortality in patients with influenza. We alsofound non-significant reductions in days in ICU and hospital, and days on mechanicalventilation. Of interest was the evidence for a benefit of increasing HAI titer levelsand decreasing influenza B virus loads and cytokines after convalescent plasmatreatment. No serious adverse events was reported.        The use of immune plasma has been recommended as a primary therapy forsevere respiratory infectious diseases, including influenza, SARS, and MERS (                For secondary outcomes, including days in ICU and hospital, and days onmechanical ventilation, 3 RCTs reported relevant data showed non-significantreductions between H-IVIG/immune plasma group and control group (                According to the findings of high quality RCTs, we did not identify passiveimmunotherapy as an adjunctive therapy providing clinical benefit for patients withsevere influenza. Therefore, for patients with COVID-19, clinicians should take suchprevious findings carefully into considerations before the use of convalescent plasmain critically ill SARS-CoV-2 infected patients. The composition of the plasma iscomplex. And the antibodies produced by the human body are matched with its ownimmune system. Transfusion reactions may occur in blood products administration(        ConclusionAvailable high quality evidence suggested that convalescent plasma/H-IVIG wassafe but unlikely to reduce mortality in patients with severe influenza. Despite thecurrent outbreakandemergencyofSARS-CoV-2affectingpublichealth,convalescent plasma should be carefully taken into consideration before awelldesigned clinical trial was carried out.King K, Burgess TH, Aga E, Lane HC, Hughes MD, Davey RT, Team IRCS.Immune plasma for the treatment of severe influenza: an open-label, multicentre,phase 2 randomised study. Lancet Respir Med 2017; 5: 500-511.Popovsky M, Stanworth SJ, Tinmouth A, Van De Watering L, Waters JH, Yazer M,Ziman A, Biomedical Excellence for Safer Transfusion C. Transfusion reactions:prevention, diagnosis, and treatment. Lancet 2016; 388: 2825-2836.21. Panch SR, Montemayor-Garcia C, Klein HG. Hemolytic Transfusion Reactions. The NewEngland journal of medicine 2019; 381: 150-162.yellow represents unclear risk of bias, and red represents high risk of bias.control in patients with severe influenza.stage(n=945)Full-text articles excluded(n=23)• Not population of interest (n=8)• Retrospective study (n=6)• not suitable comparator(n=5)• Case report(n=5)Figure 1 Search strategy of meta-analysis on selecting patients for inclusionTable 1 Characteristics of included studiesNO.Davey Jr, et al Lancet Respir Med, 2019Lancet Respir Med, 2017Lancet Respir Med, 2019Yesinfluenza A or Binfluenza A or BSecondary outcomesDays on mechanical ventilationDavey Jr, et al, 2019;hIVIG Pilot Study Group, 2016Hung et al, 2013Davey Jr, et al, 2019Davey Jr, et al, 2019influenza A and B", "ref_list": [[], ["Viral pneumonia"], ["Viral pneumonia: etiologies and treatment"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Global epidemiology of avian influenza A H5N1 virus infection in humans, 1997- 2015: a systematic review of individual case data"], ["East respiratory syndrome"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle"], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis"], ["Prophylactic and therapeutic efficacy of human monoclonal antibodies against H5N1 influenza"], ["Logistical feasibility and potential benefits of a population-wide passive-immunotherapy program during an influenza pandemic"], ["Lai"], ["Meta-analysis: convalescent blood products for Spanish influenza pneumonia: a future H5N1 treatment?"], ["Anti-influenza immune plasma for the treatment of patients with severe influenza A: a randomised, double-blind, phase 3 trial"], ["Anti-influenza hyperimmune intravenous immunoglobulin for adults with influenza A or B infection (FLU-IVIG): a double-blind, randomised, placebocontrolled trial"], ["Collaboration's tool for assessing risk of bias in randomised trials"], ["Chan"], ["INSIGHT FLU005: An Anti-Influenza Virus Hyperimmune Intravenous Immunoglobulin Pilot Study"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["O Ruuskanen", "E Lahti", "LC Jennings", "DR Murdoch"], ["D Dandachi", "MC Rodriguez-Barradas"], ["C Drosten", "S Günther", "W Preiser", "S van der Werf", "H-R Brodt", "S Becker", "H Rabenau", "M Panning", "L Kolesnikova", "RAM Fouchier", "A Berger", "J Burguière A-M", "M Eickmann", "N Escriou", "K Grywna", "S Kramme", "J-C Manuguerra", "S Müller", "V Rickerts", "M Stürmer", "S Vieth", "H-D Klenk", "ADME Osterhaus", "H Schmitz", "HW Doerr"], ["S Lai", "Y Qin", "BJ Cowling", "X Ren", "NA Wardrop", "M Gilbert", "TK Tsang", "P Wu", "L Feng", "H Jiang", "Z Peng", "J Zheng", "Q Liao", "S Li", "PW Horby", "JJ Farrar", "GF Gao", "AJ Tatem", "H Yu"], ["A Zumla", "DS Hui", "S. Middle Perlman"], ["DS Hui", "I Azhar E Madani", "TA Ntoumi", "F Kock", "R Dar", "O Ippolito", "G McHugh", "TD Memish", "ZA Drosten", "C Zumla", "A Petersen", "E."], ["H Lu", "CW Stratton", "Y-W. Tang"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "X Zhao", "B Huang", "W Shi", "R Lu", "P Niu", "F Zhan", "X Ma", "D Wang", "W Xu", "G Wu", "GF Gao", "W Tan", "I China Novel Coronavirus", "T. Research"], ["J Mair-Jenkins", "M Saavedra-Campos", "JK Baillie", "P Cleary", "WS Khaw F-M", "S Makki", "KD Rooney", "JS Nguyen-Van-Tam", "CR Beck"], ["CP Simmons", "NL Bernasconi", "AL Suguitan", "K Mills", "JM Ward", "NVV Chau", "TT Hien", "F Sallusto", "DQ Ha", "J Farrar", "MD de Jong", "A Lanzavecchia", "K. Subbarao"], ["JT Wu", "CK Lee", "BJ Cowling", "KY Yuen"], ["IF Hung", "KK To", "K-L Lee C-K", "K Chan", "W-W Yan", "R Liu", "C-L Watt", "W-M Chan", "T K-Y", "F-L Chow", "BS Wong K-K", "CC Lau", "IW Li", "S-H Liu", "K K-H"], ["TC Luke", "EM Kilbane", "JL Jackson", "SL Hoffman"], ["JH Beigel", "E Aga", "J Elie-Turenne M-C", "P Tebas", "CL Clark", "JP Metcalf", "C Ozment", "K Raviprakash", "J Beeler", "HP Holley", "Jr.", "S Warner", "C Chorley", "HC Lane", "MD Hughes", "RT Davey", "Jr.", "IRCS Team"], ["RT Davey", "Jr.", "E Fernández-Cruz", "N Markowitz", "S Pett", "AG Babiker", "D Wentworth", "S Khurana", "N Engen", "F Gordin", "MK Jain", "V Kan", "MN Polizzotto", "P Riska", "K Ruxrungtham", "Z Temesgen", "J Lundgren", "JH Beigel", "HC Lane", "JD Neaton", "IF Group"], ["JPT Higgins", "DG Altman", "PC Gøtzsche", "P Jüni", "D Moher", "AD Oxman", "J Savovic", "KF Schulz", "L Weeks", "JAC Sterne", "G Cochrane Bias Methods", "Cochrane Statistical Methods G. The Cochrane"], ["IFN Hung", "KKW To", "K-L Lee C-K", "W-W Yan", "K Chan", "K-I Chan W-M", "F-L Chow", "R Liu", "K-Y Lai", "CCY Lau", "S-H Liu", "IV K-H"], [], ["JH Beigel", "P Tebas", "E Elie-Turenne M-C", "TE Bell", "CB Cairns", "S Shoham", "JG Deville", "E Feucht", "J Feinberg", "T Luke", "K Raviprakash", "J Danko", "D O'Neil", "JA Metcalf"], ["M Delaney", "S Wendel", "RS Bercovitz", "J Cid", "C Cohn", "NM Dunbar", "TO Apelseth"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background. Administration of convalescent plasma may be of clinical benefit for\ntreatment of severe acute viral respiratory infections. However, no clear evidence\nexists to support or oppose convalescent plasma use in clinical practice. We\nconducted a systematic review and", "one_words_summarize": "Administration of convalescent plasma may be of clinical benefit fortreatment of severe acute viral respiratory infections. However, no clear evidenceexists to support or oppose convalescent plasma use in clinical practice. Weconducted a systematic review andmeta-analysis to assess the evidence ofrandomized controlled trials (RCTs) in the convalescent plasma for the treatment ofsevere influenza. We excludedcrossover trials, before-after studies, conference presentations, abstract publications,case reports and editorials. Case series or other studies with no comparator will alsobe excluded. Theintervention was convalescent plasma, serum, or hyperimmune immunoglobulinderived from convalescent or immunised individuals. An I2 value of greater than 50% indicated substantial heterogeneity (        Categorical data was pooled using the odds ratios (ORs), with the 95%confidence intervals (CIs). The use of immune plasma has been recommended as a primary therapy forsevere respiratory infectious diseases, including influenza, SARS, and MERS (                For secondary outcomes, including days in ICU and hospital, and days onmechanical ventilation, 3 RCTs reported relevant data showed non-significantreductions between H-IVIG/immune plasma group and control group (                According to the findings of high quality RCTs, we did not identify passiveimmunotherapy as an adjunctive therapy providing clinical benefit for patients withsevere influenza."}