{"date": "2020/02/14", "journal": "medrxiv", "authors": "Deqiang Li, Zhicheng Liu, Qinghe Liu, Zefei Gao, Junkai Zhu, Junyan Yang, Qiao Wang", "title": "Estimating the Efficacy of Traffic Blockage and Quarantine for the Epidemic Caused by 2019-nCoV (COVID-19)", "type": "preprint article", "abstract": "{ deqiang_li, liuqinghe, zhichengliu, zf_gao, junkai_zhu} @seu.edu.cn", "text": "Abbreviations: SARS-COV-2, severe acute respiratory syndrome coronavirus 2; Flow-SEIRmodel, flow-suceptible-exposed-infection-recovery model; COVID-19, corona virus disease 2019.        The recent study[                On January 24, 2020, J. M. Read et al [                On January 27, 2020, B. Tang et al [                On Feb.4, 2020, S. Ai et al[                On Feb.9, 2020, X. Li et al [                In our previous work[        In our study, we define the traffic blockage factor and quarantine factor and estimated thequantification of the effictiveness of the intervation measures, based on the proposed Flow-SEIRmodel. The results will help the adjustment of traffic blockage control policy and decreasing thenumber of cases by encouraging the public to be self-protective.Since the outbreaks of SARS-COV-2 were in the Chinese Spring Festival, a large number ofpopulatin flows in and out the origin outbreak area, Wuhan, which contributes to the situation thatthe epidemic was severe in mainland of China. The policy of traffic blockage and quarantine wereimplemented in Janurary 23rd, 2019, then the chance of cross-infection was decreasing sharply. Wemake the following assumptions regrading to the status quo of the epidemic and the SARSempirical parameters.H1: The outbreak of SARS-COV-2 was in Dec. 8th, 2019.H2: The flows in domestic provinces are concluded, the abroad flow is not considered.H3: Only the susceptible with no clinical symptoms can flow in and out, the exposed andinfections will be quarantined.H4: There is no super spreaders, in other words, the chance of infected was equal to those who arecontact with the infections.H5: The SARS-COV-2 has weak seasonality in its transmission, unlike influenza.H6: The recovery rate is time-dependent and will linearly increase.H7: The empirical parameters on SARS will also work on SARS-COV-2.H8: Most people will follow the governmental instructions and stay at home after the trafficblockage.We denote S, E, I, R,F in the flow-SEIR model and the parameters as the following:S: number of those susceptibleE: number of those exposedI:R:F:β:number of those infectivenumber of those recoveredpopulation flow in and outrate of those who are susceptible and being infected.α： rate of those who are exposed and being infectious.γ1 :Those who are infectious and being recovered.γ2 ：Those who are exposed and being recovered.And we also introduce the traffic blockage factor τ, and the self-isolation and quarantine factorε, which are the quantifications of traffic blockage and quarantine, respectively. Since thegovernment urges the public to stay at home and self-protective, the self-protection at home is alsoaccounted as a part of quarantine.        There are a lot of study on epidemic with SEIR[        ∑,,…, 1 (2)whereδ ji is the ratio of migration population to the whole population independent of the trafficblockage. In equation(2), traffic blockage factor is introduced, which range from 0 to 1. Whenis 0, there is no traffic blockage, and when is 1, the flow will suspend. Before the trafficblockage, the factorδ ji can be large, since a large number of migration population flows in and out,after then, the ratio will be in decline dramatically.        According to our the hypothesis H3, only the potential susceptible S will contribute to thetransmission, then the transmission rate can be rewritten as:(3)where is shown in the notations, and k is a constant which will be estimated, is basicreproductive number[        The data we used in this study is all available online. The data of confirmed cases is released bythe National Health Commission of China and all provinces’ health commissions. The migrationdata is from Baidu Migration. For data source websites, see Appendix 1.For traffic blockage factors and quarantine factors, we range the values from 0 to 1, respectively,to estimate the experimental results, which are shown in Fig 2 and Fig 3. From Fig 2, we canconclude that the peak number of cases decrease dramatically, with the quarantine factorincreasing . When is 1, all the population is isolated from others, the peak value will decreaseby 89.68% on average, while is 0, all the population flows independent of the control policy,the peak value will increase by 20.4% on average.When the traffic blockage factor is close to 1, the target area is almost completely inblockage, the peak value will decrease by 21.06%-22.39% than that with =0. In contrast, theself-isolation and quarantine is more effective than the traffic blockage, so we encourage people tobe self-protective to prevent the cross-infection.(a) Hubei (b) Except HubeiFIGURE 2. Confirmed cases under different , the x-axis is date, the y-axis is number of confirmed cases.(a) Hubei (b) Except HubeiFIGURE 3. Confirmed cases under different , the x-axis is date, the y-axis is the number of confirmed cases.We also estimated the trend of confirmed cases with quarantine at different time. As is shown inFig4, the quarantine factor increase by 0.01, the peak arrival time in Hubei will arrive 0-2 daysearlier, and the peak arrival time of other provinces except Hubei will arrive 1-3 days earlier.For Hubei Province, if the quarantine is 1 week of delay, the peak value will increase by 8.50%- 10.95%, while 1 week earlier, the peak value will decrease by 24.26% - 25.33%, and 2 weeksearlier, the peak value will decrease by 57.10% - 57.46%. For the other provinces except Hubei, ifthe quarantine is 1 week of delay, the peak value will increase by 20.92% - 22.77%, while 1 weekearlier, the peak number will decrease by 32.78% - 35.60%, and 2 weeks earlier, the peak valuewill decrease by 63.75% - 67.13%.It can be drawn a conclusion that if the time delay is more than 15 days, various areas will besevere epdemic areas like Hubei. And we need to be isolated at home, in order to decrease the riskof cross-infection.encourage the public to be self-protective at home until the epidemic is under control. Morehuman and material resources should be sent to guarantine the self-protection and quarantine andprevent the cross-infection.Appendix1 Data Sourcehttp://qianxi.baidu.com/Official Reported Cases Data:http://www.nhc.gov.cn/http://wjw.beijing.gov.cn/http://wjw.fujian.gov.cn/http://wsjk.tj.gov.cn/http://wsjkw.hebei.gov.cn/http://www.xjhfpc.gov.cn/http://wsjkw.nx.gov.cn/http://wsjkw.cq.gov.cn/http://wjw.hubei.gov.cn/http://www.zjwjw.gov.cn/http://wsjkw.sh.gov.cn/http://wjw.nmg.gov.cn/http://wsjk.gansu.gov.cn/", "ref_list": [[], ["Early dynamics of transmission and control of 2019-nCoV: a mathematical modelling study[J]"], ["Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR model[J]"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study"], ["Protective population behavior change in outbreaks of emerging infectious disease[J]"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions[J]"], ["Estimation of the transmission risk of 2019-nCov and its implication for public health interventions"], ["The lockdown of Hubei Province causing different transmission dynamics of the novel coronavirus (2019-nCoV"], ["Population movement, city closure and spatial transmission of the 2019-nCoV infection in China[J]"], ["Effects of closing and reopening live poultry markets on the epidemic of human infection with avian influenza A virus[J]"], ["Epidemic trends analysis and risk estimatio n of 2019-nCoV outbreak"], ["Seasonality and period-doubling bifurcations in an epidemic model[J]"], ["Global dynamics of an SEIR epidemic model with vertical transmission[J]"], ["Forecasting epidemics through nonparametric estimation of time-dependent transmission rates using the SEIR model"], ["A new framework and software to estimate time-varying reproduction numbers during epidemics"], ["Estimating in real time the efficacy of measures to control emerging communicable diseases"], ["Model parameters and outbreak control for SARS[J]"], ["Mathematical models in population biology"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["AJ Kucharski", "TW Russell", "C Diamond"], ["P Shao", "Y. Shan"], ["JT Wu", "K Leung", "GM Leung"], ["EK Lodge", "AM Schatz", "JM Drake"], ["JM Read", "JRE Bridgen", "DAT Cummings"], ["B Tang", "X Wang", "Q Li"], ["Xinhai Li", "Yuehua."], ["Ai"], ["J Lu", "W Liu", "R Xia"], ["Liu Qinghe", "Deqiang Li"], ["JL Aron", "IB Schwartz"], ["MY Li", "HL Smith", "L Wang"], ["A Smirnova", "L deCamp", "G Chowell"], ["A Cori", "N M Ferguson", "C Fraser"], ["S Cauchemez", "P Y Boëlle", "G Thomas"], ["G Chowell", "C Castillo-Chavez", "P W Fenimore"], ["F Brauer", "C Castillo-Chavez", "C Castillo-Chavez"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Abbreviations: SARS-COV-2, severe acute respiratory syndrome coronavirus 2; Flow-SEIR\nmodel, flow-suceptible-exposed-infection-recovery model; COVID-19, corona virus disease 2019.", "one_words_summarize": "Abbreviations: SARS-COV-2, severe acute respiratory syndrome coronavirus 2; Flow-SEIRmodel, flow-suceptible-exposed-infection-recovery model; COVID-19, corona virus disease 2019. H1: The outbreak of SARS-COV-2 was in Dec. 8th, 2019.H2: The flows in domestic provinces are concluded, the abroad flow is not considered. H3: Only the susceptible with no clinical symptoms can flow in and out, the exposed andinfections will be quarantined. Whenis 0, there is no traffic blockage, and when is 1, the flow will suspend. Before the trafficblockage, the factorδ ji can be large, since a large number of migration population flows in and out,after then, the ratio will be in decline dramatically. In contrast, theself-isolation and quarantine is more effective than the traffic blockage, so we encourage people tobe self-protective to prevent the cross-infection.(a) Hubei (b) Except HubeiFIGURE 2. For Hubei Province, if the quarantine is 1 week of delay, the peak value will increase by 8.50%- 10.95%, while 1 week earlier, the peak value will decrease by 24.26% - 25.33%, and 2 weeksearlier, the peak value will decrease by 57.10% - 57.46%. Appendix1 Data Sourcehttp://qianxi.baidu.com/Official Reported Cases Data:http://www.nhc.gov.cn/http://wjw.beijing.gov.cn/http://wjw.fujian.gov.cn/http://wsjk.tj.gov.cn/http://wsjkw.hebei.gov.cn/http://www.xjhfpc.gov.cn/http://wsjkw.nx.gov.cn/http://wsjkw.cq.gov.cn/http://wjw.hubei.gov.cn/http://www.zjwjw.gov.cn/http://wsjkw.sh.gov.cn/http://wjw.nmg.gov.cn/http://wsjk.gansu.gov.cn/"}