{"date": "2020/02/21", "journal": "medrxiv", "authors": "Shi Zhao, Daozhou Gao, Zian Zhuang, Marc Chong, Yongli Cai, Jinjun Ran, Peihua Cao, Kai Wang, Yijun Lou, Weiming Wang, Lin Yang, Daihai He, Maggie Wang", "title": "Estimating the serial interval of the novel coronavirus disease (COVID-19): A statistical analysis using the public data in Hong Kong from January 16 to February 15, 2020", "type": "preprint article", "abstract": "34\n35\n36\n37\n38", "text": "3435363738        Backgrounds: The emerging virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), hascaused a large outbreak of novel coronavirus disease (COVID-19) in        Methods: Index cases were identified and reported after symptoms onset, and contact tracing was conductedto collect the data of the associated secondary cases. An interval censored likelihood framework is adopted tofit a Gamma distribution function to govern the SI of COVID-19.Findings: Assuming a Gamma distributed model, we estimated the mean of SI at 4.4 days (95%CI: 2.9−6.7)and SD of SI at 3.0 days (95%CI: 1.8−5.8) by using the information of all 21 transmission chains in HongKong.Conclusion: The SI of COVID-19 may be shorter than the preliminary estimates in previous works. Given thelikelihood that SI could be shorter than the incubation period, pre-symptomatic transmission may occur, andextra efforts on timely contact tracing and quarantine are recommended in combating the COVID-19 outbreak.        The novel coronavirus disease (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2        As of February 15, there were 56 COVID-19 cases confirmed in Hong Kong [4], and local transmission wasalso recognized by the contact tracing investigation. Given the risk of human-to-human transmission, theserial interval (SI), which refers to the time interval from illness onset in a primary case (i.e., infector) to thatin a secondary case (i.e., infectee) [6-9], was of interested to iterative rate of transmission generations ofCOVID-19. SI could be used to assist strategic decision-making of public health policies and constructanalytical frameworks for studying the transmission dynamics of SARS-CoV-2.In this study, we examined the publicly available materials released by the Centre for Health Protection (CHP)of Hong Kong. Adopting the case-ascertained design [10], we identified the transmission chain from indexcases to secondary cases. We estimated the SI of COVID-19 based on 21 identified transmission chains fromthe surveillance data and contact tracing data in Hong Kong.As of February 15, there were 56 confirmed COVID-19 cases in Hong Kong [4], which followed the casedefinition in official diagnostic protocol released by the World Health Organization (WHO) [11]. To identifythe pairs of infector (i.e., index case) and infectee (i.e., secondary case), we scanned all news press released bythe CHP of Hong Kong between January 16 and February 15, 2020 [5]. The exact symptoms onset dates of allindividual patients were released by CHP [4], which were publicly available, and used to match eachtransmission chain. For those infectees associated with multiple infectors, we record the range of onset datesof all associated infectors, i.e., lower and upper bounds. We identified 21 transmission chains, including 12infectees matched with only one infector, that were used for SI estimation.Following previous study [6], we adopted a Gamma distribution with mean μ and standard deviation (SD) σ,denoted by g(·|μ,σ), to govern the distribution of SI. The interval censored likelihood, denoted by L, of SIestimates is defined in Eqn (1)., |,,∏|,| ,The h(·) was the probability density function (PDF) of exposure following a uniform distribution with a rangefrom Tlow to Tup. The terms Tilow and Tiup denoted the lower and upper bounds, respectively, for the range ofonset dates of multiple infectors linked to the i-th infectee. Specially, for the infectees with only one infector,Tlow = Tup, and thus h(·) = 1. The τi was the observed onset date of the i-th infectee. We calculated themaximum likelihood estimates of μ and σ. Their 95% confidence interval (95%CI) were calculated by usingthe profile likelihood estimation framework with cutoff threshold determined by a Chi-square quantile [12].In the dataset, the latest onset date of all infectors was on January 31 in contrast to the investigation period upto February 15. Given the minimum investigation period at (15 – 0 + 1 =) 16 days, which is approximatelytwice of the SI of the severe acute respiratory syndrome (SARS) [13], we ignored the right-truncated selectionbias, i.e., ‘infector-infectee’ pairs with longer SI, due to short investigation period. Therefore, the likelihoodframework defined in Eqn (1) was sufficient for the estimation in this study.The observed SIs of all 21 samples have a mean at 4.3 days, median at 4 days, interquartile range (IQR)between 2 and 5, and range from 1 to 13 days. For the 12 ‘infector- infectee’ pairs, the observed SIs have amean at 3 days, median at 2 days, IQR between 2 and 4, and range from 1 to 8 days. Fig 1 shows thelikelihood profiles of varying SI with respect to μ and σ of SI. By using all 21 samples, we estimated the meanof SI at 4.4 days (95%CI: 2.9−6.7) and SD of SI at 3.0 days (95%CI: 1.8−5.8). The fitted Gamma distributionwas shown in Fig 2. These estimates largely matched the results in the existing literatures [14, 15]. Limiting toonly consider the 12 ‘infector-infectee’ pairs, we estimated the mean of SI at 3.1 days (95%CI: 2.0−5.4) andSD of SI at 1.8 days (95%CI: 1.0−4.7).Comparing to the SI of SARS with mean at 8.4 days and SD at 3.4 days [13], the estimated 4.4-day SI forCOVID-19 indicated rapid cycles of generation replacement in the transmission chain. Hence, highly efficientpublic health control measures, including contact tracing, isolation and screening, were strongly recommendedto mitigate the epidemic size. The timely supply and delivery of healthcare resources, e.g., facemasks, alcoholsterilizer and manpower and equipment for treatment, were of required in response to the rapid growingincidences of COVID-19.As also pointed out by two recent works [14, 15], the mean of SI at 4.4 days is notably smaller than the meanincubation period, roughly 5 days, estimated by many previous studies [16-19]. The pre-symptomatictransmission may occur when the SI is shorter than the incubation period. If isolation can be conductedimmediately after the symptom onset, the pre-symptomatic transmission is likely to contribute to the most ofSARS-CoV-2 infections. This situation has been recognized by a recent epidemiological investigationevidently [20], and implemented in the mechanistic modelling studies of COVID-19 epidemic [3, 21], wherethe pre-symptomatic cases were contagious. As such, merely isolating the symptomatic cases will lead to aconsiderable proportion of secondary cases, and thus contact tracing and immediately quarantine were crucialto reduce the risk of infection.A recently epidemiological study used 5 ‘infector-infectee’ pairs from contact tracing data in Wuhan, Chinaduring the early outbreak to estimate the mean SI at 7.5 days (95%CI: 5.3−19.0) [17], which appeared largerthan our SI estimate at 4.4 days. Although the 95%CIs of SI estimates in this study and [17] were notsignificantly separated, we note that the difference in SI might exist. If this difference was not due to samplingchance, one of the possible explanations could be the pathogenic heterogenicity in mainland China and HongKong. The SI estimate can be benefit from larger sample size, and the estimates in our study was backed upby 21 identified transmission chains including 12 ‘infector-infectee’ pairs, and thus it is likely to be moreinformative.Accurate and consistent records on dates of illness onset were essential to the estimation of the SI. All samplesused in this analysis were identified in Hong Kong and collected consistently from the CHP [4, 5]. Hence, thereporting criteria were most likely to be the same for all COVID-2019 cases, which potentially made ourfindings more robust.The clusters of cases can occur by person-to-person transmission within the cluster, e.g.,scenario (I): person A infected B, C and D, orscenario (II): A to B to C to D, orscenario (III): a mixture of (I) and (II), e.g., A to B, B to C and D, oror they can occur through a common exposure to an unrecognized source of infection, e.g.,••••scenario (IV): unknown person X infected A, B, C and D; or132scenario (V): a mixture of (IV) and (I) or (II), e.g., X to A and B, B to C and D; orThe lack of information in the publicly available dataset made it difficult to disentangle such complicatedsituations. The scenarios (I) and (II) can be covered by the pair of ‘infector-infectee’ such that we couldidentify the link between two unique consecutive infections. Under the scenario (III), we cannot clearlyidentify the pairwise match between the infector and infectee, which means there were multiple candidate ofinfector for one infectee. As such, we employed the PDF h(·) in Eqn (1) to account for the possible time ofexposure ranging from Tlow to Tup. There is no information available on the SI for scenarios (IV) as well as (V)due to the onset date of person X is unknown, and thus our analysis was limited in the scenarios (I)-(III). Wenote that extra-cautious should be needed to interpret the clusters of cases because of this potential limitation.Although we used interval censoring likelihood to deal with the multiple-infector matching issue, moredetailed information of the exposure history and clue on ‘who acquires infection from whom’ (WAIFW)would improve our estimates.Longer SI might be difficult to occur in reality due to the isolation of confirmed infections, or to identify andlink together due to the less accurate information associated with memory error occurred in the backwardcontact tracing exercise. The issue associated with isolation could possibly bias the SI estimates and lead to anunderestimated result. Due to lack of information in the public dataset, our estimation framework could bebenefit from detailed records on the date of isolation of individual cases. But isolation occurs for all severeinfectious diseases such as SARS and COVID-19, there is no reason to believe that isolation play a bigger rolein one than the other, at least more evidence is needed to support that claim. It is however possible that at theinitial stage the SI is longer than later when strict isolation takes place. Nevertheless, a comparison ofestimated SI for SARS and COVID-19 in Hong Kong is still meaningful. And we found that the SI ofCOVID-19 estimated appears shorter than that of SARS, which is the key message. It would be hard toimagine that isolation is responsible for the difference. There is no reason to believe isolation is more rapid incases of COVID-19 than in SARS in Hong Kong, as well as other limitations (would have happened for both).Thus, the difference we observed for COVID-19 and SARS is likely intrinsic. In conclusion, given the rapidspreading of the COVID-19, effective contact tracing and quarantine/isolation were even more crucial forsuccessful control.Ethics approval and consent to participateThe follow-up data of individual patients were collected via public domain [4, 5], and thus neither ethicalapproval nor individual consent was not applicable.Availability of materialsAll data used in this work were publicly available via [4, 5], and the exacted dataset was attached as asupplementary files of this study.Consent for publicationNot applicable.FundingDH was supported by General Research Fund (Grant Number 15205119) of the Research Grants Council(RGC) of Hong Kong, China. WW was supported by National Natural Science Foundation of China (GrantNumber 61672013) and Huaian Key Laboratory for Infectious Diseases Control and Prevention (GrantNumber HAP201704), Huaian, Jiangsu, China.AcknowledgementsNone.DisclaimerThe funding agencies had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit themanuscript for publication.Conflict of InterestsThe authors declared no competing interests.Authors' ContributionsSZ conceived the study, carried out the analysis, and drafted the first manuscript. All authors discussed theresults, critically read and revised the manuscript, and gave final approval for publication.References23423523623723823924024124224324424524618.19.20.Linton MN, Kobayashi T, Yang Y, Hayashi K, Akhmetzhanov RA, Jung S-m, Yuan B, Kinoshita R,Nishiura H: Incubation Period and Other Epidemiological Characteristics of 2019 NovelCoronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available CaseData. Journal of Clinical Medicine 2020, 9(2).Lauer SA, Grantz KH, Bi Q, Jones FK, Zheng Q, Meredith H, Azman AS, Reich NG, Lessler J: Theincubation period of 2019-nCoV from publicly reported confirmed cases: estimation andapplication. medRxiv 2020:2020.2002.2002.20020016.        Rothe C, Schunk M, Sothmann P, Bretzel G, Froeschl G, Wallrauch C, Zimmer T, Thiel V, Janke C,Guggemos W et al: Transmission of 2019-nCoV Infection from an Asymptomatic Contact inGermany.        Chowell G, Dhillon R, Srikrishna D: Getting to zero quickly in the 2019-nCov epidemic withvaccines or rapid testing. medRxiv 2020:2020.2002.2003.20020271.248The likelihood profile of the varying serial interval (SI) of COVID-19 by using all samples. The color schemeis shown on the right-hand side, and a darker color indicates a larger log-likelihood, i.e., ln(L), value.The distribution of serial interval (SI) by using all samples. The blue dots are the observed distribution of SI,the black bold curve is the fitted distribution of SI, and the light grey curves are 1000 simulation samples.", "ref_list": [[], ["'Pneumonia of unknown cause - China', Emergencies preparedness, response, Disease outbreak news"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["The collection of Press Releases by the Centre for Health Protection (CHP) of Hong Kong"], ["Estimation of the serial interval of influenza."], [""], ["The Interval between Successive Cases of an Infectious Disease"], ["The ideal reporting interval for an epidemic to objectively interpret the epidemiological time course"], ["How generation intervals shape the relationship between growth rates and reproductive numbers"], ["Design and evaluation of prophylactic interventions using infectious disease incidence data from close contact groups"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Serial interval of novel coronavirus (2019-nCoV) infections"], ["Estimation of the Time-Varying Reproduction Number of COVID-19 Outbreak in China"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-", "II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MU Kraemer", "K Khan"], ["JT Wu", "K Leung", "GM Leung"], [], ["BJ Cowling", "VJ Fang", "S Riley", "JM Peiris", "GM Leung"], ["Epidemiology"], ["PEM Fine"], ["H Nishiura", "G Chowell", "H Heesterbeek", "J Wallinga"], ["J Wallinga", "M Lipsitch"], ["Y Yang", "I Longini", "ME Halloran"], ["J coronavirus] Fan", "T Huang"], ["M Lipsitch", "T Cohen", "B Cooper", "JM Robins", "S Ma", "L James", "G Gopalakrishna", "SK Chew", "CC Tan", "MH Samore"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["C You", "Y Deng", "W Hu", "J Sun", "Q Lin", "F Zhou", "CH Pang", "Y Zhang", "Z Chen", "X-H Zhou"], ["JA Backer", "D Klinkenberg", "J Wallinga"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "34\n35\n36\n37\n38", "one_words_summarize": "3435363738        Backgrounds: The emerging virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), hascaused a large outbreak of novel coronavirus disease (COVID-19) in        Methods: Index cases were identified and reported after symptoms onset, and contact tracing was conductedto collect the data of the associated secondary cases. Conclusion: The SI of COVID-19 may be shorter than the preliminary estimates in previous works. SI could be used to assist strategic decision-making of public health policies and constructanalytical frameworks for studying the transmission dynamics of SARS-CoV-2.In this study, we examined the publicly available materials released by the Centre for Health Protection (CHP)of Hong Kong. Adopting the case-ascertained design [10], we identified the transmission chain from indexcases to secondary cases. The exact symptoms onset dates of allindividual patients were released by CHP [4], which were publicly available, and used to match eachtransmission chain. We identified 21 transmission chains, including 12infectees matched with only one infector, that were used for SI estimation. Following previous study [6], we adopted a Gamma distribution with mean μ and standard deviation (SD) σ,denoted by g(·|μ,σ), to govern the distribution of SI. Given the minimum investigation period at (15 – 0 + 1 =) 16 days, which is approximatelytwice of the SI of the severe acute respiratory syndrome (SARS) [13], we ignored the right-truncated selectionbias, i.e., ‘infector-infectee’ pairs with longer SI, due to short investigation period. Limiting toonly consider the 12 ‘infector-infectee’ pairs, we estimated the mean of SI at 3.1 days (95%CI: 2.0−5.4) andSD of SI at 1.8 days (95%CI: 1.0−4.7).Comparing to the SI of SARS with mean at 8.4 days and SD at 3.4 days [13], the estimated 4.4-day SI forCOVID-19 indicated rapid cycles of generation replacement in the transmission chain. The pre-symptomatictransmission may occur when the SI is shorter than the incubation period. A recently epidemiological study used 5 ‘infector-infectee’ pairs from contact tracing data in Wuhan, Chinaduring the early outbreak to estimate the mean SI at 7.5 days (95%CI: 5.3−19.0) [17], which appeared largerthan our SI estimate at 4.4 days. ,••••scenario (IV): unknown person X infected A, B, C and D; or132scenario (V): a mixture of (IV) and (I) or (II), e.g., X to A and B, B to C and D; orThe lack of information in the publicly available dataset made it difficult to disentangle such complicatedsituations. And we found that the SI ofCOVID-19 estimated appears shorter than that of SARS, which is the key message. Availability of materialsAll data used in this work were publicly available via [4, 5], and the exacted dataset was attached as asupplementary files of this study. DisclaimerThe funding agencies had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit themanuscript for publication. Authors' ContributionsSZ conceived the study, carried out the analysis, and drafted the first manuscript."}