{"date": "2020/02/23", "journal": "medrxiv", "authors": "Chuanliang Han, Yimeng Liu, Saini Yang", "title": "Intrinsic growth rules of patients infected, dead and cured with 2019 novel coronavirus in mainland China", "type": "preprint article", "abstract": "Emergency *Correspondence authors: & Academy of Disaster Reduction and Emergency Conflict of Interest: The authors declare no competing conflicts of interest. Acknowledgements: This study is sponsored by the National Key Research and Development Program of China (2018YFC1508903), the National Natural Science Foundation of China (41621061) and the support of International Center for", "text": "△BackgroundAn outbreak of a novel coronavirus (SARS-CoV-2)-infected pneumonia (COVID-19)was first occurred in Wuhan, China, in December 2019 and then spread rapidly toother regions. It has been declared that at least one confirmed case infected byMethodsWe collected the time series data of the cumulative number of confirmed infected,dead, and cured cases from the health commissions in 31 provinces in mainland China.A simple descriptive model in a logistic form was formulated to infer the intrinsicepidemic rules of COVID-19. Furthermore, we compared the intrinsic epidemic rulesof COVID-19 in Hubei with that of severe acute respiratory syndrome (SARS) inBeijing, which was obtained from the Ministry of Public Health of China in 2003.The feature of data of three population groups in all the provinces could be wellcaptured (R2>0.95) by the proposed descriptive model with slight variation amongdifferent provinces. By comparing fitted parameters, we found that the fitted curve ofinfected case is the earliest to be saturated and has the lowest semi-saturation periodin both COVID-19 and SARS. While all three population groups of SARS is later tosaturate and has longer semi-saturation period than that of COVID-19.ConclusionsOur model is robust and stable to depict the intrinsic growth rule for the cumulativenumber of confirmed infected, dead, and cured cases in 30 provinces, which coulddepict the epidemic situation in mainland China very well. Despite the virus causedSARS (SARS-CoV) and the virus caused COVID-19 (SARS-CoV-2) are homologous,their epidemiologic characteristics are quite different. The duration of the outbreakwould be shorter for COVID-19.606162636465666768697071727374757677787980818283IntroductionIn December 2019, a novel coronavirus-infected pneumonia causing human infectionwas first identified in Wuhan, a city of Hubei province located in central China with apopulation of 11 million people (Zhu et al., 2020; Hui et al., 2020). The coronaviruswas firstly named as 2019-nCoV on January 12, 2020 and may have a probable batorigin (Zhou et al., 2020). Human to human transmission through 2019-nCoV hasbeen confirmed among closed contacts since the middle of December 2019 (Wang etal. 2020; Li et al., 2020). As of February 12, 2020, infections of 2019-nCoV have beenidentified in all Chinese provincial administrative regions and in dozens of countriesaround the world (Munster et al., 2020; Holshue et al, 2020; Ki et al., 2020;Shigemura et al., 2020; Nshiera et al., 2020). So far, the coronavirus has beenrenamed as COVID-19 on February 12, 2020 officially. Different from a previousfamous beta coronavirus in 2003, severe acute respiratory syndrome coronavirus(SARS-CoV) (Ksiazek et al., 2003; Kuiken et al., 2003; Drosten et al., 2003) that hasa mortality rates of 10% (WHO), that of COVID-19 is 3.25% in Hubei province, and0.71% in rest of mainland China (from Chinese Center for Disease Control andPrevention，CCDC) up to February 19, 2020.Here, we used a descriptive model to fit data on the 2019-nCoV cases (infection, death,cure) from January 20, 2020 to February 19, 2020, aiming to capture theepidemiologic characteristics and dynamics of NCIP in 31 provinces in MainlandChina. Furthermore, we compared these characteristics with SARS in 2003 using thesame model structure in order to validate this model and understand the differencesamong these two diseases.858687888990919293949596979899100101102103104105106107108109110MethodSources of dataCommission of China, and the provincial Health Commission of 31 provincialadministrative regions in Mainland China (January 20 to February 19, 2020). The dataused in this study include the number of confirmed 2019-nCoV cases, the cumulativenumber of suspected, dead, and cured cases. All cases were laboratory confirmedfollowing the case definition by national health commission of China (from CCDCwebsite). The basic test procedure has been described in detail in previous work(Huang et al., 2020; Li et al., 2020). We only chose the cases that are tested positiveby real-time RT-PCR with specific primers and probes to SARS-CoV-2 both at thecorresponding provincial CDC and the National Institute for Viral Disease Control atThe severe acute respiratory syndrome (SARS) in 2003 was another fatal coronavirusepidemics over the last two decades, we collected the data (the cumulative number ofsuspected, dead, and cured cases) of SARS during March 1 to August 16, 2003, inWe assumed that the population of each region was susceptible to COVID-19, thenumber of susceptible people per unit time was proportional to the number ofuninfected persons, and isolation or closure of the city could affect the spread effect ofinfected to susceptible people to a certain extent. Previous studies have showed thatdaily cumulative number of patients could be explained by logistic function (Huang etal., 2003; Wang et al., 2003). Based on the above assumption and previous studies, wemodeled the epidemic information of virus as logistic form (Eq. (1))!\"(!)!\"= ()(1 −(0) = !!(!)!!)where N1 is maximum number of cumulative infections, I(t) is cumulative number ofpatients at time t,  is the incidence growth rate, and I0 is the number of infectedcases at the initial time.Similarly, we could write the analytical solutions for the dead and cured cases by Eq.(4) and Eq. (6).112113114115116117118119120121122123124125126127128129130131132133134135(1)(2)(3)(4)(5)(6)(7)(8)Where ,  is the growth rate of dead cases and the growth rate of cured cases,respectively. N2 and N3 is maximum number of cumulative dead and cured cases. D0and R0 is the number of dead and cured cases at initial time.where N(t) is the general form of I(t), D(t) or R(t), A denotes N , N2, or N3, and k1represents , , or , indicating the intrinsic rule for growth of cases. t0 representsthe semi-saturation period, illustrating the inflection point of the sigmoid curve.The data processing and modeling were performed on MATLAB (The MathWorks)with custom scripts. The nonlinear least square (NLS) algorithm was adopted for datafitting and parameter estimation. We used the MATLAB function “nlinfit” to  =! = (!!!!!!!!!!!!!!!!− 1)!!!!!  =! = (  =!!!!!!!!! = (− 1)!!!!!!!!!!!!!!!!!− 1)!!!!!!!!!!!!!!!!!  =!!!!!!(!!!!)137138139minimize the sum of squared differences between the data points and the fitted values.Eq. (8) was used in this work as the descriptive model to depict the intrinsic growthrule for infected, dead and cured cases.141142143144145146147148149150151152153154155156157158159160161162163164165166167ResultsAs of Feb 19, 2020, laboratory-conformed COVID-19 infections have been reportedin each of the 31 Chinese provincial administrative region. So far, there have been atotal of 75002 confirmed cases of 2019-nCoV infections in mainland China, including2118 deaths and 16157 cases cured (From CCDC). Hubei province contributed amajority of cases to this statistical numbers (Fig 1A). Based on the limited infectedcase data in the early and middle phase of this new coronavirus outbreak, we firstlyestablished a descriptive model with three parameters for each of the 31 provinces inmainland China by (Fig 1B & Fig 2B, See Methods). Fitting goodness of models wasexpressed by the R-square, which ranged from 0.95 to 0.999, indicating that themodels we established fitted the data well. The panel B of Figure 1 illustratesexamples of time series data of infected cases and corresponding fitting curves in fourprovinces (provinces of Xinjiang, Beijing, Guangdong, Zhejiang and Heilongjiang). Itis clear that different province varied in patterns of increase of infected cases.------------------------------ Insert Figure 1 near here--------------------------------------In our model, k is an important parameter to depict the intrinsic growth rule ofcumulative number of infected patients (Eq. (8)). Based on our assumption, thegrowth pattern was supposed to follow a sigmoid form, and the parameter k heredenotes how rapid the number of infected cases get to saturate. If k is large, the S formof the curve would be sharp, and the curve will rise up very quickly to be saturated tothe maximum number. While if k is only slightly larger than 0, the curve would showa slow and smooth increase from 0 to the maximum.To further illustrate the spatial distribution of the infected cases’ growth pattern, weexerted further analyses of the fitted infected case curves of 30 provinces. Weexcluded Tibet in this analysis because the number of confirmed infected case did not169170171172173174175176177178179180181182183184185186187188189190191192193194195increase since Jan 29, 2020. And the only one confirmed case in Tibet has been curedon Feb 12. The spatial distribution of parameter k is shown in Fig 2A, illustratingprovinces varied in the increase patterns of cumulative infected cases. Fitted curves ofprovinces such as Jilin and Qinghai has larger value of k, which means that thenumber of infections peaked earlier in these regions than in other provinces. Bycontrast, provinces like Hainan, Hebei, Ningxia, has smaller value of k than otherprovinces, suggesting the infections of these provinces would continue increasingwhen infections of other provinces reach saturation (Fig 2B). Fig 2C shows the spatialdistribution of predicted maximum number of infected cases (parameter A) in eachprovince of mainland China. Our model shows that the maximum number of infectedCOVID-19 cases in mainland China would be 81498 (95% confidence interval:[79099, 83896]). Among all the provinces in mainland China, the Hubei province ispredicted to have largest number of infected COVID-19 cases, which would be 68056(95% confidence interval: [65679,70432]). Despite Tibet is predicted to have only oneinfected case, the model predicted Qinghai province would have 19 cases (95%confidence interval: [18, 19]), which is the fewest compared with other provinces inmainland China.------------------------------ Insert Figure 2 near here--------------------------------------Moreover, to compare the intrinsic growth rule of infected cases, dead cases and curedcases between COVID-19 and SARS, we applied the descriptive model to fit the dataof SARS in Beijing 2003 (Fig 3A). Since the time series data of SARS was full phaseof the outbreak, the parameters estimated by our model was solid (R-square>0.95).We found the k value of fitted curves of infected SARS cases in Beijing was 0.18,which was much lower than that of Hubei province of COVID-19 (k = 0.25) (Fig 3ABC). Furthermore, we found that all 30 provinces’ k value were significantly largerthan 0.18 (Fig 3D). We also noted the t0 of fitted curves of infected SARS cases in197198199200201202203204205206207208209210211212213214215216217218219220221222Beijing was larger than that of fitted curves of infected COVID-19 cases in eachprovince in mainland China (Fig 3E). Moreover, the increasing rate (k) was negativelycorrelated (Pearson, r=-0.47, p=0.0072) to semi-saturation period (Fig 3F). Weconcluded that at the provincial level, the COVID-19 spread more quickly than theSARS did. The infections of COVID-19 increased more rapid and would reachsaturation earlier than SARS according to our model.------------------------------ Insert Figure 3 near here--------------------------------------The outbreak of SARS in Beijing was the most serious among all the provincialadministrative regions, and the outbreak of COVID-19 was most serious in Hubeiprovince. Here we used our descriptive model to fit the dead and cured cases’ curvesfor SARS in Beijing and COVID-19 in Hubei province (Fig 4 A-C, F-H, R-square≥0.95), and compared the growth features of three types cases of SARS and COVID-19by two parameters, k and t0 (Fig 4 DEIJ). We found that k values of the three typescases of SARS were lower than that of COVID-19 (Fig 4 DE), and semi-saturationperiod for them in SARS was higher than COVID-19’s, which suggested the durationof COVID-19 would be shorter than that of SARS. For both SARS and COVID-19,their infected curves have the lowest semi-saturation period (Fig 4 EJ), while curedcurves have the highest which is in keeping with the common sense that the cure isalways later than infection and death. For both SARS in Beijing and COVID-19 inHubei, the k values of death case curves were lowest compared with curves ofinfected cases and cured cases. For both SARS and COVID-19, the k value of infectedcase curve was larger than that of cured curve.------------------------------ Insert Figure 4 near here--------------------------------------224225226227228229230231232233234235236237238239240241242243244245246247248249250DiscussionWe modeled the epidemiologic characteristics of 2019-nCoV for 31 provinces inmainland China based on the data from Jan 20 to Feb 19 during the outbreak.Furthermore, we compared these characteristics with SARS in 2003 using the samemodel framework.Compared with dynamical models such as SIR (Susceptible – Infectious - Recovered)or SEIR (Susceptible – Exposed - Infectious - Recovered), our model is relativelysimple but robust. We used a differential equation in logistic form to describe thedynamics of the infected, dead and healed cases caused by COVID-19 respectively(See Methods). The increasing of the population no matter in which type of case(infection, death or recovery) has multiple reasons. When the outbreak of COVID-19originated in Wuhan, it did not cause too much concern at the beginning so that itleads to many infections and starts to export potential exposed cases to otherprovinces. But as the successive closure of the cities in Hubei province, and isolationof the community in all the provinces in mainland China, the virus spread tendencywas weakened. In our model, we also considered these measures taken by thegovernment. We rewrote Eq. (1) to Eq. (9).!\"(!)!\"=   − ! (9)where  is growth rate of the number of infections; I(t) is cumulative number ofinfections at time t;  could be understood as a parameter to reflect the effect ofmeasures aiming at controlling the virus spread. Here we have decomposed   intotwo parts. The first part   could represent the rapid infections growth in the earlyphase of the outbreak without any measures for epidemic control. The second part!illustrates the slower infections growth after taking effective isolationmeasures for epidemic control. For death cases, this idea still holds. But things aredifferent for cured case. In contrast, at the early phase of the outbreak, the number ofcured cases increase slowly. But once there are effective treatments, the number of252253254255256257258259260261262263264265266267268269270271272273274275276277278cured cases will rise up quickly. The growth of cured cases would again be slow sincethe number of patients is limited. All these facts were considered in our highlysummarized model (Eq. (8)) in a macroscopic scale. All data sets have a R-squaregreater than 0.95 when fitted by our framework, so that we could further discuss someintrinsic mechanisms for the growth rules of infection, death and recovery through theparameters estimated from the model (See Methods).The value of k from Eq. (8) is a critical parameter. k represents how rapid the numberof infected cases get to the saturation. We found the variability of k values amongfitted curves of infected COVID-19 cases in 30 provinces (Fig 2 AB) is large(Ranging from 0.19 to 0.38). It is clear to show the real situation in each province andthis guides us to be more careful against the epidemic. Further we compared thischaracteristics between COVID-19 and SARS in 2003 in typical provinces (Fig 3 AB).We noted that k values of fitted COVID-19 infection curves in 30 provinces ofmainland China (exclude Tibet) are larger than that of SARS in Beijing 2003 (Fig 3C), which suggests the time cost of this epidemic will be shorter compared withSARS in 2003. This result may related to several aspects. Firstly, it may due to thebasic spread property of the virus. Besides, the isolation policy of all the provinces inmainland China was more strictly enforced than it was in 2003. Moreover, theimproved clinical skills today may also helpful for shortening the duration ofepidemic.Furthermore, we analyzed semi-saturation period (Fig 4 EK) (t0 in Eq. (8)) and makecomparison in three types of cases (infection, death and recovery) (Fig 4 A-C G-I).Our model could fit them very well (R-square ≥ ( − ). k values for the fittedcurves of the three types of cases caused by COVID-19 were larger than that of SARS,while t0 values were the opposite. This again suggests that the epidemic of COVID-19will be quicker to pass away than SARS. For both SARS and COVID-19, fitted280281282283284285curves of infections have lowest semi-saturation period (Fig 4 EK), while fittedcurves of cured cases have the highest semi-saturation period, which follows thecommon sense that the cure was always later than infection and death since it coststime to get on the research of effect plans to cure the patients. For both SARS andCOVID-19, the k value of infected case curve was larger than that of cured curve,while that of death case is the lowest.287288289290291292293294295296297298299300301302303304305306307308309310311312313Drosten C, Günther S, Preiser W, et al. Identification of a novel coronavirus inpatients with severe acute respiratory syndrome. N Engl J Med 2003; 348: 1967–76.Holshue ML et al. (2020) First Case of 2019 Novel Coronavirus in the United States.Huang C et al. (2020) Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet.HUANG De-sheng, GUAN Peng, ZHOU Bao-sen. Fitness of morbidity anddiscussion of epidemic characteristics of SARS based on logistic models[J]. ChineseJournal of Public Health, 2003, 19(6): 1-2.Hui DS, E IA, Madani TA, Ntoumi F, Kock R, Dar O, Ippolito G, McHugh TD,Memish ZA, Drosten C, Zumla A, Petersen E (2020) The continuing 2019-nCoVepidemic threat of novel coronaviruses to global health - The latest 2019 novelcoronavirus outbreak in Wuhan, China. Int J Infect Dis 91:264-266.Ki M, nCo VT (2020) Epidemiologic characteristics of early cases with 2019 novelcoronavirus (2019-nCoV) disease in Republic of Korea. Epidemiol Health:e2020007.Ksiazek TG, Erdman D, Goldsmith CS, et al. A novel coronavirus associated withsevere acute respiratory syndrome. N Engl J Med 2003; 348: 1953–66.Kuiken T, Fouchier RAM, Schutten M, et al. Newly discovered coronavirus as theprimary cause of severe acute respiratory syndrome. Lancet 2003; 362: 263–70.Li Q et al. (2020) Early Transmission Dynamics in Wuhan, China, of NovelShigemura J, Ursano RJ, Morganstein JC, Kurosawa M, Benedek DM (2020) Publicresponses to the novel 2019 coronavirus (2019-nCoV) in Japan: mental healthconsequences and target populations. Psychiatry Clin Neurosci.Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y,Wang Y, Liu X, The compound Logistic model used to describe epidemic situationdynamics of SARS in Beijing, JOURNAL OF CHINA JILIANG UNIVERSITY,315316317318319320321322323324325326WHO. Summary of probable SARS cases with onset of illness from 1 November2002 to 31 July 2003. Dec 31, 2003.https://www. who.int/csr/sars/country/table2004_04_21/en/ (accessedJan 19, 2020).Zhao Y, Li Y, Wang X, Peng Z (2020) Clinical Characteristics of 138 HospitalizedPatients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA.Zhou P et al. (2020) A pneumonia outbreak associated with a new coronavirus ofprobable bat origin. Nature.Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R,Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W, China NovelCoronavirus I, Research T (2020) A Novel Coronavirus from Patients with Pneumoniain China, 2019. N Engl J Med.Figure 1 Spatial distribution of the number of COVID-19 infectedPanel A is the spatial distribution of the number of COVID-19 infected cases ofprovinces in mainland China.Panel B takes five provinces (Xinjiang, Beijing, Guangdong, Zhejiang andHeilongjiang) as example to show the time series of infected cases and correspondingfitted curve. The horizontal axis is the xth day after Jan 1, 2020. And the vertical axisdenotes the number of infected cases in corresponding province. The black dots ineach panel are raw data of the cumulative infected cases. The red line is the fittedcurve by our descriptive model. The dashed red lines show the 95% confidenceinterval of the fitted curves.Figure 2 Spatial distributionof increasingrate (k) and thenormalized fitted curves of eachprovince ofmainlandChina(exclude Tibet)Panel A demonstrates the spatial distribution of parameter k of provinces in mainlandA.Panel B shows the fitted curves of infected cases in 30 provinces. The vertical axis isthe number of infected cases (normalized by dividing the maximum number ofinfected cases in each province). The color of each province is consistent with PanelPanel C is the spatial distribution of the predicted maximum number (parameter A inour model) of COVID-19 infected cases of provincesFigure 3 Comparison of intrinsic epidemic rules between COVID-19in Wuhan and SARS in Beijing (2003)Panel A shows the raw data and fitted curve of SARS cases in Beijing. The horizontalaxis is the xth day after March 1, 2003. The vertical axis denotes the cumulativenumber of SARS cases in Beijing. The black dots are the raw data of the SARS cases.The red line is the fitted curve by our descriptive model. The dashed red lines are the95% confidence interval of the fitted curves.Panel B shows the raw data and fitted curve of COVID-19 cases in Hubei province.The horizontal axis is the xth day after Jan 1, 2020. The vertical axis denotes thecumulative number of COVID-19 cases in Hubei. The black dots are raw data of theCOVID-19 cases. The red line is the fitted curve by our descriptive model. Thedashed red lines are the 95% confidence interval of the fitted curves.368369370371372373374375376377378379Pannel C shows the fitted curves of infected SARS cases (gray curve) and COVID-19(black curve), which are normalized by dividing the maximum number of infectedcases in each province.Panel D illustrates the k value (increasing rate of infected cases) of fitted curves ofinfected COVID-19 cases in each province in mainland China, where Hubei isrepresented by the solid red square (the same in D and E). k value of fitted curves ofinfected SARS cases in Beijing is represented by the solid red triangle (the same in Dand E).Panel E illustrates the t0 (semi-saturation period) of fitted curves of infectedCOVID-19 cases in each province in mainland China, as well as t0 of fitted curves ofinfected SARS cases in Beijing. The scatter plot of k and t0 is shown in Panel F,indicating significant negative correlation between k and t0.383384385386387388389390391392393394395396397398Figure 4 Intrinsic rules of infection, death and recovery of COVID-19and SARS2003Panel A-C show the raw data and fitted curve of SARS cases in Beijing. Theirhorizontal axises are the xth day after Mar 1, 2003. The black dots in Panel A, B and Care raw data of the SARS infected cases, dead cases and cured cases, respectively.The red lines are the fitted curves by our descriptive model. The dashed red lines arethe 95% confidence interval of the fitted curves.Panel D and Panel E respectively shows the k value and the t0 of fitted curves of threetypes cases caused by SARS (the circle, triangle and square denotes infected, deadand cured cases, respectively, and the same in Panel I and J). The error bars show the95% confidence interval of the parameters.Panel F-H show the raw data and fitted curve of COVID-19 cases in Hubei. Theirhorizontal axises are the xth day after Jan 1, 2020. The black dots in Panel F, G and Hare raw data of the COVID-19 infected cases, dead cases and cured cases,respectively. The red lines are the fitted curves by our descriptive model. The dashedred lines are the 95% confidence interval of the fitted curves.Panel I and Panel J respectively shows the k value and the t0 of fitted curves of threetypes cases caused by COVID-19, which is same with D and E.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "△\nBackground\nAn outbreak of a novel coronavirus (SARS-CoV-2)-infected pneumonia (COVID-19)\nwas first occurred in Wuhan, China, in December 2019 and then spread rapidly to\nother regions. It has been declared that at least one confirmed case infected by", "one_words_summarize": "△BackgroundAn outbreak of a novel coronavirus (SARS-CoV-2)-infected pneumonia (COVID-19)was first occurred in Wuhan, China, in December 2019 and then spread rapidly toother regions. A simple descriptive model in a logistic form was formulated to infer the intrinsicepidemic rules of COVID-19. While all three population groups of SARS is later tosaturate and has longer semi-saturation period than that of COVID-19.ConclusionsOur model is robust and stable to depict the intrinsic growth rule for the cumulativenumber of confirmed infected, dead, and cured cases in 30 provinces, which coulddepict the epidemic situation in mainland China very well. Furthermore, we compared these characteristics with SARS in 2003 using thesame model structure in order to validate this model and understand the differencesamong these two diseases.858687888990919293949596979899100101102103104105106107108109110MethodSources of dataCommission of China, and the provincial Health Commission of 31 provincialadministrative regions in Mainland China (January 20 to February 19, 2020). 6).112113114115116117118119120121122123124125126127128129130131132133134135(1)(2)(3)(4)(5)(6)(7)(8)Where ,  is the growth rate of dead cases and the growth rate of cured cases,respectively. N2 and N3 is maximum number of cumulative dead and cured cases. t0 representsthe semi-saturation period, illustrating the inflection point of the sigmoid curve. The data processing and modeling were performed on MATLAB (The MathWorks)with custom scripts. Fitted curves ofprovinces such as Jilin and Qinghai has larger value of k, which means that thenumber of infections peaked earlier in these regions than in other provinces. Despite Tibet is predicted to have only oneinfected case, the model predicted Qinghai province would have 19 cases (95%confidence interval: [18, 19]), which is the fewest compared with other provinces inmainland China.------------------------------ Insert Figure 2 near here--------------------------------------Moreover, to compare the intrinsic growth rule of infected cases, dead cases and curedcases between COVID-19 and SARS, we applied the descriptive model to fit the dataof SARS in Beijing 2003 (Fig 3A). Weconcluded that at the provincial level, the COVID-19 spread more quickly than theSARS did. For both SARS and COVID-19,their infected curves have the lowest semi-saturation period (Fig 4 EJ), while curedcurves have the highest which is in keeping with the common sense that the cure isalways later than infection and death. For both SARS and COVID-19, the k value of infectedcase curve was larger than that of cured curve.------------------------------ Insert Figure 4 near here--------------------------------------224225226227228229230231232233234235236237238239240241242243244245246247248249250DiscussionWe modeled the epidemiologic characteristics of 2019-nCoV for 31 provinces inmainland China based on the data from Jan 20 to Feb 19 during the outbreak. Furthermore, we compared these characteristics with SARS in 2003 using the samemodel framework. But as the successive closure of the cities in Hubei province, and isolationof the community in all the provinces in mainland China, the virus spread tendencywas weakened. The second part!illustrates the slower infections growth after taking effective isolationmeasures for epidemic control. Further we compared thischaracteristics between COVID-19 and SARS in 2003 in typical provinces (Fig 3 AB).We noted that k values of fitted COVID-19 infection curves in 30 provinces ofmainland China (exclude Tibet) are larger than that of SARS in Beijing 2003 (Fig 3C), which suggests the time cost of this epidemic will be shorter compared withSARS in 2003. Firstly, it may due to thebasic spread property of the virus. Identification of a novel coronavirus inpatients with severe acute respiratory syndrome. ChineseJournal of Public Health, 2003, 19(6): 1-2.Hui DS, E IA, Madani TA, Ntoumi F, Kock R, Dar O, Ippolito G, McHugh TD,Memish ZA, Drosten C, Zumla A, Petersen E (2020) The continuing 2019-nCoVepidemic threat of novel coronaviruses to global health - The latest 2019 novelcoronavirus outbreak in Wuhan, China. Summary of probable SARS cases with onset of illness from 1 November2002 to 31 July 2003. who.int/csr/sars/country/table2004_04_21/en/ (accessedJan 19, 2020).Zhao Y, Li Y, Wang X, Peng Z (2020) Clinical Characteristics of 138 HospitalizedPatients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. 2020) A pneumonia outbreak associated with a new coronavirus ofprobable bat origin. The color of each province is consistent with PanelPanel C is the spatial distribution of the predicted maximum number (parameter A inour model) of COVID-19 infected cases of provincesFigure 3 Comparison of intrinsic epidemic rules between COVID-19in Wuhan and SARS in Beijing (2003)Panel A shows the raw data and fitted curve of SARS cases in Beijing. The vertical axis denotes the cumulativenumber of SARS cases in Beijing. The dashed red lines are the95% confidence interval of the fitted curves. The red lines are the fitted curves by our descriptive model."}