{"date": "2020/02/22", "journal": "medrxiv", "authors": "Ling Mao, Mengdie Wang, Shanghai Chen, Quanwei He, Jiang Chang, Candong Hong, Yifan Zhou, David Wang, Yanan Li, Huijuan Jin, Bo Hu", "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study", "type": "preprint article", "abstract": "Contributed equally", "text": "hubo@mail.hust.edu.cnliyn@mail.hust.edu.cn(COVID-19).Retrospective case seriesTo study the neurological manifestations of patients with coronavirus disease 2019Three designated COVID-19 care hospitals of the Union Hospital of HuazhongUniversity of Science and Technology in Wuhan, China.Two hundred fourteen hospitalized patients with laboratory confirmed diagnosis ofsevere acute respiratory syndrome from coronavirus 2 (SARS-CoV-2) infection. DataClinical data were extracted from electronic medical records and reviewed by atrained team of physicians. Neurological symptoms fall into three categories: centralnervous system (CNS) symptoms or diseases (headache, dizziness, impairedconsciousness, ataxia, acute cerebrovascular disease, and epilepsy), peripheral nervoussystem (PNS) symptoms (hypogeusia, hyposmia, hypopsia, and neuralgia), andskeletal muscular symptoms. Data of all neurological symptoms were checked by twotrained neurologists.Of 214 patients studied, 88 (41.1%) were severe and 126 (58.9%) were non-severepatients. Compared with non-severe patients, severe patients were older (58.7 ± 15.0years vs 48.9 ± 14.7 years), had more underlying disorders (42 [47.7%] vs 41[32.5%]), especially hypertension (32 [36.4%] vs 19 [15.1%]), and showed lesstypical symptoms such as fever (40 [45.5%] vs 92 [73%]) and cough (30 [34.1%] vs 77[61.1%]). Seventy-eight (36.4%) patients had neurologic manifestations. More severepatients were likely to have neurologic symptoms (40 [45.5%] vs 38 [30.2%]), suchas acute cerebrovascular diseases (5 [5.7%] vs 1 [0.8%]), impaired consciousness (13[14.8%] vs 3 [2.4%]) and skeletal muscle injury (17 [19.3%] vs 6 [4.8%]).Compared with non-severe patients with COVID-19, severe patients commonly hadneurologic symptoms manifested as acute cerebrovascular diseases, consciousnessimpairment and skeletal muscle symptoms.        In December 2019, many unexplained pneumonia cases occurred in Wuhan, China,and has rapidly spread to other parts of China, then to Europe, North America andAsia. This outbreak was confirmed to be caused by a novel coronavirus (2019 novelcoronavirus, 2019-nCoV) [        Coronaviruses can cause multiple systemic infections or injuries in various animals[5]. However, some of them can adapt fast and cross the species barrier, such as in thecases of SARS-CoV and Middle East respiratory syndrome-CoV (MERS-CoV),causing epidemics or pandemics. Infection in human often leads to severe clinicalsymptoms and high mortality [6]. As for COVID-19, several studies have described clinicalmanifestations including respiratory symptoms, myalgia and fatigue. COVID-19 alsohas characteristic laboratory findings and lung CT abnormalities [7]. However, it hasnot been reported that patients with COVID-19 had any neurological manifestations.Here, we would like to report the characteristic neurological manifestation ofSARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis ofCOVID-19 and treated at our hospitals, which are located in the epicenter of Wuhan.This was a retrospective study. Data was reviewed on all patients with COVID-19from January 16 to February 19, 2020 at three designated COVID-19 care hospitals ofUnion Hospital of Huazhong University of Science and Technology. All patients withCOVID-19 enrolled in this study were diagnosed according to the WHO interimguideline [8]. Only those cases confirmed by a positive result to real-timereversetranscriptase polymerase-chain-reaction (RT-PCR) assay from throat swab specimenswere included in the analysis [9]. Union Hospital, located in the endemic areas ofCOVID-19 in Wuhan, Hubei Province, is one of the major tertiary healthcare systemand teaching hospitals responsible for the treatments for SARS-CoV-2 infection asdesignated by the government. The study was performed in accordance to theprinciples of the Declaration of Helsinki and was approved by the Research EthicsCommittee of Tongji Medical College, Huazhong University of Science and Technology,Wuhan, China. Verbal consent was obtained from patients before the enrollment.The demographic characteristics, medical history, symptoms, clinical signs,laboratory findings, chest computed tomographic (CT) scan findings were extracted fromelectronic medical records. The data were reviewed by a trained team of physicians.Neurological symptoms were categorized into three main areas: central nervoussystem (CNS) symptoms or disease, peripheral nervous system (PNS) symptoms andmuscular symptoms. Acute cerebrovascular disease included ischemic stroke andcerebral hemorrhage diagnosed by head CT. Muscle injury was defined when a patienthad myalgia and elevated serum creatine kinase level above 200 U/L [7]. Allneurological symptoms were reviewed and confirmed by two trained neurologists. The dateof disease onset was defined as the day when the symptom was noticed. The severityof COVID-19 was defined by the international guidelines for community-acquiredpneumonia [10].Throat swab samples were collected and placed into a collection tube containingpreservation solution for the virus [9]. SARS-CoV-2 was confirmed by real-timeRTPCR assay using a SARS-CoV-2 nucleic acid detection kit according to themanufacturer’s protocol (Shanghai bio-germ Medical Technology Co Ltd).Continuous variables were described as means and standard deviations, or mediansand interquartile range (IQR) values. Categorical variables were expressed as countsand percentages. Continuous variables were compared by using the unpaired Wilcoxrank-sum test. Proportions for categorical variables were compared using the χ2 test.All statistical analyses were performed using R (version 3.3.0) software. Thesignificance threshold was set at a P<0.05.A total of 214 hospitalized patients with confirmed SARS-CoV-2 infection wereincluded in the present analysis. Their demographic and clinical characteristics wereshown in Table 1. Their average age was 52.7 ± 15.5 years, and 127 (59.3%) werefemales. Of these patients, 83 (38.8%) had at least one of the following underlyingdisorders: hypertension (51 [23.8%]), diabetes (30 [14.0%]), cardiovascular disease (15[7.0%]), and malignancy (13 [6.1%]). The most common symptoms at onset of illnesswere fever (132 [61.7%]), dry cough (107 [50.0%]) and anorexia (68 [31.8%]).Seventy-eight (36.4%) patients had nervons system symptoms: CNS (53 [24.8%]), PNS(19 [8.9%]) and skeletal muscles (23 [10.7%]). In patients with CNS symptoms, themost common complaints were dizziness (36 [16.8%] and headache (28 [13.1%]). Inpatients with PNS symptoms, the most common complaints were hypogeusia (12[5.6%]) and hyposmia (11 [5.1%]).According to the diagnostic criteria, 88 (41.1%) patients were severe and 126(58.9%) patients were non-severe, respectively. The patients with severe infectionwere significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and morelikely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05),especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typicalsymptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs77 [61.1%], P<0.001). Moreover, nervous system symptoms were significantly morecommon in severe cases as compared with non-severe cases (40 [45.5%] vs. 38[30.2%], P<0.05). They included acute cerebrovascular disease (5 [5.7%] (4 patientswith ischemic stroke and 1 with cerebral hemorrhage who died later from respiratoryfailure) vs. 1 [0.8%] (1 patient with ischemic stroke), P<0.05), impairedconsciousness (13 [14.8%] vs. 3 [2.4%], P<0.001) and muscle injury (17 [19.3%] vs. 6 [4.8%],P<0.001).patients had more increased inflammatory response, including higher white bloodcell, neutrophil counts, lower lymphocyte counts and more increased C-reactionprotein levels compared with those in non-severe patients (white blood cell: median, 5.4[IQR, 0.1-20.4] vs 4.5 [IQR, 1.8-14.0], P<0.01; neutrophil: median, 3.8 [IQR,0.018.7] vs 2.6 [IQR, 0.7-11.8], P<0.001; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.3[IQR, 0.4-2.6], P<0.001; C-reaction protein: median, 37.1 [IQR, 0.1-212.0] vs 9.4[IQR, 0.2-126.0], P<0.001). The severe patients had higher D-dimer levels thannonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), whichwas indicative of consumptive coagulation system. In addition, severe patients hadmultiple organ involvement, such as serious liver (increased lactate dehydrogenase,alanine aminotransferase and aspartate aminotransferase levels), kidney (increasedblood urea nitrogen and creatinine levels) and muscle damage (increased creatininekinase levels).We found that patients with CNS symptoms had lower lymphocyte, platelet countsand higher blood urea nitrogen levels compared with those without CNS symptoms(lymphocyte: median, 1.0 [IQR, 0.1-2.3] vs 1.2 [IQR, 0.2-2.6], P<0.05; platelet:median, 180.0 [IQR, 18.0-564.0] vs 227.0 [IQR, 42.0-583.0], P<0.01; blood ureanitrogen: median, 4.5 [IQR, 1.6-48.1] vs 4.1 [IQR, 1.5-19.1], P<0.05). For the severesubgroup, patients with CNS symptoms also had lower lymphocyte, platelet counts andhigher blood urea nitrogen levels compared with those without CNS symptoms(lymphocyte: median, 0.7 [IQR, 0.1-1.6] vs 0.9 [IQR, 0.2-2.6], P<0.01; platelet: median,169.0 [IQR, 18.0-564.0] vs 220.0 [IQR, 109.0-576.0], P<0.05; blood urea nitrogen:median, 5.0 [IQR, 2.3-48.1] vs 4.4 [IQR, 1.5-19.1], P<0.05). For non-severesubgroup, there were no significant differences in laboratory findings of patients with andwithout CNS symptoms.We found that there were no significant differences in laboratory findings of patientswith PNS and those without PNS. Similar results were also found in the severesubgroup and non-severe subgroup, respectively.Compared with the patients without muscle injury, patients with muscle injury hadhigher neutrophil counts, lower lymphocyte counts and higher C-reactive proteinlevels, D-dimer levels (neutrophil: median, 4.3 [IQR, 0.9-18.7] vs 2.9 [IQR, 0.0-13.0],P<0.05; lymphocyte: median, 0.9 [IQR, 0.1-2.6] vs 1.2 [IQR, 0.1-2.6], P<0.01;C-reaction protein: median, 56.0 [IQR, 0.1-212.0] vs 11.1 [IQR, 0.1-204.5], P<0.001;Ddimer: median, 1.3 [IQR, 0.2-20.0] vs 0.5 [IQR, 0.1-20.0]). The abnormalities weremanifestation of increased inflammatory response and blood coagulation function. Inaddition, we found that patients with muscle injury had multi-organ damage includingmore serious liver (increased lactate dehydrogenase, alanine aminotransferase andaspartate aminotransferase levels), and kidney (increased blood urea nitrogen andcreatinine levels) abnormalities.For the severe subgroup, patients with muscle injury had increased inflammatoryresponse (decreased lymphocyte counts and increased C-reactive protein levels), andmore serious liver (increased lactate dehydrogenase, alanine aminotransferase andaspartate aminotransferase levels), kidney (increased creatinine levels) and muscledamage (increased creatinine kinase levels). For non-severe subgroup, patients withmuscle injury only had higher C-reactive protein and creatinine kinase levels comparedwith those without muscle injury.This is the first report on detailed neurologic manifestations of the hospitalizedpatients with COVID-19. As of February 19, 2020, of 214 patients included in thisstudy, 88 (41.1%) were severe and 126 (58.9%) were non-severe. Of these, 78(36.4%) had various neurologic manifestations involved CNS, PNS and skeletalmuscles. Compared with non-severe patients, severe patients were older and had morehypertension but less with typical symptoms such as fever and cough. Severe patientswere more likely to develop neurological symptoms, especially acute cerebrovasculardisease, conscious disturbance and muscle injury. Therefore, for patients withCOVID-19, we need to pay close attention to their neurologic manifestations,especially for those with severe infectons, which may have contributed to theirdemise. Moreover, during the epidemic period of COVID-19, when seeing patients withthese neurologic manifestations, doctors should consider SARS-CoV-2 infection as adifferential diagnosis so to avoid delayed diagnosis or misdiagnosis and prevention oftransmission.Recently, ACE2 is identified as the functional receptor for SARS-CoV-2 [3], whichis present in multiple human organs, including nervous system and skeletal muscle[11]. The expression and distribution of ACE2 remind us that the SARS-CoV-2 maycause some neurological symptoms through direct or indirect mechanisms.Neurological injury has been confirmed in the infection of other coronavirus such asin SARS-CoV and MERS-CoV. The researchers detected SARS-CoV nucleic acid inthe cerebrospinal fluid of those patients and also in their brain tissue on autopsy[12CNS symptoms were the main form of neurological injury in patients withCOVID19 in this study. The pathological mechanism may be from the CNS invasion ofSARS-CoV-2, similar to SARS and MERS virus. Like other respiratory viruses,SARS-COV-2 may enter the CNS through the hematogenous or retrograde neuronalroute. The latter can be supported by the fact that some patients in this study hadhyposmia. We also found that the lymphocyte counts were lower for patients withCNS symptoms than without CNS symptoms. This phenomenon may be indicative ofthe immunosuppression in COVID-19 patients with CNS symptoms, especially in thesevere subgroup. Moreover, we found severe patients had higher D-dimer levels thanthat of non-severe patients. This may be the reason why severe patients are morelikely to develop cerebrovascular disease.Consistent with the previous studies [7] muscle symptom was also common in ourstudy. We speculate that the symptom was due to skeletal muscle injury, as confirmedby elevated creatine kinase levels. We found that patients with muscle symptoms hadhigher creatine kinase and lactate dehydrogenase levels than those without musclesymptoms. Furthermore, creatine kinase and lactate dehydrogenase levels in severepatients were much higher than those of none-severe patients. This injure could berelated to ACE2 in skeletal muscle [14]. However, SARS-CoV, using the samereceptor, was not detected in skeletal muscle by post-mortem examination [15].Therefore, whether SARS-CoV-2 infects skeletal muscle cells by binding with ACE2requires to be further studied. One other reason was the infection-mediated harmfulimmune response that caused the nervous system abnormalities. Significantlyelevated pro-inflammatory cytokines in serum may cause muscle damage.This study has several limitations. First, only 214 patients were studied, whichcould cause biases in clinical observation. It would be better to include more patientsfrom Wuhan, other cities in China, and even other countries. Second, all data wereabstracted from the electronic medical records, certain patients with neurologicalproblem might not be captured if their neurological symptoms were too mild, such aswith hypogeusia and hyposmia . Third, because most patients were still hospitalizedand information regarding clinical outcomes was unavailable at the time of analysis, itwas difficult to assess the effect of these neurologic manifestations on their outcome,and continued observations of the natural history of disease are needed.In conclusion, SARS-CoV-2 may infect nervous system, skeletal muscle as well asrespiratory tract. In those with severe infection, neurological involvement is morelikely, which includes acute cerebrovascular diseases, conscious disturbance andskeletal muscle injury. Involvement of the nervous system carries a poor prognosis.Their clinical conditions may worsen and patients may die soon. Therefore, forpatient with COVID19, physicians should pay close attention to any neurologicmanifestations in addition to the symptoms of respiratory system.        This work was supported by the National Key Research and Development Program ofChina (No. 2018YFC1312200 to BH), the National Natural Science Foundation ofChina (No. 81820108010 to BH, No.81974182 to LM, No.81671147 to JHJ）andMajor refractory diseases pilot project of clinical collaboration with Chinese &Western Medicine (SATCM-20180339).coronavirus of probable bat origin. Nature 2020; published online 3 February.3. Zhao Y, Zhao Z, Wang Y, et al. Single-cell RNA expression profiling of ACE2,the putative receptor of Wuhan 2019-nCov. bioRxiv 2020, published online 264. WHO. Coronavirus disease 2019 (COVID-19) Situation Report-32. January,ports/20200221-sitrep-32-covid-19.pdf?sfvrsn=4802d089_2 (accessed Feb 2        Florida Boca Raton: CRC press 2013:93-122.Engl J Med 2017, 376:584-594. doi:10.1056/NEJMsr1408795An Old Player with Novel Functions in Skeletal Muscle. Med Res Rev 2015,35:437–63. doi:10.1002/med.2134315. Ding Y, He L, Zhang Q, et al. Organ distribution of severe acute respiratorysyndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients:implications for pathogenesis and virus transmission pathways. J Pathol 2004;203:62230. doi:10.1002/path.1560Dry cough90 (42.1)24 (27.3)66 (52.4)124 (57.9)64 (72.7)60 (47.6)127 (59.3)44 (50.0)83 (65.9)87 (40.7)44 (50.0)43 (34.1)83 (38.8)51 (23.8)30 (14.0)15 (7.0)13 (6.1)Nervous system symptoms,n (%)P values indicate differences between severe and non-severe patients. P<0.05 was consideredstatistically significant.Blood urea nitrogen,64.0(8.8<0.01<0001<0.05<0.001Creatinine, µmol/LP values indicate differences between severe and non-severe patients. P<0.05 was consideredstatistcally significant.Creatinine, µmol/L 71.7 (37.1-1299.2) 66.3 (35.9-9435.0) 0.062 71.7 (37.1-1299.2)Abbreviations: CNS, central nerves system.P values indicate differences between patients with and without CNS. P < 0.05 was considered statistically significant205.0 (2.5-517.0)Alanine aminotransferase, U/LAbbreviations: PNS, peripheral nerves system.P values indicate differences between patients with and without PNS. P<0.05 was considered statistically significant.P442.0(147.0743.0)50.0 (14.0-173.0)53.0 (26.0-209.0)4.8 (2.4-48.1)Alanine aminotransferase, U/LAspartate aminotransferase, U/LBlood urea nitrogen, mmol/L<0.05", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "P Zhou", "XL Yang", "XG Wang", "S Wong", "G Shi", "W", "WJ Guan", "ZY Ni", "Y Hu", "C Huang", "Y Wang", "X Li", "D Marc", "JF Dominique", "B Élodie", "YM Arabi", "HH Balkhy", "FG Hayden", "C Cabello-Verrugio", "MG Morales", "JC Rivera"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "hubo@mail.hust.edu.cn\nliyn@mail.hust.edu.cn", "one_words_summarize": "hubo@mail.hust.edu.cnliyn@mail.hust.edu.cn(COVID-19).Retrospective case seriesTo study the neurological manifestations of patients with coronavirus disease 2019Three designated COVID-19 care hospitals of the Union Hospital of HuazhongUniversity of Science and Technology in Wuhan, China. COVID-19 alsohas characteristic laboratory findings and lung CT abnormalities [7]. Here, we would like to report the characteristic neurological manifestation ofSARSCoV-2 infection in 78 of 214 patients with laboratory-confirmed diagnosis ofCOVID-19 and treated at our hospitals, which are located in the epicenter of Wuhan. Only those cases confirmed by a positive result to real-timereversetranscriptase polymerase-chain-reaction (RT-PCR) assay from throat swab specimenswere included in the analysis [9]. Verbal consent was obtained from patients before the enrollment. Their average age was 52.7 ± 15.5 years, and 127 (59.3%) werefemales. In patients with CNS symptoms, themost common complaints were dizziness (36 [16.8%] and headache (28 [13.1%]). The patients with severe infectionwere significantly older (58.2 ± 15.0 years vs 48.9 ± 14.7 years; P<0.001) and morelikely to have other underlying disorders (42 [47.7%] vs 41 [32.5%], P<0.05),especially hypertension (32 [36.4%] vs 19 [15.1%], P<0.001), and had less typicalsymptoms such as fever (40 [45.5%] vs 92 [73%], P<0.001) and dry cough (30 [34.1%] vs77 [61.1%], P<0.001). The severe patients had higher D-dimer levels thannonsevere patients (median, 0.9 [IQR, 0.1-20.0] vs 0.4 [IQR, 0.2-8.7], P<0.001), whichwas indicative of consumptive coagulation system. The abnormalities weremanifestation of increased inflammatory response and blood coagulation function. As of February 19, 2020, of 214 patients included in thisstudy, 88 (41.1%) were severe and 126 (58.9%) were non-severe. Compared with non-severe patients, severe patients were older and had morehypertension but less with typical symptoms such as fever and cough. Moreover, during the epidemic period of COVID-19, when seeing patients withthese neurologic manifestations, doctors should consider SARS-CoV-2 infection as adifferential diagnosis so to avoid delayed diagnosis or misdiagnosis and prevention oftransmission. The expression and distribution of ACE2 remind us that the SARS-CoV-2 maycause some neurological symptoms through direct or indirect mechanisms. The pathological mechanism may be from the CNS invasion ofSARS-CoV-2, similar to SARS and MERS virus. Consistent with the previous studies [7] muscle symptom was also common in ourstudy. Their clinical conditions may worsen and patients may die soon. doi:10.1056/NEJMsr1408795An Old Player with Novel Functions in Skeletal Muscle. Blood urea nitrogen,64.0(8.8<0.01<0001<0.05<0.001Creatinine, µmol/LP values indicate differences between severe and non-severe patients. P values indicate differences between patients with and without PNS. P442.0(147.0743.0)50.0 (14.0-173.0)53.0 (26.0-209.0)4.8 (2.4-48.1)Alanine aminotransferase, U/LAspartate aminotransferase, U/LBlood urea nitrogen, mmol/L<0.05"}