{"date": "2020/02/20", "journal": "medrxiv", "authors": "mao yaqian, Wei Lin, Junping Wen, Gang Chen", "title": "Epidemiological and clinical characteristics of SARS-CoV-2 and SARS-CoV: a system review", "type": "preprint article", "abstract": "Background In 2002-2003, a severe pulmonary infectious disease occurred in guangdong, China. The disease was caused by severe acute respiratory syndrome coronavirus (SARS-CoV), 17 years apart, also happen in China, and also the novel coronavirus, this epidemic has posed a significant hazard to people's health both China and the whole world. Now the data of 2019 corona virus disease (COVID-19) are still limited. In this article, we summarized the early epidemiologic and clinical characteristics of SARS and COVID-19 in different countries. Aim to provide recommendations for the understanding and prevention of COVID-19. Methods By searching pubmed, we analyzed and compared the typical cases of SARS and COVID-19 in different countries in the early stage of the outbreak. Clinical records, laboratory results, imageological diagnosis and pathologic condition were retrospectively reviewed for these cases. This paper adopts the method of descriptive statistics and tables and graphs. Findings Six SARS-related articles (N=337 participants) and 12 COVID-19-related articles (N=50,096 participants) were eligible for this systematic review. Fever, Malaise/Fatigue were the most common symptoms in SARS and COVID-19. But in general, the clinical symptoms and signs of COVID-19 were not obvious. Compared with SARS, COVID-19 was transmitted in a more diverse way,", "text": "from person to person, asymptomatic infected people and possible fecal-oraltransmission, created the conditions for a large-scale spread. The mortality rates ofSARS and COVID-19 were (7.7%) and (2.2%) respectively, but the overall infectionrate of healthcare worker of COVID-19 (3.9%) was lower than that of SARS(40.0%). We also summarize the current reports on the pathology of COVID-19, wefound that the pathological features of COVID-19 have greatly similar with SARS,which manifested as acute respiratory distress syndrome (ARDS).Interpretation The epidemiological and clinical characteristics of SARS andtransmitted in more diverse ways and is more infectious, so the early recognition ofdisease by healthcare worker and patient is very important. Active and effectiveisolation measures for suspected and close contacts are necessary.The kind of pneumonia caused by the 2019 novel coronavirus disease (COVID-19) is ahighly infectious disease, that WHO has declared it as a global public health emergency.With the deepening understanding of COVID-19 infection and the accumulation ofdiagnosis and treatment experience, the epidemiological and clinical characteristics ofCOVID-19 have changed constantly, but our understanding of COVID-19 remained to beelucidated, especially in pathology.Compared with SARS, we found COVID-19 was transmitted in a more diverse way,Fever, cough and Malaise/Fatigue were the most common symptoms in both dieases. Butin general, the clinical symptoms and signs of COVID-19 were not obvious.We found that the pathological features of COVID-19 greatly resemble those seen inSARS, their features associated with acute respiratory distress syndrome.This paper summarized the latest epidemiological changes, clinical manifestations andpathological examination of COVID-19, aim to make the majority of medical workershave a more comprehensive understanding, and improve the level of prevention, control,diagnosis and treatment and improve the prognosis of the disease.In December 2019, a group of unidentified pneumonia patients was found to belinked to a seafood wholesale market in wuhan, China[1]. By analyzing samples frompneumonia patients, we identified a previously unknown subcoronavirus, which wenamed 2019-novel coronavirus (2019-nCoV). WHO has officially named the virussevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the diseasecorona virus disease 2019 (COVID-19) [2]. As of February 10, 2020, mainland Chinahad reported 42,708 confirmed COVID-19 cases and 1,017 deaths[3]. At present, theCOVID-19 has shown a trend of global spread, involving 24 countries in Asia,Europe, North America and Oceania. COVID-19 is transmitted primarily throughdroplets and contact, recent studies[4, 5] showed that SARS-CoV-2 was detected instool samples of patients, which makes it possible for gastrointestinal transmission.The transmission pattern of COVID-19 include human-to-human transmission[6, 7],family cluster spread[7], Asymptomatic infection transmission[8] and possiblenosocomial infections [9].Seventeen years ago, a severe acute respiratory syndrome (SARS) happened inGuangdong Province, China, and soon spread to other countries and regions, such asthe Hong Kong special administrative region of China[10], Vietnam[11], Singapore[12],and Canada[13]. By the end of the outbreak, 26 countries had reported 8,098 possibleSARS cases and 774 deaths[11]. SARS-CoV and SARS-CoV-2 are both envelopedRNA viruses and widely distributed in humans, other mammals and birds, causingrespiratory, digestive and neurological diseases. Recent studies analysis showed thatthe novel coronavirus had 78% nucleotide homology with human SARS–CoV [3, 14].As more and more COVID-19 cases are diagnosed, we find that SARS andCOVID-19 share many similarities in clinical manifestations, epidemiology, andmode of transmission. 17 years apart, also happen in China, and also the novelcoronavirus, this epidemic has posed a significant hazard to people’s health bothChina and the whole world. So far, the COVID-19-infected cases still rising, ourunderstanding of COVID-19 remained to be elucidated. This report summarizes theinitial epidemiologic findings, clinical description, pathological features anddiagnostic findings of SARS and COVID-19 in different countries. Aim to providenew ideas for the diagnosis and prevention of COVID-19.In order to identify studies that about the initial epidemiologic findings, clinicaldescription, and diagnostic findings of SARS and COVID-2019 in differentcountries, we searched PubMed. Data for the reports of SARS and COVID-19 casesin different countries were compiled from arange of sources. These case countsvaried considerably making a direct comparisons difficult. So rapid reviewed andsummarized of the current state of knowledge on SARS and COVID-2019 wereconducted from the literature using PubMed.          The terms we used in the PubMed of SARS included “SARS and case”, “severeacute respiratory syndrome and case”, “SARS and cases”, “severe acute respiratorysyndrome and cases”, The terms we used in the PubMed of COVID-2019 inc          This paper adopts the method of descriptive statistics and tables and graphs.Statistical analysis was done with SPSS, version 20.0. Continuous variables weredirectly expressed as a range, median (IQR) or mean (±SD). Categorical variableswere expressed as n (%), n/N (%).As of February 17, 2020, we identified 18 studies through Pubmed, among which 6articles on SARS and 12 articles on COVID-19. The characteristics of 18 studies areshown in Table1. Articles on the characteristics of the early SARS epidemic mainlycame from China (Beijing, Guangdong, Hong Kong), Singapore, Vietnam, andCanada, which were the worst affected by the early outbreak. Articles on the earlypopularity of the COVID-19 mainly came from China, as well as from countrieswith a small number of current case reports, such as the United States, Germany,Australia, Vietnam and South Korea.We had summarized the transmission patterns of the two pneumonia. SARSwas mainly transmitted by close contact and droplets, showing human-to-humantransmission, family cluster transmission and nosocomial infection. COVID-19 wastransmitted in a variety of ways, including human-to-human transmission, familycluster transmission, asymptomatic infection, nosocomial infection, and undefinedfecal-oral and mother-to-fetus transmission.Demographic and clinical characteristics are shown in Table 2. In SARS, 40.0%were medical workers, and 37.1% were male (female: male=1.70:1). The incubationperiod of the disease was about 0-20 days. In COVID-19, 3.9% were health workers,and 51.9% were male (male: female=1.08:1). The incubation period of the diseasewas 0-24 days. Whether SARS or COVID-19, people are generally susceptible.The most common clinical manifestation of SARS were Fever (99.7%), Cough(87.5%),Malaise/Fatigue/Confusion(83.1%),Shortnessofbreath(70.3%),Headache (56.5%) and Myalgia (48.0%), among which gastrointestinal symptomssuch as diarrhea (30.3%), Nausea and vomiting (26.7%) were obvious. In COVID19，Fever (89.0%) cough (68.1%) and Malaise/Fatigue/Confusion (39.2%) were themost common symptoms, whereas diarrhea (4.7%) and Nausea/vomiting (5.4%)were rare. 18.8% of patients in SARS and 26.1% of patients in COVID-19 had atleast one underlying disorder (i.e., hypertension, diabetes, Cardiovascular disease,etc).common, patterns on chest imaging findings were pulmonary consolidation orexudation (90.8%), 47.0% were unilateral pneumonia and 45.7% were bilateralpneumonia. 83.5%, 25.0% and 21.8% of patients had lymphopenia, leukopenia, andthrombocytopenia respectively. In COVID-19, the most common, patterns on chestimaging findings were ground-glass opacity (53.3%) and pulmonary consolidation orexudation (86.5%), 35.1% were unilateral pneumonia and 50.0% were bilateralpneumonia. 75.9% and 31.1%of patients had lymphopenia and leukopenia,respectively. Overall, thrombocytopenia was observed in 32.8% of patients. elevatedlevels of aspartate aminotransferase, alanine aminotransferase, creatine kinase, andLactate dehydrogenase were common in SARS and COVID-19.therapy, antibiotic therapy, the use of corticosteroids or immunoglobulin were in62.0%, 99.3%, 78.3%, 50.3% and 0% of patients, respectively. Then in COVID-19there were 47.0%, 60.7%, 45.9%, 21.2% and 12.2% of patients, respectively. Thedeath of SARS and COVID-19 were 7.7 % and 2.2 %.countries. Patient A, who had the first known case of SARS in Hong Kong specialadministrative region of China [10], was a medical staff working in southern Chinawho had traveled to Hong Kong special administrative region of China and led to alocal epidemics of SARS in Hong Kong special administrative region of China.Patient A, patient B, patient C and patient D were ever staying in the same hotel inHong Kong special administrative region of China, some of them were staying onthe same floor. Finally, patients B, C and D were defined as the index case of SARSoutbreak in families and hospitals through human-to-human transmission and closecontact.Huanan seafood market on January 1, 2020. people contracted the disease mainlythrough contact with host animals carrying the virus[15], Subsequently, infectedpeople spread the virus to their families and communities through human-to-humantransmission and contact transmission. As a result of the Chinese New Year, a largenumber of people returned to their hometown, resulting in a nationwide epidemics ofthe disease. At the same time of economic globalization, the number of importedcases increased gradually in other countries.the early stage. The pathological features of SARS-CoV-2 pneumonia were mainlyderived from the latest study of Tian et al [16] and Xu et al [17]. The pathologicalfeatures of SARS-CoV pneumonia came from the study of Tsang et al[10] and Frankset al [18]. The pathology showed that the early manifestations of COVID-19 weresimilar to SARS.medRxiv preprint doi: https://doi.org/10.1101/2020.02.20.20025601. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.iifrsssaeonnodoTmM ,iilllttfr--saaceaaunhounuhmmm A,iilllttfr--saaceaaunhounuhmmmll rights rese,iilllttfr--saaceaaunhounuhmmmrved. N,lttt--scecaacaoonnhonuuhmmo reuse,tilltttl-rssaeaeceaccpohdnooallow e,liilltttlfrssaaceceaccunoomd witho,lttt--scecacaaoonnonhuhummut pertllliirfsecaaummissio,lttt--scecaacaoonnonhuhummn. ,t--aauhnouhnmm tllrrf-eacaeuoo？ ,liillttfr--saacaeaunhonuhummm3≤0000medRxiv preprint doi: https://doi.org/10.1101/2020.02.20.20025601. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.,titt--sacaaaopynuhonuhmmmm iitrsssanonm t--aanuhonuhmm ,ltlittr---saeeaaadpohnuhonuhmmAll rightt--aanuhonuhmmsreserve,,tllitrf--secaaauynuhonuhmmmd. Notllrr-f?eacaeouoreuse,tllitrf--secaaauynuhonuhmmmallowettlscacecnood with,tllilittlrfssecaaaccecunoomout perm,ttlt--saccecaanoonhuonuhmmissiontllilirfsecaaum. t--aanuhonuhmm ,ttlt--saccecaanoonhuonuhmm iitittrssssacaaonnopymmm00000——————0000000)%9.3(;evigsieulavcificepsonroydutsehtnidenoitnemtoN：3 —;eziSelpmaS:SS2;ydutsht61otts1ehtetacidni:DIydut1 S;gnar,)%(Death toll3/85(3.5%)—2/85(2.4%)1/85(1.2%)81/97(83.5%)79/316(25.0%)69/316(21.8%)66/240(27.5%)165/282(58.5%)160/283(56.5%)63/244(25.8%)103/219(47.0%)100/219(45.7%)3/10(30%)208/229(90.8%)27/210(12.9%)71/337 (21.1%)209/337(62.0%)290/292(99.3%)170/217(78.3%)74/147(50.3%)—0529/22373(2.4%)5/1391(0.4%)4/1391(0.3%)12/1391(0.9%)894/1178(75.9%)351/1128(31.1%)331/1010(32.8%)438/954(45.9%)223/908(24.6%)191/851(22.4%)117/797(14.7%)439/1252(35.1%)626/1252(50.0%)740/1388(53.3%)45/52(86.5%)143/1099(13.0%)256/1394 (18.4 %)607/1291(47.0%)842/1388(60.7%)637/1388(45.9%)45/1388(3.2%)294/1388(21.2%)170/1388(12.2%)1119/50096(2.2%)Data are n, n/N (%), rang; SARS: severe acute respiratory syndrome, COVID-19: 2019 novel coronavirus disease.1—：Not mentioned in the study or no specific value is give.1. Siginificant alveolar edema with1. Significant pulmonary oedema andcellularfibromyxoidexudatesand fibrin exudate in alveolar edema. havehyaline membrane formation，Alveolarseptum slightly thickened with mildmononuclear infiltration. there were freeinflammatory cells, polymorphonuclearand mononuclear cells in the alveolarspaces. The predominant pattern of lunginjury was diffuse alveolar damage.These features associated with acuterespiratory distress syndrome。2. There was no tissue necrosis, viralinclusions, fungi, or bacteria on thesections.desquamationofpneumocytesandhyaline membrane formation. There ispatchy and severe pulmonary cellproliferation and interstitial thickeningwith inflammatory cells, multinucleatedgiant cells and macrophage infiltration.These features associated with acuterespiratory distress syndrome.SARS-CoV and SARS-CoV-2 are both belong to the β coronavirus family, whichshare 78% of their nucleotide homology[3]. As more and more confirmed cases ofCOVID-19 have been reported, we found that SARS and COVID-19 have greatsimilarities in clinical manifestations, laboratory examinations and chest imaging.It is currently believed that whether SARS or COVID-19, the main source ofinfection is people infected with coronavirus. From Figure 1, we can see that patientA who came from the epidemic area, as the index patient of Hong Kong specialadministrative region of China, was staying in the same hotel with patient B, C and Dwho came from Canada, Singapore and Vietnam respectively. After contractingSARS-CoV through direct or indirect contact, they also became the index patients intheir own countries. This form of human-to-human transmission quickly spread thevirus around the world, causing the disease to spread. Similarly, in the early report of41 confirmed cases of COVID-19, 27 reported exposure to the Huanan seafoodmarket[15]. But since the closure of the seafood market on Jan 1, 2020, more and morenew cases have been reported to be associated with contact with confirmed patientswhich stress the importance of human-to-human transmission. However, it's worthnoting that there were some people uninfected in close contacts with SARS orCOVID-19[5, 10, 13]. Therefore, whether genetic susceptibility exists or not needs furtherstudy.In this study, we found that SARS and COVID-19 were mainly transmitted bydroplets and contact, showing human-to-human transmission, family aggregationspread and nosocomial infection. It is worth noting that COVID-19 has a more diversemode of transmission that can manifest itself as asymptomatic infection[8], somethingthat has not previously been seen in SARS[24]. Because of the absence of symptoms, itis difficult to detect and isolate carriers in time, which makes it more difficult tocontrol the spread of the disease [24, 25]. Recent studies have found that SARS-CoV-2can be detected in the feces of patients, indicating that the possibility of fecal-oraltransmission[4, 5]. There have been reports of infections in newborns[2], but morestudies are needed to confirm the presence of vertical transmission. Human-to-human,asymptomatic infection and possible mother-to-child transmission and fecal-oraltransmission are the causes of the widespread spread of the disease. So, the earlyrecognition of COVID-19 in different countries can reduces transmission risk andincreases understanding of SARS-CoV-2, including its transmission and severity, toinform national and global response actions.Through the summary analysis of the two types of pneumonia, we found thatboth SARS and COVID-19 had a general susceptibility, but the majority of SARSpatients were female while the majority of COVID-19 patients were male[19]. Thereason why there were so many female patients in SARS was that female medicalworkers were seriously infected at that time. However, it should be noted thatpregnant women and newborns were infected in COVID-19[2], and cases of infectionin infants and children have been reported successively. The reason was considered tobe related to the special immune tolerance state of pregnant women duringpregnancy[2] and the low immune function of children and infants[25].Through the study of early SARS and COVID-19 in different countries, wefound that both types of pneumonia were mainly characterized by fever, accompaniedby different degrees of cough, dyspnea, fatigue and discomfort. However, the clinicalsymptoms of SARS were more obvious than that of COVID-19. Besides respiratorysymptoms, gastrointestinal symptoms such as diarrhea and vomiting were also morecommon. COVID-19 patients with mild symptoms are easy to be overlooked, so it isnecessary to take active and effective isolation measures for suspected patients orclose contacts as early as possible. Furthermore, laboratory tests showed that patientswith SARS and COVID-19 all had lymphopenia, leukopenia, and thrombocytopenia,along with elevated levels of liver enzymes, lactate dehydrogenase and cardiacenzymes.On imaging, SARS was mainly manifested as pulmonary exudation lesions andconsolidation, while COVID-19 was mainly manifested as multiple ground-glassshadows. Since the early imaging changes of COVID-19 were not obvious, highresolution chest CT examination should be performed as soon as possible forsuspected patients to clarify. The mortality rates of SARS and COVID-19 were 7.6%and 2.7%, respectively. Patients with COVID-19 were mostly mild and moderate,while SARS was mostly severe.We know that pathological examination has great help to the treatment andprognosis of SARS-CoV-2 pneumonia, and it can guide clinicians to better understandthe evolution and progress of the disease. However, there is still a lack of pathologystudies on COVID-19. This paper summarizes the current reports on the pathology ofCOVID-19, we found that the pathological features of COVID-19 have greatly similarwith SARS, mainly showing alveolar edema, protein exudation, alveolar septumthickened and hyaline membrane formation. their pathological features associatedwith acute respiratory distress syndrome.At present, the treatment of COVID-19 is lack of specific drugs and mainlyfocuses on support treatment. Therefore, early detection, early isolation, earlydiagnosis and early treatment are the key measures to control infectious diseases. Ourclinical and pathological review of COVID-19 and SARS can help healthcare workerto formulate a timely therapeutic strategy for similar patients and reduce mortalityThis study has several limitations, first, among those cases, most patients are stillhospitalized at the time of paper published. Therefore, it is difficult to accurate assessnumber of deaths and severe cases, and risk factors for poor outcome. so continuedobservations of the process and prognosis of the disease are needed. second, So far,many foreign reports on COVID-19 have been individual cases，making comparisonsdifficult. This paper mainly uses descriptive analysis to review and summarize thecase.Human-to-human transmission is the main route of COVID-19, which lead to therapid spread of this disease. Now the outbreak of COVID-19 constitutes an epidemicthreat in China and Worldwide. It is important for public medical institutions, healthcare workers, and the public to have an early recognition of COVID-19 so thatcoordinated and effective actions can help prevent additional cases or poor health[1][21]Kim J Y, Choe P G, Oh Y, et al. The First Case of 2019 Novel Coronavirus Pneumonia Imported145-151.[23][24][25]Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China[J]. 2020: 2020.2002.2010.20021675.Mahase E. China coronavirus: mild but infectious cases may make it hard to control outbreak,report warns[J]. BMJ, 2020, 368: m325.        Wang F-S, Zhang C. What to do next to control the 2019-        ", "ref_list": [[], [""], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["-nCoV acute respiratory disease"], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam[J]"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan"], ["A cluster of cases of severe acute respiratory syndrome in Hong Kong[J]"], ["Clinical description of a completed outbreak of SARS in Vietnam"], ["Severe acute respiratory syndrome (SARS) in Singapore: clinical features of index patient and initial contacts[J]"], ["Identification of severe acute respiratory syndrome in Canada[J]"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan"], ["Pulmonary pathology of early phase SARS-COV-2 pneumonia"], [""], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Lung pathology of severe acute respiratory syndrome (SARS): a study of 8 autopsy cases"], ["The clinical characteristics and outcome of 45 early stage patients with SARS][J]"], ["Description and clinical treatment of an early outbreak of severe acute respiratory syndrome (SARS) in Guangzhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M L Holshue", "C Debolt", "S Lindquist"], ["Z-Y Guan W-J", "Y Hu"], ["Nco V N I R S T."], ["Phan L T Nguyen", "T V Luong", "Q C"], ["C Rothe", "M Schunk", "P Sothmann"], ["D Wang", "B Hu", "C Hu"], ["P L Tsang K W", "G C Ooi"], ["K C Vu H T", "Le D H"], ["Hsu L Y Lee", "C C Green", "J A"], ["D E Poutanen S M", "B Henry"], ["R Lu", "X Zhao", "J Li"], ["C Huang", "Y Wang", "X Li"], ["S Tian", "W Hu", "L Niu"], ["Preprints"], ["Z Xu", "L Shi", "Y Wang"], ["F Tj", "C Py"], ["N Huo", "H Lu", "X Xu"], ["Z Zhao", "F Zhang", "M Xu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "from person to person, asymptomatic infected people and possible fecal-oral\ntransmission, created the conditions for a large-scale spread. The mortality rates of\nSARS and COVID-19 were (7.7%) and (2.2%) respectively, but the overall infection\nrate of healthcare worker of COVID-19 (3.9%) was lower than that of SARS\n(40.0%). We also summarize the current reports on the pathology of COVID-19, we\nfound that the pathological features of COVID-19 have greatly similar with SARS,\nwhich manifested as acute respiratory distress syndrome (ARDS).", "one_words_summarize": "from person to person, asymptomatic infected people and possible fecal-oraltransmission, created the conditions for a large-scale spread. We also summarize the current reports on the pathology of COVID-19, wefound that the pathological features of COVID-19 have greatly similar with SARS,which manifested as acute respiratory distress syndrome (ARDS).Interpretation The epidemiological and clinical characteristics of SARS andtransmitted in more diverse ways and is more infectious, so the early recognition ofdisease by healthcare worker and patient is very important. Active and effectiveisolation measures for suspected and close contacts are necessary. We found that the pathological features of COVID-19 greatly resemble those seen inSARS, their features associated with acute respiratory distress syndrome. In December 2019, a group of unidentified pneumonia patients was found to belinked to a seafood wholesale market in wuhan, China[1]. By the end of the outbreak, 26 countries had reported 8,098 possibleSARS cases and 774 deaths[11]. Recent studies analysis showed thatthe novel coronavirus had 78% nucleotide homology with human SARS–CoV [3, 14].As more and more COVID-19 cases are diagnosed, we find that SARS andCOVID-19 share many similarities in clinical manifestations, epidemiology, andmode of transmission. Data for the reports of SARS and COVID-19 casesin different countries were compiled from arange of sources. Continuous variables weredirectly expressed as a range, median (IQR) or mean (±SD). In SARS, 40.0%were medical workers, and 37.1% were male (female: male=1.70:1). 18.8% of patients in SARS and 26.1% of patients in COVID-19 had atleast one underlying disorder (i.e., hypertension, diabetes, Cardiovascular disease,etc).common, patterns on chest imaging findings were pulmonary consolidation orexudation (90.8%), 47.0% were unilateral pneumonia and 45.7% were bilateralpneumonia. 83.5%, 25.0% and 21.8% of patients had lymphopenia, leukopenia, andthrombocytopenia respectively. Then in COVID-19there were 47.0%, 60.7%, 45.9%, 21.2% and 12.2% of patients, respectively. Thedeath of SARS and COVID-19 were 7.7 % and 2.2 %.countries. people contracted the disease mainlythrough contact with host animals carrying the virus[15], Subsequently, infectedpeople spread the virus to their families and communities through human-to-humantransmission and contact transmission. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.iifrsssaeonnodoTmM ,iilllttfr--saaceaaunhounuhmmm A,iilllttfr--saaceaaunhounuhmmmll rights rese,iilllttfr--saaceaaunhounuhmmmrved. These features associated with acuterespiratory distress syndrome。2. These features associated with acuterespiratory distress syndrome. From Figure 1, we can see that patientA who came from the epidemic area, as the index patient of Hong Kong specialadministrative region of China, was staying in the same hotel with patient B, C and Dwho came from Canada, Singapore and Vietnam respectively. Therefore, whether genetic susceptibility exists or not needs furtherstudy. At present, the treatment of COVID-19 is lack of specific drugs and mainlyfocuses on support treatment. Therefore, it is difficult to accurate assessnumber of deaths and severe cases, and risk factors for poor outcome. Now the outbreak of COVID-19 constitutes an epidemicthreat in China and Worldwide."}