{"date": "2020/02/19", "journal": "medrxiv", "authors": "Xun Li, Luwen Wang, Shaonan Yan, Fan Yang, Longkui Xiang, Jiling Zhu, Bo Shen, Zuojiong Gong", "title": "Clinical characteristics of 25 death cases infected with COVID-19 pneumonia: a retrospective review of medical records in a single medical center, Wuhan, China", "type": "preprint article", "abstract": "confirmed and 1368 patients have died from the disease. However, the clinical characteristics\nof the dyed patients were still not clearly clarified. This study aims to summarize the clinical\ncharacteristics of death cases with COVID-19 and to identify critically ill patients of", "text": "confirmed and 1368 patients have died from the disease. However, the clinical characteristicsof the dyed patients were still not clearly clarified. This study aims to summarize the clinicalcharacteristics of death cases with COVID-19 and to identify critically ill patients ofpatients with COVID-19 in Renmin Hospital of Wuhan University from Jan 14 to Feb 13,2020. Two experienced clinicians reviewed and abstracted the data.Findings The mean age of the dead was 71.48 ± 12.42 years, the average course of thedisease was 10.56 ± 4.42 days, all patients eventually died of respiratory failure. All of thosewho died had underlying diseases, the most common of which was hypertension (16/25, 64%),followed by diabetes (10/25, 40%), heart diseases (8/25, 32%), kidney diseases (5/25, 20%),cerebral infarction (4/25, 16%), chronic obstructive pulmonary disease (COPD, 2/25, 8%),malignant tumors (2/25, 8%) and acute pancreatitis (1/25, 4%). The most common organdamage outside the lungs was the heart, followed by kidney and liver. In the patients’ lastexamination before death, white blood cell and neutrophil counts were elevated in 17 patients(17/25, 68%) and 18 patients (18/25, 72%), lymphocyte counts were decreased in 22patients (22/25, 88%). Most patients’ PCT, CRP and SAA levels were elevated, thepercentages were 90.5% (19/21), 85% (19/20) and 100% (21/21) respectively. The levels ofthe last test of neutrophils (15/16, 93.8%), PCT (11/11, 100%), CRP (11/13, 84.6%), cTnI (8/9,88.9%), D-Dimer (11/12, 91.6%) and LDH (9/9, 100%) were increased as compared to thefirst test, while the levels of lymphocytes were decreased (14/16, 87.5%).important risk factors for death of COVID-19 pneumonia. Bacterial infections may play animportant role in promoting the death of patients. Malnutrition was common to severepatients. Multiple organ dysfunction can be observed, the most common organ damagewaslung, followed by heart, kidney and liver. The rising of neutrophils, SAA, PCT, CRP, cTnI,        The pneumonia caused by the 2019 novel coronavirus (SARS-CoV-2) is a highly infectiousreported that the person-to-person transmission in hospital and family settings has beenaccumulating (2-4). The patients’ common clinical manifestations included fever, nonproductivecough, dyspnea, myalgia, fatigue, normal or decreased leukocyte counts, and radiographicevidence of pneumonia (        use of RT-PCR on samples from there respiratory tract. Diagnosis of COVID-19 was based on thepreservation solution, and the total RNA was extracted within 2h with the respiratory sample RNApatients (23/25, 92%). All (25/25, 100%) of those who died had underlying diseases, the mostcommon of which was hypertension (16/25, 64%), followed by diabetes (10/25, 40%), heartdiseases (8/25, 32%), kidney diseases (5/25, 20%), cerebral infarction (4/25, 16%), chronicobstructive pulmonary disease (COPD, 2/25, 8%), malignant tumors (2/25, 8%) and acutepancreatitis (1/25, 4%). (Table.1)In addition to affecting respiratory function, the most common organ damage outside the lungswas the heart, (18 patients’ serum hypersensitive troponin I (cTnI) or/and Amino-terminalpro-brain natriuretic peptide (Pro-BNP) levels were increased (18/19, 94.7%)), followed by kidney(12 patients’ serum blood urea nitrogen (BUN) or/and creatinine (Cr) levels were increased (12/25,48%)) and liver (5 patients’ serum Alanine transaminase (ALT) and aspartate aminotransferase(AST) levels were increased (5/25, 20%)). Besides, all the patients’ albumin levels were decreased.(Table.2)The routine blood test, procalcitonin (PCT), C-Reactive Protein (CRP) and Serum amyloid A(SAA) were used to reflect changes of inflammatory response in COVID-19. In the patients’ lastexamination before death, white blood cell and neutrophil counts were elevated in 17 patients(17/25, 68%) and 18 patients (18/25, 72%), lymphocyte counts were decreased in 22 patients(22/25, 88%). Most patients had mild anemia, RBC and Hb levels were decreased in 20 (20/25,80%) and 17 (17/25, 68%) patients respectively. Due to alimentary tract hemorrhage, the patient17 had severe anemia. Most patients’ PCT, CRP and SAA levels were elevated, the percentageswere 90.5% (19/21), 85% (19/20) and 100% (21/21) respectively. (Table.3)In order to screen for biomarker indicating poor prognosis, we observed the changes ofbiochemical indicators in all patients (if repeated measurements were present). The results showedthat the levels of the last test of neutrophils (15/16, 93.8%), PCT (11/11, 100%), CRP (11/13,84.6%), cTnI (8/9, 88.9%), D-Dimer (11/12, 91.6%) and lactate dehydrogenase (LDH) (9/9, 100%)were increased as compared to the first test, while the levels of lymphocytes were decreased(14/16, 87.5%). The SAA maintained a high level. Chest CT scan showed that the patients’pulmonary lesions were worse in the late stage than in the early stage (patient 3, patient 13 andpatient 14). (Fig.1)patients indicated that the age and underlying diseases were the most important risk factors fordeath. As concerning the underlying diseases, the most common one was hypertension, followedby diabetes, Heart disease, kidney disease, cerebral infarction, COPD, malignant tumors and acutepancreatitis.          viruses, belonging to the beta-coronaviruses genus of the Coronaviridae family (1). The analysisshowed that both SARS-CoV-2 and the SARS-CoV shared a common ancestor that resembles thebat coronavirus HKU9-1 (8). And the severity of some cases with SARS-CoV-2 was similar tothat of SARS-CoV (          lungs was the heart, followed by kidney and liver. The results demonstrated that the death of thepatient may be primarily related to impaired cardiopulmonary function. All the patients’ albuminlevels and 80% and 68% of patients’ RBC and Hb levels were decreased, which indicates thatmalnutrition is common to severe patients.          lymphocyte count (                    against invading pathogens as well as in inflammation (          levels of the first test of neutrophils (93.8%), PCT (100%), CRP (84.6%), cTnI (88.9%), D-Dimer(91.6%) and LDH (100%) were increased as compared to the last test, while the levels oflymphocytes were decreased (87.5%), suggesting that the rising of neutrophils, PCT, CRP, cTnI,risk factors for death of COVID-19. Bacterial infections may play an important role in promotingthe death of patients. Malnutrition is common to severe patients. Multiple organ dysfunction canbe observed, the most common organ damage outside the lungs is the heart, followed by kidneyand liver. The rising of neutrophils, SAA, PCT, CRP, cTnI, D-Dimer and LDH levels can be usedas indicators of disease progression, as well as the decline of lymphocytes counts.References:Pneumonia in China, 2019. N Engl J Med. 2020 2020-01-24.associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. LANCET. 2020 2020-01-24.IDpatient1patient2patient3patient4patient5patient6patient7patient8patient9patient10patient11patient12patient13patient14patient15patient16patient17patient18patient19patient20patient21patient22patient23patient24patient25IDpatient1patient2patient3patient4patient5patient6patient7patient8patient9patient10patient11patient12patient13patient14patient15patient16patient17patient18patient19patient20patient21patient22patient23patient24patient25range13; C1: the early stage Chest CT scan of Patient 14; C2: the late stage Chest CT scan of", "ref_list": [[], ["a total of 59883 cases of COVID-19 in China have been 4"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Hints' in the killer protein gasdermin D: unveiling the secrets of gasdermins driving cell death"], ["Commission of the People's Republic of China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["National Health Commission of China. New coronavirus pneumonia prevention and control program (4th edn)"], ["C-reactive protein and inflammation: conformational changes affect function"], ["Structural Basis for Lipid Binding"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["S Qiu", "J Liu", "F. Xing"], ["National Health", "X Xu", "P Chen", "J Wang", "J Feng", "H Zhou", "X Li"], ["N Chen", "M Zhou", "X Dong", "J Qu", "F Gong", "Y Han"], ["P Schuetz", "Y Wirz", "R Sager", "M Christ-Crain", "D Stolz", "M Tamm"], ["Y Wu", "LA Potempa", "KD El", "Filep JG"], ["NM Frame", "M Kumanan", "TE Wales", "A Bandara", "M Fandrich", "JE Straub"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "confirmed and 1368 patients have died from the disease. However, the clinical characteristics\nof the dyed patients were still not clearly clarified. This study aims to summarize the clinical\ncharacteristics of death cases with COVID-19 and to identify critically ill patients of", "one_words_summarize": "However, the clinical characteristicsof the dyed patients were still not clearly clarified. This study aims to summarize the clinicalcharacteristics of death cases with COVID-19 and to identify critically ill patients ofpatients with COVID-19 in Renmin Hospital of Wuhan University from Jan 14 to Feb 13,2020. The levels ofthe last test of neutrophils (15/16, 93.8%), PCT (11/11, 100%), CRP (11/13, 84.6%), cTnI (8/9,88.9%), D-Dimer (11/12, 91.6%) and LDH (9/9, 100%) were increased as compared to thefirst test, while the levels of lymphocytes were decreased (14/16, 87.5%).important risk factors for death of COVID-19 pneumonia. Bacterial infections may play animportant role in promoting the death of patients. Multiple organ dysfunction can be observed, the most common organ damagewaslung, followed by heart, kidney and liver. The rising of neutrophils, SAA, PCT, CRP, cTnI,        The pneumonia caused by the 2019 novel coronavirus (SARS-CoV-2) is a highly infectiousreported that the person-to-person transmission in hospital and family settings has beenaccumulating (2-4). Fig.1)patients indicated that the age and underlying diseases were the most important risk factors fordeath."}