{"date": "2020/02/25", "journal": "medrxiv", "authors": "Yunbao Pan, Guangming Ye, Xiantao Zeng, Guohong Liu, Xiaojiao Zeng, Xianghu Jiang, Jin Zhao, Liangjun Chen, Shuang Guo, Qiaoling Deng, Xiaoyue Hong, Ying Yang, Yirong Li, Xinghuan Wang", "title": "Can routine laboratory tests discriminate 2019 novel coronavirus infected pneumonia from other community-acquired pneumonia?", "type": "preprint article", "abstract": "#Equally contribution Word count: 2184", "text": "Running title: Routine Laboratory Tests in NCIP DiagnosisTel: 18602718052; and Xinghuan Wang, Center for Evidence-Based andTranslational Medicine, Zhongnan Hospital of Wuhan University, No.169Donghu Road, Wuchang District, Wuhan, 430071, China; E-mail:Background. The clinical presentation of 2019 Novel Coronavirus (2019-nCov)infectedpneumoniaresemblesthatotheretiologiescommunity-acquired pneumonia (CAP). We aimed to identify clinical laboratoryfeatures to distinguish NCIP from CAP.Methods. We compared the ability of the hematological and biochemicalfeatures of 84 patients with NCIP at hospital admission and 316 patients withCAP. Parameters independently predictive of NCIPwere calculated bymultivariate logistic regression. The receiver operating characteristic (ROC)curves were generated and the area under the ROC curve (AUC) wasmeasured to evaluate the discriminative ability.Results. Most hematological and biochemical indexes of patients with NCIPwere significantly different from patients with CAP. Nine laboratory parameterswere identified to be highly predictive of a diagnosis of NCIP by multivariateanalysis. The AUCs demonstrated good discriminatory ability for red celldistribution width (RDW) with an AUC of 0.88 and Hemoglobin (HGB) with anAUC of 0.82. Red blood cell (RBC), albumin (ALB), eosinophil (EO),hematocrit (HCT), alkaline phosphatase (ALP), and white blood cell (WBC)had fair discriminatory ability. Combinations of any two parameters performedbetter than did the RDW alone.Conclusions. Routine laboratory examinationsmay be helpful for thediagnosis of NCIP. Application of laboratory tests may help to optimize the useof isolation rooms for patients when they present with unexplained febrileChinese people are facing unprecedented panic induced by the outbreakof 2019 Novel Coronavirus (2019-nCov) infected pneumonia (NCIP) in Wuhan,China since December 2019 [1]. Currently, during Spring Festival travel rush,millions of people leave Wuhan city, and the 2019-nCov would spread quicklyespecially along with people coming out from Wuhan. By 10 Feb 2020, a totalof 3,7626 people have been confirmed NCIP in China [2].The NCIP is considered a relative of the deadly Middle East respiratorysyndrome (MERS) andcoronaviruses. They are characterized by pneumonia symptoms, such as fever,radiographic evidence of pneumonia, respiratory symptoms and possiblytransmitted from animal to human [3-5]. The public health authorities proposedNCIP definitions that combined clinical features (e.g., fever, cough, andanhelation) with epidemiological factors (e.g., travel to a seafood and wetanimal wholesale market in Wuhan or direct contact with another patient withimprovediagnosticaccuracy[6,epidemiological features are not specific and have poor positive predictivevalue during the outbreak.The NCIP appears to cause symptoms similar to other etiologies ofcommunity-acquired pneumonia (CAP) based on clinical data from 41 NCIPpatients [3], and can spread from humans to humans [3, 8]. DistinguishingNCIP from other etiologies of CAP is one of the major challenges of the NCIPoutbreak. Despite recommendations that examininghematological andbiochemical parameters as part of the diagnostic workup for NCIP [3, 9], it isurgent to evaluate the ability of these features to accurately discriminate casesof NCIP from cases of CAP. Thus, we conducted the current study aiming toevaluate the ability of routine laboratory tests for distinguishing NCIP fromother etiologies of CAP and help health workers to effectively, quickly andcalmly deal with NCIP.To determine the ability of routine laboratory tests, measured at hospitaladmission, to differentiate NCIP from CAP due to other causes, we comparedthe hematological and biochemical data of NCIP patients and CAP patients.The 84 NCIP patients presented to our hospital from Dec 26, 2019, to Jan 30,2020. The patients were laboratory confirmed 2019-nCoV infection byreal-time RT-PCR. The CAP group consisted of 316 patients who visited ourhospital from January 2018 to December 2018. These patients had ≥2symptoms and signs of CAP and had evidence of pneumonia revealed by theemergency department physician or internal medicine consultant. Healthycontrols included 120 healthy people who made the physical check-up in ourhospital from Dec 13, 2019, to Dec 17, 2019. The clinical data collection frompatients was approved by the Ethics Committee of Zhongnan Hospital ofWuhan University. Written informed consent was waived by the EthicsCommission for emerging infectious diseases.Routine hematological and serum biochemical examination was orderedat the discretion of the physicians and were measured using standard methodsin our hospital. Fasting whole blood from every patient was collected in anEDTA anticoagulant-treated tube and analyzed within 30 minutes of collection.Routine peripheral blood cells, including hemoglobin, lymphocytes, andalanine aminotransferase (ALT), aspartate aminotransferase (AST), AST/ALTratio, total bilirubin (TBIL), direct bilirubin (DBIL), unconjugated bilirubin (UBIL),total protein (TP), ALB, globulin (GLB), γ-glutamyl transpeptidase (GGT),alkaline phosphatase (ALP), and total bile acid (TBA) were measured.Statistical analyses were conducted using IBM SPSS version 22.0software. Statistical analysis for the results was performed using theMann-Whitney U test for only two groups or using one-way analysis ofvariance when there were more than two groups. The receiver operatingcharacteristic (ROC) curves were generated and the area under the ROCcurve (AUC) was measured to evaluate the discriminative ability [10]. HigherAUC were considered to show better discriminatory ability as follows: excellent,AUC of ≥0.90; good, 0.80 ≤ AUC<0.90; fair, 0.70 ≤ AUC< 0.80. A p-value <0.05was considered statistically significant.The mean values of laboratory indexes at the time of hospital admission inNCIP patients and CAP patients were demonstrated in table 1 and figure 1.Both NCIP patients and CAP patients had lower mean lymphocyte counts andplatelet counts than healthy control. NCIP patients had significantly lowermean values for WBC, neutrophil, eosinophil, lymphocyte, monocyte, red celldistribution width (RDW), platelet counts, and ALP than did patients with CAP.NCIP patients had significantly higher mean values for hemoglobin, hematocrit,ALB, ALT, and AST than did CAP patients. There were no significantdifferences in mean values of erythrocyte mean levels of globulin (GLB),γ-glutamyl transpeptidase (GGT), and total bile acid (TBA) between NCIPpatients and CAP patients.The proportion of patients with abnormal laboratory features arepresented in table 2. Both NCIP patients (81.0%) and CAP patients (59.5%)had lymphopenia. A significantly higher proportion of NCIP patients presentedreduced WBC and eosinophil, normal basophile, and increased AST, whereasa significantly higher proportion of CAP patients had decrease of RBC,hemoglobin, hematocrit, ALB and increase of neutrophil, monocyte and RDW.Multivariate analysis demonstrated the laboratory indexes independentlydiscriminating NCIP from CAP. The OR of the factors to predict NCIP versusCAP were shown in table 3. The ROC curves and AUC (figures 2)demonstrated that RDW (AUC, 0.88) and HGB (AUC, 0.82) had gooddiscriminatory ability. Red blood cell (RBC), albumin (ALB), eosinophil (EO),hematocrit (HCT), alkaline phosphatase (ALP), and white blood cell (WBC)had fair discriminatory ability. Furthermore, the cutoff value for RDW could be13.35 that provided a reasonable sensitivity (79.8%) or specificity (85.1%).When ROC curves were calculated for combinations of these threeparameters, improvement in AUC was presented, with the maximum AUCbeing 0.90.This study indicates that several hematological and biochemicalabnormalities occur more frequently in CAP patients than in NCIP patients.The statistically significant difference in mean values was noted for mostlaboratory features tested except the GLB, GGT and TBA. However, to beuseful in diagnosis, the overlap in the distribution of the results for patients with          2019-nCov spread quickly in China since the first official announcement inDecember 2019 by the Wuhan Municipal Health Commission [11, 12]. Possibly,the Spring Festival travel rush that millions of people were on the way homeand 2019-nCov would spread fast especially along with people coming outfrom Wuhan. Because the confirmation diagnosis of NCIP now mainly relies onPCR assays for the detection of 2019-nCov [          Our findings demonstrated that nine laboratory features independentlypredictive of discernibility between NCIP and CAP. The identification of theRDW, HGB and RBC count as the best discriminatory ability, with an AUC of0.89, 0.81 and 0.78, respectively. The discriminatory ability likely results fromelevated RBC and HCB while low RDW seen in NCIP. Our study alsohighlighted laboratory parameters that are common in both NCIP and CAP andtherefore not useful in differentiating the 2 diseases. Lymphocytopenia ischaracteristic and of similar magnitude for both NCIP and CAP. However,lymphocytopenia in NCIP was also accompanied by depletion of EO andnormal BASO, whereas it was accompanied by reduced RBC, elevatedneutrophil count and monocyte count in CAP.Because the CAP cohort did not have laboratory indexes over time, trendsin laboratory values were unable to performafter hospital admission.later in the illness, between patients with NCIP and patients with CAP. Ourfindings indicate that simple laboratory tests may help to distinguish NCIP fromCAP. Application of these tests together with epidemiological data may behelpful to avoid misdiagnosis of NCIP as CAP, shorten the time of isolation ofpatients with respiratory symptoms.Acknowledgments: We acknowledge all health-care workers involved in thediagnosis and treatment of patients in Wuhan.[1] N. Zhu, D. Zhang, W. Wang, X. Li, B. Yang, J. Song, X. Zhao, B. Huang, W. Shi, R. Lu, P.Niu, F. Zhan, X. Ma, D. Wang, W. Xu, G. Wu, G.F. Gao, W. Tan, I. China Novel Coronavirus, T.Research, A Novel Coronavirus from Patients with Pneumonia in China, 2019, The NewEngland journal of medicine (2020).[2] National Health Commission's briefing on the pneumonia epidemic situation. Released on11 Feb 2020 (in Chinese). Available at,http://www.nhc.gov.cn/yjb/s7860/202002/4a611bc7fa20411f8ba1c8084426c0d4.shtml.[3] C. Huang, Y. Wang, X. Li, L. Ren, J. Zhao, Y. Hu, L. Zhang, G. Fan, J. Xu, X. Gu, Z. Cheng,T. Yu, J. Xia, Y. Wei, W. Wu, X. Xie, W. Yin, H. Li, M. Liu, Y. Xiao, H. Gao, L. Guo, J. Xie, G.Wang, R. Jiang, Z. Gao, Q. Jin, J. Wang, B. Cao, Clinical features of patients infected with2019 novel coronavirus in Wuhan, China, Lancet (2020).[4] Stop the Wuhan virus, Nature 577(7791) (2020) 450.[5] Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K.S.M. Leung, E.H.Y. Lau, J.Y.Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao, M. Li, W. Tu, C. Chen, L.Jin, R. Yang, Q. Wang, S. Zhou, R. Wang, H. Liu, Y. Luo, Y. Liu, G. Shao, H. Li, Z. Tao, Y. Yang,Z. Deng, B. Liu, Z. Ma, Y. Zhang, G. Shi, T.T.Y. Lam, J.T.K. Wu, G.F. Gao, B.J. Cowling, B.Yang, G.M. Leung, Z. Feng, Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia, The New England journal of medicine (2020).[6] WHO, Novel coronavirus-China,http://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/ (2020).[7] L.Q. The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team, Notes from thefield: an outbreak of NCIP (2019-nCoV) infection in China-Wuhan, Hubei Province, 2019-2020.,China CDC Weekly (2) (2020) 79-80.[8] J.F. Chan, S. Yuan, K.H. Kok, K.K. To, H. Chu, J. Yang, F. Xing, J. Liu, C.C. Yip, R.W. Poon,H.W. Tsoi, S.K. Lo, K.H. Chan, V.K. Poon, W.M. Chan, J.D. Ip, J.P. Cai, V.C. Cheng, H. Chen,C.K. Hui, K.Y. Yuen, A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission: a study of a family cluster, Lancet(2020).[9] C.L. Jin YH, Cheng ZS, et al., A rapid advice guideline for the diagnosis and treatment of2019 novel coronavirus (2019-nCoV) infected pneumonia (Standard version), Mil Med Res 7(2020).[11] Wuhan Municipal Health Commission’s briefing on the pneumonia epidemic situation.Released on 31 Dec 2019 (in Chinese). Available at[12] National Health Commission's briefing on the pneumonia epidemic situation. Released on25 Jan 2020 (in Chinese). Available atden Brink, L. Wijsman, G. Goderski, J.L. Romette, J. Ellis, M. Zambon, M. Peiris, H. Goossens,by real-time RT-PCR, Euro surveillance : bulletin Europeen sur les maladies transmissibles =European communicable disease bulletin 25(3) (2020).MCHRDWMPVALBTP0.0000.148LYMPH2.14(1.79-2.43)1.13(0.5-1.48)0.91(0.61-1.04)ASTGLBGGTTBAALPcorpuscular volume; MCH, erythrocyte mean corpuscular hemoglobin; MCHC, erythrocytemean corpuscular hemoglobin concentrate; RDW, red cell distribution width; MPV, meanplatelet volume; ALB: albumin; TP: total protein; ALT: alanine aminotransferase; AST:aspartate aminotransferase; GLB: globulin; GGT: γ-glutamyl transpeptidase; TBA: totalbile acid; ALP: alkaline phosphatase;TBIL: total bilirubin; DBIL: direct bilirubin; UBIL:unconjugated bilirubin. n.a, not applicable.51(60.7%)33(39.3%)55(65.5%)29(34.5%)48(15.2%)268(84.8%)46(14.6%)270(85.4%)194(61.4%)91(28.8%)31(9.8%)156(49.4%)28(8.9%)132(41.8%)0.000.00highMCHnormallowhighMCHCnormallowhighRDWnormalhighMPVnormalhighALTnormalhighASTnormalhighTBILnormalhighDBILnormalhighUBILnormalhighTPnormallowALBnormallow4(4.8%)38(12.0%)269(85.1%)23(7.3%)24(7.6%)ALPTBAnormalhighnormalhigh77(91.7%)7(8.3%)80(95.2%)4(4.8%)247(78.2%)69(21.8%)282(89.2%)0.000.01control (HC), CAP patients and NCIP patients.another six parameters (B), and combinations of the parameters (C),", "ref_list": [[], ["Detection of 2019 novel coronavirus (2019-nCoV)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["V.M. Corman", "O. Landt", "M. Kaiser", "R. Molenkamp", "A. Meijer", "D.K. Chu", "T. Bleicker", "S. Brunink", "J. Schneider", "M.L. Schmidt", "D.G. Mulders", "B.L. Haagmans", "B. van der Veer", "C. Reusken", "M.P. Koopmans", "C. Drosten"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Running title: Routine Laboratory Tests in NCIP Diagnosis\nTel: 18602718052; and Xinghuan Wang, Center for Evidence-Based and\nTranslational Medicine, Zhongnan Hospital of Wuhan University, No.169\nDonghu Road, Wuchang District, Wuhan, 430071, China; E-mail:\nBackground. The clinical presentation of 2019 Novel Coronavirus (2019-nCov)\ninfected\npneumonia\nresembles\nthat\nother\netiologies\ncommunity-acquired pneumonia (CAP). We aimed to identify clinical laboratory\nfeatures to distinguish NCIP from CAP.", "one_words_summarize": "Running title: Routine Laboratory Tests in NCIP DiagnosisTel: 18602718052; and Xinghuan Wang, Center for Evidence-Based andTranslational Medicine, Zhongnan Hospital of Wuhan University, No.169Donghu Road, Wuchang District, Wuhan, 430071, China; E-mail:Background. Red blood cell (RBC), albumin (ALB), eosinophil (EO),hematocrit (HCT), alkaline phosphatase (ALP), and white blood cell (WBC)had fair discriminatory ability. Combinations of any two parameters performedbetter than did the RDW alone. Routine laboratory examinationsmay be helpful for thediagnosis of NCIP. By 10 Feb 2020, a totalof 3,7626 people have been confirmed NCIP in China [2].The NCIP is considered a relative of the deadly Middle East respiratorysyndrome (MERS) andcoronaviruses. The NCIP appears to cause symptoms similar to other etiologies ofcommunity-acquired pneumonia (CAP) based on clinical data from 41 NCIPpatients [3], and can spread from humans to humans [3, 8]. DistinguishingNCIP from other etiologies of CAP is one of the major challenges of the NCIPoutbreak. The CAP group consisted of 316 patients who visited ourhospital from January 2018 to December 2018. These patients had ≥2symptoms and signs of CAP and had evidence of pneumonia revealed by theemergency department physician or internal medicine consultant. Fasting whole blood from every patient was collected in anEDTA anticoagulant-treated tube and analyzed within 30 minutes of collection. Statistical analysis for the results was performed using theMann-Whitney U test for only two groups or using one-way analysis ofvariance when there were more than two groups. Lymphocytopenia ischaracteristic and of similar magnitude for both NCIP and CAP. n.a, not applicable.51(60.7%)33(39.3%)55(65.5%)29(34.5%)48(15.2%)268(84.8%)46(14.6%)270(85.4%)194(61.4%)91(28.8%)31(9.8%)156(49.4%)28(8.9%)132(41.8%)0.000.00highMCHnormallowhighMCHCnormallowhighRDWnormalhighMPVnormalhighALTnormalhighASTnormalhighTBILnormalhighDBILnormalhighUBILnormalhighTPnormallowALBnormallow4(4.8%)38(12.0%)269(85.1%)23(7.3%)24(7.6%)ALPTBAnormalhighnormalhigh77(91.7%)7(8.3%)80(95.2%)4(4.8%)247(78.2%)69(21.8%)282(89.2%)0.000.01control (HC), CAP patients and NCIP patients.another six parameters (B), and combinations of the parameters (C),"}