{"date": "2020/02/22", "journal": "medrxiv", "authors": "Mao Wang, Aili Jiang, Lijuan Gong, Lina Luo, Wenbin Guo, Chuyi Li, Jing Zheng, Chaoyong Li, Bixing Yang, Jietong Zeng, Youping Chen, Ke Zheng, Hongyan Li", "title": "Temperature significant change COVID-19 Transmission in 429 cities", "type": "preprint article", "abstract": "74 Zhongshan Road II Guangzhou 510080 PR-China", "text": "(68.01%) were from Hubei Province. The lgN rose as the average temperature went up to a peak oftemperature were 6.70℃ and 12.42℃ respectively. The curves shared similar shapes. Under thecircumstance of lower temperature, every 1℃ increase in average, minimum and maximumtemperatures led to an increase of the cumulative number of cases by 0.83, 0.82 and 0.83 respectively.natural environment, especially during the transmission. Temperature could be an important factorthat exerts different impact on people’s living environment in different parts of the world underdifferent climate conditions, which can play a significant role in public health in terms of the epidemicdevelopment and control.1generation of patients was identified on January 6, 2020. It was on January 20 when secondarygeneration were confirmed that human-to-human transmission was considered possible.2 Morerecently since February 4, cases of the third- and fourth-generation transmission have been reported.3and Guangzhou was significantly related to the outbreak. Studies found that during the outbreak of18.18 times higher than that under higher temperature.4 This finding could be a clue for us tounderstand the temperature-transmission relation of COVID-19 as it shares genetic similarities withOur hypothesis is that different temperature could significantly influence the transmission of thevirus and nonlinear dose-response relationship exists between the two. We also speculate that there iscertain temperature that best fit the benefit of the virus and that lower temperature contributes to thetransmission. This could be closely related to Wuhan and its neighboring areas, the epicenter of theoutbreak. We collected full-sample data from the cities and regions affected by the virus around theworld and analyzed their respective average, minimum and maximum temperature values to see ifsignificant relations exist and if relatively accurate dose-response relationship could be concluded.and overseas countries and calculate the number of cumulative total confirmed cases in all cities andregions from January 20 to February 4, 2020. The population data were collected from the reportsreleased on the official websites of the Health Commissions at all levels in China and the healthauthorities of overseas countries. Thus, no ethical review was required.Descriptive analysis was performed. Numerical variables were described with means and standarddeviations, and categorical variables such as frequencies with medians or percentages. The mean valueof the case numbers in the three days following the first diagnosed case (the day of the first caseincluded) in these regions and cities were calculated, and the number was taken as a variable markedas Day3. Log-transformation was performed for the values of Day3 and the number of cumulativetotal confirmed cases in all cities and regions with log10number+1. R (restricted cubic splinefunction, the related function packages used were “ggplot”, “spline”, “rms” in R 3.5.1.)was used to calculate the relationships between the three types of temperature data and thenumber of cumulative total confirmed cases (lgN), respectively to obtain the fitting equationand splines. Then, the generalized linear mixed model in SAS (version 9.4; SAS Instituteestablished, Model 1 with single factor correlation and Model 2 with the variable lgDay3.regions and special administrative regions) in China and 26 overseas countries. In total, 16,480 cases(68.01%) were from Hubei Province (Table 1). The data of confirmed cases of Guangdong, Zhejiang,Henan, Jiangxi and Hunan were 931, 947, 801, 550 and 619; The data of average temperature were5.23（0.95），17.30（1.30），9.36（2.12），2.64（1.45），2.90（6.34），6.52（0.99） while the dataof minimum temperature were 1.25 (2.74), 12.33 (2.97), 5.10 (2.80), -1.12 (1.82), -1.87 (7.34) and 3.05(1.25); and the data of maximum temperature were 9.15 (2.69), 22.28 (2.24), 12.72 (3.45), 6.39 (1.77),7.67 (6.15) and 9.15 (2.69). And the values of Day3 were 18.43 (19.08), 1.20 (0.86), 2.08 (1.54), 2.18(1.98), 1.12 (0.91) and 1.64 (0.99) (Table 1). The cumulative number of confirmed cases, averagetemperature, minimum temperature, maximum temperature and Day3 of Wuhan were 8153, 4.47,me 7t r 1 3 3 1 3itfsco eunbm itisec /12466 /11214 /63737 /7029 /1752 /13920 /11521 /4161 /90115 /53111 /98112 /10820 /611 /8460 /9161 /1431 /0551 /458 /7511 /511 /7412s / f 1ir N oetcarah g uc g g n g g glreaen1G . /trynuo irecnvo a iunhA ijiengB iqngnhoC ijanuF saunG adongnuG iagxnuG izohuuG iaannH ieebH jilieagonH aennH okngnoH ieubH annuH isJagun iiJaxgn iilJn iianonL caaoM ieengNmle ld C P nab ro hiT w2 5 51 1 5 4 2/46 /72 /31 /81 /0 /01 /641 /161 /6613 /208 /11 /221 /417 /411 /11 /11 /11 /41 /11 /61 /211 /31 /21 /201 /1513 1 41 92 11 8 1 1 9)ytic)ytichtnitsae ithws e ir eulisaaay laepN iilieppn issaun rapgo iapn aankL eedn iladn abEm ingdom SUA tieanVm leaavnmR inS S irS Sw ahT rA KM hPd dte te ei i hn n TU U #fehtmorfsyX0=8.72℃, lgN was 2.0949 and the corresponding cumulative number of cases was 12.44. In theequation of the minimum temperature when X0=6.70, lgN was 2.0991 and the correspondingcumulative number of cases was 12.56 (Figure 2a). In the equation of the maximum temperaturewhen X0=12.42, lgN was 2.0925 and the cumulative number of cases was 12.37 (Figure 3a). Theinflection point temperature value was consistent with the range of temperature in Hubei Provinceincluding Wuhan, which the range of average, minimum and maximum temperature are 4.28~6.18,-2.51~3.99, 6.46~11.84 (Table 1). The analysis showed that lgN increased as the average temperaturerose and started to decline slowly when X0 reached the apex (Figure 1b). The curves of the minimumand maximum temperatures were similar (Figure 2b and 3b). The difference lay in the fact that theminimum temperature curve increased rapidly but declined at the slowest rate, while the maximumtemperature curve had almost the same increase and decrease rates.in the world.in the worldSegmentation points were defined according to X0 in the equation and divided into cities withlower temperature and cities with higher temperature. And the generalized linear regression modelwas then used for further analysis. Model 1 was a single factor regression, and model 2 included thevariable lgDay3. In the models of the lower-temperature group, the three types of temperature datademonstrated significant correlation with lgN (Table 2). In the higher-temperature group, only theminimum temperature data showed significant correlation with lgN in model 1, while such correlationdisappeared in model 2. In the lower-temperature group, every 1℃ increase in the average, minimumand maximum temperatures in model 1, lgN increased by 0.036, 0.028 and 0.032 respectively; and thecorresponding cumulative number of case by 0.86, 0.85 and 0.86. In model 2, lgN increased by 0.018,0.014 and 0.020, and the corresponding cumulative number of cases by 0.83, 0.82 and 0.83 (Table 2).decreased by 0.068 and the corresponding cumulative number of cases decreased by 0.86; and lgDay3demonstrated significant correlations in all model 2 analysis in this group (p<0.0001) (Table 2).429 cities and regions by a generalized linear mixed model.-0.015(-0.036,-0.007)0.178# Model 2: model 1+lgDay3 *The mean value within three days from the first confirmed casesdose-response relationship, which means that a best temperature might exist for the transmission andthat lower temperature contributes to the growth and transmission of the virus. The fact that theoutbreak emerged in Wuhan and its neighboring areas could be closely related to the temperature ofthe local region. The results indicate that strict public health strategies shall be continued whentemperature would drop in most part of the country so as to prevent reversal of the epidemic.November to March in the northern hemisphere is the high season for influenza. Academic journalsincluding Nature started the discussed on the airborne transmission of influenza virus inlow-temperature, low-humidity environment in Mid-20th Century.6 After years of research, lowtemperature, low-humidity environment is now generally recognized as the key factor contributing tothe transmission of influenza in winter.1,7 In addition to epidemiological statistics, many researcheshad also shown more direct lab evidence.5,8-10 In a study on swine flu performed in 2007 in a strictlycontrolled indoor environment other factors, researchers found that, after they excluded thepossibility of immune system impact from the low temperature, the virus could be transmittedthrough aerosol.11 The study also found that the infectivity of the virus was stronger underlower-temperature, lower-humidity conditions. The infection rate was 75-100% in an environmentwhere temperature was 5℃ and relative humidity 35% and 50%. When the temperature was increasedto 30℃ and the relative humidity was 35%, the infectious rate was 0. These above results support ourresearch. Based on our study, it is estimated that when the temperature reaches 30℃, the cumulativenumber of cases would only increase by 3.38. This indicates that the virus is highly sensitive to hightemperature that would prevent the virus from spreading.the COVID-19. But a study reviewed the outbreak of SARS in four affected cities in China includingtransmission.4 The paper identified three key factors contributing to SARS transmission, namely,temperature, humidity and wind speed.12 An article published in 2011 conducted a lab experiment onSARS and found that the virus could maintain active for at least five days on smooth surface in anenvironment where temperature was 22-25℃ and relative humidity 40-50%.13 When the temperatureincreased to 38℃ and the relative humidity to 95%, the virus soon lost its activity. Another virussharing genetic similarities with COVID-19 is MERS; a study published in 2013 found that MERScould maintain its activity for a long time both as droplets on solid surface and as aerosol as long as inlow-temperature, low-humidity environment.14 Researchers also performed experiments on othercoronaviruses (excluding SARS and MERS), and the same conclusions were drawn.15,16 Thus, ingeneral, low temperature and low humidity significantly contribute to the transmission and survival ofcoronaviruses. All the findings cited support the direct link between virus transmission and thetemperature and these above results support with our findings.collected to analyze the impact of the three types of temperature data. The results provide relativesound evidence to the dose-response relationship between temperature and the transmission of thevirus. The dose-response relationship conclusion was obtained from the analysis of data collectedunder the circumstances where strong, effective control measures had been adopted by thegovernment and CDCs at all levels in China as well as healthcare professionals. The valuable resultsshow that temperature can exert relatively big impact on the transmission of the disease, indicatingclose relationship between the temperature and the emergence and spread of the epidemic in Wuhanand its neighboring areas. It also indicates that the temperature drop in recent days in China mightpose important influence on possible reversal of the epidemic.The time period from January 20 to February 4, 2020 was defined for the epidemiological dataanalysis for four reasons. First, the longest incubation period was reported to be 14 days. The timeperiod covers the first 14 days after large-scale human-to-human transmission was first identifiedoutside Wuhan.2,3 Second, epidemiological evidence indicated potential human-to-humantransmission on January 20. Though lockdown of Wuhan and seven neighboring cities wasimplemented at 10:00 am on January 23, the transportation was not fully cut off, which allowed anoutflow of nearly 5 million people from the region.17 Third, the Chinese government adopted thestrictest control measures on February 4 to control the movement of people and discourage gatheringin enclosed or semi-enclosed public areas such as restaurants. Fourth, a decrease in case numbers wasindicated on the curve of Beijing for five consecutive days since February 4.18 Therefore, the timeperiod from January 20 to February 4 was of analytic importance for this study.The reasons that January 1 to 30, 2020 was selected to calculate the daily temperature mean valuesare threefold. First, based on an incubation period of 3-14 days and the time period for case dataanalysis in this study (January 20 to February 4), January 30, four days prior to February 4, was definedas the endpoint because at least 4 days was required for case confirmation with the shortestincubation period (3 days of incubation and 1 day for lab diagnosis and case reporting); and January 1was determined as the start point to include the cases with the longest incubation period (14 or 24days). Second, the Chinese government initiated the strictest measures on February 4, whichminimized the movement of people and limited their activities at home. This changed significantly theenvironment and the transmission pattern of the disease as well as the probability of exposure andinfection. Third, the traditional Chinese New Year and the winter vacation of schools and universitiesfell on January this year, which means frequent movement of travelers in large numbers with apotential of creating billions of travels.This study adopted the numbers of daily newly confirmed cases officially released across theworld and full-sample data in China for analysis, and defined the key epidemiological evaluation timeperiod (January 20 to February 4) as well as the key time period of temperature exposure (January 1 to30) to calculate the daily means of three types of temperature data in January. A total of one millionentries of daily temperature data released by the meteorological authorities covering the countries andregions with a total population around 2 billion were collected for the time-space analysis. The newvariable Day3 was defined for the analysis as a control to evaluate the impact of the number ofimported confirmed cases on the dose-response relationship.causal relationship can be proved. But the nonlinear dose-response relationship was concluded.variable, Day3, was adopted for the control analysis. Third, the impact of temperature on sex and agecould not be analyzed because the key information was not available on the official release in manycities except for Hong Kong SAR. Thus, the cumulative number of cases calculated based on the dailyconfirmed cases was used. Epidemiologically, the impact of temperature varies between sexes andamong different age groups and has obvious influence on the middle-aged and the aged populations.temperature contributing to its transmission and that low temperature is beneficial to the viraltransmission. The emergence of the outbreak in Wuhan and its neighboring areas may be closelyrelated to the local temperature. For countries and regions with a lower temperature, strict preventionand control measures should be continued to prevent future reversal of the epidemic.403 cities and regions in China, we only added data links for some of them.", "ref_list": [[], [""], [""], [""], ["4 ts 1"], [""], [""], ["The Novel Coronavirus Originating in Wuhan"], [""], ["An initial investigation of the association between the SARS"], ["Influenza seasonality: Lifting the fog"], ["Virus Survival as a Seasonal Factor in Influenza and"], ["Virus survival in the environment with special attention to survival in"], ["8"], ["Sensitivity to Temperature and Humidity Similar to That of an H3N2 Seasonal Strain"], ["Absolute humidity modulates influenza survival, transmission"], [""], ["Influenza virus transmission is dependent on relative"], ["humidity and temperature"], ["of the SARS-CoV outbreak"], [""], [""], ["coronavirus (MERS-CoV) under different environmental conditions"], ["Effects of air temperature and"], ["Effects of humidity and other factors on"], ["the generation and sampling of a coronavirus aerosol"], ["with population emigration from Wuhan, China"], ["National Health Commission of the People's Republic of China"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], ["Hygiene", "Q Li", "X Guan", "P Wu"], ["Coronavirus-Infected Pneumonia"], ["AL Phelan", "R Katz", "LO Gostin"], [], ["First", "J Tan", "L Mu", "J"], ["Epidemiol Community Health", "M. Lipsitch", "C. Viboud"], ["J.H. Hemmes", "K.C. Winkler", "S.M. Kool"], ["Poliomyelitis", "J.S. M.D. Sobsey", "Meschke"], ["J. Steel", "P. Palese", "A.C. Lowen"], [], ["Virology", "J. Shaman", "M. Kohn"], ["seasonality", "S. B.D. Dalziel", "J.R. Kissler", "C. Gog", "O.N. Viboud", "C.J.E. Bjørnstad", "B.T. Metcalf", "Grenfell"], ["S. A.C. Lowen", "J. Mubareka", "P. Steel", "Palese"], ["H. J. Yuan", "W. Yun", "W. Lan", "S.G. Wang", "S. Sullivan", "A.H. Jia", "Bittles"], [], ["J.S.M. K.H. Chan", "S.Y. Peiris", "L.L.M. Lam", "K. Poon", "W.H. Yuen", "Seto"], ["Virology", "T. Doremalen", "V.J. Bushmaker", "Munster"], [], ["S. L.M. Casanova", "W.A. Jeon", "D.J. Rutala", "M.D. Weber", "Sobsey"], ["M.A. Ramakrishnan", "P.C. Raynor", "S.M. Goyal"], ["Chen Zeliang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "(68.01%) were from Hubei Province. The lgN rose as the average temperature went up to a peak of", "one_words_summarize": "The lgN rose as the average temperature went up to a peak oftemperature were 6.70℃ and 12.42℃ respectively. It was on January 20 when secondarygeneration were confirmed that human-to-human transmission was considered possible.2 Morerecently since February 4, cases of the third- and fourth-generation transmission have been reported.3and Guangzhou was significantly related to the outbreak. The population data were collected from the reportsreleased on the official websites of the Health Commissions at all levels in China and the healthauthorities of overseas countries. Log-transformation was performed for the values of Day3 and the number of cumulativetotal confirmed cases in all cities and regions with log10number+1. The data of confirmed cases of Guangdong, Zhejiang,Henan, Jiangxi and Hunan were 931, 947, 801, 550 and 619; The data of average temperature were5.23（0.95），17.30（1.30），9.36（2.12），2.64（1.45），2.90（6.34），6.52（0.99） while the dataof minimum temperature were 1.25 (2.74), 12.33 (2.97), 5.10 (2.80), -1.12 (1.82), -1.87 (7.34) and 3.05(1.25); and the data of maximum temperature were 9.15 (2.69), 22.28 (2.24), 12.72 (3.45), 6.39 (1.77),7.67 (6.15) and 9.15 (2.69). And the generalized linear regression modelwas then used for further analysis. In the models of the lower-temperature group, the three types of temperature datademonstrated significant correlation with lgN (Table 2). When the temperature was increasedto 30℃ and the relative humidity was 35%, the infectious rate was 0. Though lockdown of Wuhan and seven neighboring cities wasimplemented at 10:00 am on January 23, the transportation was not fully cut off, which allowed anoutflow of nearly 5 million people from the region.17 Third, the Chinese government adopted thestrictest control measures on February 4 to control the movement of people and discourage gatheringin enclosed or semi-enclosed public areas such as restaurants. Fourth, a decrease in case numbers wasindicated on the curve of Beijing for five consecutive days since February 4.18 Therefore, the timeperiod from January 20 to February 4 was of analytic importance for this study. This changed significantly theenvironment and the transmission pattern of the disease as well as the probability of exposure andinfection. The newvariable Day3 was defined for the analysis as a control to evaluate the impact of the number ofimported confirmed cases on the dose-response relationship.causal relationship can be proved. But the nonlinear dose-response relationship was concluded.variable, Day3, was adopted for the control analysis."}