{"date": "2020/02/24", "journal": "medrxiv", "authors": "Ke K. Zhang, Linglin Xie, Lauren Lawless, Huijuan Zhou, Guannan Gao, Chengbin Xue", "title": "Characterizing the transmission and identifying the control strategy for COVID-19 through epidemiological modeling", "type": "preprint article", "abstract": "The outbreak of the novel coronavirus disease, COVID-19, originating from Wuhan, China in\nearly December, has infected more than 70,000 people in China and other countries and has\ncaused more than 2,000 deaths. As the disease continues to spread, the biomedical society\nurgently began identifying effective approaches to prevent further outbreaks. Through rigorous\nepidemiological analysis, we characterized the fast transmission of COVID-19 with a basic\nreproductive number 5.6 and proved a sole zoonotic source to originate in Wuhan. No changes in\ntransmission have been noted across generations. By evaluating different control strategies\nthrough predictive modeling and Monte carlo simulations, a comprehensive quarantine in\nhospitals and quarantine stations has been found to be the most effective approach. Government\naction to immediately enforce this quarantine is highly recommended.", "text": "The outbreak of the novel coronavirus disease, COVID-19, originating from Wuhan, China inearly December, has infected more than 70,000 people in China and other countries and hascaused more than 2,000 deaths. As the disease continues to spread, the biomedical societyurgently began identifying effective approaches to prevent further outbreaks. Through rigorousepidemiological analysis, we characterized the fast transmission of COVID-19 with a basicreproductive number 5.6 and proved a sole zoonotic source to originate in Wuhan. No changes intransmission have been noted across generations. By evaluating different control strategiesthrough predictive modeling and Monte carlo simulations, a comprehensive quarantine inhospitals and quarantine stations has been found to be the most effective approach. Governmentaction to immediately enforce this quarantine is highly recommended.The outbreak of the novel coronavirus disease, COVID-19, originated in Wuhan, a citylocated in central China, in early December, is fast spreading to more than 30 countries(Benvenuto et al., 2020; She et al., 2020). In less than 3 months, the disease has infected morethan 70,000 people globally, and has caused more than 2,000 deaths. On January 30th, 2020, theWorld Health Organization declared COVID-19 as a public health emergency of internationalconcern. Upon composing this manuscript, the coronavirus is concurrently spreading andclaiming more than 100 lives per day. This outbreak induces an urgency to determine thecharacteristics of COVID-19 transmission and implement optimal strategies to control theepidemic.2020).Coronavirus is an enveloped, positive-sense, single stranded RNA virus found in a varietyof mammals, including bats, civets, camel, and pangolins (Ge et al., 2013; Kandeil et al., 2019;Liu et al., 2007; Rockx et al., 2011). Two strains of coronaviruses, SARS-CoV-1 andMERSCoV, have been reported to cause severe respiratory syndromes, resulting in deadly epidemics in2002 and 2012, respectively (Fung and Liu, 2019; Luk et al., 2019). This current coronavirus,denoted as SARS-CoV-2, is the seventh known coronavirus to infect humans. (Benvenuto et al.,To effectively fight and end the COVID-19 epidemic, the transmission of the disease andzoonotic source of origin must be accurately identified, leading to the discovery of an optimalstrategy to control this outbreak. By studying the cases and clinical features from early reports,this paper illustrates rigorous epidemiological models and the associated statistical methods toestimate the transmission rates in different stages and scenarios and predict the outcomes fordifferent control strategies.The numbers of cases from January 21st to February 20th, 2020 were obtained from thedaily reports by National Health Commission (NHC) of China. As NHC did not release casereports until January 21st, the case numbers prior to January 21st were obtained from two recentclinical reports (Huang et al., 2020; Li et al., 2020). The number of patients diagnosed out ofWuhan was obtained from the report by (Guan et al., 2020) which summarized 1,099 casesconfirmed by January 29th, 2020. The case numbers for the Diamond Princess Cruise were obtainedfrom the daily reports by Yokohama Port Quarantine Center.prediction of epidemiological spread,A susceptible-exposed-infectious-quarantine model was used for transmission analysis and E t I t S t==βSIN−βSIN− − =  Q t= where S, E, I, Q and N were the number of susceptible (S), exposed (E), infectious (I),quarantined (Q) and total population. The population in Wuhan (N) is 11,081,000. Assuming thata patient was quarantined immediately after the diagnosis was confirmed, Q was equal to theconfirmed number of cases. β is the daily transmission rate, defined as the expected number ofinfections caused by one infectious person per day. Once a susceptible (S) person becomesinfected, the status is changed to exposed for an incubation period, 1/α. Theoretically, the patientis not infectious during the incubation period. After incubation, the patient experiences diseaseonset and becomes infectious (I). The time interval between disease onset to quarantine (Q) is theinfectious time, 1/γ.Because the SEIQ model cannot be solved explicitly, β was estimated using the Montecarlo method, which simulated the two independent Poisson processes: daily exposed cases andthe individual incubation time. To estimate β, there are two scenarios to consider. Firstly, thenumber of cases may only be available at the beginning and end of the study period. Theexamples used were the Diamond Princess Cruise and Wuhan prior to January 20th when thediagnosis kit was not sufficiently available. In this scenario, β was estimated by Monte carloapproximation of the number of cases at the end of the targeted time period. Secondly, thenumber of Q is made available each day for the examples and the number of confirmed cases inChina after January 20th. In this scenario, γ was first determined from clinical reports for thetargeted time period, and then β was estimated by minimizing the mean squared errors from1,000 Monte carlo samples that approximated the Q curve.To evaluate different control strategies, Monte carlo samples were generated given β, γ, initialE, and initial I. The simulation was based on two independent Poisson processes: daily exposedcases and the individual incubation time. The daily means and 95% confidence intervals for Q wereobtained over 1,000 Monte carlo runs.Epidemiological analysis was performed on data collected from the Mainland of China betweenJanuary 1st and January 20th, 2020. During this period, the suspected zoonotic source, the HuananSeafood Market, was closed and travel restrictions were not yet enforced by the government. Basedon the reported clinical analysis for the 425 cases prior to January 23rd, the average inoculation timeinterval was found to be 5.2 days and the average time interval from disease onset to a clinical visitwas 5.8 days (Li et al 2020). In this study, the total number of cases, 8247, including both confirmedand suspected patients, on January 26, 2020 were used as the number of onsets (I+E) for January20th, 2020. In the same way, the total number of cases reported between January 1st and January 7th,which totaled 136, was used as I0 in the SEIQ model. Because the SEIQ model cannot be solvedexplicitly, Monte carlo simulation was exploited to determine the daily transmission rate β0=0.44with 95% confidence interval (CI), 0.43 to 0.47 (Figure 1A). Given the mean time interval betweenonset and hospital quarantine of 12.5 days, the basic reproductive number, R0, was estimated to be5.5 (95% CI 5.3 to 5.8).Most of infected cases in December 2019 were linked to the Huanan Seafood Market,which retails seafood and wild animals. It is believed that an enclosed and crowded environmentis favorable for coronavirus transmission, however the epidemiological data is lacking. To testthe hypothesis, the recent Diamond Princess cruise epidemic was used as a comparable casestudy. A clear disease outbreak was reported on this cruise. A passenger, who visited China onJanuary 10th, was on board from January 20th and January 25th before being confirmed with aSARS-CoV-2 infection. All people on board have been quarantined at sea since February 5th and621 out of 3711 people were confirmed positive for SARS-CoV-2. As some of the patients wereknown to be infected after the quarantine, possibly due to central air conditioning and familyinfection, only the confirmed cases (n=135) by February 10th (five days incubation plus one daydiagnosis) were used for a conservative estimation of transmission. Using a SEIQ model whileQ=0, the daily transmission rate, β, was found to be 1.04 (95% CI 0.69-1.87) (Figure 1B), which istwice as much as the transmission rate in open cities. Using the infection period of 12.5 days, theeffective reproductive number on the cruise, Rc, was 13.0 (95% CI 8.63-23.375).The link between many of the December cases and the Huanan Seafood Market indicatesthat the Huanan Seafood Market is one of the zoonotic origins of SARS-CoV-2, if not only.After the forced shutdown of the Huanan Seafood Market on January 1st, the effectiveness of thezoonotic infection and a potential secondary source of SARS-CoV-2 that continued to infect theWuhan people remained in question.To characterize the zoonotic infection of COVID-19, a SEIQ model was constructed toanalyze for the epidemic from the Hunan Seafood Market in December 2019. The firstSARSCoV-2 onset was found on December 1st 2019 (Huang et al., 2020), and by the 1st of January, 41patients were confirmed and quarantined. Using the 5.8-day interval between disease onset andclinical visit, 136 cases diagnosed in the first 6 days of January were included, bringing the totalnumber of infections to 177. Given β0=0.44, the development of the epidemic was simulated byinitializing with a range of numbers (from 1 to 5) of infections on December 1st using the SEIQmodel. It showed that at most one infected patient can be allowed in the model, which induced amean of 174 infections (95% CI 161-187) by January 1st. Instead of one, if two unrelated peoplewere infected by December 1st, the 95% CI would be (291, 318) on January 1st, significantly largerthan the expected 177 cases. Thus, the transmission would be so minimal that it would notsubstantially contribute to the final number of infections, even if there existed a second zoonoticsource. In the same sense, the results did not support a continuous zoonotic source within the HuananSeafood Market, which would have resulted in a higher overall number of infections in the latertrajectory.As an RNA virus, coronavirus conveys a high mutation rate (Benvenuto et al., 2020),raising concerns whether the transmission would change between generations. The significantlyhigher mortality rate observed in Wuhan suggested that the transmission may attenuate overgenerations. To test this hypothesis, the patients infected in December 2019 were considered asthe first generation because most of the cases had links to the Huanan Market, while the patientsinfected in January 2020 were considered the second-or-later generation. Given the data fromDecember (assuming there is only one case at the beginning of December), β was estimated to be0.41 (95% CI 0.31-0.56) (Figure 1C), which was not significantly different from the transmissionrate β0=0.45, obtained between January 1st and 20th. Furthermore, the transmission rates betweenWuhan and other cities were also compared. Based on Guan et al’s analysis of 1,099 patientsconfirmed by January 29th (Guan et al., 2020), 616 were identified outside of Wuhan. Out of the616 patients193 had recently visited Wuhan. Using a mean infectious period of 5 days, β wascalculated to 0.438 (β=(616-193)/193/5=0.438), which was within the 95% confidence intervalof the previous estimation of β0 in Wuhan, 0.44 (95% CI 0.43-0.47). Therefore, no evidence ofattenuation of transmission was found.Unprecedented measures were taken in Wuhan to stop the spread of COVID-19. Immediatelyafter the official announcement of the novel coronavirus, home isolations and personal protectionequipment such as face masks and gloves were enforced. Public transportation was limited and,eventually, all canceled. On January 23rd, the government suspended all plane, train and bus travel inand out of Wuhan. On February 2nd, a comprehensive quarantine strategy was taken by the Chinesegovernment. All home-isolated patients were mandated to be hospitalized in the newly built squarecabin hospitals, and all people who had suspected symptoms or had close contacts were demandedfor mandatory isolation in the quarantine stations. The effects of these steps may not be clear untilthe end of the epidemic. Nevertheless, an intermediate analysis is needed for evaluating variouscontrol strategies.Considering the one-day delay in the quarantine of the patients in the square cabin hospitals, theSEIQ model was used to fit the data into two phases, from January 23rd to February 2nd, and fromFebruary 3rd to February 20th. In the first phase, γ was chosen to be 1/6 based on the analysis by(Yang et al., 2020). Using least squared errors for an exhaustive search of β, the optimaltransmission rate became 0.54, which was greater than the basic transmission rate β0=0.44 (Figure2A). In the second phase, the time interval from disease onset to quarantine was assumed to drop byanother 50% due to the implication of the square cabin hospitals. Thus, γ=1/6, the transmission rate βdecreased to 0.10, which was an 81.5% reduction from the first phase and a 77.3% reduction fromthe basic transmission rate. In conclusion, the aggressive quarantine strategy of building square cabinhospitals has effectively decreased the transmission, whereas the usefulness of the travel ban, homeisolation, and personal protection is still unclear.To further investigate the timing of the comprehensive quarantine, given β=0.10 and γ=1/6,simulated isolations were employed to track the numbers of confirmed cases (Q) at various startingdates, January 1st, 10th, 20th, and 30th. The initial number of cases was estimated by the SEIQ model.The predicted Q value was plotted on a logarithm scale up to February 29th (Figure 2B). It was notedthat all curves tended to stabilize after the quarantine measures, and the time interval to stabilizationincreased as the number of initial cases increased. Beginning the quarantine on January 1st, 136 initialcases were reported. Curve stabilization was achieved after about 10 days, with 235 cases reported atthe end of this period. January 10th started with approximately 1,250 cases and ended with 1,834cases and January 20th started with about 8,250 and ended with about 12,000. The January 30thquarantine took almost 20 days to reach stabilization, and the final number of cases, 62,635, wasnearly double the initial number of cases, 38,397. It was noted that the prediction was rather accurateas illustrated by the small 95% CI (gray area), and the CI decreased to negligible as the initialnumber of cases increased.        COVID-19 is spreading at a much higher rate and at a larger scale compared to the 2003SARS epidemic. The basic reproductive number, R0, for SARS was determined to be 3 with 95%CI being 2 to 4 (Dye and Gay, 2003). However, contrary to public knowledge, the earlier reportsfrom the COVID-19 outbreak provided a R0 number less than or equal to that for SARS        In an enclosed and crowded environment, the transmission of SARS-CoV-2 was thought tosignificantly increase. The Diamond Princess Cruise provided an excellent case study as thedevelopment of COVID-19 on the cruise line has a clear infectious source, exposure time,quarantine time, and total number of infections. The transport of the virus through the central airconditioning system and the ineffective quarantine of the ship’s crew, however, raised someconcerns. Nevertheless, a conservative estimation of transmission using only 50% of theconfirmed cases has proven the high transmission rate in an enclosed crowded ship. Thissuggested that the initial offense within the Huanan Seafood Market could be at a high level.The likely zoonotic origin also raised questions about additional sources other than theHuanan Seafood Market. This argument was partially supported by several early cases with noknown links to the Huanan Seafood Market. Rigorous statistical models were used to test thehypothesis of a second zoonotic source, and the development of case numbers did not supportthis hypothesis. Though our model cannot completely exclude the possibility of additionalzoonotic sources, it suggested a minimal effect by such sources. Furthermore, the model did notsupport the constant zoonotic infection within Huanan Seafood Market throughout December. Ifthe zoonotic transgression was sustained, a larger number of infected cases would have beenobserved. Based on the data from the Diamond Process Cruise, the transmission rate was higherin an enclosed and crowded place, like the Huanan Seafood Market. However, similartransmission rate was observed in December as in January. This is likely due to the market’sdaytime only operating hours, reducing the contact time. This result further suggested similartransmission rate between generations, which was confirmed by comparing the transmission inWuhan and other cities. High mutation rates have been observed in the genome sequencescollected from more than 100 human specimens. However, the effect that these mutations haveon transmission may not be observed in such a short time period.The Chinese government took unprecedented measures to fight the new epidemic and thosemeasures raised global controversy for their necessity and effectiveness. The restrictive travelban and home isolation enforced in Wuhan was expected to largely decrease the transmissionand prevent further spread of the disease within weeks. Nevertheless, the coronavirus infectionwas continuously increasing exponentially in late January and early February in Wuhan. In thismodel, an increase in the transmission rate (from 0.44 to 0.54) was observed during this timeperiod. It suggested that the travel ban and home isolation cannot effectively prevent the diseasespread. This was likely due to the probable cross-contamination in the long waiting lines at theclinics and the contagion among family members. The limited medical resources only allowedpatients with severe symptoms to be hospitalized. A low sensitivity of diagnosis furtherincreased the waiting time for a confirmed case. Insufficient hospital beds resulted in a largenumber of home isolated patients, often leading to family infection. Observing the tremendousepidemic, the Chinese government built square cabin hospitals with more than twenty thousandbeds and quickly moved all patients into these hospitals. All people with suspected symptoms orwith close patient contacts were isolated in the government-managed quarantine stations. Thiscomprehensive quarantine method has successfully reduced the transmission rate by 81.5%, andalso greatly shortened the infectious time interval. The analysis in this study showed that theepidemic can be controlled within a few weeks if the comprehensive quarantine was conductedon January 20th or earlier. Concurrently with the development of this manuscript, it was reportedthat South Korea had more than 1,000 home isolations in the city of Daegu for a suspectedSARS-CoV-2 infection. It is highly recommended that other countries immediately quarantineall suspected patients.This model was developed using the cases up to February 20th. As the case numbersincrease, the transmission features may change and some of the assumptions, such as theinfectious period, may vary. The cases reported in Wuhan were known to be less than the actualnumber in January due to overloading of clinical resources and the low sensitivity of diagnosis.This study attempted to overcome these limitations by using the clinical information verified byseveral reports and relying only on the beginning and ending cases. Therefore, this model tendedto reflect the real trend of this critical epidemic and it provides more convincing evidence toguide the control of this disease by the government.Benvenuto, D., Giovanetti, M., Ciccozzi, A., Spoto, S., Angeletti, S., and Ciccozzi, M. (2020).The 2019-new coronavirus epidemic: Evidence for virus evolution. J Med Virol 92, 455-459.Dye, C., and Gay, N. (2003). Epidemiology. Modeling the SARS epidemic. Science 300,18841885.Fung, T.S., and Liu, D.X. (2019). Human Coronavirus: Host-Pathogen Interaction. Annu RevMicrobiol 73, 529-557.Ge, X.Y., Li, J.L., Yang, X.L., Chmura, A.A., Zhu, G., Epstein, J.H., Mazet, J.K., Hu, B., Zhang,W., Peng, C., et al. (2013). Isolation and characterization of a bat SARS-like coronavirus thatuses the ACE2 receptor. Nature 503, 535-538.Guan, W.-j., Ni, Z.-y., Hu, Y., Liang, W.-h., Ou, C.-q., He, J.-x., Liu, L., Shan, H., Lei, C.-l.,Hui, D.S., et al. (2020). Clinical characteristics of 2019 novel coronavirus infection in China.2020.2002.2006.20020974.Huang, C., Wang, Y., Li, X., Ren, L., Zhao, J., Hu, Y., Zhang, L., Fan, G., Xu, J., Gu, X., et al.(2020). Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.Lancet 395, 497-506.Kandeil, A., Gomaa, M., Nageh, A., Shehata, M.M., Kayed, A.E., Sabir, J.S.M., Abiadh, A.,Jrijer, J., Amr, Z., Said, M.A., et al. (2019). Middle East Respiratory Syndrome Coronavirus(MERS-CoV) in Dromedary Camels in Africa and Middle East. Viruses 11.Li, Q., Guan, X., Wu, P., Wang, X., Zhou, L., Tong, Y., Ren, R., Leung, K.S.M., Lau, E.H.Y.,Wong, J.Y., et al. (2020). Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med.Liu, L., Fang, Q., Deng, F., Wang, H., Yi, C.E., Ba, L., Yu, W., Lin, R.D., Li, T., Hu, Z., et al.(2007). Natural mutations in the receptor binding domain of spike glycoprotein determine thereactivity of cross-neutralization between palm civet coronavirus and severe acute respiratorysyndrome coronavirus. J Virol 81, 4694-4700.Luk, H.K.H., Li, X., Fung, J., Lau, S.K.P., and Woo, P.C.Y. (2019). Molecular epidemiology,evolution and phylogeny of SARS coronavirus. Infect Genet Evol 71, 21-30.Rockx, B., Feldmann, F., Brining, D., Gardner, D., LaCasse, R., Kercher, L., Long, D., Rosenke,R., Virtaneva, K., Sturdevant, D.E., et al. (2011). Comparative pathogenesis of three human andzoonotic SARS-CoV strains in cynomolgus macaques. PLoS One 6, e18558.She, J., Jiang, J., Ye, L., Hu, L., Bai, C., and Song, Y. (2020). 2019 novel coronavirus ofpneumonia in Wuhan, China: emerging attack and management strategies. Clin Transl Med 9,19.Wu, J.T., Leung, K., and Leung, G.M. (2020). Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modellingstudy. Lancet.Yang, Y., Lu, Q., Liu, M., Wang, Y., Zhang, A., Jalali, N., Dean, N., Longini, I., Halloran, M.E.,Xu, B., et al. (2020). Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China. 2020.2002.2010.20021675.Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus2019nCoV. J Evid Based Med.conducted and the low (green) and high (red) bounds of the 95% confidence intervals wereplotted. The dashed blue lines indicated the 95% confidence interval of β for the targeted numberof cases. A. Simulation of β for the time period from January 1st to 20th in China. 8247 was thetotal number of infectious (I) and exposed (E) on Jan. 20th. B. Simulation of β for the DiamondPrincess Cruise. 135 was the total number of infectious (I) and exposed (E) on February 4th. C.Simulation of β for the time period from December 1st to January 1st in Wuhan. 135 was thenumber of infectious (I) on Jan. 1st.confirmed cases (Q) were predicted from the SEIQ model. The 95% confidence interval (grayarea) were obtained from 1,000 Monte carlo runs. B. Simulations for quarantine were performedat 4 different starting dates: January 1st, 10th, 20th, and 30th. The predicted number of confirmedcases (Q) was plotted at the natural logarithm scale. The 95% confidence interval (gray area) foreach curve was provided.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. Zhou", "Q. Liu", "Z. Yang", "J. Liao", "K. Yang", "W. Bai", "X. Lu", "W."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The outbreak of the novel coronavirus disease, COVID-19, originating from Wuhan, China in\nearly December, has infected more than 70,000 people in China and other countries and has\ncaused more than 2,000 deaths. As the disease continues to spread, the biomedical society\nurgently began identifying effective approaches to prevent further outbreaks. Through rigorous\nepidemiological analysis, we characterized the fast transmission of COVID-19 with a basic\nreproductive number 5.6 and proved a sole zoonotic source to originate in Wuhan. No changes in\ntransmission have been noted across generations. By evaluating different control strategies\nthrough predictive modeling and Monte carlo simulations, a comprehensive quarantine in\nhospitals and quarantine stations has been found to be the most effective approach. Government\naction to immediately enforce this quarantine is highly recommended.", "one_words_summarize": "The outbreak of the novel coronavirus disease, COVID-19, originating from Wuhan, China inearly December, has infected more than 70,000 people in China and other countries and hascaused more than 2,000 deaths. Through rigorousepidemiological analysis, we characterized the fast transmission of COVID-19 with a basicreproductive number 5.6 and proved a sole zoonotic source to originate in Wuhan. Governmentaction to immediately enforce this quarantine is highly recommended. The outbreak of the novel coronavirus disease, COVID-19, originated in Wuhan, a citylocated in central China, in early December, is fast spreading to more than 30 countries(Benvenuto et al., In less than 3 months, the disease has infected morethan 70,000 people globally, and has caused more than 2,000 deaths. On January 30th, 2020, theWorld Health Organization declared COVID-19 as a public health emergency of internationalconcern. ,To effectively fight and end the COVID-19 epidemic, the transmission of the disease andzoonotic source of origin must be accurately identified, leading to the discovery of an optimalstrategy to control this outbreak. By studying the cases and clinical features from early reports,this paper illustrates rigorous epidemiological models and the associated statistical methods toestimate the transmission rates in different stages and scenarios and predict the outcomes fordifferent control strategies. Theoretically, the patientis not infectious during the incubation period. Secondly, thenumber of Q is made available each day for the examples and the number of confirmed cases inChina after January 20th. During this period, the suspected zoonotic source, the HuananSeafood Market, was closed and travel restrictions were not yet enforced by the government. In the same way, the total number of cases reported between January 1st and January 7th,which totaled 136, was used as I0 in the SEIQ model. Using the infection period of 12.5 days, theeffective reproductive number on the cruise, Rc, was 13.0 (95% CI 8.63-23.375).The link between many of the December cases and the Huanan Seafood Market indicatesthat the Huanan Seafood Market is one of the zoonotic origins of SARS-CoV-2, if not only. 2020), and by the 1st of January, 41patients were confirmed and quarantined. Given β0=0.44, the development of the epidemic was simulated byinitializing with a range of numbers (from 1 to 5) of infections on December 1st using the SEIQmodel. 2020),raising concerns whether the transmission would change between generations. Public transportation was limited and,eventually, all canceled. On January 23rd, the government suspended all plane, train and bus travel inand out of Wuhan. Nevertheless, an intermediate analysis is needed for evaluating variouscontrol strategies. Curve stabilization was achieved after about 10 days, with 235 cases reported atthe end of this period. Nevertheless, a conservative estimation of transmission using only 50% of theconfirmed cases has proven the high transmission rate in an enclosed crowded ship. The likely zoonotic origin also raised questions about additional sources other than theHuanan Seafood Market. However, similartransmission rate was observed in December as in January. The limited medical resources only allowedpatients with severe symptoms to be hospitalized. All people with suspected symptoms orwith close patient contacts were isolated in the government-managed quarantine stations. This model was developed using the cases up to February 20th. As the case numbersincrease, the transmission features may change and some of the assumptions, such as theinfectious period, may vary. Annu RevMicrobiol 73, 529-557.Ge, X.Y., Li, J.L., Yang, X.L., Chmura, A.A., Zhu, G., Epstein, J.H., Mazet, J.K., Hu, B., Zhang,W., Peng, C., et al. ( Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. Comparative pathogenesis of three human andzoonotic SARS-CoV strains in cynomolgus macaques. A. Simulation of β for the time period from January 1st to 20th in China. 8247 was thetotal number of infectious (I) and exposed (E) on Jan. 20th. The 95% confidence interval (gray area) foreach curve was provided."}