{"date": "2020/02/28", "journal": "biorxiv", "authors": "Muhammad Tahir ul Qamar, Abdur Rehman, Usman Ali Ashfaq, Muhammad Qasim Awan, Israr Fatima, Farah Shahid, Ling-Ling Chen", "title": "Designing of a next generation multiepitope based vaccine (MEV) against SARS-COV-2: Immunoinformatics and <em>in silico</em> approaches", "type": "preprint article", "abstract": "Coronavirus disease 2019 (COVID-19) associated pneumonia caused by severe acute respiratory\ncoronavirus 2 (SARS-COV-2) was first reported in Wuhan, China in December 2019. Till date,\nno vaccine or completely effective drug is available for the cure of COVID-19. Therefore, an\neffective vaccine against SARS-COV-2 is needed to be design. This study was conducted to\ndesign an effective multi-epitope vaccine (MEV) against SARS-COV-2.", "text": "Coronavirus disease 2019 (COVID-19) associated pneumonia caused by severe acute respiratorycoronavirus 2 (SARS-COV-2) was first reported in Wuhan, China in December 2019. Till date,no vaccine or completely effective drug is available for the cure of COVID-19. Therefore, aneffective vaccine against SARS-COV-2 is needed to be design. This study was conducted todesign an effective multi-epitope vaccine (MEV) against SARS-COV-2.proteins were taken as a target and epitopes (B cell, IFN- γ and T cell) were predicted. Highlyantigenic and overlapping epitopes were shortlisted. Selected T cell epitopes indicated significantinteractions with the HLA-binding alleles and 99.29% coverage of the world’s population.Finally, 505 amino acids long MEV was designed by connecting sixteen MHC class I and twelveMHC class II epitopes with suitable linkers and adjuvant. Linkers and adjuvant were added toenhance the immunogenicity response of the vaccine. The allergenicity, physiochemicalproperties, antigenicity and structural details of MEV were analyzed in order to ensure safety andimmunogenicity. MEV construct was non-allergenic and antigenic. Molecular dockingdemonstrated a stable and strong binding affinity of MEV with TLR3 and TLR8. Codonoptimization and in silico cloning ensured increased expression in the Escherichia coli K-12system. However, to ensure its safety and immunogenic profile, the proposed vaccine needs to beexperimentally validated.123456789101112131415161718192021221. IntroductionViruses are dangerous and can cause irreparable losses to human. The world hardly learns to dealwith a virus when new emerges and threatens the future of humanity. A similar situation arosewhen a new strain of coronavirus not previously identified in humans was reported last year 1.Positive-sense RNA viruses called corona viruses belong to the Coronaviridae family that aredistributed broadly among human and mammals. In the last two decades there have been morethan 10,000 reported infections of two types of coronaviruses such as severe acute respiratory2coronavirus (SARS-COV) or Middle East Coronavirus (MERS-COV) . The type of pneumoniacaused by COVID-19 is a highly infectious disease and an ongoing epidemic has been declaredby WHO as a global health emergency. COVID-19 pneumonia was first reported in Wuhan,Hubei province, China, in December 2019 and subsequently occurred in Hubei province andother parts of the country 3-5. A novel coronavirus was indicated root cause of COVID-19through deep sequencing analysis from lower respiratory tract samples, and later termed asSARS-COV-2 6. SARS-COV-2 strain, according to World Health Organization, is almost 70%like the SARS-COV strain, and 40% similar to the MERS-COV strain 7. Symptoms ofSARSCOV-2 may occur within 2 days or upto 14 days after exposure. Symptoms such as fever,4diarrhea and respiratory disorder are present in infected people . According to the recentresearch SARS-CoV-2 has an identical genomic organization as of beta-coronaviruses,5’untranslated region (UTR) includes orf1ab (replicas complex), nsps (encoding non-structuralproteins), S (spike protein) and 3’-UTR includesE- protein (envelope protein), M-protein(membrane protein), Oraf6, orf7a, orf8, N-protein (nucleocapsid protein), orf10, and a lot ofunknown non-structural open reading frames 3,8.1234567891011121314151617181920212223There is currently no vaccine or approved treatment for humans, but the treatment optionsforCOVID-19couldbetraditionalmedicinesuchasShuFengJieDu Capsules and Lianhuaqingwen Capsules. Nonetheless, no clinical trials supportthe safety and efficacy of these medicinal products 9,10. Many other options could be used for thetreatment of COVID-19 such as peptides, vaccines, small molecule drugs andmonoclonaloligonucleotides based therapies but these preventive methods need month to years fordevelopment 11. There is no clinical trial-based vaccine present. To prevent viral diseases vaccineis themost effectivemethod. The availability of genomic, software algorithms andimmunological data has facilitated scientists to identify the effective epitopes that can be used todevelop active subunit vaccines 12,13. The subunit vaccine contains the fragments of antigenicproteins that can mimic the presence of the natural pathogen and cause an immune response tothe target pathogen 14,15. The design of the vaccine candidate against chikungunya, MERS virus,Ebola virus and Zika has produced promising results 16-19. The in silico methods reduce thenumber of in vitro experiments and save time, overcome cost obstacles and increase the potentialfor successful vaccine design 20,21. A lot of peptides involved in a multi epitope vaccine thatinduces the activation of adaptive-immune-response are the best technique for the treatment ofviral-infections and SARS-CoV-2 22-25.In the recent study, SARS-CoV-2 proteome was explored to determine the antigenicproteins and various T-cell and B-cell epitopes were predicted with their MHC (majorhistocompatibility complex) alleles. Antigenicity of these epitopes was checked. Finally,multiepitope vaccine (MEV) was designed using the most potent epitopes with suitable adjuvant andlinkers. Online tools analyze the antigenicity, allergenicity, structural detail and physiochemicalproperties of the MEV. Molecular docking analyzed the binding interaction and stability of thevaccine-receptor complex. At the end, the vaccine codon was optimized for E. coli system and insilico cloning was performed (Figure 1).2.1. Sequence retrievalIn the first step, the sequence of target proteins was retrieved from GENBANK 26. Then all thesequences were stored as FASTA format for further analysis.2.2. Antigenicity and physiochemical properties evaluationThe Expassy Protparam tool was used to determine the physical and chemical properties ofproteins 27. To check protein antigenicity, the Vaxijen 2.0 software was also used 28. Thethreshold value was held at 0.5, and the secondary structure of proteins was predicted by usingSOPMA (Alignment self-optimized prediction method) tool 29.2.3. Tertiary structure prediction of target proteinsDifferent online tools such as Swiss model, Phyre 2, and Raptor X were used for the tertiarystructure prediction of SARS-COV-2 proteins 30-32. Models retrieved were then refined by galaxyrefine server and validated by Ramachandran plot analysis.2.4. Epitope predictionproteins.Inducing epitope (MHC I and II and IFN-γ) is shown in the sequence of amino acids of allA surface receptor of B-cell recognizes B-cell epitopes, resulting the generation ofantigenspecific immunoglobulins 33. In immune system the B-Cell epitope helps to detect viral infectionand activities. An online database of ABCPred was used to predict 14-mer B-cell epitopes 34,35.Conformational epitopes were predicted by Ellipro server 36.The most important step to develop an epitope-based vaccine is selection of T-cell epitopes withstrong binding affinity to appropriate HLAmolecules [4]. Current challenge in theimmunological prediction of T-cell epitope sequences is the accurate prediction of interactingmolecules. Most popular method considered, for epitope prediction is binding affinity predictionfor a range of MHC molecules [5]. It is necessary for recognition by cytotoxic T-cells throughmolecular binding between antigenic peptides and MHC molecules. Therefore, it is crucial toidentify MHC-binding peptides by any T-cell epitope prediction algorithm. For a functionalTcell response, peptide binding to MHC and the interaction of this complex with a specific T-cellreceptor are required [6]. The IEDB consensus method was used to predict 12 mer MHC classesI and 15 mer MHC II epitopes. Due to a large number of HLA alleles used in this method, resultsare very important. Sequence was given in a FASTA format, selecting all alleles for prediction.To be considered a good binder, epitopes with a consensus score of less than 2 was used, andselected for further research [7]2.5. Immunogenicity prediction of peptidesTo evaluate the antigenicity of T-cell and B cell epitope, Vaxijen v2.0 was used. 0.5 was used asdefault value. Non-antigenic epitopes were removed, and antigenic epitopes were selected.2.6. Conservation of peptides analysisImmune Epitope Database (IEDB) Conservancy Analysis tool was used, to monitor the degree ofconservation in the protein sequence of B cell and T cell epitopes [8]. Epitopes showing 100percent conservation were selected for further analysis.2.7. Interferon-Y epitope predictionIFN-γ is acknowledged to elicit intrinsic safe responses and can directly detain viral duplication.Besides, they can validly actuate the versatile immune reaction by preparing cytotoxic T cellsand T helper cells. IFN epitope server calculates IFN-γ epitopes of selected proteins ofSARSCoV-2 using SVM hybrid algorithms along with Motif 37.2.8. Population coverage analysis of selected epitopesPredicting a T-cell epitope is not sufficient to become a good candidate for a vaccine.Thepredicted peptide(s) should effectively cover people in major areas. For population coverage, theseparate epitopes of selected T-cells (class I and II) with the related HLA alleles were submittedto the IEDB population coverage analysis tool by maintaining the default analysis parameters 38.The population coverage analysis tool forecast and calculates each epitope of various regions ofthe world based on the distribution of human alleles that bind to MHC.2.9. Construction of multi epitope vaccineTo construct a vaccine sequence, a high scoring CTLs, high-affinity HTLs epitopes andsimultaneously B cell epitope predicted by ABCPRED were selected. It was observed somesequence may act as both B and T cell epitope. The chosen epitopes should be preservedoverlapping and immunogenic. The adjuvant and first CTL epitope were combined with thesupport of the EAAAK while different epitopes were connected using AAY and GPGPG linkers.2.10. Structural analysis of vaccine constructTo determine the physiochemical properties of MEV the ProtParam tool was used. It analyzesvarious physical and chemical attributes that depended on the pK of amino acids involved. Thetheoretical pI, Grand Average Hydropathy, Stability Profiling, Instability Index, Half-Life, andAliphatic Index were checked. AllerTOP V2.0 server was used to evaluate the allergic andnonallergic nature of the vaccine 39. To check the antigenicity of vaccine construct the vaxijen2.0server was used. This identification depends on various protein physicochemical characteristicsand is alignment-free in VaxiJen. Secondary structure was predicted by GOR4 and PSIPRED40,41.2.11. Tertiary structure and validation of MEVThe swiss model server was used to develop final MEV structure. The protein homology modelwas developed based on the quality of the QMEAN model. It gives results as QMean value andGMQE value. GMQE (Global Model Quality Estimation) reflects the certainty of a model bytaking into account the coverage, template, and arrangement of the target. It also offers a12345678910111213141516171819202122calculation of quality by combining target-template alignment properties with the templatesearch method. The higher the GMQE value, the better the model's quality. It is usuallycalculated in 0 and 1 range. Globally, QMean Z-score provides an intuitive level of basichighlights present in a model. If the score is around zero, the apprehension among the virtuallyidentical size model structures and test structures ought to be remarkable. However, if this valueis below or -4.0 the model is considered a low-quality model 32. The Galaxy Refine server hasbeen used for strong and delicate methods for refining the structure. It produces several modelswith structure deviations from the given structure. Ramachandran plot was created to approve thetertiary structure of the vaccine developed by the online server RAMPAGE42. Consequently,ProSA-web has been used as a quality score for the whole structure of the modified vaccineprotein 43. The quality score outside the usual range of native proteins indicates possible errors inthe predicted protein structure. To evaluate the statistics of Non-bonded interactions ERRATserver was used 44.2.12.Molecular docking of immune receptorThe interaction of vaccine molecule with the immune receptor was analyzed by the moleculardocking. HDOCK carried out the molecular docking of the MEV with TLR3 and TLR8, toconfirm the immune reaction. Protein-protein docking and protein-DNA/RNA docking wasperformed in HDOCK 45.2.13. In silico cloning and codon optimizationCodon use differs from species to species in the organism and therefore unadapted codon can lead to a lower host rate of expression. It should, therefore, be optimized to improve the geneexpression by the host translation machinery. Codon optimization and reverse translation are12345678910111213141516171819202122examined by the tool of java codon adaptation to allow for proper vector translation expressionand cloning efficiency. Escherichia coli (K12 strain) was identified as a host organism for theexpression of MEV. Data were collected in graphical representations and the CAI values 46.3. Results3.1. Pre-vaccine design analysisThe amino acid sequence of target protein (ORF1 [QHD43415.1], S [QHD43416.1], ORF3a[QHD43417.1], E[QHD43418.1],M[QHD43419.1],ORF6[QHD43420.1],ORF7a[QHD443421.1], ORF8 [QHD43422.1], N [QHD43423.2] and ORF10 [QHI42199.1]) ofSARSCoV-2 were retrieved from Genbank in FASTA format. Vaxijen was used to check theantigenicity of these target proteins. Total 7 highly antigenic proteins were detected. The mostantigenic ORF10 protein has been found followed by the E, M, ORF6, ORF7a, ORF8, and Nhaving antigenic values of 0.7185, 0.6502, 0.6441, 0.6131, 0.6025, 0.5102 and 0.5059respectively. ORF1, surface glycoprotein, and ORF3 proteins had antigenic values less than 0.5,so they were excluded. In addition, Blast p analysis was performed against Homo sapiens withpredetermined parameters to identify non-homologous proteins. Proteins with less than 37%identity were considered non-homologous proteins. None of the protein showed significantsimilarity with the human proteins.Five non-structural proteins (M, N, ORF6, ORF7a, and ORF10) and two structuralproteins (E, ORF8) were selected as targets for further analysis. Other physicochemicalcharacters like Theoretical pi, molecular weight, half-life, stability profile, aliphatic index, etcwere predicted from protparam (Table 1) and secondary structure was predicted by SOPMA(Table 2).3.2. Tertiary structure and validationThe 3D models obtained using Phyre 2, Raptor X and Swiss model homology approaches wereevaluated through Ramachandran plot analysis. The model specifications and reliability wereassessed using different homology modeling tools. The structures retrieved from Swiss modelwere of better quality than those from other homology modeling tools like the Raptor X andPhyre-2. There was no suitable template found for ORF10 because of small number of residuesso its structure was predicted by PEPFOLD 47. The target protein pattern alignment was alsoobserved with precise statistics. Besides, Galaxy refine server was used to optimize the models(Table 3).3.3. Prediction of B-cell epitopeABCpred was used to predict the target protein Linear B cell epitopes. Vaxijenwas used tocheck the antigenicity. Screened out B cell epitope were 100% conserved in protein sequenceand are antigenic. All the target proteins were predicted to have a total 55 linear epitopes (E-4,M-12, ORF6-1, ORF7a- 6, ORF8-9, N- 22, and ORF10-1) (Table 4). For determination ofconformational epitopes, the Ellipro server was used. A total of 24 (E-4, M-2, ORF6-3,ORF7a4, ORF8-4, NC- 4, and ORF10-3) conformational epitopes were forecast of all proteins (Table5).3.4. T-cell prediction12345678910111213141516171819202122T-cell epitopes of the target proteins were predicted by using the IEDB consensus method. 100%conserved in protein sequence and antigenic epitopes were selected. Peptides that can bind tomultiple alleles because of their strong defense capabilities are considered the most appropriatepeptide. Total 31 MHC class I (E-9, M-4, ORF6-2, ORF7a-3, ORF8-7, N-4, ORF10-2) (Table 6)and 40 MHC class II (E-4, M-5, ORF6-4, ORF7a-7, ORF8-12, N-4, ORF10-4) epitopes werechosen for further study (Table 7).3.5. Population coverageThe distribution and expression of HLA alleles vary by ethnic groups and regions of the world.Therefore, it affects the successful development of an epitope-based vaccine. The IEDBpopulation tool was used to check the population coverage of the designed vaccine.Selected epitopes showed the 99.29% world population coverage. The highest coverage ofpopulation found within a country Sweden 99.79% however, the least population coverage5.72% was predicted in the United Arab Emirates. SARS-CoV-2 showed the populationcoverage of 84.51% in China where it was first identified (Figure 2).3.6. MEV constructionA total 28 T cell epitopes were selected to form a vaccine construct.16 epitopes of MHCI (E-1,M-3,ORF6-1,ORF7a-3,ORF8-5,N-2,ORF10-1) and 12 epitopes of MHCII (E-1, M-13, ORF6-1,ORF7a-1, ORF8-2, N-3, ORF10-1) were merge with the AAY and GPGPG linkers respectively.GPGPG prevents the generation of junctional epitopes, which is a major concern in the design ofepitope vaccines; On the other hand, it facilitates the immunization and presentation of HTLepitopes 48,49. To join the CTL epitope, the AAY motif was used as a linker. The final length ofthe vaccine was 460 after long merging of adjuvant. Besides, the EAAAK connector was used as123456789101112131415161718192021an adjuvant to the N-end of the vaccine to attach 45 amino acid long β-defensin. The vaccine'simmunogenicity was increased with an adjuvant. An adjuvant and a CTL epitope were connectedto the N-terminal of the structure of the vaccine by using the EAAAK linker to reduce interactionwith other protein regions with efficient separation 50,51. After the addition of linkers andadjuvant final construct was 505 amino acid long (Figure 3).3.7. Linear and conformational B epitopes and other physiochemical properties of MEVEllipro servers have been used to predict linear/continuous andconformational/discontinuous B cell epitopes of the vaccine model without changing theprediction parameters. 92 continuous/ linear and 3 conformational/discontinuous B cell epitopeswere predicted by servers (Table 8 & 9). The physiochemical properties of SARS-CoV-2 vaccineconstruct computed via Protparam so it contains 505 amino acid with molecular weight 55426.35KDa which reflects good antigenic nature. Theoretical isoelectric point (PI) of MEV was 9.12which indicates negative in nature. The isoelectric point less than 7 showed negatively chargedprotein. Instability index computed by the protparam is 33.41, this categories protein as a stable.Aliphatic index 82.75 which devotes a thought of proportional volume hold by aliphatic sidechain and GRAVY value for protein sequence is 0.105 which indicates the hydrophobic natureof MEV. Half-life of protein depicted as the total time taken for its vanishing after it has beensynthesized in cell, which was computed as 30 h for mammalian-reticulocytes, > 20 h for yeast,> 10 h for Escherichia coli. Total number of Carbon (C), Oxygen (O), Nitrogen (N), Hydrogen(H) and Sulfur (S) were entitled by formula C2549H3850N666O669S28.3.8. Prediction of allergenicity and antigenicity123456789101112131415161718192021AllerTOP was used to check the allergenicity of the vaccine construct which describe thenonallergenic behavior of vaccine. The vaccine antigenicity was 0.6741 at 0.5% threshold, indicatingthe antigenic nature of the vaccine, according to the VaxiJen.3.9. Prediction of Secondary structureSecondary structure of MEV was predicted by PSIPRED and GOR4. Among the 505 aminoacids, the formation of α-helix is comprised of 113 amino acids representing 22.38%, 0 inβstrands and 271 amino acids forms the coils which are 53.66% of the whole MEV construct.3.10.Tertiary structure prediction and refinementTo determine the tertiary structure of vaccine Swiss model was used. GMQE was 0.04 and Q2.88, which indicates the high quality of the vaccine. Structure was improved by Galaxy refine.After examining the modifications of 5 models, Model 2 was found to be the best model and wasselected for further analysis (Figure 4). The improved model exhibits 95% favored region inRAMPAGE and qRMSD as 0.428, poor rotamers as 0%, MolProbity as 1.889, clash score as13.6 and RAMPAGE server analyzes and validates the tertiary structure by producingRamachandran plot. In the more favorite region, 96.3% of residues are generated, 3.7% of aminoacids are resident in the permitted region, and 0.0% are present in outer regions according to thevaccine construct Ramachandran plot. ProSA-web also gives−2.25 Z, which is within anacceptable range of values. In addition, the refined model showed 0 errors with PROCHECK.The refined model was 85.7143 in total quality (ERRAT score). These results show that therefined model is of good quality.3.11.Molecular docking with TLR3 and TLR8123456789101112131415161718192021An appropriate association between immune receptor molecules and the antigen molecule isnecessary to activate an immune responsiveness. HDOCK server has thus been used to performthe docking of the MEV with TLR3 and TLR8. The blue and red color shows the MEV in thedocked complex, whereas TLR3 and TLR8 are depicted by a rainbow color respectively. Thedocking score and RMSD value of TLR3 and TLR8 with MEV were -244.88, -204.07 and 75.80,80.46 respectively (Figure 5).3.12. In silico cloningThe codon adaptation tool, an online server, was used for codon optimization analysis evaluatinga cDNA sequence followed by a codon adaptation index (IAC) and GC data. The GC content ofthe structure is in the ideal range 55.51% (30-70%), and CAI 1.0 (0.8-1.0), indicating theeffective expression of the protein reliability.4. DiscussionVaccination has many useful effects for improving people health in a low-cost manner and bestaid to inhibit transmission of diseases around the world. Today researchers are searchingmethods for the development of subunit vaccines for complete genome. Vaccines are basicallyconsisting of different immunogenic ingredients of disease (pathogens), comparatively the wholepathogenic agent 52. Epitope prediction for antibodies becomes more significant with theadvancement of the computational tools for designing a vaccine 53. In the field of bioinformaticsImmuno-informatics is a sub-branch that includes a lot of tools & databases. Immunologicaldatasets prediction and in silico analysis are done with the help of those tools. With theadvancement of tools and a variety of data availability like genomic, proteomic, and different1234567891011121314151617181920212223algorithms made it more effective for scientists to predict epitopes that are much effective in thedevelopment of the sub-unit vaccines12,13,54.An outbreak of Wuhan SARS-COV-2 in late December 2019 resulted in hundreds ofdeaths in China 6. After the outbreak of Wuhan, remarkable progress has been made towards theidentification, genome, and structure of virus and the development of effective drugs againstSARS-COV-2, yet its injection mechanism is still unclear. Till date, no vaccine or effective drugis available for the cure of COVID-19. Coronavirus vaccines need to be designed so that theycan be eradicated form the globe entirely.The recent study was conducted to design a multi-epitope vaccine (MEV) againstSARSCOV-2 by using immunoinformatics approach. MEV is advantageous compared to monovalentvaccine because it can elicit cellular and humoral immunity 55. Two subunit vaccines againstSARS-COV-2 was reported where they have used one and three proteins respectively for vaccinedevelopment, but this study included more number of proteins and epitopes 10,37. The currentvaccine subunit is therefore more effective and immunogenic against COVID-19. Amino acidsequences of ten proteins of SARS-COV-2 were taken from Genbank and their antigenicity waschecked. Highly antigenic proteins were selected for further analysis. After the completephysiochemical analysis of antigenic proteins, B cell and T cell epitopes were predicted.Predicting the B-cell and T-cell epitopes is an important step in vaccine development that’s whyboth types of epitopes were predicted form protein sequences and their antigenicity wasevaluated 56. After that antigenic T-cell epitopes were screened to overlap with B-cells and IFN-γepitopes. Vaccine was designed with the help of linkers and adjuvant. An adjuvant was added tothe N-end of the vaccine and epitopes were linked with the help of AAY and GPGPG linkers.Adjuvant was added to increase the immunogenicity of the vaccine. Linkers were added to help12345678910111213141516171819202122maintain the function of each epitope so that after being imported into the human body they canfunction independently 31.Finally, 505 amino acids long vaccine was designed including adjuvant. The vaccineprotein was 55426.35 kDa in molecular weight. MEV was basic, according to the theoretical pIvalue, which can ensure stable physiological pH interaction. The calculated aliphatic index andinstability index scores showed that the vaccine protein may be stable and thermostable. Positivescore of grand average of hydropathy suggests its hydrophobic nature. MEV was found to behighly antigenic, immunogenic and non-allergenic indicating an epitope vaccine’s potential tocause robust immune responses without any allergic reactions. The effectiveness of MEVdepends on the population in which the vaccine is used. T cell epitopes included in the MEVshowed 99.29% of the world’s population, indicating that the vaccine developed would beeffective for most of the world population. The strong binding affinity of the vaccine withimmune receptor (TLR3 & TLR8) is necessary to effectively transport vaccine into the body. Forthis purpose, docking between the TLR3, TLR8 and MEV was performed. The translationefficiency of foreign genes within the host system differs due to the incompatibility of mRNAcodons, which require codon optimization for higher expression 31. CAI value obtained was 1.0and GC content 55.51% was also within the optimum limit indicating possible higher expressionwithin E. coli K-12 system. Thus, MEV designed with caution using such a methodology couldbecome an integral asset in the fight against tumors and viral contaminations. The results ofrecent study suggest that the vaccine being designed may undergo in vivo and in vitroexperimental analysis to develop a potential vaccine against COVID-19.5. ConclusionA serious global problem is morbidity and mortality, nowadays COVID-19 has, unfortunately,affected several precious lives in various regions of the world due to a lack of SARS-COV-2vaccination. Several antiviral medicines have been tested but none have shown effective resultsagainst the infection. In this study, an attempt was made to design an MEV againstSARS-COV2 that targets its antigenic proteins. Immunoinformatics and in silico approached were used todevelop potential and safe MEV that can trigger three types of the immune responses: humoral,innate and cellular. However, current research is the result of an integrated vaccinomicsapproach. Therefore, experimental validation is necessary to demonstrate the efficacy and safetyof the designed vaccine.AcknowledgementsThis work was supported by the Starting Research Grant for High-level Talents from GuangxiUniversity and Postdoctoral research platform grant of Guangxi University.Authors' contributionsMTQ, LLC and UAA conceived and designed this study; MTQ and AR performed theexperiments; MQA, IF and FS analyse the results; MTQ and AR wrote the manuscript; UAA andLLC improved and revised the manuscript, and all the authors approved the final version.Conflicts of interestThe authors have no conflicts of interest to declare.123Tripp, R. A. & Tompkins, S. M. Roles of Host Gene and Non-coding RNA Expression inVirus Infection. Vol. 419 (Springer, 2018).Xu, X. et al. Evolution of the novel coronavirus from the ongoing Wuhan outbreak andmodeling of its spike protein for risk of human transmission. Science China LifeSciences, 1-4 (2020).Zhu, N. et al. A novel coronavirus from patients with pneumonia in China, 2019. NewHuang, C. et al. Clinical features of patients infected with 2019 novel coronavirus inWuhan, China. The Lancet (2020).Tahir ul Qamar, M., Alqahtani, S. M., Alamri, M. A. & Chen, L.-L. Structural Basis ofSARS-CoV-2 3CLpro and Anti-COVID-19 Drug Discovery from Medicinal Plants.Preprints 2020020193, doi:doi: 10.20944/preprints202002.0193.v1 (2020).Hui, D. S. et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses toglobal health—The latest 2019 novel coronavirus outbreak in Wuhan, China.Alamri, M. A., Tahir ul Qamar, M. & Alqahtani, S. M. Pharmacoinformatics andMolecular Dynamic Simulation Studies Reveal Potential Inhibitors of SARS-CoV-2Main Protease 3CLpro. Preprints 2020020308, doi:10.20944/preprints202002.0308.v1(2020).Ahmed, T. et al. Coronavirus Disease 2019 Assosiated Pneumonia in China: CurrentStatus and Future Prospects. Preprints 2020020358,doi:10.20944/preprints202002.0358.v3 (2020).Lu, H. Drug treatment options for the 2019-new coronavirus (2019-nCoV). BioScienceTrends (2020).Abdelmageed, M. I. et al. Design of multi epitope-based peptide vaccine against Eprotein of human 2019-nCoV: An immunoinformatics approach. BioRxiv (2020).Li, G. & De Clercq, E.(Nature Publishing Group, 2020).De Gregorio, E. & Rappuoli, R. Vaccines for the future: learning from humanimmunology. Microbial biotechnology 5, 149-155 (2012).12Patronov, A. & Doytchinova, I. T-cell epitope vaccine design by immunoinformatics.Open biology 3, 120139 (2013).Saadi, M., Karkhah, A. & Nouri, H. R. Development of a multi-epitope peptide vaccineinducing robust T cell responses against brucellosis using immunoinformatics basedapproaches. Infection, Genetics and Evolution 51, 227-234 (2017).Nain, Z., Karim, M. M., Sen, M. K. & Adhikari, U. K. Structural Basis and Designing ofPeptide Vaccine using PE-PGRS Family Protein of Mycobacterium ulcerans–AnIntegrated Vaccinomics Approach. bioRxiv, 795146 (2019).Tahir ul Qamar, M. et al. Peptide vaccine against chikungunya virus:immunoinformatics combined with molecular docking approach. Journal of translationalmedicine 16, 298 (2018).Tahir ul Qamar, M. et al. Epitope based peptide vaccine design and target site depictionagainst Middle East Respiratory Syndrome Coronavirus: an immune-informatics study.Journal of Translational Medicine 17, 362, doi:10.1186/s12967-019-2116-8 (2019).Ahmad, B., Ashfaq, U. A., Rahman, M.-u., Masoud, M. S. & Yousaf, M. Z. Conserved Band T cell epitopes prediction of ebola virus glycoprotein for vaccine development: animmuno-informatics approach. Microbial pathogenesis 132, 243-253 (2019).Shahid, F., Ashfaq, U. A., Javaid, A. & Khalid, H. Immunoinformatics guided rationaldesign of a next generation multi epitope based peptide (MEBP) vaccine by exploringZika virus proteome. Infection, Genetics and Evolution 80, 104199 (2020).Mirza, M. U. et al. Towards peptide vaccines against Zika virus: Immunoinformaticscombined with molecular dynamics simulations to predict antigenic epitopes of Zika viralproteins. Scientific reports 6, 37313 (2016).Khan, A. et al. Computational identification, characterization and validation of potentialantigenic peptide vaccines from hrHPVs E6 proteins using immunoinformatics andcomputational systems biology approaches. PloS one 13 (2018).Brennick, C. A., George, M. M., Corwin, W. L., Srivastava, P. K. & Ebrahimi-Nik, H.Neoepitopes as cancer immunotherapy targets: key challenges and opportunities.Immunotherapy 9, 361-371 (2017).Jensen, K. K. et al. Improved methods for predicting peptide binding affinity to MHCclass II molecules. Immunology 154, 394-406 (2018).Lu, C. et al. A novel multi epitope vaccine from MMSA 1 and DKK 1 for multiplemyeloma immunotherapy. British journal of haematology 178, 413-426 (2017).Chauhan, V., Rungta, T., Goyal, K. & Singh, M. P. Designing a multi-epitope basedvaccine to combat Kaposi Sarcoma utilizing immunoinformatics approach. Scientificreports 9, 1-15 (2019).A:S60,A:R61,A:N64, A:L65A:V62,A:K63,A:E8, A:T9, A:G10, A:T11, A:L12,A:I13, A:V14, A:S16A:L51,A:V52,A:F56, A:Y59A:K53,A:S55,A:A32, A:I33, A:T35, A:A36,A:L37, A:R38, A:L39, A:C40,A:A41, A:Y42A:F100, A:F103, A:A104, A:R105,A:T106, A:R107, A:S108, A:M109A:I76, A:T77, A:G78, A:I80A:R93, A:R95, A:G96, A:G97,A:D98, A:G99, A:K100, A:M101,A:D103, A:L104A:Q58, A:H59, A:G60, A:K61,A:E62, A:D63, A:F66, A:P67,A:L161, A:P162, A:Q163, A:G164,A:T165, A:T166, A:L167, A:P168,A:K169, A:G170, A:F171A:G69, A:Q70, A:T76, A:N77,A:S78, A:S79, A:P80, A:D81,A:D82, A:G114, A:T115, A:G116,A:P117, A:E118, A:A119, A:G120,A:L121, A:P122, A:G124, A:A125,A:N126, A:K127, A:D128, A:G129,A:T135, A:E136, A:G137, A:A138,A:L139, A:N140, A:T141, A:P142,A:K143, A:D144, A:H145, A:I146A:G44, A:L45, A:P46, A:N47,A:N48, A:T49, A:W52, A:G147,A:T148, A:R149, A:N150, A:P151,A:A152, A:N153, A:N154, A:A155,A:A156ORF6A:Y49, A:S50, A:D53A:T21, A:F22, A:K23, A:V24, A:S25A:S81,A:V82,A:S83,A:P84,A:K85, A:L86, A:F87, A:I88, A:R89,A:Q90, A:E91, A:E92, A:V93,A:Q94A:E16,A:S37,A:L17,A:G38,A:C35,A:C67,A:D69, A:G70, A:V71, A:K72A:S36,A:P68,A:E33,A:L49,A:K53A:F46,A:A50,A:H47,A:D51,A:P48,A:N52,A:E95, A:L96, A:Y97Orf8A:L22,A:T26,A:P30A:Q23,A:Q27,A:S24,A:H28,A:C25,A:Q29,A:Y46, A:I47, A:R48, A:V49,A:G50, A:A51, A:R52, A:S54,A:A55, A:P56, A:L57, A:I58, A:V62A:C90, A:E92, A:P93, A:K94A:D34, A:D35, A:Y73,A:D75, A:I76, A:G77, A:N78A:I74,ORF10_:G2, _:Y3, _:Y14, _:L18, _:M21,_:N22, _:S23, _:R24, _:N25, _:Y26,_:I27, _:A28, _:Q2934_:N5, _:F7, _:A8, _:F9, _:P10, _:F11_:V6, _:V32, _:V33, _:N34, _:F35,_:N36, _:L37, _:T38present studypredicted by IEDB conservancy analysis tool) among the protein sequences included in theFLLVTLAILTALposition26-37VSLVKPSFYVYSPSFYVYSRVKNL58-6949-6054-65alleleHLA-A*02:01HLA-A*02:06HLA-A*02:01HLA-B*51:01HLA-A*02:01HLA-B*51:01HLA-A*30:02HLA-A*29:02HLA-A*25:01HLA-A*01:01HLA-A*02:01HLA-B*51:01HLA-A*31:01HLA-A*30:02HLA-C*14:02HLA-C*07:01HLA-C*06:02HLA-C*07:01HLA-B*27:05HLA-B*14:02HLA-A*32:01HLA-A*32:01HLA-B*08:01HLA-B*46:01HLA-B*27:05antigenicityOrf6Orf7aOrf8LFARTRSMWSFN102-113FHLVDFQVTIAEHPLADNKFALTC22-332-1358-12GNYTVSCLPFTIDDPCPIHFYSKWLPFTINCQEPKL28-3977-8834-4584-95HLA-A*24:02HLA-A*23:01HLA-B*46:01HLA-B*08:01HLA-A*24:02HLA-A*01:01HLA-A*30:02HLA-A*26:01HLA-A*29:02HLA-B*57:01HLA-A*32:01HLA-B*38:01HLA-B*35:03HLA-B*39:01HLA-B*07:02HLA-B*40:01HLA-B*40:02HLA-B*15:02HLA-A*68:02HLA-B*51:01HLA-A*24:02HLA-B*53:01HLA-B*35:03HLA-B*51:01HLA-B*40:01HLA-B*18:01HLA-C*07:02HLA-A*31:01TATKAYNVTQAF 263-274KMKDLSPRWYFY 100-111Orf10DPNFKDQVILLN 343-354CRMNSRNYIAQV 19-30present studypredicted by IEDB conservancy analysis tool) among the protein sequences included in theFLLVTLAILTALRLC(26-40)ANTIGENICITYHLA-DPA1*02:01/DPB1*01:01HLA-DRB1*15:02HLA-DQA1*05:01/DQB1*02:01HLA-DRB1*15:01HLA-DRB1*15:06HLA-DRB1*07:03LFLAFVVFLLVTLA HLA-DPA1*03:01/I(19-33) DPB1*04:02HLA-DPA1*01:03/DPB1*02:01HLA-DPA1*01/DPB1*04:01HLA-DPA1*02:01/DPB1*01:01HLA-DRB1*15:02HLA-DRB1*04:23HLA-DRB1*11:04HLA-DRB1*04:08HLA-DRB1*13:11HLA-DRB1*04:08HLA-DRB1*04:10HLA-DRB1*11:28HLA-DRB1*13:05HLA-DRB1*04:21HLA-DRB1*08:13HLA-DRB1*04:26HLA-DRB1*07:03HLA-DRB1*01:02HLA-DRB1*04:04HLA-DRB1*04:05HLA-DRB1*03:09HLA-DRB1*11:07HLA-DRB1*03:06HLA-DRB1*03:07HLA-DRB1*03:08HLA-DQA1*01:02/DQB1*06:02HLA-DRB1*07:03HLA-DRB1*11:20HLA-DRB1*01:02HLA-DRB1*07:01HLA-DRB1*11:14ESELVIGAVILRGHL(135-149)HLA-DRB1*13:23HLA-DRB1*03:09HLA-DRB1*13:07HLA-DRB1*11:28HLA-DRB1*13:05HLA-DRB1*03:05HLA-DRB1*04:08LEQWNLVIGFLFLT HLA-DPA1*01:03/W(17-31) DPB1*02:01HLA-DPA1*01/DPB1*04:01HLA-DRB5*01:05RNRFLYIIKLIFLWL HLA-DRB1*11:28(42-56) HLA-DRB1*13:05HLA-DRB1*13:21HLA-DRB1*11:01HLA-DPA1*02:01/DPB1*01:01HLA-DRB1*08:13HLA-DRB1*08:01HLA-DRB1*07:03HLA-DPA1*01/DPB1*04:01HLA-DRB1*11:14HLA-DRB1*13:23HLA-DRB1*03:09HLA-DRB4*01:01HLA-DPA1*01:03/DPB1*02:01HLA-DRB1*08:17HLA-DRB1*13:07HLA-DRB1*15:01HLA-DRB1*15:06SFRLFARTRSMWS HLA-DRB1*08:13FN(99-113) HLA-DRB1*11:14HLA-DRB1*13:23HLA-DRB1*15:02HLA-DRB1*11:20HLA-DRB1*11:01HLA-DRB1*13:07HLA-DRB1*15:06HLA-DRB1*11:28HLA-DRB1*13:05HLA-DRB1*04:01HLA-DRB1*04:26HLA-DRB1*11:02Orf6Orf7AOrf8HLA-DRB1*08:04AAIVFITLCFTLKR HLA-DRB1*07:03K(105-119) HLA-DPA1*02:01DPB1*05:01CTQHQPYVVDDPC HLA-DRB3*01:01PI(25-39) HLA-DRB1*03:09HLA-DRB1*03:05HLA-DRB1*04:21HQPYVVDDPCPIHF HLA-DRB3*01:01Y(28-42) HLA-DRB1*03:09HLA-DRB1*03:05HLA-DRB1*04:21HLA-DRB1*03:01QHQPYVVDDPCPI HLA-DRB3*01:01HF(27-41) HLA-DRB1*03:09HLA-DRB1*03:05HLA-DRB1*04:21HLA-DRB1*03:01TQHQPYVVDDPCPI HLA-DRB3*01:01H(26-40) HLA-DRB1*03:09HLA-DRB1*03:05HLA-DRB1*04:21PYVVDDPCPIHFYS HLA-DRB1*03:09K(30-44) HLA-DRB1*03:05HLA-DRB3*01:01HLA-DRB1*04:21FLGIITTVAAFHQE HLA-DRB1*04:08C(6-20) HLA-DRB1*04:23HLA-DRB1*04:10HLA-DRB1*04:02HLA-DRB1*04:26VVDDPCPIHFYSK HLA-DRB1*04:08W (3-17) HLA-DRB1*15:02HLA-DRB1*04:23HLA-DRB1*04:10HLA-DRB1*11:04HLA-DRB1*11:06HLA-DRB1*13:11HLA-DRB1*04:05HLA-DRB1*01:01HLA-DRB1*04:02HLA-DRB1*04:01HLA-DRB1*04:26LVFLGIITTVAAFH HLA-DRB1*04:08Q(4-18) HLA-DRB1*04:23HLA-DRB1*04:10HLA-DRB1*11:04HLA-DRB1*11:06HLA-DRB1*13:11HLA-DRB1*08:02HLA-DRB1*04:05HLA-DRB1*04:02HLA-DRB1*04:04HLA-DRB1*04:01HLA-DRB1*04:26MKFLVFLGIITTVA HLA-DRB1*04:08A(1-15) HLA-DRB1*15:02HLA-DRB1*04:23HLA-DRB1*04:05HLA-DRB1*04:04HLA-DRB1*01:01HLA-DRB1*04:10HLA-DRB1*11:04HLA-DRB1*11:06HLA-DRB1*13:11HLA-DRB1*04:02HLA-DRB1*04:01HLA-DRB1*04:26LGIITTVAAFHQEC HLA-DRB1*04:23S(7-21) HLA-DRB1*04:08HLA-DRB1*04:10HLA-DRB1*04:02HLA-DRB1*04:26VFLGIITTVAAFHQ HLA-DRB1*04:08E(5-19) HLA-DRB1*04:23HLA-DRB1*04:10HLA-DRB1*04:23HLA-DRB1*04:08HLA-DRB1*04:26HLA-DRB1*04:01PKLGSLVVRCSFYE HLA-DRB1*08:06D(93-107) HLA-DRB1*11:02HLA-DRB1*11:21HLA-DRB1*13:22HLA-DRB1*13:01HLA-DRB1*13:27HLA-DRB1*13:28HLA-DRB1*08:01HLA-DRB1*13:04FFGMSRIGMEVTPS HLA-DRB1*11:28G(314-328) HLA-DRB1*13:05HLA-DRB1*13:21ORF10FFGMSRIGMEVTPS HLA-DRB1*11:28G(314-328) HLA-DRB1*13:05HLA-DRB1*13:21KAYNVTQAFGRRG HLA-DRB5*01:05PE(266-280) HLA-DRB5*01:01ALLLLDRLNQLES HLA-DRB1*11:04KM(220-234) HLA-DRB1*11:06HLA-DRB1*13:11HLA-DRB1*13:21HLA-DRB1*13:07HLA-DRB1*11:02HLA-DRB1*11:21HLA-DRB1*13:22HLA-DRB1*13:04HLA-DRB1*08:17HLA-DPA1*03:01/DPB1*04:02HLA-DRB1*08:06HLA-DRB1*11:28HLA-DRB1*13:05HLA-DRB1*08:04HLA-DRB1*11:14HLA-DRB1*13:23HLA-DRB1*15:02CRMNSRNYIAQVDV(8-22)FAFPFTIYSLLLCRM HLA-DRB1*15:02(7-21) HLA-DPA1*01/DPB1*04:01HLA-DPA1*02:01/DPB1*01:01HLA-DPA1*03:01/DPB1*04:02HLA-DRB1*08:17HLA-DPA1*01:03/DPB1*02:01HLA-DRB1*08:13FPFTIYSLLLCRMNS HLA-DRB1*15:02(9-23) HLA-DRB1*08:17HLA-DPA1*01/DPB1*04:01HLA-DRB1*08:13PFTIYSLLLCRMNS HLA-DRB1*15:02R(10-24) HLA-DRB1*08:17HLA-DRB1*08:131 Table 8. Linear B cell epitopes in the final MEV constructLVDFQVTIAEAAYGGPGPGMFHLVDFQVPIHFYSKWGPGPGPAAYFHLVDFQVTIALACFVLAAVYRIGPPGPVTLACFVLAAVGPGMFHLVDFQVTIIGKCSTRGRKCCRRTRGRKCCRRKKEAALPKEEQIGKCSTRGMWSFNAAYFHLVDFGPGPGESELVIGAVVGPGPGFLLVTLAIYIAQVGPGPGFLLVPYVVDDPCPIAAYDPLADNKFALTCAAYGPGPKLGSLVVRCSELVIGAVILRGHLGSKWAAYPIHFYSKWWSFNAAYFHLVDFQWGPGPGPKLGSLVVVIGAVILRGHLGPGNLVIGFLFLTWGPGAYDPNFKDQVILLNPCPIHFYSKWAAYPNAAYFHLVDFQVTIGMFHLVDFQVTIAEGESELVIGAVILRGAVYRIGPGPGESELAQVGPGPGFLLVTLDDPCPIHFYSKWGPGPKLGSLVVRCSFYFHPLAAYHPLADNKSELVIGAVILRGHLGLEQWNLVIGFLFLYDDPCPIHFYSKWALRGHLGPGPGMFHLSKWGPGPGPKLGSLGPGVVDDPCPIHFYHFYSKWAAYPIHFYDDPCPIAAYDDPCPLAAYHPLADNKFALCPIHFYSKWGPGPGDDPCPIHFYSKWAAAYDDPCPIHFYSKWYGNYTVSCLPFTIAAYGTYEGNSPFHPLAEAAYGTYEGNSPFYSKWGPGPGPKLGSESELVIGAVILRGHFVLAAVYRIGPGPGPGPGPVTLACFVLAPKEEQIGKCSTRGRPGPGPKLGSLVVRCPIHFYSKWAAYPIHDPCPIAAYDDPCPIVDDPCPIAAYDDPCYHPLADNKFALTCAAAYHPLADNKFALTVDDPCPIHFYSKWGLSPRWYFYAAYDPNYTVSCLPFTIAAYLFAFACPDGVAAYHQLAAVYRIGPGPGESIAAYDDPCPIHFYSRGHLGPGPGMFHLVAAYDPNFKDQVILLNFKDQVILLNAAYCQPYVVDDPCPIAAYVTLACFVLAAVYRIEQWNLVIGFLFLTW1063634244101921771374181861842151241214233533393292542819017817614013841425021815934118236425826317233431434A:T151, A:C152, A:A153, A:A154,A:Y155, A:S156, A:Q158, A:C163,A:P164, A:D165, A:G166, A:V167,A:A168, A:A169, A:Y170, A:H171,A:Q172, A:P173A:L137, A:A138, A:A139, A:H141,A:L143,", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronavirus disease 2019 (COVID-19) associated pneumonia caused by severe acute respiratory\ncoronavirus 2 (SARS-COV-2) was first reported in Wuhan, China in December 2019. Till date,\nno vaccine or completely effective drug is available for the cure of COVID-19. Therefore, an\neffective vaccine against SARS-COV-2 is needed to be design. This study was conducted to\ndesign an effective multi-epitope vaccine (MEV) against SARS-COV-2.", "one_words_summarize": "Coronavirus disease 2019 (COVID-19) associated pneumonia caused by severe acute respiratorycoronavirus 2 (SARS-COV-2) was first reported in Wuhan, China in December 2019. Till date,no vaccine or completely effective drug is available for the cure of COVID-19. Molecular dockingdemonstrated a stable and strong binding affinity of MEV with TLR3 and TLR8. The subunit vaccine contains the fragments of antigenicproteins that can mimic the presence of the natural pathogen and cause an immune response tothe target pathogen 14,15. The in silico methods reduce thenumber of in vitro experiments and save time, overcome cost obstacles and increase the potentialfor successful vaccine design 20,21. Then all thesequences were stored as FASTA format for further analysis.2.2. Models retrieved were then refined by galaxyrefine server and validated by Ramachandran plot analysis.2.4. An online database of ABCPred was used to predict 14-mer B-cell epitopes 34,35.Conformational epitopes were predicted by Ellipro server 36.The most important step to develop an epitope-based vaccine is selection of T-cell epitopes withstrong binding affinity to appropriate HLAmolecules [4]. Most popular method considered, for epitope prediction is binding affinity predictionfor a range of MHC molecules [5]. Sequence was given in a FASTA format, selecting all alleles for prediction. Epitopes showing 100percent conservation were selected for further analysis.2.7. Population coverage analysis of selected epitopesPredicting a T-cell epitope is not sufficient to become a good candidate for a vaccine. The chosen epitopes should be preservedoverlapping and immunogenic. Thetheoretical pI, Grand Average Hydropathy, Stability Profiling, Instability Index, Half-Life, andAliphatic Index were checked. Secondary structure was predicted by GOR4 and PSIPRED40,41.2.11. The protein homology modelwas developed based on the quality of the QMEAN model. The Galaxy Refine server hasbeen used for strong and delicate methods for refining the structure. Ramachandran plot was created to approve thetertiary structure of the vaccine developed by the online server RAMPAGE42. To evaluate the statistics of Non-bonded interactions ERRATserver was used 44.2.12.Molecular docking of immune receptorThe interaction of vaccine molecule with the immune receptor was analyzed by the moleculardocking. Protein-protein docking and protein-DNA/RNA docking wasperformed in HDOCK 45.2.13. In silico cloning and codon optimizationCodon use differs from species to species in the organism and therefore unadapted codon can lead to a lower host rate of expression. Pre-vaccine design analysisThe amino acid sequence of target protein (ORF1 [QHD43415.1], S [QHD43416.1], ORF3a[QHD43417.1], E[QHD43418.1],M[QHD43419.1],ORF6[QHD43420.1],ORF7a[QHD443421.1], ORF8 [QHD43422.1], N [QHD43423.2] and ORF10 [QHI42199.1]) ofSARSCoV-2 were retrieved from Genbank in FASTA format. Other physicochemicalcharacters like Theoretical pi, molecular weight, half-life, stability profile, aliphatic index, etcwere predicted from protparam (Table 1) and secondary structure was predicted by SOPMA(Table 2).3.2. Prediction of B-cell epitopeABCpred was used to predict the target protein Linear B cell epitopes. All the target proteins were predicted to have a total 55 linear epitopes (E-4,M-12, ORF6-1, ORF7a- 6, ORF8-9, N- 22, and ORF10-1) (Table 4). Selected epitopes showed the 99.29% world population coverage. An adjuvant and a CTL epitope were connectedto the N-terminal of the structure of the vaccine by using the EAAAK linker to reduce interactionwith other protein regions with efficient separation 50,51. Linear and conformational B epitopes and other physiochemical properties of MEVEllipro servers have been used to predict linear/continuous andconformational/discontinuous B cell epitopes of the vaccine model without changing theprediction parameters. Instability index computed by the protparam is 33.41, this categories protein as a stable. Vaccines are basicallyconsisting of different immunogenic ingredients of disease (pathogens), comparatively the wholepathogenic agent 52. With theadvancement of tools and a variety of data availability like genomic, proteomic, and different1234567891011121314151617181920212223algorithms made it more effective for scientists to predict epitopes that are much effective in thedevelopment of the sub-unit vaccines12,13,54.An outbreak of Wuhan SARS-COV-2 in late December 2019 resulted in hundreds ofdeaths in China 6. After the outbreak of Wuhan, remarkable progress has been made towards theidentification, genome, and structure of virus and the development of effective drugs againstSARS-COV-2, yet its injection mechanism is still unclear. Coronavirus vaccines need to be designed so that theycan be eradicated form the globe entirely. The recent study was conducted to design a multi-epitope vaccine (MEV) againstSARSCOV-2 by using immunoinformatics approach. Positivescore of grand average of hydropathy suggests its hydrophobic nature. T cell epitopes included in the MEVshowed 99.29% of the world’s population, indicating that the vaccine developed would beeffective for most of the world population. Thus, MEV designed with caution using such a methodology couldbecome an integral asset in the fight against tumors and viral contaminations. In this study, an attempt was made to design an MEV againstSARS-COV2 that targets its antigenic proteins. However, current research is the result of an integrated vaccinomicsapproach. Conflicts of interestThe authors have no conflicts of interest to declare.123Tripp, R. A. & Tompkins, S. M. Roles of Host Gene and Non-coding RNA Expression inVirus Infection. A novel coronavirus from patients with pneumonia in China, 2019. Preprints 2020020193, doi:doi: 10.20944/preprints202002.0193.v1 (2020).Hui, D. S. et al. Coronavirus Disease 2019 Assosiated Pneumonia in China: CurrentStatus and Future Prospects. Epitope based peptide vaccine design and target site depictionagainst Middle East Respiratory Syndrome Coronavirus: an immune-informatics study. British journal of haematology 178, 413-426 (2017).Chauhan, V., Rungta, T., Goyal, K. & Singh, M. P. Designing a multi-epitope basedvaccine to combat Kaposi Sarcoma utilizing immunoinformatics approach."}