{"date": "2020/02/21", "journal": "medrxiv", "authors": "Liang Peng, Jing Liu, Wenxiong Xu, Qiumin Luo, Keji Deng, Bingliang Lin, Zhiliang Gao", "title": "2019 Novel Coronavirus can be detected in urine, blood, anal swabs and oropharyngeal swabs samples", "type": "preprint article", "abstract": "* Correspondence: Professor Zhiliang Gao, gaozhl@mail.sysu.edu.cn; or Professor", "text": "These first authors contributed equally to this article.We tested samples collected from nine patients diagnosed with coronavirusdisease 2019 (COVID-19). The virus was found in urine, blood, anal swabs andoropharyngeal swabs. It is the first time for SARS-CoV-2 found in urine, though nourinary irritation was found.2019 Novel Coronavirus (SARS-CoV-2) infection outbroke and spread to theworld from 2019. By January 28, 2020, a total of 4593 global confirmed cases, ofwhich 4537 were from China, had been reported(1). On January 30, 2020,SARS-CoV-2 infection was declared as a global health emergency by World HealthOrganization (WHO). The mechanism of SARS-CoV-2 infection and organ invasionare unclear, which directly leads to difficulties and blindness in clinical diagnosis andtreatment. We aim to detect SARS-CoV-2 nucleic acid from urine, blood, anal swaband oropharyngeal swab samples. We hope to provide evidences of the multiple organinvasion of the virus and figure out its relation with clinical manifestations.Nine patients confirmed diagnosed with SARS-CoV-2 infection(2) were includedin this prospective study. Urine, blood, anal swabs and oropharyngeal swabs fromenrolled patients were obtained and detected SARS-CoV-2 RNA level by quantitativereal-time polymerase chain reaction (qRT-PCR). Patients’ demographic data andclinical characteristics were recorded. This study was approved by the institutionalreview board (IRB) of the Third Affiliated Hospital of Sun Yat-sen University. Allpatients voluntarily signed an informed consent form approved by the IRB beforeparticipation.Patient 7, a 31 years old female without any urinary irritation, had positiveresults of SARS-CoV-2 in both urine and oropharyngeal swab on the 7th day aftersymptom onset. Patient 1 and 5 had negative results in oropharyngeal swab, on the10th and 15th day after onset. Patient 8 had three positive results in blood, anal swaband oropharyngeal swab on the 3rd day after onset. Viral load was roughly higher inanal swab than oropharyngeal swab in patient 9 (Table).Eight of nine patients had an obvious history of epidemiological exposureto SARS-CoV-2. All patients presented with a fever. Other symptoms were cough,sore throat, fatigue and diarrhea. Four patients had a lymphopenia. ElevatedC-reactive protein and erythrocyte sedimentation rate were found in 6 and 5 casesrespectively. All patients had normal serum levels of procalcitonin, alaninetransaminase, creatinine, myocardial enzyme and arterial partial oxygen pressure.The pathogenic mechanism of SARS-CoV-2 infection is still unclear. Currentevidences indicate that it can invade multiple organ systems, including the respiratorysystem, digestive system and hematological system(3-5). But whether it can invadethe urinary system has not been reported. In our study, urine, blood, anal swab andoropharyngeal swab from 9 patients were retested by qRT-PCR. It is the first time forthe SARS-CoV-2 found in urine, though no urinary irritation was found. In addition,the quantity of the virus in the anal swab was closer to that of the oropharyngeal test,and those in the blood and urine were less than that of the oropharyngeal test,indicating that the \"clearing effect\" of the digestive tract on the virus is not obvious.Nevertheless, the relative symptoms, including diarrhea and urinary irritation did nothappen to every patient with virus in anal swab and urine specimens. All sampleswere negative at the earliest time of the 10th day after onset in that mild patient.Therefore, we believed that SARS-CoV-2 can invade the urinary system,hematological system and digestive system other than the respiratory system, notalways with relative symptoms. Mild patients can be self-limiting. This will promptclinicians to pay attention to the clinical manifestations of multiple systems, even ifthe corresponding clinical symptoms do not appear. In addition, it is necessary tocarry out multiple examinations of various specimens to assess changes in disease andprognosis.This study was supported by grants from the Natural Science Foundation ofChina (NSFC) (No. 81570539 and 81873572), Tackling of key scientific andemergency special program of Sun Yat-sen University (SYSU-TKSESP) andEmergency special program for 2019-nCoV of Guangdong province science andtechnology project (GDSTP-ESP) (2020B111105001).        All authors declare no competing interests.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200128-sitrep-8-ncov-cleared.pdf?sfvrsn=8b671ce5_2 (accessed February 13, 2020)2. National Health Commission of the People’s Republic of China. Diagnosis andtreatment program for 2019 Novel Coronavirus pneumonia. January 22, 2020.Coronavirus in the United States. The New England Journal of medicine, January 3        Clinical characteristics and qRT-PCR testing for the 4 kinds of specimens ofpatients infected with SARS-CoV-2§patient 1patient 2patient 3patient 4patient 5patient 6patient 7patient 8patient 9No.(%)Age, yearsSexEpidemiological historyYes*Underlying diseaseSymptomsFeverCoughSputum ProductiveDyspneaSneezingSore throatFatigueDiarrheaUrinary irritationconcentration,mg/L 9.1C-reactiveprotein(normal range 0-6.0)Erythrocytesedimentationrate,mm/H (normal range70-15)Days from symptomonsettosample 15collectionqRT-PCR, copies/mlBloodUrineAnal swabNDNDNDND§qRT-PCR, quantitative real-time polymerase chain reaction; SARS-CoV-2, 2019Novel Coronavirus;*Epidemiological history was contact with infected patient;#Epidemiological history was exposure to epidemic areas; ND, not Detected.2(22%)1(11%)", "ref_list": [[], ["3"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Michelle L. Holshue", "DeBolt Chas", "Scott Lindquist", "Jasper Fuk-Woo", "Chan Kin-Hang Kok"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "These first authors contributed equally to this article.", "one_words_summarize": "We tested samples collected from nine patients diagnosed with coronavirusdisease 2019 (COVID-19). We hope to provide evidences of the multiple organinvasion of the virus and figure out its relation with clinical manifestations. Urine, blood, anal swabs and oropharyngeal swabs fromenrolled patients were obtained and detected SARS-CoV-2 RNA level by quantitativereal-time polymerase chain reaction (qRT-PCR). Patient 8 had three positive results in blood, anal swaband oropharyngeal swab on the 3rd day after onset. But whether it can invadethe urinary system has not been reported. Nevertheless, the relative symptoms, including diarrhea and urinary irritation did nothappen to every patient with virus in anal swab and urine specimens. In addition, it is necessary tocarry out multiple examinations of various specimens to assess changes in disease andprognosis. Diagnosis andtreatment program for 2019 Novel Coronavirus pneumonia."}