{"date": "2020/02/23", "journal": "medrxiv", "authors": "Guo-Qing Qian, Nai-Bin Yang, Feng Ding, Ada Hoi Yan Ma, Zong-Yi Wang, Yue-Fei Shen, Chun-Wei Shi, Xiang Lian, Jin-Guo Chu, Lei Chen, Zhi-Yu Wang, Da-Wei Ren, Guo-Xiang Li, Xue-Qin Chen, Hua-Jiang Shen, Xiao-Min Chen", "title": "Epidemiologic and Clinical Characteristics of 91 Hospitalized Patients with COVID-19 in Zhejiang, China: A retrospective, multi-centre case series", "type": "preprint article", "abstract": "2019 (COVID-19) patients outside of Wuhan, from five hospitals in east of Zhejiang", "text": "PARTICIPANTS88 cases of laboratory-confirmed and 3 cases of clinical-confirmed COVID-19 were admittedMAIN OUTCOME MEASURESA team of physicians who had been treating these patients extracted and recorded theexposure history, clinical symptoms, chest computed tomography and laboratory findingsfrom medical records and sent the data to the working group in Ningbo to review andOf all 91 patients, 88 (96.70%) were laboratory-confirmed COVID-19 pneumonia with throatswab samples that tested positive for SARS-Cov-2 while 3 (3.30%) were clinical-diagnosedCOVID-19 pneumonia cases. The median age of the patients was 50 (36.5-57) years, andfemale accounted for 59.34%. In this sample 40 (43.96%) patients had contracted the diseasesfrom local cases, 31 (34.07%) patients had been to Wuhan/Hubei, 8 (8.79%) cases hadcontacted with people from Wuhan, 11 (12.09%) cases were confirmed aircraft transmission.In particular within the city of Ningbo, 60.52% cases can be traced back to an event held in atemple.The most common symptoms were fever (71.43%), cough (60.44%) and fatigue (43.96%).The median of incubation period was 6 (IQR, 3-8) days and the median time from first visit toa doctor to confirmed diagnosis was 1 (1-2) days. According to the Chest computedtomography scans, 67.03% cases had bilateral pneumonia, and 27.47% cases showedunilateral pneumonia.Social activity cluster, family cluster and travel by airplane were how COVID-19 patients gettransmitted and could be rapidly diagnosed COVID-19 in Zhejiang.            In early December 2019, cases of pneumonia of unknown cause were identified inWuhan, Hubei Province of China. Bronchoalveolar lavage fluid was obtained from patientsand a novel coronavirus was identified by metagenomics analysis using next generationsequencing in Wuhan Institute of Virology.1 The US Centre’s for Disease Control andPrevention (CDC) named it as 201            Coronavirus disease 2019 (COVID-19) is highly contagious and spreads rapidlythrough human-to-human transmissions.5 6 As of 20 February, 75 571 confirmed cases hadbeen reported in Mainland China and 1083 confirmed cases in 24 other countries and regions.Amongst the cases in Mainland China, 2239 cases died, 11 cases of death was reported fromout of Mainland China.7There were 41 initial cases of COVID-19 that were directly or indirectly linked to theWuhan Huanan Seafood Wholesale Market, as reported by Huang and colleagues.8 Theclinical features include fever, dry cough, dyspnea, myalgia, fatigue, decreased leukocytecounts and computed tomography (CT) evidence of pneumonia.8 Subsequently, Chen andcolleagues reported 99 cases from a single center of Wuhan, but the severe and non-severecases were not compared.9 And then Wang and colleagues published a study based on 138hospitalized patients from Wuhan.10 However, all these studies are based on cases identifiedin Wuhan. Recently, Guan and colleagues reported 1099 cases with laboratory-confirmedSARS-CoV-2 from 552 hospitals across 31 provinces/provincial municipalities.11 Theyreported that the median age was 47.0 years, 41.90% were females, 31.30% had been toWuhan and 71.80% had contacted people from Wuhan, and the average incubation periodwas 3.0 days. The most common symptoms were fever and cough.11 Together, several articlesabout cases from Wuhan have reported epidemiologic and clinical manifestations andprovided important initial background upon which we seek to furnish further in this paper.8-1012 The clinical features of COVI-19 of cases outside Wuhan is still largely unknown.Zhejiang Province has consistently been one of the top three provinces with most casesin China and therefore provide a good basis to learn how COVID-19 spreads outside Wuhan.The cluster events, public transport transmissions, and clinical diagnosis of this newinfectious disease are of great importance to be reported as it shred lights on of cases thatoccur outside Wuhan. Here, we report the epidemiologic and clinical characteristics ofCOVID-19 patients from five hospitals in Zhejiang province, China.          We performed a retrospective, multicenter study on the epidemiologic history, clinicalrecords, laboratory results, and chest radiological features of 88 laboratory-confirmed and 3clinical-diagnosed patients with COVID-19 that were diagnosed from          A team of doctors who had been treating these patients extracted the medical records of thesepatients and sent the data to working group in Ningbo to further examine. When the data werenot clear or missing, the working group in Ningbo would clarify the details with the doctors incharge of treating these patients. The study has been reviewed and approved by the MedicalEthical Committees. The requirement for written informed consent was waived because of theurgent need to collect clinical data and no harm could potentially be done to patients. Doctorswho treated the patients collected and recorded the epidemiological characteristics byinterviewing each patient on their activity history during the two weeks before symptomsonset or admission into hospital. All patients underwent chest CT scans. The clinicalsymptoms, chest CT and laboratory findings on admission were extracted from electronicmedical records. Laboratory results included blood routine, blood chemistry, arterial bloodgas, fibrinogen, liver and renal function, electrolytes, C-reactive protein, and procalcitonin.Patients were divided into the diagnosed as severe group and mild group according to nationaltreatment guideline.13 14 Questionnaires of MuLBSTA scores15 were recorded by attendingphysicians according to six indexes, which are multilobular infiltration, lymphopenia,bacterial co-infection, smoking history, hypertension, and age. All data were checked by twoexperienced physicians (GQ and NY).We present the summary statistics of continuous variables using the means and standarddeviations (SD) or median (IQR), comparison across groups were performed using theMannWhitney U test. Categorical variables were expressed as the counts and percentages in eachcategory. Chi-square tests was used for categorical variables as appropriate. All analyses wereanalyzed by IBM SPSS statistics version 26.0.This was a retrospective case series study, no patients and public were involved in the design,or conduct, or reporting, or dissemination plans of our research.Demographic featuresOf all 91 patients recruited as of 11 February, we detected 88 (96.70%) laboratory-confirmedCOVID-19 pneumonia with throat swab samples that positive for SARS-Cov-2 and 3(3.30%)clinical-confirmed COVID-19 pneumonia since they had definite demographic history,typical symptoms and chest CT images.As shown in Table 1, The median age of the 91 patients was 50 years (IQR, 36.5 to 57.0),ranged from 5 to 96 years. There was 1 child (5 years old), 1 student who were 17-years ofage, and six cases of elderly patients aged 70 or above. Adults account for most of the cases,with breakdown as follows: aged 18-39 (26 cases, 28.57%), aged 40-49 (16 cases, 17.58%),aged 50-59 (28 cases, 30.77%) and aged 60-69 (13 cases, 14.29%). There were 54 femalepatients (59.34%), with none of them pregnant.As for epidemiologic characteristics, 31 patients had been to Wuhan/Hubei within the pasttwo weeks (G0). Local cases are defined as follows: 8 patients had within the past two weekshad contact with personnel who had been in Wuhan/Hubei, these are the first generation oflocal cases (G1). Following that 40 patients contracted the disease after having had contactwith the local cases, these are defined as G2 local cases. In particular 23 of the G2 cases wereall derived from an event where people collectively prayed for good luck in a temple for thenew lunar year. There were 11 patients who were infected while air travelling. It is impossibleto establish how the remaining 1 patient contracted the disease. None of the patients had ahistory of exposure to the Huanan seafood wholesale market. No healthcare workers werefound in our study. Moreover, none of the health workforce in Zhejiang were infected.Most of the 91 patients had no underlying comorbidities, while 15 (16.48%) patients hadHypertension, 8 (8.79%) patients had Type 2 Diabetes Mellitus, among which 3 (3.30%)patients had both Hypertension and Type 2 Diabetes Mellitus, and 3 (3.30%) patients hadcardiovascular and cerebrovascular diseases.Clinical characteristicsOn admission, the most common symptoms were fever (65, 71.43%), cough (55, 60.44%) andfatigue (40, 43.96%) (Table 2). Among them, 34 (37.36%) cases have temperature between38.1-39℃, but none had a very high fever (body temperature > 41℃). Other symptomsincluded expectoration (30, 32.97%), anorexia (23, 25.27%), diarrhea (21, 23.08%), neausea(11, 12.09%) and vomiting (6, 6.59%). In a case, her abdominal discomfort was the onlysymptom. Nine patients were diagnosed as severe pneumonia because of the development ofpneumonia. As of 16 February, 60 (65.93%) patients were still isolated in our hospitals, and31 (34.07%) patients had been discharged and no patients had died so far. The median ofincubation period is 6 (IQR, 3-8) days, and number of days from first visit to a doctor till thecase is confirmed is 1 (1-2).All 91 patients, including the 5-year-old child, underwent chest computed tomography scan.According to their CT images, 61 (67.03%) patients demonstrated bilateral pneumonia, and25 (27.47%) cases showing unilateral pneumonia, with typical findings of patchygroundglass shadows in lung.According to data of laboratory tests, half of patients (49, 53.85%) demonstrated elevatedlevels of C-reactive protein (CRP), but elevated levels of procalcitonin were detected in onlya minority (14, 15.39%). Data from blood routine showed that 14 (15.39%) patients hadbelow the normal range of leucocyte, and 3 (3.97%) cases with elevated levels (Table 3).Twenty-eight (30.77%) cases had lymphopenia (<1.0 × 109 cells per L) while 60 (65.93%)cases were in the normal range of level. Platelet was suppressed in 10 (10.99%) cases andelevated in 3 cases (3.30%). Suppressed level of thrombocytocrit, elevated levels ofFibrinogen and D-dimer were documented in 39 (42.86%), 22 (24.18%) and 22 (24.18%)cases, respectively.The serum level of albumin was suppressed in 43 (47.25%) patients. ALT (7, 7.69%) andAST (9, 9.89%) were slightly elevated in minority of cases. Suppressed calcium concentrationand serum sodium concentration were less common. Some patients had abnormality in arterialblood gas analysis, with decreased PaO2 in 18 cases, increased levels of lactic acid in 25cases, and increased PH in 14 cases.Our study has stratified patients with COVID-19 pneumonia based on the severity ofsymptoms on admission according to national guidelines.13 14 Nine patients were diagnosed assevere pneumonia because of the development of pneumonia. Compared with those mildpatients, patients diagnosed as severe pneumonia had numerous differences in laboratoryresults (Table 4), including higher neutrophil, lower lymphocytes count, hyponatremia,hypocalcemia, as well as higher levels of CRP. MuLBSTA score is used to predict mortalityin viral pneumonia, amongst the 9 severe pneumonia patients their MuLBSTA scores weresignificantly higher, indicating they had higher mortality risks.            This report, to our knowledge, is the largest case study to date of hospitalized patients withCOVID-19 in Zhejiang province, which is outwith of Wuhan and Hubei. As of            Our study provided further evidence that rapid human-to-human transmission ofSARS-CoV2 outside Wuhan had occurred. None of the patient in this study had direct contact withwildlife or from Huanan Seafood Wholesale Market. While 8.79% had contact with peoplewho had travelled from Wuhan, more than 52.75% were local Zhejiang residents with notravel history to Wuhan and Hubei. In particular, 23 cases of 38 cases of Ningbo Cohort wererelated to the outbreak of a temple cluster, including 11 patients had directly participated in atemple activity. Our findings have provided strong evidence that large social events should becancelled in order to prevent infection.Notably, there is 54 (59.34%) female cases in our study compared to 27% of the first reportedstudy8 or 41.8% of a recently study11, and 44% of a recently study from Zhejiang Province.16However, it has been found that more males were infected by Middle East respiratorysyndrome (MERS)-CoV and SARS-CoV.17 18 Whether it is related to endocrinology9, socialactivities, or religious activities still needs further research.Fever (71.43%), cough (60.44%) and fatigue (43.96%) are the most comment clinicalcharacteristics in our study and is similarly to the cohorts reported in the published literature.810 16 Furthermore, it is reported only 43.8% of COVID-19 had fever onset and 87.9% reportedhaving had fever during hospitalization11. Fever is less widespread amongst those infectedwith COVID-19 than those with SARS-CoV (99%) and MERS-CoV (98%).19 As screeningheavily on fever detection, patients that do not have fever might get suspected as beingwrongly diagnosed.Some COVID-19 cases had atypical symptoms or were asymptomatic. Furthermore,asymptomatic persons are potential sources of SARS-CoV-2 transmission.20 It appears thattransmission is possible during the incubation period, and the carrier cannot be spotted.20Recently, a study reported that they detected SARS-CoV-2 in stool samples from patientswith abdominal symptoms.21 Interestingly, we had detected SARS-CoV-2 in rectal swab ofpatients who were twice tested negative by throat swab specimens using RT-PCR. Therefore,it is helpful to detect atypical symptoms COVID-19 using both throat swab and rectal swab,particularly for patients who suffer symptoms with their digestive tract, like diarrhea.Only 28 (30.77%) cases had lymphopenia in our study, while half the patients (49, 53.85%)demonstrated elevated levels of C-reactive protein, decreased platelet in 10 cases. Most caseshad normal serum levels of procalcitonin on admission (procalcitonin <0.04 ng/ml), except 14cases had procalcitonin level higher than 0.04 ng/ml. All patients were scanned by chest CTscan. Of the 91 patients, 61 (67.03%) had multilobe infiltration. The typical manifestation oflung CT were ground-glass opacification (GGO) of bilateral multiple lobular andsubsegmental areas of consolidation (Figures 1 and 2). Our study provided three cases asclinical-confirmed COVID-19 pneumonia because of their epidemiological history, signs,symptoms and chest CT evidence according to guidance, though they tested negative for theSARS-Cov-2. Thus, CT could be used as an important differential method in cities wherethey are lacking nucleic acid kits, like Wuhan, and help to bring forward the isolation periodfor the infected.Currently, no anti-viral agents have been proven to be effective treatment for COVID-19. It isreported that combination of Lopinavir and Ritonavir had been applied to SARS-CoV-2patients with substantial clinical benefit.22 As an emerging virus, all the patients receivedantiviral agents in Ningbo cohort, including Kaletra (Lopinavir/Ritonavir) and Umifenovir, 9cases received methylprednisolone to treat high fever, SpO2 ≤93% and hypoxiemia. The doseof methylprednisolone depends on disease severity between 1mg/kg to 2mg/kg. However, theoutcome is still unclear.authority has taken unprecedented and effective effort to reduce the risk of transmission.Early diagnosis, early isolation and early management all contributed to reducingtransmission and mortality in Zhejiang. However, 60 patients are still hospitalization and theircases should be followed up in the future.Our study has some limitations. Firstly, two thirds of patients are still hospitalized. For thosewho had been released their cases are being followed up for 2 weeks, and further informationcan be learnt from these individuals. Secondly, we just have recruited 91 cases. Increasing thenumber of cases is good for observing COVID-19 outside of Wuhan/Hubei. Thirdly, we didnot have many severe cases to compare the differences of epidemiological and clinicalfeatures.1Department of General Internal Medicine, Ningbo City First Hospital, Ningbo, ZhejiangProvince, China2Department of Infectious Disease, Affiliated Hospital of Shaoxing University/ShaoxingMunicipal Hospital, Shaoxing, Zhejiang Province, China3Nottingham University Business School, University of Nottingham Ningbo China, Ningbo,Zhejiang Province, China4Department of Infectious Disease, Ninghai County First Hospital, Ningbo City, ZhejiangProvince, ChinaProvince, China5Department of Infectious Disease, Xiaoshan District People’s Hospital, Hangzhou City, Zhejiang6Department of Infectious Disease, Xiangshan County People’s First Hospital, Ningbo City,Zhejiang Province, China7Department of Radiology, Ningbo City First Hospital, Ningbo, Zhejiang Province, China8Department of Chinese Traditional Medicine, Ningbo City First Hospital, Ningbo, ZhejiangProvince, ChinaContributors: Q G-Q, Y N-B, D F, M H-Y-A, C X-Q, S H-J contributed equally to this article.GXL, XQC, HJS, XMC conceptualised the paper. NBY, FD and AHYM analysed the data, withinput from ZYW, YFS, CWS, XL, JGC, LC, ZYW, and DWR. GQQ, NBY and AHYM wrote theinitial draft with all authors gave suggestions and edited it. XMC is the guarantor. All authorsapproved the final edition of manuscript. The corresponding author attests that all listed authorsmeet authorship criteria and that no others meeting the criteria have been omitted.Funding: No funding.Competing interests: None declareEthical approval: This study was approved by the Ethics Committee of the Ningbo City FirstHospital (2020-R018).Patient consent: Obtained.Data sharing: No additional data are available.            References:1. Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus ofprobable bat origin. Nature 2020;Published February 03 2020 doi:10.1038/s41586-0202. Paules CI, Marston HD, Fauci AS. Coronavirus infections - more than just the common cold. JAMA2020;Published online January 23, 2020. doi:10.1001/jama.2020.0757implications for virus origins and receptor binding. The Lancet 2020;395(10224):565-74.5. WHO. Coronavirus disease 2019 (COVID-19) outbreak. Feb 1            Coronavirus. New England Journal of Medicine 2020 doi: 10.1056/NEJMc20016217. Chinese Center for Disease Control and Prevention. COVID-19 pneumonia epidemic map. Jan 18,coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020;395(10222):8-14.Sighs and symptomsIncubation periodsDays from visiting doctor to be confirmedClinical outcome19(20.88)66(57.75-77)3(3.30)21(23.08)4.04(3.72-4.23)07(7.69)139(137.25-141)016(17.58)103(100.55-105)1(1.10)8(8.79)2.16(2.06-2.25)1(1.10)11(12.09)K+(mmol/L, 3.5-5.3)Na+(mmol; 137-147)Cl-(mmol/L;99-110)Ca2+(;2.11-2.52)Aterial Blood GasPaO2(mmHg;83-108)PaCO2(mmHg;35-48)lactic acid(mmol/L;<1.6)PH(7.35-7.45)AgeMuLBSTABlood routineLeucocytesNeutrophilsLymphocytesMononuclear leucocyteEosinophilsBasophilRed blood cellHaemoglobinPlateletsThrombocytocritFibrinogenD-dimerBlood chemistryAlanine aminotransferaseAspartate aminotransferaseAlbuminUreaSerum CreatinineK±Na±ClCa2±Infection-related biomarkersC-reactive protein            ProcalcitoninValues are medians (interquartile ranges) or number (percentages), where N is the number ofpatients with available data. p values comparing severe and mild pneumonia patients are from χ2,Fisher's exact test, or Mann-Whitney U test. COVID1            ", "ref_list": [[], ["Genomic characterisation and epidemiology of 2019 novel coronavirus:"], ["A novel coronavirus from patients with pneumonia in China"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia"], ["National Health Commission of the People's Republic of China. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (4th edition)"], ["National Health Commission of the People's Republic of China. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (5th edition)"], ["Clinical features predicting mortality risk in patients with viral pneumonia: the MuLBSTA score"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis"], ["Sex-based differences in susceptibility to severe acute respiratory syndrome coronavirus infection"], ["East respiratory syndrome"], [""], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Lu", "X Zhao", "J Li"], ["N Zhu", "D Zhang", "W Wang"], [], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], ["G Weijie", "N Zhengyi", "H Yu"], ["Q Li", "X Guan", "P Wu"], [], [], ["L Guo", "D Wei", "Y WU"], ["X Xu", "X Wu", "X Jiang"], ["A Badawi", "SG Ryoo"], ["R Channappanavar", "C Fett", "M Mack"], ["A Zumla", "DS Hui", "S. Middle Perlman"], ["C Rothe", "M Schunk", "P Sothmann"], ["H Zhang", "Z Kang", "H Gong"], ["C Chu", "V Cheng", "I Hung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "PARTICIPANTS\n88 cases of laboratory-confirmed and 3 cases of clinical-confirmed COVID-19 were admitted\nMAIN OUTCOME MEASURES\nA team of physicians who had been treating these patients extracted and recorded the\nexposure history, clinical symptoms, chest computed tomography and laboratory findings\nfrom medical records and sent the data to the working group in Ningbo to review and", "one_words_summarize": "PARTICIPANTS88 cases of laboratory-confirmed and 3 cases of clinical-confirmed COVID-19 were admittedMAIN OUTCOME MEASURESA team of physicians who had been treating these patients extracted and recorded theexposure history, clinical symptoms, chest computed tomography and laboratory findingsfrom medical records and sent the data to the working group in Ningbo to review andOf all 91 patients, 88 (96.70%) were laboratory-confirmed COVID-19 pneumonia with throatswab samples that tested positive for SARS-Cov-2 while 3 (3.30%) were clinical-diagnosedCOVID-19 pneumonia cases. In early December 2019, cases of pneumonia of unknown cause were identified inWuhan, Hubei Province of China. The study has been reviewed and approved by the MedicalEthical Committees. Doctorswho treated the patients collected and recorded the epidemiological characteristics byinterviewing each patient on their activity history during the two weeks before symptomsonset or admission into hospital. Demographic featuresOf all 91 patients recruited as of 11 February, we detected 88 (96.70%) laboratory-confirmedCOVID-19 pneumonia with throat swab samples that positive for SARS-Cov-2 and 3(3.30%)clinical-confirmed COVID-19 pneumonia since they had definite demographic history,typical symptoms and chest CT images. As for epidemiologic characteristics, 31 patients had been to Wuhan/Hubei within the pasttwo weeks (G0). None of the patients had ahistory of exposure to the Huanan seafood wholesale market. Data from blood routine showed that 14 (15.39%) patients hadbelow the normal range of leucocyte, and 3 (3.97%) cases with elevated levels (Table 3).Twenty-eight (30.77%) cases had lymphopenia (<1.0 × 109 cells per L) while 60 (65.93%)cases were in the normal range of level. ALT (7, 7.69%) andAST (9, 9.89%) were slightly elevated in minority of cases. Some COVID-19 cases had atypical symptoms or were asymptomatic. Most caseshad normal serum levels of procalcitonin on admission (procalcitonin <0.04 ng/ml), except 14cases had procalcitonin level higher than 0.04 ng/ml. The doseof methylprednisolone depends on disease severity between 1mg/kg to 2mg/kg. The corresponding author attests that all listed authorsmeet authorship criteria and that no others meeting the criteria have been omitted. A pneumonia outbreak associated with a new coronavirus ofprobable bat origin. Nature 2020;Published February 03 2020 doi:10.1038/s41586-0202. doi:10.1001/jama.2020.0757implications for virus origins and receptor binding. Jan 18,coronavirus pneumonia in Wuhan, China: a descriptive study. p values comparing severe and mild pneumonia patients are from χ2,Fisher's exact test, or Mann-Whitney U test."}