{"date": "2020/02/22", "journal": "medrxiv", "authors": "Peng Xu", "title": "Applying chemical reaction transition theory to predict the latent transmission dynamics of coronavirus outbreak in China", "type": "preprint article", "abstract": "The recent outbreak of the Covid-19 suggests a rather long latent phase that precludes public health officials to predict the pandemic transmission on time. Here we apply mass action laws and chemical transition theory to propose a kinetic model that accounts for viral transmission dynamics at the latent phase. This model is useful for authorities to make early preventions and control measurements that stop the spread of a deadly new virus.", "text": "‘transmissible’ among humans. Public health authorities and expert flew to Wuhan andannounced a first-grade infectious disease alarm: major railways, airport and bus stations werelocked down to reduce every possible chance of virus transmission. Tens of hundreds of peoplewere suspected to be infected by this virus and require hospitalization and special health carein Wuhan. However, large populations of the local patient could not be hospitalized due to thelimited medical resources, worsening the pandemics at the worst possible time of the year(Spring Festival). The entire nation was in panic and worry about the spread of the virus;populations with pneumonia-like symptoms or Wuhan travel history were quarantined, flightsand railway transportation were suspended around the nation, and new health centersspecialized in infectious disease were constructed to accommodate the daily-increasingpatients.Up to date, epidemiologists and health care professionals have used a number ofmathematical models to predict the consequence and infection trajectories of the virusoutbreak. Both kinetics [2, 3] and statistics-based [4, 5] models have predicted the basicreproduction number ranging from 2.0 to 4.0, which signify an alarming sign to designate thisnew virus as ‘highly transmissible and communicable’. In the past few days, the population ofthe infected people increased dramatically in Wuhan and other cities of China, due to therelative long latent period of this new virus. Latency period is defined as the time betweeninfection with a virus and the appearance of symptoms. The accurate estimation of the latencyperiod determines which kind of control measurement actions the health officials andgovernments should take. Latency period can also be used to predict the population of thepeople who is exposed to the virus but not yet converted to diseased state. The dormant virusis still active and transmissible, which is a hidden factor that brings about the mostunpredictability and uncertainty of the current models.Latency period is the transition from ‘exposed state’ to ‘diseased state’, which is therate-limiting step of the disease transmission process. In the fundamental elements of chemicalreaction theory, chemical transition state is generally applicable to most of radicals orintermediate complex-associated reactions, including examples of photoactivation reaction orenzyme catalysis. Because of the synergy between the latent period of the ‘exposed population’and the chemical transition of complex reactions, we here propose a viral transmission modelthat mimics the encounter complex state of virus to predict the exposed population, which wetermed as SM* (Fig. 1), to describe the ‘exposed population’ at the latent period. The activevirus source M* can be released from both the infected (I) and the exposed population (SM*),but not the deceased population D (assuming complete containment of this category). Asimplified 7-step transmission mechanism has been exemplified in Fig. 1. Step 1 describes howfast a normal population could be converted to susceptible population who is at risk ofinfection. Step 2 describes the virus-releasing kinetics of infected people, with each infectedpeople releasing n virus or virus-contaminated subjects (i.e. aerosols). Step 3 describes theinfection kinetics of the susceptible people that is converted to an ‘exposed population’ at thelatent phase. A reversible mechanism is proposed here since some of the exposed populationdidn’t develop symptoms and could naturally return to the susceptible state. Step 4 describesthe infection kinetics of the exposed population that is converted to infectious state. Step 5 andstep 6 describe the recovery and death kinetics from the infectious population, respectively.Step 7 describes the decay kinetics of the active viral carrier to an inactive viral carrier. Withfundamental mass action laws, we have formulated eight differential equations (Eqn1 to Eqn8)to describe the viral transmission kinetics based on the 7-step infectious mechanism. The massbalance of total populations (Ntot) and the total viral transmissible media (Mtot) wereconseved by Eqn. 9 and Eqn. 10, respectively.With the recently reported cases of infection, death rate and exposed population, weused a set of parameters to simulate the model and predict the pandemic trajectory. Inparticular, our model is able to predict the trend of exposed population who is in the latentphase, and the total number of active viral source that remain infectious in the community (Fig.2). We also introduced a migration rate (alpha = 0.1 people/week, which is unrealistically smallin the current model) to describe potential flow of people moving into the system. With about0.83 weeks of latency period (/,is 1.20/week in Fig. 2), we predict that the peaklatent population is about 56,100 cases on Feb. 20th (0.5 week), and peak population of infectedpeople is about 91,000 cases around March. 10th (3.3 weeks). Around March 15th (4 weeks), thenumber of active virial carrier start declining (Fig. 2) and 57.7% of the infected population willbe cured or recovered. A projected deceased population is about 3,750 at a time window of 20weeks (on June 5th).By considering the latency period factor, this model is also useful to predict the dynamictrajectory of the population at the latent phase (Fig. 3). The latent population with a 10-weeklatency period (88,500 cases) is about 75.2% higher than the latent population (about 50,500cases) with a 0.67-week latency period; as a result (Fig. 3). With a 10-week latency period, thelatent population (88,500 cases) is about 2.1-fold than the infected population (42,000 cases).However, the peak population of the infected people (91,000 cases) is 80.2% higher than thelatent population (about 50,500 cases) with a 0.67-week latency period (Fig. 3). This resultindicates that a rather long latency period decreases the total number of infected people, andthe peak infection population is also postponed (Fig. 3). This prediction suggests that we musthave an accurate estimation of the latency period before any coercive or preventative actionsbe taken. Based on the current report from different regions in China, it appears that some ofthe exposed people haven’t shown any symptoms up to 2~3 weeks [6], but this latentpopulation will keep spreading the virus and transmitting the disease, a more severetransmission than the SARS pandemic in 2003 [7]. This uncertainty of the latency periodcomplicates the infection measurements and may deteriorate the situation where peoplethought they have taken enough precautions to prevent the next outbreak of the virus.This simplified infectious disease transmission model takes into consideration of thelatency period. The accurate prediction of the latency period will be critical for public healthofficials and authorities to make early preventions and take rigorous control measurementsthat stop the further spread of this deadly new virus.Matlab R2017b was used as the computational platform and installed on a Windows 7professional operation system with Intel Core i3-6100 CPU processor at speed of 3.70 GHz. Theinstalled memory (RAM) is 4.0 GHz. Matlab symbolic language package coupled with LaTexmakeup language is used to derive and output the symbolic equations (Supplementary files).Numerical solutions for the proposed infection model in Fig. 2 were computed by numericalODE45 solver. Matlab code has been compiled into the supplementary file. Parameters (deathrate constant of 0.004 people/week is used) were obtained by estimating the confirmedinfection, death and recovered population reported by the officials. Our simulation is run with aconstant migrate rate alpha = 0.1 people/week and a total population is confined at 120,000.The model can be scaled up to a real city, if accurate estimation of the kinetic parameter isfeasible.supporting this project.Symbols used in this studyαmigration rate of normal population into the system (people/week)rate constant of normal population converted to susceptible population (1/week)rate constant of infected population releasing the virus (1/week/infected people)rate constant of active virus infecting the susceptible population (1/week/virus)rate constant of latent population reverted to the susceptible state (1/week)rate constant of latent population progressing to the infected state (1/week)rate constant of infected population that is recovered (1/week)rate constant of infected population that is deceased (1/week)rate constant of active virus decaying to the inactive virus (1/week)SM*(t) Population at latent phasenN(t)S(t)I(t)M*(t)M(t)R(t)D(t)virus reproduction number (virus/week)Population at normal statePopulation at susceptible statePopulation at infected statePopulation of active viral carrierPopulation that was recoveredPopulation that was deceasedTotal population of virial carrierTotal population in the poolpopulation; S: susceptible population; M: inactive media that may carry virus; M*: active viralsource; SM*: exposed population that carry the active virus (Latent state); R: recoveredpopulation; D: deceased population.0001/noitalupopevitaleRpredicted by the proposed model. Active viral carrier describes the number of active viralsource released from the infected and latent population.0001/noitalupopevitaleRFig. 3. Prediction of the infected, latent and recovered population as a function of the latencyperiod (1/ 4). The dashed line represents a latency period of 10 weeks, and the solid linerepresents a latency period of 0.67 weeks.-------------------------------------------------------->> syms alpha k0 k1 k2 k3 k4 k5 k6 k7 n C_N(t) C_I(t) C_M(t) C_MS(t)C_S(t) C_SMS(t) C_R(t) C_D(t) C_Mtot C_Ntot>> eqn1 = diff(C_N,t) == alpha -k0*C_N;>> eqn2 = diff(C_S,t) == k0*C_N-k2*C_S*C_MS+k3*C_SMS;>> eqn3 = diff(C_I,t) == k4*C_SMS -k5*C_I-k6*C_I;>> eqn4 = diff(C_MS,t) == n*k1*C_I*C_M^n-k2*C_S*C_MS+(k3+k4)*C_SMS-k7*C_MS;>> eqn5 = diff(C_SMS,t) == k2*C_S*C_MS -(k3+k4)*C_SMS;>> eqn6 = diff(C_M,t) == k7*C_MS -n*k1*C_I*C_M^n;>> eqn7 = diff(C_R,t) == k5*C_I;>> eqn8 = diff(C_D,t) == k6*C_I;>> eqn9 = C_Mtot == C_MS +C_SMS+C_M;>> eqn10= C_Ntot == C_N + C_S + C_I + C_R + C_D +C_SMS;-------------------------------------------------------Appendix 2: Mass action equations to describe the population change∂∂∂∂∂∂∂∂ SMS∂∂α∂∂∂∂SMSMSMS∂ MSSMSMSMSMtotMSSMSNtotSMSMSSMSSMSfunction dydt = coronavirus10(t,y)dydt=zeros(8,1);k0=3.2;k1=1.2;k2=6.0;k3=0.06;k4=1.2;k5=0.09;k6=0.004;k7=20000;alpha=0.1; n=2.6;C_N = y(1);C_S = y(2);C_I = y(3);C_MS = y(4);C_SMS = y(5);C_M = y(6);C_R = y(7);C_D =y(8);dydt(1) = alpha -k0*C_N;dydt(2) = k0*C_N-k2*C_S*C_MS+k3*C_SMS;dydt(3) = k4*C_SMS -k5*C_I-k6*C_I;dydt(4) = n*k1*C_I*C_M^n-k2*C_S*C_MS+(k3+k4)*C_SMS -k7*C_MS;dydt(5) = k2*C_S*C_MS -(k3+k4)*C_SMS;dydt(6) = k7*C_MS -n*k1*C_I*C_M^n;dydt(7) = k5*C_I;dydt(8) = k6*C_I;end---------------------------------------------------------------------------------Appendix 4: Matlab code to generate Figure 2.>> tspan = 0:0.25:40;>> [T,Y]= ode45(@(t,y) coronavirus10(t,y),tspan, [100000 200 1000010000 500 90000 500 500]/1000);>> plot(T,Y(:,3), 'LineWidth', 2);>> hold on>> plot(T,Y(:,4), 'LineWidth', 2);>> plot(T,Y(:,5), 'LineWidth', 2);>> plot(T,Y(:,6), 'LineWidth', 2);>> plot(T,Y(:,7), 'LineWidth', 2);>> plot(T,Y(:,8), 'LineWidth', 2);>> legend('Infected', 'Active viral carrier','Latent', 'Inactive viralcarrier', 'Recovered','Deceased')>> ylim([0,110]);>> xlabel('Time/weeks');>> ylabel('Relative population/1000');>> set(gca,'FontSize',18);>> lgd.FontSize = 18;>> grid on>> legend boxoff----------------------------------------------------------------------------->> k4 = 0.1;>> tspan = 0:0.25:40;>> [T,Y]= ode45(@(t,y) coronavirus11(t,y,k4),tspan, [100000 200 1000010000 500 90000 500 500]/1000);>> plot(T, Y(:,3), 'LineWidth', 2);>> hold on;>> plot(T, Y(:,5), 'LineWidth', 2);>> plot(T, Y(:,7), 'LineWidth', 2);>> hold on;>> k4 = 1.5;>> tspan = 0:0.25:40;>> [T,Y]= ode45(@(t,y) coronavirus11(t,y,k4),tspan,[100000 200 1000010000 500 90000 500 500]/1000);>> plot(T, Y(:,3), 'LineWidth', 2);>> hold on;>> plot(T, Y(:,5), 'LineWidth', 2);>> plot(T, Y(:,7), 'LineWidth', 2);>> hold on;>> legend('Infected, {\\it k}_4=0.1','Latent, {\\it k}_4=0.1','Recovered,{\\it k}_4=0.1', 'Infected, {\\it k}_4=1.5','Latent, {\\itk}_4=1.5','Recovered, {\\it k}_4=1.5');>> legend boxoff>> ylim([0,110]);>> grid on;>> xlabel('Time/weeks');>> ylabel('Relative population/1000');>> set(gca,'FontSize',18);>> lgd.FontSize = 18;", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "‘transmissible’ among humans. Public health authorities and expert flew to Wuhan and\nannounced a first-grade infectious disease alarm: major railways, airport and bus stations were\nlocked down to reduce every possible chance of virus transmission. Tens of hundreds of people\nwere suspected to be infected by this virus and require hospitalization and special health care\nin Wuhan. However, large populations of the local patient could not be hospitalized due to the\nlimited medical resources, worsening the pandemics at the worst possible time of the year\n(Spring Festival). The entire nation was in panic and worry about the spread of the virus;\npopulations with pneumonia-like symptoms or Wuhan travel history were quarantined, flights\nand railway transportation were suspended around the nation, and new health centers\nspecialized in infectious disease were constructed to accommodate the daily-increasing\npatients.", "one_words_summarize": "Public health authorities and expert flew to Wuhan andannounced a first-grade infectious disease alarm: major railways, airport and bus stations werelocked down to reduce every possible chance of virus transmission. Tens of hundreds of peoplewere suspected to be infected by this virus and require hospitalization and special health carein Wuhan. The accurate estimation of the latencyperiod determines which kind of control measurement actions the health officials andgovernments should take. Step 3 describes theinfection kinetics of the susceptible people that is converted to an ‘exposed population’ at thelatent phase. Withfundamental mass action laws, we have formulated eight differential equations (Eqn1 to Eqn8)to describe the viral transmission kinetics based on the 7-step infectious mechanism. 2) and 57.7% of the infected population willbe cured or recovered. A projected deceased population is about 3,750 at a time window of 20weeks (on June 5th).By considering the latency period factor, this model is also useful to predict the dynamictrajectory of the population at the latent phase (Fig. Based on the current report from different regions in China, it appears that some ofthe exposed people haven’t shown any symptoms up to 2~3 weeks [6], but this latentpopulation will keep spreading the virus and transmitting the disease, a more severetransmission than the SARS pandemic in 2003 [7]. This simplified infectious disease transmission model takes into consideration of thelatency period. Matlab R2017b was used as the computational platform and installed on a Windows 7professional operation system with Intel Core i3-6100 CPU processor at speed of 3.70 GHz."}