{"date": "2020/02/23", "journal": "medrxiv", "authors": "Ying Song, Shuangjia Zheng, Liang Li, Xiang Zhang, Xiaodong Zhang, Ziwang Huang, Jianwen Chen, Huiying Zhao, Yusheng Jie, Ruixuan Wang, Yutian Chong, Jun Shen, Yunfei Zha, Yuedong Yang", "title": "Deep learning Enables Accurate Diagnosis of Novel Coronavirus (COVID-19) with CT images", "type": "preprint article", "abstract": "A novel coronavirus (COVID-19) has emerged recently as an acute respiratory\nsyndrome. The outbreak was originally reported in Wuhan, China, but has subsequently\nbeen spread world-widely. As the COVID-19 continues to spread rapidly across the\nworld, computed tomography (CT) has become essentially important for fast diagnoses.\nThus, it is urgent to develop an accurate computer-aided method to assist clinicians to\nidentify COVID-19-infected patients by CT images.", "text": "A novel coronavirus (COVID-19) has emerged recently as an acute respiratorysyndrome. The outbreak was originally reported in Wuhan, China, but has subsequentlybeen spread world-widely. As the COVID-19 continues to spread rapidly across theworld, computed tomography (CT) has become essentially important for fast diagnoses.Thus, it is urgent to develop an accurate computer-aided method to assist clinicians toidentify COVID-19-infected patients by CT images.We collected chest CT scans of 88 patients diagnosed with the COVID-19 fromhospitals of two provinces in China, 101 patients infected with bacteria pneumonia, and86 healthy persons for comparison and modeling. Based on the collected dataset, a deeplearning-based CT diagnosis system (DeepPneumonia) was developed to identifypatients with COVID-19.The experimental results showed that our model can accurately identify the COVID-19patients from others with an excellent AUC of 0.99 and recall (sensitivity) of 0.93. Inaddition, our model was capable of discriminating the COVID-19 infected patients andbacteria pneumonia-infected patients with an AUC of 0.95, recall (sensitivity) of 0.96.Moreover, our model could localize the main lesion features, especially thegroundglass opacity (GGO) that is of great help to assist doctors in diagnosis. The diagnosisfor a patient could be finished in 30 seconds, and the implementation on Tianhe-2supercompueter enables a parallel executions of thousands of tasks simultaneously. Anonline server is available for online diagnoses with CT images byhttp://biomed.nsccgz.cn/server/Ncov2019.The established models can achieve a rapid and accurate identification of COVID-19in human samples, thereby allowing identification of patients.In late December, 2019, a cluster of pneumonia cases with unknown etiology werereported in Wuhan city, Hubei Province, China.1 Deep sequencing analyses from lowerrespiratory tract samples revealed a novel coronavirus that was currently named 2019novel coronavirus (COVID-19) by the World Health Organization (WHO),2 whichresembled severe acute respiratory syndrome coronavirus (SARS-CoV).3 Outbreaks inhealthcare workers and families indicated human-to-human transmission.1,4 TheCOVID-19 is a beta-CoV of group 2B with at least 70% similarity in genetic sequenceto SARS-CoV 5 and is the seventh member of the family of enveloped RNA coronavirusthat infect humans. 6Since January 17, the confirmed cases dramatically increased, and COVID-19 hasbeen designated as a public health emergency of international concerns by the WHO.As of February 23, 2020, China has documented 77048 confirmed cases while the deathtoll rose to 2445. Moreover, more than 2000 confirmed cases were identified in othercountries worldwide. The COVID-19 has posed significant threats to internationalhealth. 7The spectrum of this disease in humans is yet to be fully determined. Signs ofinfection are nonspecific, including respiratory symptoms, fever, cough, dyspnea, andviral pneumonia.1 With the daily increase in the number of newly diagnosed andsuspected cases, the diagnosis has become a growing problem in major hospitals due tothe insufficient supply of nucleic acid detection boxes and limited detection rates in theepidemic area.8 Computed tomography (CT) and radiography have thus emerged asintegral players in the COVID-19’s preliminary identification and diagnosis.9-11However, the overwhelming patients and relatively insufficient radiologists led to highfalse positive rate.11 Advanced computer-aided lung CT diagnosis systems are urgentlyneeded for accurately confirming suspected cases, screening patients, and conductingvirus surveillance.In this study, we have developed a deep learning-based lung CT diagnosis system todetect the patients with COVID-19, which can automatically extract radiographicfeatures of the novel pneumonia, especially the ground-glass opacity (GGO) fromradiographs.Our institutional review board waived written informed consent for this study thatevaluated de-identified data and involved no potential risk to patients.Data acquisitionThis study is based on the reliable resources that were provided by the Renmin Hospitalof Wuhan University, and two affiliated hospitals (the Third Affiliated Hospital and SunYat-Sen Memorial Hospital) of the Sun Yat-sen University in Guangzhou.We obtained totally CT images of 88 COVID-19 infected patients, whichcomprised of 76 and 12 patients from the Renmin Hospital of Wuhan University andthe Third Affiliated Hospital, respectively. Wuhan’s chest CT examinations wereperformed with a 64-section scanner (Optima 680, GE Medical Systems, Milwaukee,WI, USA) without the use of contrast material. The CT protocol was as follows: 120kV; automatic tube current; detector, 35 mm; rotation time, 0.35 second; sectionthickness, 5 mm; collimation, 0.75 mm; pitch, 1-1.2; matrix, 512×512; and inspirationbreath hold. The images were photographed at lung (window width, 1000–1500 HU;window level, –700 HU) and mediastinal (window width, 350 HU; window level, 35–40 HU) settings. The reconstructions were made at 0.625 mm slice thickness on lungsettings. These data consist of only transverse plane images of lung. For patients inGuangzhou, we obtained his/her lung images in anterior view, lateral view andtransverse view. The chest CT examinations were performed with a 64-slice spiralscanner (Somatom Sensation 64; Siemens, Germany).All patients' nasopharyngeal swabs were subjected to nucleic acid kit lysis extractionand calculation to the laboratory of Renmin Hospital of Wuhan University performedfluorescence RT-PCR to detect the viral nucleic acid gene sequence, and compared itwith the novel coronavirus nucleocapsid protein gene (nCoV-NP) and the novelcoronavirus open reading coding frame lab (nCoV ORFlab) sequence. The results werepositive, and the HRCT image quality of the chest was acceptable, with no significantartifacts or missing images.For comparison, we also retrieved CT underwent chest images of 86 healthy peopleand 100 patients with bacterial pneumonia from the Renmin Hospital of WuhanUniversity and Sun Yat-Sen Memorial Hospital.We developed a deep learning-based CT diagnosis system (referred to asDeepPneumonia) to assist doctors to detect the COVID-19 causing pneumonia and tolocalize the main lesions. As shown in Figure 1, our fully automated lung CT diagnosissystem was developed by three main steps. First, we extracted the main regions of lungsand filled the blank of lung segmentation with the lung itself to avoid noises caused bydifferent lung contours. Then, we designed a Details Relation Extraction neural network(DRE-Net) to extract the top-K details in the CT images and obtain the image-levelpredictions. Finally, the image-level predictions were aggregated to achievepatientlevel diagnoses.Data preprocessing. Each set of 3D CT images was equally divided into 15 slices. Theslices with incomplete lung were removed. The lung region in each slice wereautomatically extracted by the open source package OpenCV.12 As the lung contoursare of large differences between humans, the images were filled with an backgroundcomposed of 10 translational and rotational lungs. Finally, we kept 88 COVID-19patients with 777 CT images, 100 bacterial pneumonia patients with 505 slices, and 86healthy people with 708 slices in this study.DRE-Net. Our training models were concretely constructed on the pretrainedResNet5013, on which the Feature Pyramid Network (FPN) 14 was added to extract the top-Kdetails from each image. An attention module is coupled to learn the importance of eachdetail.15 By using the FPN and attention modules, our model can not only detect themost important part of images, but also interpret the outputs by the neural network.Aggregation. The image-level scored results of slices were aggregated for each patient.Here, the mean pooling was used to integrate the image-level results into the morbidityof each person as the human-level result.For practical purposes, we designed the models with two tasks, discriminatingCOVID19-infected patients from the bacterial-infected patients, and separating COVID-19patients from healthy controls, respectively. For each task, we employed thepatientlevel split strategy following the LUNA16 competition16 by using random splits of60%/10%/30% for training, validation, and test sets, respectively. The training set wereused to train models, and the validation set was used to optimize the hyperparametersfor the best performance. The final optimal models were independently assessed on thetest set. We computed accuracy, precision, recall as +  =+  +  + ==+ + where TP, TN, FP, and FN are the numbers of true positives, true negatives, falsepositives, and false negatives, respectively. We also computed Area under thereceiveroperating characteristics Curve (AUC) by the scikit-learn 0.19 (scikit-learn.org).An important tool for assisted diagnoses is to accurately discriminate the bacterialpneumonia and viral pneumonia (COVID-19) in order to decrease the unnecessarywaste of medical resources. To this end, we built a pneumonia classification modelbased on 88 COVID-19 and 100 bacterial pneumonia patients, from which we collected777 and 505 images. By tuning hyperparameters according to the validation set, weachieved AUC of 0.91 in the image level, and AUC of 0.95 in the human level. Theperformances are essentially the same on the test set with AUC of 0.92 in the imagelevel, and AUC of 0.95 and recall of 0.96 in the human level. The higher AUC in thetest set is partly due to the relatively small datasets. To indicate the effectiveness of ourproposed DRENet architecture, we also employed deep residual network (Resnet),13DenseNet17, and VGG1618 for comparisons. As shown in Table 1, by selecting thetopK important details and the relationships among them, our DRE-Net improves about7.0% recall and 3.0% F1-score over VGG16 with the same fold assignments,respectively. Figure 2 shows the receiver-operating characteristic curves forcomparisons with other baseline models and the confusion matrix of DRE-Net on thetest set.DRE-NetAUCAdditionally, we also performed experiments on 88 COVID-19 patients and 86 healthypersons, from which 777 and 708 images were collected. By tuning hyperparameterson the 10% validation set, we achieved AUC of 0.97 in the image level, and 0.99 in thepatient level. The performances are essentially the same on the test set with 0.98 in theimage level, and AUC of 0.99 and recall of 0.93 in the patient level.As shown in Table 2, DRE-Net achieved better performance than those of ResNet,DenseNet and VGG16 because of the strong power of details extraction. The highperformance of these deep learning models also demonstrated that the CT images ofpneumonia patients and healthy people were well differentiated.DRE-NetAUC0.980.970.990.99The receiver-operating characteristic curves for comparisons with other baselinemodels and the confusion matrix are shown in Figure 3.Another advantage of our model is its interpretability. In diagnosis of COVID-19,ground-glass opacity (GGO) in CT image is one of the most important factors torecognize the patients.9-11 Therefore, we expected our model can localize GGO in CTimages, especially in the early stage patients and suspected patients. We visualized theautomatically extracted details of two successfully predicted pneumonia patients fromthe test set. For each patient, the top 3 predicted slices and the extracted details wereindicated with predicted scores above 0.8 (range from 0 to 1). As shown in Figure 4,the assessments of DRNet mainly focused on the region of the GGO abnormality. Thesefindings indicate that DRNet learned to assess the correct features instead of learningimage correlations. Moreover, our model provides reasonable clues on the factors forits judgements, which is of great help to assist doctors in diagnosis.In conclusion, our study demonstrated the feasibility of a deep learning approach toassist doctors to detect the patients with COVID-19 and automatically to identify thelesions from CT images. By achieving a high performance on both the pneumoniadetection and classification tasks, the proposed system may enable a rapid identificationof patients.The work was supported in part by the National Key R&D Program of China(2018YFC0910500), National Natural Science Foundation of China (U1611261,61772566, and 81801132), Guangdong Frontier & Key Tech Innovation Program(2018B010109006 and 2019B020228001), Natural Science Foundation of Guangdong,China (2019A1515012207), and Introducing Innovative and Entrepreneurial Teams(2016ZT06D211).Fu J, Zheng H, Mei T. Look closer to see better: Recurrent attention convolutionalneural network for fine-grained image recognition. Paper presented at: Proceedingsof the IEEE conference on computer vision and pattern recognition2017.LUNA 16. Available at.(Assessed on February 6th, 2020).Iandola F, Moskewicz M, Karayev S, Girshick R, Darrell T, Keutzer K. Densenet:Implementing efficient convnet descriptor pyramids. arXiv preprint arXiv:14041869.2014.Simonyan K, Zisserman A. Very deep convolutional networks for large-scale imagerecognition. arXiv preprint arXiv:14091556. 2014.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["WHONC-ns"], ["Molecular diagnosis of a novel coronavirus (2019-nCoV) causing an outbreak of pneumonia"], ["Imaging of the 2019 Novel Coronavirus (2019-nCoV) Pneumonia"], [""], ["Evolution of CT Manifestations in a Patient Recovered from 2019 Novel Coronavirus (2019-nCoV) Pneumonia in Wuhan, China"], [""], ["Learning OpenCV: Computer vision with the OpenCV library. \""], ["Deep residual learning for image recognition"], ["Feature pyramid networks for object detection"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["WHO Homepage"], ["R Lu", "X Zhao", "J Li"], ["Q Li", "X Guan", "P Wu"], ["DS Hui", "I Azhar E Madani", "TA"], ["N Zhu", "D Zhang", "W Wang"], ["WHO Reports"], ["DK Chu", "Y Pan", "S Cheng"], ["J Lei", "J Li", "X Li", "X. CT Qi"], ["Radiology"], ["H Shi", "X Han", "C Zheng"], ["F Song", "N Shi", "F Shan"], ["G Bradski", "A Kaehler", "O'Reilly Media"], ["K He", "X Zhang", "S Ren", "J Sun"], ["T-Y Lin", "P Dollár", "R Girshick", "K He", "B Hariharan", "S. Belongie"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A novel coronavirus (COVID-19) has emerged recently as an acute respiratory\nsyndrome. The outbreak was originally reported in Wuhan, China, but has subsequently\nbeen spread world-widely. As the COVID-19 continues to spread rapidly across the\nworld, computed tomography (CT) has become essentially important for fast diagnoses.\nThus, it is urgent to develop an accurate computer-aided method to assist clinicians to\nidentify COVID-19-infected patients by CT images.", "one_words_summarize": "A novel coronavirus (COVID-19) has emerged recently as an acute respiratorysyndrome. The outbreak was originally reported in Wuhan, China, but has subsequentlybeen spread world-widely. As the COVID-19 continues to spread rapidly across theworld, computed tomography (CT) has become essentially important for fast diagnoses. Based on the collected dataset, a deeplearning-based CT diagnosis system (DeepPneumonia) was developed to identifypatients with COVID-19.The experimental results showed that our model can accurately identify the COVID-19patients from others with an excellent AUC of 0.99 and recall (sensitivity) of 0.93. Inaddition, our model was capable of discriminating the COVID-19 infected patients andbacteria pneumonia-infected patients with an AUC of 0.95, recall (sensitivity) of 0.96.Moreover, our model could localize the main lesion features, especially thegroundglass opacity (GGO) that is of great help to assist doctors in diagnosis. The reconstructions were made at 0.625 mm slice thickness on lungsettings. For patients inGuangzhou, we obtained his/her lung images in anterior view, lateral view andtransverse view. We developed a deep learning-based CT diagnosis system (referred to asDeepPneumonia) to assist doctors to detect the COVID-19 causing pneumonia and tolocalize the main lesions. Here, the mean pooling was used to integrate the image-level results into the morbidityof each person as the human-level result. The final optimal models were independently assessed on thetest set. By tuning hyperparameters according to the validation set, weachieved AUC of 0.91 in the image level, and AUC of 0.95 in the human level. We visualized theautomatically extracted details of two successfully predicted pneumonia patients fromthe test set. Thesefindings indicate that DRNet learned to assess the correct features instead of learningimage correlations. Moreover, our model provides reasonable clues on the factors forits judgements, which is of great help to assist doctors in diagnosis."}