{"date": "2020/02/23", "journal": "medrxiv", "authors": "Weiliang Cao", "title": "Clinical features and laboratory inspection of novel coronavirus pneumonia (COVID-19) in Xiangyang, Hubei", "type": "preprint article", "abstract": "hospital, The fourth affiliated hospital of hubei medicine university , Number 15 of Jiefang Road, xiangyang, Hubei, China. Tel.: 18371013627; E-mail: 790561571-", "text": "Background: Since December 2019, a novel coronavirus pneumonia (COVID-19)rapidly spread in China, reached multiple continents currently.We aimed to reveal theinfectious characteristics of COVID-19 that provide more information for the researchof novel coronavirus.Methods: We performed a retrospective study on the clinical characteristics of 128COVID-19 cases with laboratory-confirmed from Xiangyang No 1 Hospitalad duringJanuary 2020 to 16 February 2020.Results: Female patients account for 53.1%. The aged below 20 years thataccounts for 1.6% of overall patients. The aged in 21~50, 51~65, over 66 years wereaccounts for 44.5%, 35.1%,18.8%, respectively. In the difference age spectrum, allsevere groups compared with non-severe groups were difference significantly ( P <0.01 ). Fever ( 89.8% ) and Cough ( 67.2% ) were common clinical symptoms. Therate of patients with sore throats (14.1%) was rare. The rate of chest computedtomography scan showing ground glass opacity in overall, non-severe, severe groupswere 63.3%, 60.7%, 76.2%, respectively. White blood cell counts in the normal rangeof overall patients, but severe group patients were increased significantly ( P < 0.01).Lymphocytes of overall patients were decreased. Alanine transaminase (ALT) andaspartate transaminase (AST) in the normal range of overall patients, but its wereelevated in the severe group. Creatinine (CR) and blood urea nitrogen (BUN) ofoverall patients in the normal range. C-reactive protein (CRP) level of all patientswere increased markedly, but it in the severe group was significantly higher than thatin the non-severe group ( P < 0.01 ).Conclusions: Our data provide more information that advanced age, lowerlymphocytes levels at the diagnosed COVID-19 patients may be a risk factor forunfavourable prognosis. The white blood cells and C-reactive protein level elevated insevere COVID-19 patients may be accompanying bacterial infection. 2019-nCov maybe carries a risk factor of impaired liver and kidney function.Key words: novel coronavirus; pneumonia; COVID-19; risk factorSince December 2019, fast-multiplying outbreak of the 2019 novel coronavirus(2019-nCov) in China, which have reached multiple continents currently. 2019-nCovmainly cause pneumonia that the desease was named as novel coronavirus pneumonia(COVID-19) 1. The 2019-nCov is an betacoronavirus that possibly originated fromwild animals that genome is highly homologous to bats 2. Human-to-humantransmission is the main way of cause infection 3. The World Health Organization(WHO) has declared it to be a public health emergency of international concern 4.Until February 20, 2020, a total number of 75569 COVID-19 cases have beendiagnosed in China, including 2239 deaths 5. Despite the rapid spread over the world,the clinical features and laboratory inspection of COVID-19 keep largely unclear. Theclinical characteristics of severe COVID-19 cases were similar to severe acuterespiratory syndrome ( SARS ) and the Middle East Respiratory Syndrome ( MERS )that could occur acute respiratory distress syndrome (ARDS), acute cardiac injury,and even death 6.Whereas the main clinical features of COVID-19 patients are fever,cough and sore throat. However, there are few reports on the clinical features andlaboratory detection results of NCP cases in every regions of Hubei province outsideWuhan. We aimed to through analyzed 128 laboratory confirmed cases of XiangyangNo. 1 Hospital to reveal the infectious characteristics of COVID-19 that provide moreinformation for the research of novel coronavirus.We performed a retrospective study on the clinical characteristics oflaboratoryconfirmed 128 cases with COVID-19. Patients were admitted to the Xiangyang No.1research on 21 February 2020. Clinical data were collected from the hospitalelectronic medical records system and laboratory information system. On admission,107 and 21 patients were divided into non-severe and severe groups, respectively. Aconfirmed case with COVID-19 was defined as a positive result to real-time reversetranscriptase polymerase chain reaction ( RT-PCR ) assay for nasal and pharyngealswab specimens 7. Only the laboratory-confirmed cases were included the analysis.Suspected patients and clinical diagnosised patients were not part of our study. Thestudy was approved by the ethics committee of the Xiangyang No. 1Hospital withwritten informed consent from the patients.All statistical analyses were performed using SPSS version 20.0 (IBM, Armonk, NY,USA). The data between groups with variables were compared by χ2 test or Fisher'sexact test, and one-way analysis of variance followed by Tukey's test. All means werereported with the corresponding standard deviation in tables. The P values < 0.05were regarded as statistically significant.The 128 COVID-19 patients were confirmed by laboratory detection. On admission,107 and 21 patients were divided into non-severe and severe groups, respectively. Thedemographic and clinical features were showed in Table 1. The data showed thatfemale patients account for 53.1%, the proportion of these female patients in thesevere and non-severe groups was 55.1% and 42.9%, respectively. The overallpatients throughout the whole spectrum of age. The aged below 20 years thataccounts for 1.6% of overall patients. The rate of overall patients who aged in 21~50years were 44.5%, no-severe and severe patients accounts for 46.7%, 33.3%,respectively. The 51~65 years accounts for 35.1% of overall patients. The olderpatients aged over 66 years in the group of overall patients accounts for 18.8%.However, aged over 50 years accounting for 53.9% of overall patients. In thedifference age spectrum, all severe groups compared with non-severe groups weredifference significantly ( P < 0.01 ). Fever ( 89.8% ) and Cough ( 67.2% ) werecommon clinical symptoms. The rate of patients with sore throats (14.1%) was rare.The rate of chest computed tomography scan showing ground glass opacity in overall,non-severe, severe were 63.3%, 60.7%, 76.2%, respectively. However, no markeddifferences in fever, cough, sore throat between the two groups (all P > 0.05).Moreover, there were distinctly different of chest computed tomography scanshowing ground glass opacity in severe group compared with non-severe group (P <0.05).CT (+)81（63.3）65（60.7）16（76.2）All values are n (%). P values denoted the comparison between mild-moderate casesand severe cases. Abbreviations: CT (+), chest computed tomography scan showingground glass opacity.All patients were summoned to the laboratory for a routine blood sample, all ofwhich were analyzed. Laboratory detection results were showed in Table 2. Resultsindicated that white blood cell counts in the normal range of overall patients, butsevere group patients were increased significantly ( P < 0.01). Lymphocytes of overallpatients were decreased, yet Platelets in the normal range. Whereas, Lymphocytes andPlatelets level of severe group obviously lower than no-severe group ( P < 0.01 ).Alanine transaminase and aspartate transaminase in the normal range of overallpatients, but its were elevated in the severe group. Creatinine and blood urea nitrogenof overall patients in the normal range and no marked difference between no-severeand severe group. C-reactive protein level of all patients were increased markedly, butit in the severe group was significantly higher than that in the non-severe group ( P <0.01 ).Cr, μmol/L41-73All values are mean±SD. P values denoted the comparison between mild-moderatecases and severe cases. Abbreviations: WBC, white blood cell. LYM, lymphocytes.PLT, Platelets.ALT, alanine transaminase. AST, aspartate transaminase. Cr, creatinine.BUN, blood urea nitrogen. CRP, C-reactive protein level.DISCUSSION2019 novel coronavirus was an batacoronavirus which was transmitted by dropletsand direct contact with a patient’s body fluids, other ways of it transmission wasunclear8,9. Until 16 February 2020, the number of COVID-19 patients was more than70 000, yet the number of infections was still rising 5. However, there arestill no effective treatment for COVID-19, the main treatment is symptomaticand supportive therapy to alleviate symptoms and maintain organ function in severediseases10. Although some studies have reported that some drugs can be used againstthe 2019-nCov, these drugs still in the research stage11.Our 128 case series by laboratory-diagnosed that all of them comeback from Wuhan,or had contacted with people from Wuhan, or close contacted with diagnosed patients.However, there are unavoidable misdiagnosis through laboratory- confirmed byreal-time quantitative fluorescence PCR detection of 2019-nCov due to samplingdeviation. In our study, the aged over 50 years patients accounted for over half ofthe diagnosed patients (53.9%). Fever (89.8%) and cough(67.2%) werecommon symptoms, yet sore throat (14.1%) was rare. Chest computed tomographyscan showing ground glass opacity of diagnosed patients account for 63.3%, whereasthe severe pneumonia up to 76.2%, these were inconsistent with other studies12. Ourdata suggested that gender may not be an influence factor in 2019-nCov infection, yetadvanced age was a risk factor for viral infection and poor prognosis.Our data of laboratory detection indicated that the white blood cells and C-reactiveprotein level were elevated in severe case series and the lymphocytes were decreased.The results suggested that severe pneumonia may be accompanying bacterial infectionand immune deficiency may be also a risk factor for unfavourable prognosis inpatients13. In addition, alanine transaminase (ALT), aspartate transaminase (AST) andcreatinine (CR) were elevated in the patients of severe pneumonia. The resultssuggested that 2019-nCov may be carries a risk factor of impaired liver and kidneyfunction.In summary, our data provide more information that advanced age, lowerlymphocytes levels at the diagnosed COVID-19 patients may be a risk factor forunfavourable prognosis. The white blood cells and C-reactive protein level elevated insevere COVID-19 patients may be accompanying bacterial infection. 2019-nCov maybe carries a risk factor of impaired liver and kidney function.We thank Xuemei Xu, Hao Li, Li Shi, Le Xiong, Lin Chen, Zirong Wu for supportingthis work.Funding: This work was financially supported by grants from the Youth developmentfund of Xiangyang No.1 Hospital.Conflict of interest: All authors declare no competing interests of this study.Ethical approval: The study was approved by the ethics committee of the XiangyangNo. 1Hospital with written informed consent from the patients.395.html.1. Chinese Center for Disease Control and Prevention. Notice of the National Healthand Health Commission on the tentative naming of new coronavirus pneumonia.2. Peng Zhou, Xing-Lou Yang, Xian-Guang Wang, et al. A Pneumonia OutbreakAssociated With a New Coronavirus of Probable Bat Origin. Nature. 2020. doi:10.1038/s41586-020-2012-7Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020.4. World Health Organization. Statement on the second meeting of the InternationalHealth Regulations (2005) Emergency Committee regarding the outbreak of novelcoronavirus (2019-nCoV).the-outbreak-of-novel-coronavirus -(2019-ncov).5. World Health Organization. Coronavirus disease 2019 (COVID-19) Situation6. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.7. Huang C, Wang Y, Li X, et al. Clinical features of patients with 2019 novel8. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet. 2020; doi: 10.1016/S0140-6736(20)30154-910.1056/NEJMc200127210. WHO: clinical management of severe acute respiratory infection when novelcoronavirus (nCoV) infection is suspected.11. Chih-Cheng Lai, Tzu-Ping Shih, Wen-Chien Ko, Hung-Jen Tang and Po-RenHsueh, Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) andcorona virus disease-2019 (COVID-19): the epidemic and thechallenges, International Journal of Antimicrobial Agents, 10.1016/j.ijantimicag.2020.105924, (105924), (2020).12. Weijie Guan, Zhengyi Ni, Yu Hu, Wenhua Liang, Chunquan Ou, Jianxing He, etal. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv13. Jie Li, Shilin Li, Yurui Cai, Qin Liu, Xue Li, Zhaoping Zeng,et al.Epidemiological and Clinical Characteristics of 17 Hospitalized Patients with 2019Novel Coronavirus Infections Outside Wuhan, China. medRxiv preprint, doi:", "ref_list": [[], ["Importation and human-to-human transmission of a novel coronavirus in Vietnam"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "LT Phan", "TV Nguyen", "QC Luong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Since December 2019, a novel coronavirus pneumonia (COVID-19)\nrapidly spread in China, reached multiple continents currently.We aimed to reveal the\ninfectious characteristics of COVID-19 that provide more information for the research\nof novel coronavirus.", "one_words_summarize": "Background: Since December 2019, a novel coronavirus pneumonia (COVID-19)rapidly spread in China, reached multiple continents currently. We aimed to reveal theinfectious characteristics of COVID-19 that provide more information for the researchof novel coronavirus. The aged below 20 years thataccounts for 1.6% of overall patients. Fever ( 89.8% ) and Cough ( 67.2% ) were common clinical symptoms. C-reactive protein (CRP) level of all patientswere increased markedly, but it in the severe group was significantly higher than thatin the non-severe group ( P < 0.01 ).Conclusions: Our data provide more information that advanced age, lowerlymphocytes levels at the diagnosed COVID-19 patients may be a risk factor forunfavourable prognosis. 2019-nCov maybe carries a risk factor of impaired liver and kidney function. Clinical data were collected from the hospitalelectronic medical records system and laboratory information system. On admission,107 and 21 patients were divided into non-severe and severe groups, respectively. Only the laboratory-confirmed cases were included the analysis. The rate of overall patients who aged in 21~50years were 44.5%, no-severe and severe patients accounts for 46.7%, 33.3%,respectively. Fever ( 89.8% ) and Cough ( 67.2% ) werecommon clinical symptoms. However, no markeddifferences in fever, cough, sore throat between the two groups (all P > 0.05).Moreover, there were distinctly different of chest computed tomography scanshowing ground glass opacity in severe group compared with non-severe group (P <0.05).CT (+)81（63.3）65（60.7）16（76.2）All values are n (%). Resultsindicated that white blood cell counts in the normal range of overall patients, butsevere group patients were increased significantly ( P < 0.01). In summary, our data provide more information that advanced age, lowerlymphocytes levels at the diagnosed COVID-19 patients may be a risk factor forunfavourable prognosis. We thank Xuemei Xu, Hao Li, Li Shi, Le Xiong, Lin Chen, Zirong Wu for supportingthis work. Conflict of interest: All authors declare no competing interests of this study. 1Hospital with written informed consent from the patients.395.html.1. Notice of the National Healthand Health Commission on the tentative naming of new coronavirus pneumonia.2."}