{"date": "2020/02/24", "journal": "medrxiv", "authors": "Francisco Caramelo, Nuno Ferreira, Barbara Oliveiros", "title": "Estimation of risk factors for COVID-19 mortality - preliminary results", "type": "preprint article", "abstract": "Since late December 2019 a new epidemic outbreak has emerged from Whuhan, China. Rapidly the new coronavirus has spread worldwide. China CDC has reported results of a descriptive exploratory analysis of all cases diagnosed until the 11th February 2020, presenting the epidemiologic curves and geo-temporal spread of COVID-19 along with case fatality rate according to some baseline characteristics, such as age, gender and several wellestablished high prevalence comorbidities. Despite this, we intend to increase even further the predictive value of that manuscript by presenting the odds ratio for mortality due to COVID-19 adjusted for the presence of those comorbidities and baseline characteristics such as age and gender. Besides, we present a way to determine the risk of each particular patient, given his characteristics. We found that age is the variable that presents higher risk of COVID-19 mortality, where 60 or older patients have an OR = 18.8161 (CI95%[7.1997; 41.5517]). Regarding comorbidities, cardiovascular disease appears to be the riskiest (OR= 12.8328 CI95%[10.2736; 15.8643], along with chronic respiratory disease (OR=7.7925 CI95%[5.5446; 10.4319]). Males are more likely to die from COVID-19 (OR=1.8518 (CI95%[1.5996; 2.1270]). Some limitations such as the lack of information about the correct prevalence of gender per age or about comorbidities per age and gender or the assumption of independence between risk factors are expected to have a small impact on", "text": "results. A final point of paramount importance is that the equation presentedhere can be used to determine the probability of dying from COVID-19 for aparticular patient, given its age interval, gender and comorbidities associated.        At the end of December of 2019, a cluster of pneumonia cases in Wuhan hascreated an alert worldwide. These cases were thought to be associated with aseafood market, which was closed on the        As stated on the page Coronavirus COVID-19 Global Cases by Johns HopkinsCSSE12 there were 79441 cases confirmed worldwide (97% on mainlandChina) and the number of deaths is 2620, 95% of which have occurred inmainland China, at 10 a.m. (Greenwich time zone) of the 24th of January. TheWorld Health Organization considers this outbreak a “public health emergencyof international concern”13.        The epidemiological curves of COVID-19 in China11 are thought to be ofextreme value, presenting the progression of illness in the outbreak over timefrom December 8, 2019 to February 1        Thus, our main goal is to establish the odds ratio for COVID-19 mortality,adjusted to age and gender-specific prevalence of the morbidities reported inthe CDC paper11, namely hypertension, diabetes, cardiovascular disease,chronic respiratory disease and cancer.        The risk factors for MERS-CoV were established after analysing data collectedfrom the World Health organization between 2012 and 201814, where malesseemed to be more affected than females, and also age over 30 years-old orthe presence or comorbidities. Besides these baseline characteristics, ethnicityalso presented statistically significant odds ratios. The search performed inPubmed on the 2        The main goal of the present work is to compute adjusted odds ratio (OR) fordeath from COVID-19 considering age intervals, gender and comorbidities aspossible risk factors. Complete data is not accessible but a thoroughdescription of the outbreak was made available by China CDC on the 14thFebruary11. Based on these data we implemented a Monte Carlo simulation§in the R programming language15 to create a synthetic dataset from which alogistic regression can be computed along with ORs.The dataset includes four variables: age, gender, comorbidities and death. All variablesare treated as qualitative and follow the same rationale expressed in the China CDCreport. Age is described by intervals of decades (0-9; 10-19; up to ≥ 80 years old) and thecomorbidities are: hypertension, diabetes, cardiovascular disease, chronic respiratorydisease and cancer. The outcome variable, death, is dichotomous with states dead andalive.The aforementioned report has information about age and genderdistributions, which we used to populate the dataset. However, thesedistributions are described independently making it impossible to know theexact gender frequency for each age interval. We assumed that thedistribution by gender would be similar across age intervals. To render thegender, male or female, for each subject a random number is drawn followinga Bernoulli random experience with probability given by the genderdistribution (Figure 1).§ The routine is free available at https://apps.uc.pt/mypage/faculty/fcaramelo/en/covidA similar procedure is performed to attribute one comorbidity to each subjectof the dataset: a random number with five possible outcomes (four forcomorbidities and one for no disease) is drawn and the correspondingprobability is given by an adequate distribution (Figure 2).A CSV (Comma-Separated Values) file containing the comorbidity distributionby age and gender feeds the routine. Comorbidities’ empirical prevalence canbe computed from China CDC report for all subjects, but does not allowdifferent values for each age interval and gender and, for that reason, weconsidered that prevalence values for each comorbidity were constant acrossage groups and gender. Despite this limitation, tests can be run usingworldwide prevalence for each disease. Finally, comorbidities classes wereassumed to be exclusive, i.e., no subject could have more than onecomorbidity.After populating age, gender and comorbidities variables in the dataset, it stillmisses the death variable, which highly depends on the previous items. To fillin this variable, we used a Naïve Bayesian approach considering that age,gender and comorbidities would be independent. Therefore, the probability, ( | ,  ,  ), of dying given the age interval (A), the gender (G) and thecomorbidity (C) is given from ( | ,  ,  ) =  ( | )  ( | )  (( || ))  (( |)+)  (( ||̅))  (( |)̅)  ( |̅)  (̅), (Eq. 1)where D stands for dying (or death), G for gender, C for comorbidity and ̅ isthe complementary of dying, which is to be alive. The notation P(A|B) meansprobability of A given B. The values at the right-hand side of Equation 1 canbe computed from the China CDC report; thus, for each situation we cancalculate the probability of being dead and, therefore, to randomly draw avalue describing the status of each subject (Figure 3).Once the dataset is created, a logistic regression model is fitted taking asdependent variable the death variable and as independent variables age,gender and comorbidity. The values of the regression coefficients are thentransformed with an exponential function in order to obtain the adjusted OR,which are stored. The procedure is repeated 1000 times, allowing to obtaindifferent datasets, each one with corresponding ORs (Figure 4). After endingthe random sampling procedure, the median is computed as well aspercentiles 2.5 and 97.5, which allows to obtain the 95% confidence intervalof ORs.The validation of the procedure is performed by comparing a set of probabilityvalues that are computed both in the synthetic data and in the China CDCreport. This set of values includes the gender, death and comorbiditiesprobabilities as well as conditional death probabilities regarding thecomorbidities.Table 1 shows the statistics regarding the synthetic datasets and thecorresponding values from the China CDC report.Slight departures are observed in some of the frequencies (e.g. comorbiditiesand CFR) but in general, the reported frequencies are within the confidenceintervals meaning that synthetic datasets are reasonably representative of theobserved data. Still, this is a limitation of the method.Table 2 shows the adjusted odds ratio resulting from the logistic regressionmodel and their corresponding confidence intervals. The confidence intervalswere obtained by considering as its limits the percentiles 2.5 and 97.5 of theOR list. At each run, only ORs that were statistically significant (p < 0.05;except for age interval ‘40-49’ where p < 0.10 was used) were considered forthe final list, hence the actual number of iterations can differ for each OR,which is shown in the last column (# runs) of the table.Logistic models assume a reference class for each qualitative independentvariable and the ORs interpretation of the remaining classes is made relativelyto the reference. In the present case, the reference classes were: ‘0-19’ yearsold, ‘female’ and ‘no comorbidities’. Therefore, the OR=1.8518 for malesmeans that the ratio of the odd of dying to the odd of not dying is 1.8518times greater in males than in females. As expected ORs increase with age,but the rate of increasing is very high. ORs for comorbidities were expectedto be greater than 1, but once again the values are somehow greater thanwhat one could have anticipated.The objective of this work was accomplished as adjusted ORs were obtained,which allows a direct comparison between risk factors and the assessment oftheir importance for the final outcome (dying from COVID-19). Analyzing theORs, it can be learnt that elderly patients (above 60 years old) present thehighest risk (OR=18.8161 CI95%[7.1997; 41.5517]) to COVID-19, evengreater than having any comorbidity. On the other hand, it seems thatyounger adult patients (30-39 years old) present some protection(OR=0.3271 CI95%[0.2247; 0.3970]). Regarding comorbidities,cardiovascular disease appears to be the riskiest (OR=12.8328CI95%[10.2736; 15.8643], which is higher than having a chronic respiratorydisease (OR=7.7925 CI95%[5.5446; 10.4319]), but without statisticalsignificance since the confidence intervals overlap. In what concerns gender,males are at risk with OR=1.8518 (CI95%[1.5996; 2.1270]).To have a point of comparison, patients aged more than 30 years old andaffected by MERS-CoV presented OR=2.38 (CI95%[1.75; 3.22])14. AndMERSCoV patients with comorbidities had OR=1.76 (CI95%[1.39; 2.22])14.The approach adopted in this work has several limitations that must bereferred to put into perspective the results. The first aspect, is that casefatality rate (CFR) is a feeble measure as it highly depends on the correctnumber of diagnosed cases and also on the final outcome of the current cases.Since this is an in-progress situation, CFR value is naturally uncertain, whichundermines all parameters computed from this value, and naturally, theresults obtained herein suffer from this fact.Regarding the CFR value, another question that arose was that the China CDCreport enables two ways to compute it. All the observations may be used(1023 deaths in 44672 confirmed cases) or the ones with comorbiditiesinformation may be used instead (504 deaths in 20812 confirmed cases). Weopted for the latter.Another aspect is the fact that there is neither information about the correctprevalence of gender per age nor about comorbidities per age and gender. Toovercome this issue, we assumed homogeneous prevalence, which willincrease ORs in some classes while decreasing in others. This approximationhas a non-linear impact difficult to foresee, albeit departures from the realcase are expected to be small. Moreover, the R routine is prepared to workwith complete prevalence information and any user can test it.We have also assumed independence between risk factors but the logisticregression assumes the same. Therefore, the impact is not expected to besignificant.Concerning the ability to fit a suitable logistic model, we observed that in somecases the model did not present high values for goodness-of-fit tests (datanot shown) and some risk factors did not reach statistical significance. Wediscarded the OR values in these cases, which reduced the number of runs (‘#runs’ column in table 2) for some risk factors. Consequently, the confidencein those values is smaller.Finally, we ran a simulation as a means to estimate actual values, since theavailable data is aggregated in groups. The comparison suggests that thedifferences between simulated and reported data are acceptable. Thesimulation included several runs intended to surpass this limitation.Confidence intervals were a way of showing the uncertainty associated withthe method.A final point of utmost importance: Equation 1 can be used to determine theprobability of dying from COVID-19 given the age interval, the gender andcomorbidity of a particular patient. The objective and quantitative riskmeasurement of each patient or population is paramount to help managingpatients segments in health facilities as well as to assist in the determinationof public health policies.        Funded by National Funds via FCT (Foundation for Science and Technology)through the Strategic Project UIDB/0453                Novel Coronavirus Diseases (COVID-1        Geneva,Switzerland:WorldHealthOrganization.M Mohebbi I. The risk factors associated with MERS-CoV patient fatality: A global survey.Diagnostic Microbiology and Infectious Disease, March 2020. Vol 96 (3): 114876.", "ref_list": [[], [""], ["A novel coronavirus outbreak of global health concern"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["A novel coronavirus genome identified in a cluster of pneumonia cases-"], ["Coronavirus infection-more than just the common cold"], ["A novel coronavirus emerging in China - key questions for impact assessment"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], [""], ["Statement on the second meeting of the International Health ("], [""], ["R: A language and environment for statistical computing"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["C Wang", "PW Hornby", "FG Hayden", "GF Gao"], ["DS Hui", "EI Azhar", "TA Madani", "F Ntoumi", "R Kock", "O Dar"], ["N Zhu", "D Zhang", "W Wang", "XW Li", "B Yang", "JD Song", "N Engl J Med. N Engl J Med"], ["JFW Chan", "KH Kok", "Z Zhu", "H Chu", "KKW To", "SF Yuan"], ["WJ Tan", "X Zhao", "XJ Ma", "WL Wang", "PH Niu", "WB Xu", "Wuhan"], ["CI Paules", "HD Marston", "AS Fauci"], ["VJ Munster", "M Koopmans", "N van Doremalen", "D van Riel", "E. de Wit"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["JFW Chan", "S Yuan", "KH Kok", "KKW To", "H Chu", "J Yang"], ["Zhonghua Liu Xing Bing Xue Za Zhi. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], [], [], ["J Ahmadzadeh", "K Mobaraki", "S Jalil Mousavi", "J Aghazadeh-Attari", "Mirza-"], ["R Core Team"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "results. A final point of paramount importance is that the equation presented\nhere can be used to determine the probability of dying from COVID-19 for a\nparticular patient, given its age interval, gender and comorbidities associated.", "one_words_summarize": "A final point of paramount importance is that the equation presentedhere can be used to determine the probability of dying from COVID-19 for aparticular patient, given its age interval, gender and comorbidities associated. These cases were thought to be associated with aseafood market, which was closed on the        As stated on the page Coronavirus COVID-19 Global Cases by Johns HopkinsCSSE12 there were 79441 cases confirmed worldwide (97% on mainlandChina) and the number of deaths is 2620, 95% of which have occurred inmainland China, at 10 a.m. (Greenwich time zone) of the 24th of January. Besides these baseline characteristics, ethnicityalso presented statistically significant odds ratios. Based on these data we implemented a Monte Carlo simulation§in the R programming language15 to create a synthetic dataset from which alogistic regression can be computed along with ORs. Comorbidities’ empirical prevalence canbe computed from China CDC report for all subjects, but does not allowdifferent values for each age interval and gender and, for that reason, weconsidered that prevalence values for each comorbidity were constant acrossage groups and gender. Despite this limitation, tests can be run usingworldwide prevalence for each disease. After populating age, gender and comorbidities variables in the dataset, it stillmisses the death variable, which highly depends on the previous items. Table 1 shows the statistics regarding the synthetic datasets and thecorresponding values from the China CDC report. The confidence intervalswere obtained by considering as its limits the percentiles 2.5 and 97.5 of theOR list. Therefore, the OR=1.8518 for malesmeans that the ratio of the odd of dying to the odd of not dying is 1.8518times greater in males than in females. As expected ORs increase with age,but the rate of increasing is very high. On the other hand, it seems thatyounger adult patients (30-39 years old) present some protection(OR=0.3271 CI95%[0.2247; 0.3970]). AndMERSCoV patients with comorbidities had OR=1.76 (CI95%[1.39; 2.22])14.The approach adopted in this work has several limitations that must bereferred to put into perspective the results. Thesimulation included several runs intended to surpass this limitation."}