{"date": "2020/02/24", "journal": "medrxiv", "authors": "Francesco Pinotti, Laura Di Domenico, Ernesto Ortega, Marco Mancastroppa, Giulia Pullano, Eugenio Valdano, Pierre-Yves Boelle, Chiara Poletto, Vittoria Colizza", "title": "Lessons learnt from 288 COVID-19 international cases: importations over time, effect of interventions, underdetection of imported cases", "type": "preprint article", "abstract": "288 cases have been confirmed out of China from January 3 to February 13, 2020. We collected and synthesized all available information on these cases from official sources and media. We analyzed importations that were successfully isolated and those leading to onward transmission. We modeled their number over time, in relation to the origin of travel (Hubei province, other Chinese provinces, other countries) and interventions. We characterized importations timeline to assess the rapidity of isolation, and epidemiologically linked clusters to estimate the rate of detection. We found a rapid exponential growth of importations from Hubei, combined with a slower growth from the other areas. We predicted a rebound of importations from South East Asia in the upcoming weeks. Time from travel to detection has considerably decreased since the first importation, however 6 cases out of 10 were estimated to go undetected. Countries outside China should be prepared for the possible emergence of several undetected clusters of chains of local transmissions.", "text": "Twenty-six countries worldwide have declared cases of the novel coronavirus, COVID-19, as ofFebruary 20, 20201. Only China so far registered a widespread epidemic2, and authorities haveimplemented massive intervention measures to curtail it3. Outside China, affected countries are facingimportations of cases and clusters of local transmission1,4,5 Border controls have been reinforced inmany countries, and active surveillance has been intensified to rapidly detect and isolate importations,trace contacts and isolate suspect cases6,7.The effectiveness of such measures, however, critically depends on COVID-19 epidemiology andnatural history8,9, as well as the volume of importations6. The presence of an incubation period, duringwhich infected individuals carry on their usual activities (including travel), is a major challenge forscreening controls at airports8. Moreover, mild non-specific symptoms and transmission before theonset of clinical symptoms2,10 may compromise infection control measures for importations andonward transmissions9. There is concern that imported cases may have gone undetected andcontribute unknowingly to the global spread of the disease11–15.Here we systematically collected and analyzed data on 288 COVID-19 confirmed cases outside China.We analyzed importations that were successfully isolated and those leading to onward transmission,characterizing their case timeline. We developed a statistical model to nowcast trends in importationsand quantify the proportion of undetected imported cases.We collected all international cases confirmed by official public health sources in the period fromJanuary 3 to February 13, 2020. Case history was reconstructed by searching the scientific literature,official public health sources, and news. Case history included: dates of travel and symptoms onset,date of COVID-19 confirmation, date of hospital admission, date of case isolation, travel history,epidemiological link with other cases, hospitalization history. International cases included importedcases, secondary cases out of China, and repatriations. Cases from cruises were not considered here.Information was extracted by LDD and EO and checked by MM. The full database, along with thedatabase describing clusters, were made publicly available16.For imported cases with full information on the timeline of events, we computed the average durationfrom travel to onset, from travel to hospitalization, and from hospitalization to reporting. We usedanalysis of variance to compare groups of imported cases that generated or did not generate localtransmissions. We extended the analysis to all imported cases combining cases with full and partialinformation on the timeline. We used the analysis of variance and multiple imputation for the missingdata. Results were combined using Rubin’s approach17.We modeled the total number of imported cases out of China over time accounting for date of travel,delay in reporting, and source areas.We distinguished between three different sources: Hubei province (H), the rest of China (C), othercountries (O). We modeled imported cases over time as a piecewise exponential function dependingon the source and on travel restrictions in place. We assumed a different situation in Hubei provinceand the rest of the world due to the level of awareness in the different phases of the outbreak. Theexponential functions are defined as follows:'() ∗ (,-./ $  ≤ \"\",$ = & \"'45$ ∗ (,-678$  > \"\"=,$ = = ∗ (> $,where '() is the growth rate of cases coming from Hubei, and A'() , ='() , with '() = = , the@ Agrowth rates of cases coming from the rest of China and other countries, respectively. Travelrestrictions were modelled by assuming a discontinuity in the growth rate. For Hubei, we assumed thegrowth rate to change from @'() to @'45$ after the travel ban of January 23, 2020 (indicated with @);for the rest of China, we assumed an analogous change from A'() to A'45$ after January 29, 2020(A), date of first flight cancellations18. No change was considered for the other countries (= constantover time), as no restrictions of travel were established towards these countries. The scale parametersof the exponential functions (@'() , @'45$, A'() , A'45$, =) were assumed to be different among the threesources, to account for different traveling volumes and dates of beginning of importations.We modelled the time  from importation to detection of a case with a gamma distribution, $(),conditioned to the date of case importation, . $() was assumed to have constant coefficient ofvariation (SD/mean) achieved by a constant shape parameter and a rate parameter varying smoothlyin time to capture change in surveillance efficiency.We used a Bayesian framework to fit the model to imported cases by origin, travel date, andconfirmation date. Cases with partial information (e.g. missing date and/or origin of travel) wereincluded by defining latent variables marginalized out during inference. The model was then used tonowcast imported cases two weeks in the future. All details of the analysis are reported in theWe analyzed clusters of transmission generated by imported cases (index case(s) in each cluster) toestimate undetected importations. A cluster can be seeded by more than one index case when localtransmissions are epidemiologically linked to more cases traveling together (e.g. infected familymembers traveling together). We modelled the number of such 'cluster seeds', i.e. groups of indexcases, with a multinomial distribution depending on the portion of cluster seeds of size 1 or greaterthan 1 (for simplicity, this was taken as 2), on the probability of detection of a seed, and onoccurrence of secondary transmission. The likelihood function was a function of: the number G ofobserved clusters with one index case; the number H of observed clusters with more than 1 indexcases; the number J of detected index cases not leading to onward transmission; the number  ofclusters whose index cases have not been identified; and the number  of undetected imported casesthat did not generate any cluster.  can be estimated through likelihood maximization from therecords of G, H, J, .We collected 288 cases, including 163 imported cases, 109 local transmissions, 30 repatriations, and 1case of unknown origin. Fifteen cases were classified as both imported and local transmissions, sincethey contracted the infection outside China and traveled to a different country once infected (ES01,ES02, GB03, GB04, GB05, GB06, GB07, GB08, KR12, KR16, KR17, KR19, MY09, TH20, TH21 in ourdatabase16).Figure 1 summarizes the timeline of imported cases. Symptoms onset occurred after the travel to thedestination country for almost all cases for which date of travel and of onset are available (68 out of73, 93%). Complete information was available for 51 (31%) imported cases, with quality ofinformation decreasing over time (Figure S1 of the Appendix).Among imported cases with full information, the delay from travel to hospitalization was longer incases that generated secondary transmissions (mean of 10 ± 0.97 days compared to 5.5 ± 0.67 days,p=0.003). Overall, the duration from travel to first event (whether symptom onset, or hospitalizationfor asymptomatic) was also longer, although the difference was not statistically significant (5.0 ± 0.9days vs. 3.7 ± 0.5 days p= 0.08). Durations of hospitalization were instead comparable among thetwo groups of cases (1.5 ± 0.7 days vs. 2.6 ± 0.4 days for cases that generated or did not generatesecondary transmissions, respectively). Including imported cases with missing information throughimputation, we found the same trend though smaller in magnitude and not statistically significant(delay from travel to hospitalization 9.8 ± 1.2 vs. 8.3 ± 0.5 days p= 0.3; delay from travel to onset 5.8±1.1 vs. 4.2 ±0.5 p= 0.16, for cases that generated or did not generate secondary transmissions,respectively). This suggests that importations with missing information may be closer in characteristicsto index cases leading to onward transmission.The statistical model predicted a decrease in the average time from travel to detection from 14.5 ±5.5 days on January 5, 2020 to 6 ± 3.5 days on February 1, 2020 (Figure 2).The model predicted a rapid exponential growth of importations from Hubei, with a growth rate'() = 0.26 [95% CI 0.21, 0.31], corresponding to a doubling time of 2.8 days. In comparison, the@exponential growth from other territories (rest of China and countries other than China) was slow,'() = = = 0.04 [0.00, 0.08]. After the implementation of travel restrictions, a negative growth rateAwas estimated, signaling a decline in imported cases. The decline was sharp for Hubei (@'45$ = -0.64[-0.85, -0.48]) and more gradual for the rest of China ('45$ = -0.19 [-0.54, 0.00]).AThe predicted trend of all imported cases over time is shown in Figure 3, compared with the observeddata. Reported importations are predicted to remain stationary in the second and third week ofFebruary and to rise again due to the effect of transmission clusters outside China. Imported casesafter February 13, 2020 are in agreement with model predictions (Fig.3).Forty-two transmission clusters were identified out of China in the timeframe under study. Table 1summarizes the size and country of each cluster. Clusters were grouped according to whether theindex case: (i) was a traveling case identified prior to cluster detection; (ii) a traveling case notidentified or identified retrospectively once the cluster was observed; (iii) completely unknown.Assuming that clusters of unknown origin were linked to one of the already observed imported casesor, in other words, not linked to an undetected imported case - led to an estimate of 76 [49, 118]undetected imported cases. In this scenario, detected cases would amount to 65% of all importedcases. Assuming instead that all clusters of unknown origin were due to undetected imported casesincreased the number of undetected cases to 225 [186, 369], i.e. detected cases would correspond toonly 36% of the total.§Cluster associated to two traveling cases*The index case was identified independently from secondary transmissions**The index case was either:- identified retrospectively following case investigation prompted by the detection of secondary cases- The identity was not identified; however, the cluster was linked to a specific location/circumstance visited by Chinese travellers(shop, conference, bus tour)***No connection with other case or source of infection has been identified yet****Insufficient informationAs the COVID-19 epidemic in China shows effects of mitigation2, increasingly larger clusters ofinfections reported outside China are raising concern that other territories may start sustaining theoutbreak4,5. To contain it globally, identification, rapid management of cases, and contact tracing arekey. The success of these response measures depends critically on the volume of importations19 andthe sensitivity of active surveillance13,15.We reviewed here all confirmed cases out of China from January 3 to February 13, 2020 and gathereddetailed information on case history and epidemiological links. We identified salient epidemiologicalfeatures, and modeled the number of importations over time. International exportations from Hubeigrew rapidly, fueled by the local epidemic, up to the closure of Wuhan airport preventing furthertravel of cases. Exportations from other Chinese provinces and other countries grew at a considerablyslower pace. This is related to the difference in the increase of cases between Hubei province, originof the outbreak, and the rest of the affected areas1. Such difference is likely an outcome of theimplementation of containment measures in China3,20,21, and of the increased awareness at differentphases of the outbreak22–26 (i.e. before and after containment measures) leading to self-isolation andquarantine.The reduced volume of exported cases worldwide following the travel ban may have given countriesthe time to prepare and strengthen their surveillance systems, as signaled by a reduction of theinterval from travel date to detection over time.Our model predicts that exportations will likely rise from areas outside China. The number of localtransmissions is rapidly increasing in the Republic of Korea, Japan, and Singapore27, and fewimportations in Asia and Europe were registered already from travelers from Japan and Singapore. Forthis reason, certain countries have updated the history of travel for the case definition of a suspectimported case to include additional countries in South Asia besides China28 or banned travelers fromEast Asian countries29. ECDC and WHO currently base their case definition on travel from Chinaonly30,31, but this may rapidly change in the next days.Before the likely rebound of exportations, identification and isolation of possible clusters outside Chinaremain essential to contain local transmission. The increasing reporting of clusters outside China withno known epidemiological link1,14 raises important concerns on the possibility to contain COVID-19epidemic worldwide. Our estimates indicate an ability of 36% to detect imported cases in countriesoutside China. This means that approximately 6 imported cases out of 10 have gone undetected.Previous estimates range from 27%13 to 38%13,15 detection rates, with variations across countries13,15.Ascertainment was estimated to be even lower (approximately 10%) when assessed onrepatriations31. Here, we excluded from this analysis all repatriation events and cruises withoutbreaks, as conditions for detection and identification may be different.Underdetection may be due to several different factors including asymptomatic infections, infectionswith mild clinical symptoms, health-seeking behavior and declaration of travel history, case definition,and underdiagnosis. Underdetection of imported cases is likely to be higher than what we estimatehere, as our analysis is conditional to the identification of clusters of cases. The current situation inItaly, with different clusters emerging in the timeframe of few hours in different areas in the North ofthe country14, shows that clusters have gone undetected and epidemiological links with the index caseare still missing. Countries outside China should be prepared for the possible emergence of severalundetected clusters of chains of local transmissions. Surveillance efforts to track all suspect cases maybecome impractical if the number of cases increases too rapidly32. If that situation occurs, countriesshould be ready to step-up their response and take preparatory steps for community interventions.This study is partially funded by: the ANR project DATAREDUX (ANR-19-CE46-0008-03); the EU grantMOOD (H2020-874850); the Municipality of Paris through the programme Emergence(s). We thank10.11.12.Kucharski, A. J. et al. Early dynamics of transmission and control of 2019-nCoV: amathematical modelling study. medRxiv 2020.01.31.20019901 (2020)doi:10.1101/2020.01.31.20019901.13. MRC Centre for Global Infectious Disease Analysis. Report 6: Relative sensitivity ofinternational surveillance.https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news-wuhan-coronavirus/.14. Salute, M. della. Covid-19 - Situazione in Italia e nel mondo.http://www.salute.gov.it/portale/nuovocoronavirus/dettaglioContenutiNuovoCoronavirus.jsp?lingua=italiano&id=5338&area=nuovoCoronavirus&menu=vuoto.16. COVID-19 international cases as of Feb 13.https://docs.google.com/spreadsheets/d/1X_8KaA7l5B_JPpwwV3js1L6lgCRa3FoHgMrTy2k4Gw/edit?usp=sharing.17.Rubin, D. B. Multiple Imputation for Nonresponse in Surveys. (Wiley-Interscience, 2004).26.29. The Times of Israel. Israel bans foreigners coming from East Asian countries over virus fears.https://www.timesofisrael.com/israel-bans-foreigners-coming-from-east-asian-countries-over-virusfears/.30.Case definition and European surveillance for human infection with novel coronavirus(SARSCoV-2). European Centre for Disease Prevention and Controlhttps://www.ecdc.europa.eu/en/casedefinition-and-european-surveillance-human-infection-novel-coronavirus-2019-ncov.reports/http://government.ru/en/news/2020.htmlDataset: The individual data consists of t-uples (, , ), where:••• indicates place of departure as Hubei province (), China other than Hubei (), outside China(); ∈ {1, … , } is the day the case arrived at destination, counted from January 5th up to currentdate ; ∈ {1, … , } is the day the case was confirmed, counted from January 5th.Modelling the detection delay: The difference  =  −  corresponds to the time from arrival toconfirmation. To account for changes in detection efficiency, we modelled  as a (discretized) gammadistribution with parameters changing with time. More precisely, the rate parameter of the distributionwas X =  ∗ ZX. The shape parameter  was constant, leading to a constant coefficient of variation(Standard deviation/mean =1⁄√).We truncated the distribution at ^ = 25 days and computed probabilities that  was τ days as :X() =  ∗ bd ≤  + 0.5hX, i − d ≤  − 0.5hX, ij,where  is a normalization constant accounting for the truncation at ^.We denote the corresponding cumulative distribution function of D by X() = ( ≤  + 0.5|X, ).Modelling cases arrival: We computed \" = n\",$o$pG,…,q the daily number of cases arriving fromlocation  on date t that had been detected before time T, and \" = ∑$ \",$ the total number of suchcases arriving from location .Due to the time lag between arrival and confirmation, some cases arriving on time t from location Scan be undetected as of time T. We denote \",$ the number of such cases. Then, the total count ofcases arriving on day t is given by \",$ + \",$. We assumed a Poisson distribution for this count, \",$ +\",$~ (\",$), where \",$ represents the expected number of imported cases from location  onday .We modelled \",$ as a piecewise exponential function in each location of origin S, the exponentialgrowth parameter changing in Hubei after the ban instated on January 23rd and in the rest of Chinaafter flight cancellation by major airline companies on January 29th. \",$ was therefore:'( ) ∗ (,-./ $  ≤ \"\",$ = & \"'45$ ∗ (,-678$  > \"\"where \" is the last day before the start of quarantine/travel restriction in location . \"'( ) , \"'() /'45$are hyperparameters representing the scale and the growth rate of each exponential, and '45$ is\"determined by continuity of \",$ at \".•••t .(z)\"(z)= {\",$ |arrival;\" = n\",$o$pG,…,q(z)\"(z)= {\",$ |$p} q~ \u007fG,…,q$p} q~ \u007fG,…,q'()A='()AOutside China we assumed a single exponential function with the same growth rate as in Chinaoutside Hubei before travel restrictions were put in place (= = '() ) and a different scale :A=,$ = = ∗ ( >$49 confirmed cases had no information on date of arrival and/or origin of travel. These cases weredescribed with latent variables as follows:, the time series that accounts for case counts with unknown date of, i.e. case counts with unknown travel origin;, i.e. cases with both information missing.The framework described above was extended to account for these cases, i.e. we considered \",$ +(z)\",$+ \",$ + \",$ + \"(,z$)~ (\",$) to be the number of cases arriving from destination S on timeLikelihood function: The components of the estimated parameters θ and prior distributions are listedin Table S2.          () = (|, , , )(, , |)()Prior distributionlog @'() ~(                    H(                      distributiondistributionScale hyperparameter in time from arrival to detectionlog  ~(            (z) (z)q b\",$ + \",$ + \",$ + \",$+ \",$j !(z) (z)\",$! \",$ ! \",$! \",$ ! \",$![$(Where:(, , |) is the term describing observed incidence according to the model as:q$pG(, , |) =\u008d \u008d(z) (z) b\",$, \",$ , \",$, \",$ , \",$\u008ej= \u008d \u008d\",$\u0090, ,8\u007f\u0090(, \u0091,8)\u007f\u0092, ,8\u007f\u0092,(\u0091,8 )\u007f\u0093, ,8(z) (z)b\",$ + \",$ + \",$ + \",$+ \",$j !q$pG} \u008f, ,8$pG\u0098, ,8\u0099\u0098,( \u0091,8)\u0099\u0099 \u009a, ,8\u0099\u009a,( \u0091,8)\u008d\u0097pG− )]\u0093, ,8$d\",$,\u0097iwhere DS,t,i are the individual times to detection of those travelling from location S on day t,- () is the prior model for all parameters'()() = ()()()(=) \u008d d\"id\"'()id\"'45$iFor ease of computation, the likelihood is marginalized over latent variables \", \"(z) and \"(z)corresponding to cases with missing information {(\"z,$)}, {\",$}, {\"(z,$ )}, {\",$}, so that dataaugmentation is unnecessary in the computation of the posterior distribution for the parameters.The final likelihood is:\u009b() = ∏\"p@,A,= \u009d\u009e∏$qpG } \u008f, ,8\u009f8(q} $) \u008f,\u0098,8,,8 ∏\u0097\u0090p, G,8 $d\",$,\u0097i  ¡∏£zp, G \" d\",£i¤¥ ¡∏£zp\u009aG  d\u0092,£i¤ ×\u0090, ,8!× ∏$qpG§$\u00928 ∏¨\u00928pG $d$,¨i© ∏\"p@,A d\"'()id\"'()id\"'45$i (=)()()().Here we have defined for convenience the following variables: $ = ∑\" \",$, \"() =$∑ªp$} q~\u007fG \",ª ( − |) and () = ∑\" \"() and introduced \" the number of cases travelling fromsource  and with unknown date of arrival, $ is the number of cases that arrived on day  from anunknown source, and \u0092 is the number of cases with unknown travel source and date of arrival.Inference was performed by MCMC sampling using Stan . We used 3 chains with 6000 iterations anddiscarded the first 50% as burn-in.We computed the median of the posterior distributions as well as credible intervals for eachparameter in θ. Additionally, we computed predictive distribution statistics about the number of casesconfirmed on day , e.g. the average value as well as upper and lower quantiles, using Poissondistribution with mean () = ∑\"p@,A,= \"().Dataset: We define as seed an imported case or a group of cases that could have started a cluster oflocal transmission outside China. We computed the number G of transmission clusters where a seedof size 1 was among the cases identified in the cluster and likewise H with seeds of size >1. We alsocomputed the number J of imported cases that did not start a transmission cluster and the number of clusters for which a seed was not observed among the tested cases, i.e. clusters without a directlink to an imported case.Modeling index case detection: We assumed that seeds could be of size 1 with probability  or of size2 with probability 1 − . A seed could be observed with probability  and started a cluster withprobability .The number J of imported cases that did not start a cluster consist of y1 and y2 seeds of size 1 and 2such that y1 + 2 y2 = J and y1 + y2 = ; however the grouping of these cases is unknown. Wecomputed y out of J using a plug-in estimate where the mean of the fraction y1/y2 was /(1 − ), i.e. = J/(2 − ).Denote  the number of seeds of any size that went undetected and did not give start to a cluster,with probability: (1 − )(1 − ).  is latent and estimated together with ,  and .Likelihood function: The likelihood is based on a multinomial distribution for G, H, ,  and :( = (, , ), )|G, H, , )(G+H +  +  + )!=G! H! ! ! !          ()°±((1 − ))°²((1 − ))³((1 − ))´((1 − )(1 − ))µApproximating the maximum  by looking for the value where (, ) = (,  − 1) (PollockKH, Building Models of Capture-Recapture Experiments, The Statistician (1976); 25 (          ¼ =(G + H +  + )(1 − »)(1 − »)1 − (1 − »)(1 − »)By replacing » and » in the previous equation we find that the Maximum Likelihood estimator for  isgiven by:¼ =G + HDifferentiating the likelihood function according to ,  and :⎧⎪» =⎨⎪» =⎩º = GG + HG + H + G + H +  +  + ¼G + H + G + H +  +  + ¼Finally, we estimate the number of unobserved cases that did not give start to a cluster as ¼(2 − º).The confidence interval on this last quantity is computed by multiplying the confidence intervals ofboth factors.We analyze in Figure S1 the proportion of traveling cases for which we have complete informationregarding the timeline of events. Detailed information of the clusters of transmission is reported inTable S3.90803 10 0B B3 5 2 6 5 6 90 0 1 1 1 2 0R R R R R R Y2 0 1 50 1 0 0G1133PJ1 02 122H R RT K K7 0 8 6 3 31 2 2 3 0 3Y G G G B GE E EGG G GM S S S G SSS S SD D DV V5 1 6 3 6 7 4 2 2 60 0 0 1 0 0 0 0 0 0A E E E R R B S B PC D D D F F G E G J6 0 1 2 0 2 6 9 4 8 0 5 4 9 7 0 9 9 1 2 5 7 1 2 3 4 6 8 7 0 9 2 3 1 6 1 2 0 62 3 3 3 2 1 0 0 1 1 2 2 1 1 2 3 0 2 3 3 3 3 4 4 4 4 4 4 5 5 1 2 2 3 0 1 0 1 1P P P P H R R R R R R R Y G G G Y G G G G G G G G G G G G G H H H H S S N N NJ J J J T K K K K K K K M S S S M S S S S S S S S S S S S S T T T T U U V V V5 92 1G RS K4 0 72 4 1G G RG83G G GGGGS S SSSS45159 8 54 5 523HT51NV41216 10 1N N65257462313 8 50 0 1E E E2 7 40 0 17060 0A E81 01 BR GF70 01 BFR G09 06BRF GN N N N N N R R R R R R S P P P P P P P P P P P P P P A A A A A A M MP P P P P P O O O O O O Y G G G G G G G G G G G G G G H H H H S S N NJ J J J J J K K K K K K M S S S S S S S S S S S S S S T T T T U U V Vbry ra yt dA tse a nn ame eou ite ira adn rm cn cn ited dog ann m a e ra ra n in apC U E C G F F U K Jet 1 1 1s 0 0 0We provide in Table S4 all parameter estimates and their confidence intervals. The convergence of the'()A0.04-0.19parameter. On the right we plot the corresponding posterior distribution (shaded histogram) as well as the posteriordistribution (black line).On 23/01/2020 all trains, flights and public transports connecting Wuhan with the outside weresuspended. We accounted for the possibility that this ban was initially not completely effective, e.g.people at the point of departing were still able to get out of the area with private transports. Weconsider a sensitivity scenario in which the effects of the travel ban in Wuhan took place on the24/01/2020, one day later. We found that growth rates changed slightly with respect to the baselinecase; in particular: @'() = 0.22 [95%  0.18, 0.27], A'() = 0.04 [95%  0, 0.08], @'45$ =−0.86 [95%  − 1.18, −0.60], A'45$ = −0.19 [95%  − 0.50, 0].Here we report Maximum Likelihood estimates of parameters in the analysis of imported clusters. Weestimate the number of unobserved cases that did not give start to a cluster as ¼(2 − º). Theconfidence interval on this last quantity is computed by multiplying the confidence intervals of bothfactors. For  = 8 and  = 27 we estimate 76 [49, 118] and 255 [186, 369] undetected cases,respectively. We then estimate the fraction of detected imported cases as(G + 2H + J)⁄[G + 2H + J + ( + ¼)d2 − ºi], which yields 65% and 36% for  = 8 and  = 27,respectively.ParameterEstimate67", "ref_list": [[], [""], ["Team. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], ["Early evaluation of transmission control measures in response to the 2019 novel coronavirus outbreak in China"], ["Organization (WHO) on Twitter: '@DrTedros @_AfricanUnion @NCDCgov @AfricaCDC @JNkengasong @UN @antonioguterres @DrMikeRyan “The increasing signs of transmission outside #China show that the window of opportunity we have for containing this #coronavirus is narrowing. We are calling on all countries to invest urgently in preparedness”-"], ["Organization (WHO) on Twitter: '@DrTedros @_AfricanUnion “Although the total number of #COVID19 cases outside #China remains relatively small, we are concerned about the number of cases with no clear epidemiological link, such as travel history to  or contact with a confirmed case”-"], ["Coronavirus disease (COVID-19) technical guidance"], ["COVID-19: what is next for public health?"], ["Estimated effectiveness of traveller screening to prevent international spread of 2019 novel coronavirus (2019-nCoV)"], ["Factors that make an infectious disease outbreak controllable"], ["Quantifying bias of COVID-19 prevalence and severity estimates in Wuhan, China that depend on reported cases in international travelers"], ["Airlines around the world are suspending flights to China as the coronavirus spreads"], ["Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts"], ["The effect of travel restrictions on the spread of the 2019 novel coronavirus (2019-nCoV) outbreak"], ["Assessing spread risk of Wuhan novel coronavirus within and beyond China, January-April 2020: a travel network-based modelling study"], ["Early epidemiological analysis of the 2019-nCoV outbreak based on a crowdsourced data"], ["Risk of MERS importation and onward transmission: a systematic review and analysis of cases reported to WHO"], ["Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey"], ["Survey on the Likely Behavioural Changes of the General Public in Four European Countries During the 2009/2010 Pandemic. in Modeling the Interplay Between Human Behavior and the Spread of Infectious Diseases (eds"], [""], ["guidance for staff in the transport sector"], ["Global Surveillance for human infection with coronavirus disease (COVID-"], ["The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], ["How to maintain surveillance for novel influenza A H1N1 when there are too many cases to count"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology"], ["Tian"], ["World Health"], ["World Health"], [], ["D. L. Heymann", "N. Shindo"], ["K. Gostic", "A. C. R. Gomez", "R. O. Mummah", "A. J. Kucharski", "J. O. Lloyd-Smith"], ["C. Fraser", "S. Riley", "R. M. Anderson", "N. M. Ferguson", "C.", "null"], ["R. Niehus", "P. M. D. Salazar", "A. Taylor", "M. Lipsitch"], ["S. P. and H. Z. Business"], ["J. Hellewell"], ["M. Chinazzi"], ["S. Lai"], ["K. Sun", "J. Chen", "C. Viboud"], ["C. Poletto", "Boëlle", "V. Colizza"], ["G. J. Rubin", "R. Amlôt", "L. Page", "S. Wessely"], ["C. Rizzo", "P. D'Onofrio", "A.", "M. S. Majumder", "S. Kluberg", "M. Santillana", "S. Mekaru", "J. S. 2014 Brownstein"], [], ["-"], [], ["Nishiura"], ["M. Lipsitch", "F. G. Hayden", "B. J. Cowling", "G. M. Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Twenty-six countries worldwide have declared cases of the novel coronavirus, COVID-19, as of\nFebruary 20, 20201. Only China so far registered a widespread epidemic2, and authorities have\nimplemented massive intervention measures to curtail it3. Outside China, affected countries are facing\nimportations of cases and clusters of local transmission1,4,5 Border controls have been reinforced in\nmany countries, and active surveillance has been intensified to rapidly detect and isolate importations,\ntrace contacts and isolate suspect cases6,7.", "one_words_summarize": "Twenty-six countries worldwide have declared cases of the novel coronavirus, COVID-19, as ofFebruary 20, 20201. We developed a statistical model to nowcast trends in importationsand quantify the proportion of undetected imported cases. The full database, along with thedatabase describing clusters, were made publicly available16.For imported cases with full information on the timeline of events, we computed the average durationfrom travel to onset, from travel to hospitalization, and from hospitalization to reporting. We extended the analysis to all imported cases combining cases with full and partialinformation on the timeline. We modeled imported cases over time as a piecewise exponential function dependingon the source and on travel restrictions in place. Complete information was available for 51 (31%) imported cases, with quality ofinformation decreasing over time (Figure S1 of the Appendix).Among imported cases with full information, the delay from travel to hospitalization was longer incases that generated secondary transmissions (mean of 10 ± 0.97 days compared to 5.5 ± 0.67 days,p=0.003). Durations of hospitalization were instead comparable among thetwo groups of cases (1.5 ± 0.7 days vs. 2.6 ± 0.4 days for cases that generated or did not generatesecondary transmissions, respectively). Imported casesafter February 13, 2020 are in agreement with model predictions (Fig.3).Forty-two transmission clusters were identified out of China in the timeframe under study. Clusters were grouped according to whether theindex case: (i) was a traveling case identified prior to cluster detection; (ii) a traveling case notidentified or identified retrospectively once the cluster was observed; (iii) completely unknown. To contain it globally, identification, rapid management of cases, and contact tracing arekey. We identified salient epidemiologicalfeatures, and modeled the number of importations over time. Such difference is likely an outcome of theimplementation of containment measures in China3,20,21, and of the increased awareness at differentphases of the outbreak22–26 (i.e. before and after containment measures) leading to self-isolation andquarantine. Our model predicts that exportations will likely rise from areas outside China. ECDC and WHO currently base their case definition on travel from Chinaonly30,31, but this may rapidly change in the next days. Our estimates indicate an ability of 36% to detect imported cases in countriesoutside China. Israel bans foreigners coming from East Asian countries over virus fears.https://www.timesofisrael.com/israel-bans-foreigners-coming-from-east-asian-countries-over-virusfears/.30.Case definition and European surveillance for human infection with novel coronavirus(SARSCoV-2). The framework described above was extended to account for these cases, i.e. we considered \",$ +(z)\",$+ \",$ + \",$ + \"(,z$)~ (\",$) to be the number of cases arriving from destination S on timeLikelihood function: The components of the estimated parameters θ and prior distributions are listedin Table S2. q$pG} \u008f, ,8$pG\u0098, ,8\u0099\u0098,( \u0091,8)\u0099\u0099 \u009a, ,8\u0099\u009a,( \u0091,8)\u008d\u0097pG− )]\u0093, ,8$d\",$,\u0097iwhere DS,t,i are the individual times to detection of those travelling from location S on day t,- () is the prior model for all parameters'()() = ()()()(=) \u008d d\"id\"'()id\"'45$iFor ease of computation, the likelihood is marginalized over latent variables \", \"(z) and \"(z)corresponding to cases with missing information {(\"z,$)}, {\",$}, {\"(z,$ )}, {\",$}, so that dataaugmentation is unnecessary in the computation of the posterior distribution for the parameters. We computed the median of the posterior distributions as well as credible intervals for eachparameter in θ. We analyze in Figure S1 the proportion of traveling cases for which we have complete informationregarding the timeline of events. We accounted for the possibility that this ban was initially not completely effective, e.g.people at the point of departing were still able to get out of the area with private transports. We found that growth rates changed slightly with respect to the baselinecase; in particular: @'() = 0.22 [95%  0.18, 0.27], A'() = 0.04 [95%  0, 0.08], @'45$ =−0.86 [95%  − 1.18, −0.60], A'45$ = −0.19 [95%  − 0.50, 0].Here we report Maximum Likelihood estimates of parameters in the analysis of imported clusters. We then estimate the fraction of detected imported cases as(G + 2H + J)⁄[G + 2H + J + ( + ¼)d2 − ºi], which yields 65% and 36% for  = 8 and  = 27,respectively."}