{"date": "2020/02/22", "journal": "medrxiv", "authors": "Yi Chen Chong", "title": "A Novel Method for the Estimation of a Dynamic Effective Reproduction Number (Dynamic-R) in the CoViD-19 Outbreak", "type": "preprint article", "abstract": "Correspondence at: yichenchong@yahoo.com, or +65 9658 6307", "text": "Correspondence at: yichenchong@yahoo.com, or +65 9658 6307The CoViD-19 outbreak has escalated to a pandemic in the last few weeks, with nosigns of stopping. Pharmaceutical solutions based upon virologic studies, at this point, remaininconclusive. In contrast, this paper looks towards epidemiological models during this phaseof viral growth, in particular, by providing a responsive, timely model of the R value based onthe previous few days' results.Such an R value, although bearing less statistical precision due to limited sampling,could allow R to become a more effective, responsive standalone measure of infectioustransmission. It demonstrates that the R value can be used as a dynamic, time-dependentindicator without the use of curve-fitting, and also estimates the most recent R-value of theCoViD-19 outbreak to be about 4.29, based on the data from the previous 3 days.The CoViD-19 outbreak has become increasingly severe, and no drugs so far haveproved capable of stemming the viral growth. In contrast, this paper looks towardsepidemiological models of the viral growth on a large scale. This paper attempts to provide aresponsive, timely model of the effective reproductive number, R, which is used in manyepidemiological models. This would allow governments to attempt to tackle the pandemicmore effectively in terms of public health, as it provides a valuable and dynamic metric of thepandemic.The more commonly known R0 value, or the basic reproduction number, measures howmany secondary carriers an average infectious case will infect in an entirely susceptiblepopulation. The basic definition of R0 is the amount of infectious transmissions per unit timein contact with other people multiplied by the unit time in contact with others. Obviously, theR0 is dynamic. Public health measures aiming to reduce the transmissibility of the contact timepeople have with each other (e.g. curfews), or the number of infectious transmissions (e.g.through the use of protective equipment). The number has known to change during epidemics.For example, during the SARS outbreak, the R0 value dropped rapidly following public healthmeasures that were taken. As such, the R0 value should be used as a dynamic indicator, and notnecessarily as a stable predictor of future trends. The R value is an even more dynamic versionof this. It is a measure of how many secondary carriers an average infectious case will infect,regardless of the susceptibility of the population. At the early stages of a pandemic, the 2values are equal, but as the infected population begins to increase, and the susceptiblepopulation begins to decrease, the 2 values start to differ, and the R value begins to be a morevalid indicator of the overall transmission of the disease.1There are 2 main models of R estimation. The first model is to account for largeamounts of data regarding behaviour of the infected population (e.g. traffic data), as well asdata about the likelihood of transmission to build a simulation of predicted transmissions,usually with stochastic methods.2 This method is viewed as more accurate, as it factors in manydifferent variables, but still has several flaws. First of all, the simulation obviously may notinclude confounding factors that have not been taken into account, causing inaccuracies.Secondly, it does not make sense to use R values to make predictions if said R values comesfrom predictions already. The R value is meant to be a simple indicator that can be used tomake predictions. Third, the lack of responsiveness in the simulations means that the estimatedR value is relatively static. If the R value changed rapidly, say, over the course of a few days,this model would be unable to keep up.The second estimation method of the R value works with a simplified model ofinfection in 3 stages – Exposed, Infectious, and Isolated, which is a modified version of theSEIR structure. “Exposed” refers to the stage when a person becomes infected by a diseasevector, but has not reached the stage where it can infect another person; “Infectious” refers tothe stage when the person is a potential disease vector; “Isolated” refers to the stage where theperson loses the ability to be a disease vector (i.e. the person either is isolated in quarantine,recovers, or passes away). This model was developed during the SARS epidemic by Lipsitchet al.1This model develops a statistical approach – it discounts individual variables, usingholistic statistics of cases per day, as well as basic viral data1. This vastly simplifies the problem,allowing for quick, responsive calculation. Furthermore, it uses R as a descriptor of past trends,rather than a predictor of future ones. Therefore, it is a more fitting method for my purpose ofcreating a responsive indicator of the current infectious situation.The R estimator of this model deals with 3 variables. E and I are viral constantsrepresenting the lengths of the Exposed and Infectious stages respectively, in terms of time. Kis the logarithmic growth rate, which is affected by many statistical factors, but bears the simpledefinition of being the rate of growth in the natural logarithm of the infected population. Withthese variables, R is defined as  = ! + ( + ) + 1.1This model is also the one chosen by Cao et al in their preprint “Estimating the effectivereproduction number of the 2019-nCoV in China”. E and I, as mentioned, are viral constants,and this paper will use the same values (E = 7 and I = 9). However, their methodology’sestimation of K is relatively static, and historical, using 6 timeframes over the course of theoutbreak to create an average logarithmic growth factor.3 However, this method is prone to acouple flaws and insufficiencies. First, as a methodological error, using an average over 6different timeframes of different length weights the K values in different time periods,producing a warped K-value, producing a final K-value closer toward the K-values during theshorter timeframes than an unweighted average. However, adopting timeframes of similarlength would patch the flaw. Secondly, more paradigmatically, this method does not allow forthe “dynamic indicator” approach to the R value. One key novelty, of the method presented inthis work, therefore, will be in its dynamic estimation of the K value.Similar models have also been used to try to find the instantaneous R values at any timet. Some models use regression to first perform curve-fitting on the dataset, before utilizingdifferentials of the curve equations to find the R values at any instance. This idea was firstpresented in Nishiura and Chowell’s “Fitting dynamic models to epidemic outbreaks withquantified uncertainty” and reused and refined in other works.4,5 However, this method presentsseveral flaws. First of all, any changes in trends are not modelled by the curve fit. For example,if public health policies are implemented, and the rate of transmission drops significantly, acurve would smooth out that dramatic effect, and regard the sudden drop as an outlier. Thisremoves a lot of the dynamism of the outputted model. In one particular model of thecoronavirus outbreak, a preprint accounted for containment measures enacted on January 19,by creating a new trendline starting on January 29 (based on a 10.91-day incubation period).6Manually correcting for error in such situations is not dynamic, and only accounts for changesthat are known to have massive effect, and relies on a very precise knowledge of the incubationperiod. The method presented addresses that by only using recent data to calculate the R valueon the day, which allows the R value to “respond” to drastic situations and changes. Secondly,a sufficient amount of data is required for curve fitting, which is not always available,especially near the start of an outbreak. The method presented in this paper only requires afew data points to make an estimation of the R value. Third, the method is exceedingly complex,with constant debate on the best methods of curve fitting, and the best models to use to calculatethe R value. The method presented provides an exceedingly simple calculation method, thatcould be used even by those untrained in the studies of epidemiology or statistics.As previously stated, K is defined to be the logarithmic growth rate, or  =\" $% ('),\")where N(t) is the number of confirmed cases at a certain time t (given in days from the start ofthe outbreak, which is 16 December, 2019, in the case of 2019-nCoV). Since the instantaneousgrowth rate is impossible to estimate without regressing to static regression-based curve-fittingmodels, it is obvious that the estimate has to rely on average growth rates. The process of anaverage logarithmic growth rate, therefore, is taking 2 different days, finding the difference inln(N) between them, and dividing that value by the time elapsed. At first glance, it may seemimpossible to “improve” the simple process. However, the selection of the days in of itself is aworthy problem. If the days you select are too far apart or too far in the past, the R value yougenerate loses its dynamism and currency; if you select too few days, you risk the chance of itbeing a statistical fluke.In order for the data to be current, it should start from the most recently available data(most likely from the previous day). Furthermore, we should consider a range of K, with anaverage value, in order to clearly state the likely ranges of error. Therefore, I propose estimatingthe K value with the following function: *****() =$%+'()),-$%+'()-*),*.In this set of functions, n represents how many days prior your sample is taken from(the larger the value of n, the more reliable your data is, but also the farther the sample size isin the past), and t represents the final day that your data ends upon. For the most recent indicatorfor the R value, for example, t would be set to the present day.These functions could be better described this way. The average K value as of day t,from data collected over the prior n days, is found by dividing the difference in infectedpopulations between the days by the number of days. The subscript and functional notation ofR would remain the same as K, forming a set of ***** (t). The findings of the R values could bestated as: in the n days prior to day t, an average virus carrier infected an average of *()people. A confidence interval can also be constructed, and further analysis could be carried outwith different values of n. However, the confidence interval constructed would most likely nothave sufficient statistical data for small values of t.A similar study was actually carried out last year in Japan, by Yamauchi et al, wherethe effective reproductive number of each week was calculated. In the definitions set out bythis paper, their method calculates **.*(), with 1-week intervals for t. However, their methoddoes not provide a generalizable approach. Using different values of n could provide interesting,and more valuable, results. The method presented provides a notation, as well, for theestimation of the R value.In order to both test the method so as to generate relevant results for the current outbreak,as well as to prove the dynamism of the resulting R values, this paper uses the data from DXY8on 2019-nCoV cases in China to model the R(t) values over time, with both n=3 and n=5, overa 3-week period from January 25 (t = 40) until February 14 (t = 54).Findings3025e20ulav-cR15imany10D50The graphs below show the computed values of **/*(t) and **0*(t), respectively, plottedover time. For the complete data generated, see the Appendix.R over time with 3-day data and 5-day data010203040506070Time t (in days since outbreak)R(3,t)R(5,t)First of all, with regards to dynamism, the data more than demonstrates the dynamismof the R-value. There is massive change in the transmittivity of the data over time. The datashows a large spike in R(t) near t = 42, followed by a sharp decline, before increasing again inthe last few days. The spike could be due to factors including changes in the case reportingpolicy the prior week, the rising availability and ability of hospitals to carry out testing, etc. Italso explains why some initial predictions of the infected population from before the end ofJanuary fall short of the current confirmed case count. The decline shows a relative positiveoutlook in that the transmission appears to be slowing down at least. However, generally, theR is also well above the previous R0 estimates of about 2-3. It also appears to have been higherthan the Cao study's estimate of 4.08. It does, however, seem consistent with estimates inanother preprint by Sanche et al., where they estimate it as somewhere between 4.7 and 6.6.As for the most recent value, with the **/*() estimate, it appears that the R value as of 14February is about 4.275. A simple confidence interval, however, in this case, does not revealany valuable results, because due to the small sample size, the range is exceedingly large;furthermore, the K value is small and should be positive, and so the curve will not be normal,but rather skewed right.The R value is shown to be a very dynamic and sensitive statistic. As such, the previousmethods of finding long term averages as if the value does not provide very valuableinformation. The use of R as a predictor is not incredibly useful as well; its dynamism seemsto make it more well-suited as a descriptor of transmissibility, rather than a predictor of futuretransmission. It could be used as a metric to determine how effective certain public healthpolicies are, but in predictive models, it may be too fundamentally unstable. This explains whymany previous models using a static R as a predictive variable did not make accuratepredictions. As such, static R values are often misleading, and do not provide a good predictionof the situation. Trend-wise, it appears that the coronavirus R-value is about 4.3, and generallydecreasing.The data used, as for most epidemiological studies relies on the number of confirmedcases, which could be very different from the number of actual cases, due to factors such asvariations in case reporting policies and abilities to test for the disease. However, once testingbecomes commonplace and case reporting is more or less standardized, such confoundingvariables should be minimized. Furthermore, the R value may not be constant in differentlocations, and such, might not provide a global value. Further research is needed to study theconfounding factors that go into this dynamic-R value.[1][2][3][4][5][6][7][8]Chowell, Gerardo. (2017). Fitting dynamic models to epidemic outbreaks withquantified uncertainty: A Primer for parameter uncertainty, identifiability, andforecasts. Infectious Disease Modelling. 2. 379-398. 10.1016/j.idm.2017.08.001.555657585960397904230644347446995983266292*As stated previously, N(t) data was taken from ncov.dxy.cn.8 All other data in the tables werecomputed from those values.", "ref_list": [[], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["NCoV: Early Estimation of Epidemiological Parameters"], ["Estimating the effective reproduction number of the 2019-nCoV in China"], ["The effective reproduction number as a prelude to statistical estimation of time-dependent epidemic trends"], ["Estimation of the effective reproduction number of influenza based on weekly reports in Miyazaki Prefecture"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M Lipsitch", "T Cohen", "B Cooper"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP. Novel Jewell", "Coronavirus", "Epidemic Predictions"], ["Infectious Diseases (except", "HIV", "Z Zhang", "Q Lu", "X Pfeiffer", "D Jia", "Z Song", "H Zeng", "DD"], ["H. Chowell", "G.", "C Deng", "Y Hu", "W"], ["T. Takeuchi", "S. Yamano", "Y."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Correspondence at: yichenchong@yahoo.com, or +65 9658 6307", "one_words_summarize": "Correspondence at: yichenchong@yahoo.com, or +65 9658 6307The CoViD-19 outbreak has escalated to a pandemic in the last few weeks, with nosigns of stopping. The CoViD-19 outbreak has become increasingly severe, and no drugs so far haveproved capable of stemming the viral growth. The basic definition of R0 is the amount of infectious transmissions per unit timein contact with other people multiplied by the unit time in contact with others. Third, the lack of responsiveness in the simulations means that the estimatedR value is relatively static. One key novelty, of the method presented inthis work, therefore, will be in its dynamic estimation of the K value. First of all, any changes in trends are not modelled by the curve fit. In one particular model of thecoronavirus outbreak, a preprint accounted for containment measures enacted on January 19,by creating a new trendline starting on January 29 (based on a 10.91-day incubation period).6Manually correcting for error in such situations is not dynamic, and only accounts for changesthat are known to have massive effect, and relies on a very precise knowledge of the incubationperiod. The method presented addresses that by only using recent data to calculate the R valueon the day, which allows the R value to “respond” to drastic situations and changes. Secondly,a sufficient amount of data is required for curve fitting, which is not always available,especially near the start of an outbreak. The method presented provides an exceedingly simple calculation method, thatcould be used even by those untrained in the studies of epidemiology or statistics. Since the instantaneousgrowth rate is impossible to estimate without regressing to static regression-based curve-fittingmodels, it is obvious that the estimate has to rely on average growth rates. Furthermore, we should consider a range of K, with anaverage value, in order to clearly state the likely ranges of error. Therefore, I propose estimatingthe K value with the following function: *****() =$%+'()),-$%+'()-*),*.In this set of functions, n represents how many days prior your sample is taken from(the larger the value of n, the more reliable your data is, but also the farther the sample size isin the past), and t represents the final day that your data ends upon. with 1-week intervals for t. However, their methoddoes not provide a generalizable approach. There is massive change in the transmittivity of the data over time. However, generally, theR is also well above the previous R0 estimates of about 2-3. The R value is shown to be a very dynamic and sensitive statistic. The data used, as for most epidemiological studies relies on the number of confirmedcases, which could be very different from the number of actual cases, due to factors such asvariations in case reporting policies and abilities to test for the disease. However, once testingbecomes commonplace and case reporting is more or less standardized, such confoundingvariables should be minimized."}