{"date": "2020/02/29", "journal": "biorxiv", "authors": "Aiping Wu, Peihua Niu, Lulan Wang, Hangyu Zhou, Xiang Zhao, Wenling Wang, Jingfeng Wang, Chengyang Ji, Xiao Ding, Xianyue Wang, Roujian Lu, Sarah Gold, Saba Aliyari, Shilei Zhang, Ellee Vikram, Angela Zou, Emily Lenh, Janet Chen, Fei Ye, Na Han, Yousong Peng, Haitao Guo, Guizhen Wu, Taijiao Jiang, Wenjie Tan, Genhong Cheng", "title": "Mutations, Recombination and Insertion in the Evolution of 2019-nCoV", "type": "preprint article", "abstract": "† These authors contributed equally to this work. Running title: Tracking the evolution of the 2019-nCoV", "text": "Background: The 2019 novel coronavirus (2019-nCoV or SARS-CoV-2) has spreadmore rapidly than any other betacoronavirus including SARS-CoV and MERS-CoV.However, the mechanisms responsible for infection and molecular evolution of this virus5remained unclear.101520Methods: We collected and analyzed 120 genomic sequences of 2019-nCoV including11 novel genomes from patients in China. Through comprehensive analysis of theavailable genome sequences of 2019-nCoV strains, we have tracked multipleinheritable SNPs and determined the evolution of 2019-nCoV relative to othercoronaviruses.Results: Systematic analysis of 120 genomic sequences of 2019-nCoV revealedcocirculation of two genetic subgroups with distinct SNPs markers, which can be used totrace the 2019-nCoV spreading pathways to different regions and countries. Although2019-nCoV, human and bat SARS-CoV share high homologous in overall genomestructures, they evolved into two distinct groups with different receptor entry specificitiesthrough potential recombination in the receptor binding regions. In addition, 2019-nCoVhas a unique four amino acid insertion between S1 and S2 domains of the spike protein,which created a potential furin or TMPRSS2 cleavage site.Conclusions: Our studies provided comprehensive insights into the evolution andspread of the 2019-nCoV. Our results provided evidence suggesting that 2019-nCoVmay increase its infectivity through the receptor binding domain recombination and acleavage site insertion.Novel 2019-nCoV sequences revealed the evolution and specificity of betacoronaviruswith possible mechanisms of enhanced infectivity.A new coronavirus, named the Novel Coronavirus 2019 (2019-nCoV orSARSCoV-2), has emerged and been transmitted to the human population1.The outbreakoriginating from Wuhan, China began in December of 2019 and currently has, as of Feb23th, 2020, over 77,000 confirmed cases globally and over 2400 fatalities2 . The currentinfection has spread outwards from China to 29 other countries or regions including SouthSeries of pneumonia cases from Wuhan linked to this virus, with symptoms such as fever,dry cough, and dyspnea4,5. Most patients had no significant upper respiratory tractsymptoms, suggesting that target cells are located lower in the airway. Consequently, thevirus was isolated and sequenced from epithelial cells of the lower respiratory tract5.Coronaviruses are enveloped, positive sense, single-stranded RNA viruses6 thatundergo rapid mutation and recombination7,8, of its receptor binding domain (RBD) toadapt to a large pool of species9-14. Analysis of the 2019-nCoV shows that it is a novelbetacoronavirus belonging to the lineage B (subgenus: sarbecovirus) which also includesSevere Acute Respiratory Syndrome Coronavirus (SARS-CoV)4. The current 2019-nCoVgenome is most phylogenetically similar to Bat/SARS/RaTG13/Yunnan strain, which wasfirst isolated in 2013 in Yunnan, China15. Recent studies hinted that pangolin-CoV maybe a possible intermediate hosts candidate for the 2019-nCoV16,17. Recently, this novelCoV has been confirmed to use the same cell entry receptor, ACE2, as SARS-CoV16.Coronaviruses (CoV) are capable of transmitting among different host species via shiftingtropism and variable receptor targeting9-13. These characteristics are mediated bychanges in the receptor binding domain (RBD) of the spike surface glycoprotein12,14.Similar to other well-known enveloped viruses, CoV initiates infection through fusion ofthis spike protein with the host cell membrane18. Their spike protein is comprised of S1and S2 subunits, which are responsible for host receptor recognition and membranefusion, respectively12,13,18,19. 2019-nCoV has recently been confirmed to use the human5ACE2 as receptor20.Although the fatality rate of 2019-nCoV is lower and the symptoms are milder thanthose of SARS, the transmissibility of 2019-nCoV appears to be higher7. The molecularmechanisms responsible for such rapid transmission and spread of the 2019-nCoV stillremain elusive. Here, we have analyzed 120 2019-nCoV genome sequences including1011 novel strains isolated from patients to determine the viral evolution and divergence.Our studies suggest that 2019-nCoV may increase its infectivity through the receptorbinding domain recombination and a furin or TMPRSS2 cleavage site insertion.The first cases of human-to-human 2019-nCoV infection occurred mid-December2019, To date, the total confirmed cases and confirmed death surpassed SARS by amagnitude within a shorter period of time1. In an attempt to associate the pathologic5property of 2019-nCoV with specific virulence factor, we compared the epidemiological101520information with sequencing data obtained from the WHO2. We compared the rate ofinfection for 2019-nCoV to that of the most recent betacoronavirus outbreaks, SARS inNovember 2002 and MERS in September 2012 (Fig 1A.). 2019-nCoV appears to betransmitted much more quickly than SARS and MERS. To date, there are more confirmed2019-nCoV cases than that of the whole 2002 SARS outbreak. Coronavirus sequenceshave been published frequently and consistently over the last 18 years, which includedSARS strains isolated from different countries during 2002 SARS outbreak, sporadic CoVstrains mainly reported in China, MERS strains isolated from middle east countries suchas Saudi Arabia and United Arab Emirates (Fig 1B). To further understand the evolutionof the betacoronaviruses and track the mutations accumulated with 2019-nCoV, we havecollected and sequenced 11 full-length 2019-nCoV genome sequences from new patientsidentified in multiple Chinese cities including Wuhan (Fig 1C). The phylogenetic analysisindicated that 11 new strains of 2019-nCoV clustered together with other 2019-nCoVstrains and were more homologous to the bat CoV RaTG13 strain than human SARS,MERS and other CoVs (Fig S1A). At the amino acid levels, they only had a few randomsubstitutions at positions with consensus sequences identical to the corresponding aminoacid sequences in human and bat SARS (Fig S1B).To identify novel inherited mutations, we used SARS-CoV-2 strain (EPI_ISL_402125)as root to construct the phylogenetic tree for all 120 available complete genomes of thenovel coronavirus from GISAID (updated February 18th, 2020). Considering potentialsequencing errors at both ends, the genome sequence variations among different strains5of 2019-nCoV isolated from patients located in different cities were low considering only101520several mutations in about 30kb genome per isolate. Based on the nucleotide positions8517 and 27641, the 2019-nCoV strains can be divided into two major groups (Figs 2Aand S2). All the group 1 strains have thymine at 8517 and cytosine at 27641, which aresame as corresponding nucleotides in SARS, whereas the group 2 stains have cytosineat 8517 and thymine at 27641 (Figs 2A and S3). Epidemiological data G1 and G2 strainsrevealed that the collection date and location of the earliest G1 strain (EPI_ISL_406801)was January 5th, 2020 in Wuhan, whereas the earliest G2 strain was isolated in December24th, 2019 in Wuhan (Fig 2A). The existence of both genetic groups in the same cityindicated co-circulation, but evolved convergently at the early outbreak. Within eachgroup, we also observed additional shared mutations added to multiple strains. Based onthese potentially inheritable mutations and the identifying times and locations, wegenerated a mutation tree map to track individual shared mutations and show therelationships among different isolates (Fig 2A and S2). For example, five strains identifiedin Guangdong from Jan. 10-15 all share the same mutation in nucleotide position 28578on the background of group 1 might be transmitted by the same person. The similar strainmay transmit to three patients identified in Japan on Jan. 29-31 with additional mutationat nucleotide position 2397 and to a patient identified in USA on Jan. 22 with additionalmutation at nucleotide position 10818. The G10818T is very interesting as it is shared byseveral independent strains in both group 1 and group 2, which will lead to L3606F aminoacid substitution within the orf1ab polyprotein (Fig S3). It is not clear if the commonmutation both in group 1 and group 2 strains at 10818 site has any growth advantage butpangolin and bat CoV have L3606V substitution at the same position (Fig S3). When the5group 1 and group 2 strains were placed onto geographic map (Fig 2B), it seems that101520both groups have been transmitted to most countries and regions with reported2019nCoV cases with few exceptions, suggesting these two groups are rapidly transmissible.The most closely related strain, betacoronavirus RaTG13, was isolated fromRhinolophus affinis15 (Fig 3A). We performed additional phylogenetic analyses usingnucleotide sequences for specific viral proteins such asorf1a, spike, matrix andnucleocapsid (Fig. 3B), and found the same close relationship of the RaTG13 strain andother bat SARS-like CoV strains. We further estimated that the divergences of mostproteins between 2019-nCoV and RaTG13 happened between 2005 and 2012 whereasthose between human SARS and bat SARS-like CoV happened between 1990-2002 (Fig3B). When the full-length spike protein sequences were compared, 2019-nCoV shares39% sequence homology to human and bat SARS as compared to MERS or other CoVat 29%. Interestingly, we found that 2019-nCoV and pangolin-CoV share near identicalamino acid sequence in the RBD (aa 315-550 region) of the spike protein, but not forRaTG13 (Figs 3A and 3D). To confirm this finding, we have compared the pangolin-CoVreported by Liu et al with previously isolated but unpublished pangolin-CoV sequences(Figure S4). Based on the alignment and phylogenetic analysis, we found that theconsensussequenceof2019-nCoVhasthehighest identitytoBetaCoV/pangolin/Guangdong/P2S/2019 (EPI_ISL_410544), whereas additionalmutations and indels were found in the pangolin-CoV strains isolated in the Guangxiprovince. Both BetaCoV/pangolin/Guangdong/P2S/2019 and Pangolin-CoV wereisolated from Guangdong province of China in 2019. Next we examined the phylogeneticrelationship of the consensus spike protein sequence of 2019-nCoV against 255representative CoV strains including Hu-CoV, SARS and MERS and five newpangolin101520CoV strains using a ML method (Figure S4). The results demonstrate that the Spikeprotein of 2019-nCoV is likely derived from Pangolin-CoV but not RaTG13, all of whichcould be in the same lineage as BAT_SARS-CoV/bat-SL-CoVZC542. The fact that while2019-nCoV is most homologous to RaTG13 in overall genome structure the RBD of thespike protein is most homologous to Pangolin-CoV, suggests the possible recombinationbetween RaTG13 like and Pangolin-CoV like strains happens in the evolution of2019nCoV. We have manually examined all amino acid mutations in the genome. Due to thepresence of the unsequenced regions in the Pangolin-CoV sequence, we did not includeany positions flanking these regions. We found that when comparing Pangolin-CoV and2019-nCoV, in addition to the RBD, regions in nsp14 and 15 also shares consecutivesequences (Fig 3D).To further evaluate the 2019-nCoV relationship with other SARS CoVs, we analyzedthe RBM of the 2019-nCoV and different human/bat SARS viruses and observed that theycan be clearly divided into two distinct clades (Fig 4A). The clade I viruses include2019nCoV, pangolin CoVs, 12 of bat SARS (bat SARS CoV I) such as RaTG13, and humanSARS (Table S1). The clade II viruses include 49 of bat SARS viruses (bat SARS CoV II)such as ZXC21 and ZC45, which share about 90% overall nucleotide and amino acididentity as the 2019-nCoV (Table S2). The major difference between these two clades isthat the RBM of the clade II viruses has regions with 5 and 13-14 amino acids shorterthan that of the clade I viruses (Fig. 4B). Previous structural analysis have demonstratedthat the 13-14 amino acid region of the SARS RBM forms a distinct loop structure, whichis stabilized with a disulfide bond between two cysteine residues9,15,16,21. Although the5amino acid sequences of 2019-nCoV within this loop region are very different from those101520of human SARS, the two cysteine residues are conserved (Fig. 4B). Interestingly, all theCoV viruses known to use ACE2 as entry receptor are within the clade I, including the2019-nCoV, which can also infect cells through ACE2 receptor-based on recent studies22(Fig. S5). On the other hand, there is no report on using ACE2 as entry receptor for theclade II viruses, despite their overall genome sequence homology with 2019-nCoV.Therefore, our studies not only emphasize the critical role of the RBM in determining thespecificity of entry receptors but also raise the question on how homologous strains ofbetacoronavirus switch tropism through mutations such as indel or recombination in theRBM.Our study also revealed that the 2019-nCoV has a unique four amino acid insertion(681-PRRA-684) within the spike protein, or within nucleotide position 23,619-23,632 (Fig4C). Interestingly, such an insertion (PRRA) within the spike protein of 2019-nCoVcreates a potential cleavage site RRAR for the mammalian furin protein, which theconsensus sequence is RXXR. The potential furin or TMPRSS2 cleavage site is insertedat the boundary between the S1 and S2 domains of the spike protein, and the first prolineresidue of the PRRA insertion may introduce a beta turn into the polypeptide chain. Tounderstand the uniqueness of this insertion, we performed sequence comparison usingrepresented SARS-CoV strains from human, civet and bat. Our study showed that thisinsertion is unique to the 2019-nCoV (Figure 4C and S6). When compared to other CoVfamily members, we found that similar insertion has been identified and are located in thestructural boundary between the S1 and S2 domains of the spike protein (Figure 4C).The 2019-nCoV is still spreading rapidly from Wuhan to different cities in Chinaand other countries, at a magnitude faster than SARS and MERS4. We havesystematically analyzed and tracked the genome mutations among 120 different strains5of 2019-nCoV. Although most substitutions are de novo mutations, we have identified101520multiple SNPs shared by different strains of 2019-nCoV. Due to the low mutation rate andlarge genome capital, we hypothesis that these shared mutations are inherited SNPs fromlarge group of populations, likely transmitted from people to people. Based on thisassumption, we have generated the SNP tree to track mutation and spread of2019nCoV. Interestingly, the 2019-nCoV stains we have analyzed fall into two distinct groupswith different nucleotide polymorphisms at positions 8782 and 28144. Although it remainsto be determined if these two distinct groups of 2019-nCoV were evolved before or aftertransmission from animal to human, both groups were first detected in wuhan and thenspread to different regions in China and multiple countries. By combining additionalinheritable mutations in subsequent generations of 2019-nCoV with the times andlocations of the patient sample collections, we can trace possible viral transmissionpathways.2019-nCoV as a member of the betacoronaviruses, shares similar genomestructures as bat SARS, human SARS, MERS with nucleotide identity over 88%, 79%,about and 50%,respectively 23. Its closest relative is the Beta CoV RaTG13, isolated frombat in Yunnan province, China, in 2013, which shares more than 96% identicalnucleotides throughout the genome of over 30 kb15,24. Our evolution clock analysisestimated that 2019-nCoV diverged from RaTG13 and human SARS-CoV at about 12and 30 years ago, respectively. Beside point mutations, there is also a potential evidenceof recombination as a mechanism for the evolution of 2019-nCoV. We found that2019nCoV shares high identity with RaTG13 throughout the genome except for the RBD ofspike protein, which is closer to Pangolin-CoV isolated in Guangdong 17. Based on these5findings we hypothesized that recombination in the RBD of the spike protein may happen101520between RaTG13 and Pangolin-CoV like strains during the evolution of 2019-nCoV.Bat is believed to be the original host for the 2019-nCoV but its intermediate hostbefore transmitting to human is not known whereas civets and camels are widelyconsidered as the intermediate hosts for human SARS and MERS, respectively22,25-27.Human SARS viruses are known to use the ACE2 while MERS use DPP4 as theirreceptors to infect host cells16,28. Recent studies have indicated ACE2 as the entryreceptor for 2019-nCoV 29 although other host cell factors such as TMPRSS2 are likelyinvolved 30. When we used the receptor binding motifs to conduct phylogenic analysis,we could separate 2019-nCoV, human and bat SARS into two distinct clades.Interestingly, all the viruses known to use ACE2 as the entry receptor are within the cladeI whereas all the bat SARS viruses which do not use ACE2 entry receptors belong toclade II. Therefore, we predict that the clade I CoV viruses including the 2019-nCoV canwhile clade II CoV cannot infect host cells through ACE2. Based on the available genomesequences, there are many more clade II bat CoV (over 49 stains) than clade I bat CoV(about 12 strains). Some of the clade II bat CoV such as ZXC21 and ZC45 are morehomologous to the 2019-nCoV than the clade I bat CoV and human SARS. It would beinteresting to find out if homologous betacoronavirus can switch tropism throughrecombination in the RBM.We have also identified a unique four amino acid (PRRA) insertion between S1and S2 domains of the spike protein, which may function as a furin or TMPRSS2 cleavagesite. It has been shown that CoV may undergo a protease cleavage to trigger theviruscell membrane fusion10,14. This flexibility in priming and triggering the fusion machinerygreatly modulates the viral pathogenicity and tropism of different coronaviruses18,19.However, such protease cleavage has not been detected in SARS-CoV19. Introducing acleavage site into SARS-CoV resulted in spike protein cleavage and potentiated themembrane fusion activity11. In addition, introducing a cleaved spike protein into aSARSCoV pseudotype virus allowed it to directly enter host cells31. Based on previoussequencing and structural analysis, the 2019-nCoV spike protein were predicted tointeract with the ACE2 receptor to trigger the fusion with the host cell membrane andinitiate infection 29. Therefore, mutations or indels altering the S1-S2 subunits shouldsignificantly impact viral infection. We hypothesize that the PRRA insertion may renderthe spike protein to cleavage process, which triggers the viral fusion event.Although the exact mechanisms responsible for such a high infection rates remainsto be further investigated, our data on both recombination in the RBD and the unique furinor TMPRSS2 cleavage site insertion between the S1 and S2 domains of the spike proteinmay explain why the transmission of this newly emerged virus is significantly increasedcompared to the related beta-coronaviruses, including SARS and MERS. Further trackingthe genome mutations with additional strains of 2019-nCoV isolated from patients indifferent locations at different time points will provide insights to understand the molecularevolution of this rapid spreading viruses.More importantly, comparison of proteinsequence and structural differences between 2019-nCoV and other beta coronaviruseswill provide insights to rapidly develop novel strategies to treat or prevent diseasesassociated with the novel emerging infectious viruses.5This work was supported by NIH R01AI069120 and R01AI140718 grants, the NationalKey Plan for Scientific Research and Development of China (2016YFD0500301,2016YFC1200200), CAMS Initiative for Innovative Medicine (CAMS-I2M,2016-I2M-1005), the National Natural Science Foundation of China (U1603126), the CentralPublicInterest Scientific Institution Basal Research Fund (2016ZX310195, 2017PT31026 and102018PT31016), China postdoctoral science foundation grant (2019M660548). We thankDr. Fang Li for helpful discussion.labelled. (C) Phylogenetic analysis of the aligned spike protein sequences fromrepresented betacoronavirus strains using the ML method based on the JTT matrix-basedmodel on MEGA v7.0. Alignment was performed using MUSCLE. 2019-nCoV, RaTG13and Pangolin-CoV were highlighted with arrow. (D) Amino acid substitutions ofPangolinCoV, 2019-nCoV and RaTG13. ORFa/b and spike proteins encoded by Pangolin-CoVand Bat/Yunnan/RaTG13 were aligned against 2019-nCoVs using MUSCLE. Sitesflanking an unidentified amino acid were excluded.Mutations, Recombination and Insertion in the Evolution of 2019-nCoVAiping Wu1†, Peihua Niu2†, Lulan Wang3†, Hangyu Zhou1†, Xiang Zhao 2†, Wenling Wang2†,Jingfeng Wang1, 3†, Chengyang Ji1, Xiao Ding1, Xianyue Wang1, Roujian Lu2, Sarah Gold3, SabaAliyari3, Shilei Zhang3, Ellee Vikram3, Angela Zou3, Emily Lenh3, Janet Chen3, Fei Ye2, , NaHan1, Yousong Peng5, Haitao Guo4, Guizhen Wu2*, Taijiao Jiang1*, Wenjie Tan 2*, GenhongCheng3*1Center for Systems Medicine, Institute of Basic Medical Sciences, Chinese Academy ofMedical Sciences & Peking Union Medical College, Beijing 100005; Suzhou Institute ofSystems Medicine, Suzhou, Jiangsu 215123, China2 NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention,China CDC, Beijing 102206, China3Department of Microbiology, Immunology and Molecular Genetics, University of California,Los Angeles, CA 90095, USA.4Department of Microbiology and Molecular Genetics, University of Pittsburgh, Pittsburgh, PA152135College of Biology, Hunan Provincial Key Laboratory of Medical Virology, Hunan University,Changsha, 410082, China;5† These authors contributed equally to this work.Running title: Tracking the evolution of the 2019 nCoVThe whole-genome sequences of 2019-nCoV from 11 samples were generated by acombination of Sanger, Illumina, and Oxford nanopore sequencing. First, viral RNAs were5extracted directly from clinical samples with the QIAamp Viral RNA Mini Kit, and then101520used to synthesize cDNA with the SuperScript III Reverse Transcriptase (ThermoFisher,Waltham, MA, USA) and N6 random primers, followed by second-strand synthesis withDNA Polymerase I, Large (Klenow) Fragment (ThermoFisher). Viral cDNA libraries wereprepared with use of the Nextera XT Library Prep Kit (Illumina, San Diego, CA, USA),then purified with Agencourt AMPure XP beads (Beckman Coulter, Brea, CA, USA),followed by quantification with an Invitrogen Qubit 2.0 Fluorometer. The resulting DNAlibraries were sequenced on either the MiSeq or iSeq platforms (Illumina) using a300cycle reagent kit. About 1·2–5 GB of data were obtained for each sample.The start and stop codons of each predicted gene were manually checked to ensure thecompleteness. We tried to infer the possible evolution pathway and track thecotransmission of 2019-nCoV. To avoid random mutations that may mislead the inference,we removed the substitution that appeared only once among all the sample genomes.Nucleotide alignment was performed using MUSCLE (version 2.2.25+), and base-paircomparison was performed using Basebybase (v1.0). Nucleotide substitutions weredetermine using a consensus sequence of 2019-nCoV. The comparison of amino acidswithin the 2019-nCoV were carried out. Additionally, for each ORF, the amino acidsequences of 2019-nCoV, Human SARS-CoV and Bat SARS-CoV were compared usingthe MUSCLE.1015205Given the whole protein sequences corresponding for the 2019-nCoV, 2019-nCoVs wereobtained from ViPR – Coronavirus and GISAID database on 18th Feb, 2020. Weperformed a representative search with the related sequences of the betacoronaviridaevirus using the BLAST (version 2.2.25+). Based on the blast results, we excluded thestrains without the sample date, location, host and species information. Then thescreened sequences were aligned by the MUSCLE. The sequences were removed fotthat with no less than 28000bp or more than 100 unsolved nucleotides as ‘N’. At last, 109public genomes of 2019-nCoV were kept. The phylogenetic tree for the whole genomewas constructed using the Molecular Evolutionary Genetics Analysis (MEGA) (version7.0)32 by the maximum likelihood method under the General Time Reversible (GTR)nucleotide substitution model, while the phylogenetic trees for the individual genes wereconstructed by the FigTree software v1.4.3.For the spike protein, given the whole genomes of 2019 nCoVs (118 strains) and otherSARS-like viruses isolated from Bat(1 strains) and Pangolin (6 strains), the genes waspredicted by GeneMarkS (version 3.36). The predicted genes were then against theproteome of SARS-CoV by BLAST (version 2.2.25+). After that, Spike surfaceglycoprotein (S) were picked, and RBD domain in Spike was also discriminated. For theprotein sequence of Spike genes, we got, multiple sequence alignment was made byusing the FFT-NS-2 algorithm in MAFFT v7.407 program, and three regions (50~246aa;20RBD domain; 600~796aa) were picked up. Finally, three phylogenetic trees wereconstructed using the Molecular Evolutionary Genetics Analysis (MEGA) software(version 10.0.5) by the maximum likelihood method with the bootstrap tests (100replicates), and Fasttree software (version 1.43) were used to visualize these trees.The SNPs of each sequence were defined as the sites variant from the referencesequence. The ancestral sequence of the phylogenetic tree was used as the referencesequence, which was estimated by python package TimeTree using Jukes-Cantor modeland default settings. Site with the unsolved nucleotide N and gap was ignored. The sitenumber of the SNP was decided by sequentially combined the CDS sequences in thewhole genome. The phylogenetic tree and the matching SNP for the tips was plotted byggtree. The geo-distribution and genotype of strains with SNP sites in Wuhan and otherareas were plotted by ggplot2. The SNP sites of 2019-nCoV were compared withSARSlike virus in one bat and eight pangolin genome sequences. The pangolin sequencesEPI_ISL_410543 and EPI_ISL_410544 were removed for too many unsolvednucleotides. The adjacent nucleotide of the two SNP sites 8517 and 27641 were extractedfrom the alignment. The translation-reading frame was inferred by using the GenBankannotations for the EPI_ISL_402125 strain.The divergent evolution of G1 and G2 was tracked with the help of shared mutations asfollowing steps. First, we removed the substitution that appeared only once among all thegenomes to avoid random mutations or sequencing errors that might mislead theinference. Second, genomes in G1 and G2 were grouped by the number of variednucleotides compared with the reference sequence of G1 (EPI_ISL_402125) or G2(EPI_ISL_406801). In total, we divided all the genomes in G1 and G2 separately into5three groups with 1, 2 and 3 varied nucleotides. Third, the strains in groups with 1 variednucleotides were plotted in the tree with branch length of 1, then, strains with 2 variednucleotides were plotted in the tree with branch length of 2, it should be noted that thestrains with substitution site contained the site in group 1 was plotted behind the branchwith responding site. Similar ways were used to group 3.1015Based on the computer-guided homology modeling method, the structural models wereconstructed by SWISS-MODEL online server 33. The model of nCoV 2019 Spike proteinused the Cryo-EM structure of SARS coronavirus S-protein (PDB ID: 6ACD)34 as the5Supplemental Figure 1. (A) Phylogenetic analysis of 46 full-length translated genomesof 2019-nCoV and 27 beta coronaviruses available in the public domain were alignedand estimated using MEGA7. 11 newly reported nCoV strains were highlighted usingstars. (B) Amino acid substitutions within the same set of genomes were identified, andcompared to consensus sequence of Human, and Bat-SARS.Supplemental Figure 2. Co-circulation of two SARS-CoV-2 genotypes from Wuhan toother regions. The genomes of groups G1 and G2 are grouped individually by theircollection locations. Five sampled locations are highlighted in different colours. SNPsare shown in small circles.55Supplemental figure 3. Major SNPs and amino acid substitutions among SARS-CoV-2and similar coronaviruses isolated from bat and pangolin. (A) Two SNP markers inSARS-CoV-2 and similar coronaviruses isolated from bat and pangolin. (B) Comparisonof two other minor SNPs. (C) Amino acid substitutions caused by non-synonymousSNPs (substitutions that appeared only once among all the sample genomes wereremoved). Strain EPI_ISL_402125 is used as reference. The numbering positions arelisted at the bottom.Encoded proteins are highlighted as coloured bars at the top. Aminoacids are shown as single letter or dot when it is the same as the reference strain.Supplemental figure 4. Phylogenetic analysis of the genome sequences fromrepresented novel pangolin strains using the Maximum Likelihood method based on theJTT matrix-based model on MEGA v7.0.5Supplemental Fig 6. Unique insertion of a potential furin or TMPRSS2 cleavage sitebetween S1 and S2 domain of the 2019-nCoV spike protein. (A) Insertion mutation atamino acid position 681 of 2019-nCoV spike protein and its sequence comparison withhuman and bat SARS-like CoVs. The multiple alignment was conducted by using theClustal in MEGA7 software with default parameters.Supplemental Table 1: Sequences of Bat SARS-like CoV Clade I collected fromNCBI1234567891011Name of StrainsHost speciesBat SARS-like coronavirus isolate Rs9401Bat SARS-like coronavirus isolate Rs7327Rhinolophus affinis coronavirus isolate LYRa3Bat SARS-like coronavirus Rs3367Bat SARS-like coronavirus WIV1Bat SARS-like coronavirus isolate Rs4874SARS-like coronavirus WIV16Bat SARS-like coronavirus isolate Rs4231Bat SARS-like coronavirus RsSHC014Bat SARS-like coronavirus isolate Rs4084Rhinolophus affinis coronavirus isolate LYRa11Bat coronavirus isolate RaTG13KY417152KY417151KF569997KC881006KF367457KY417150KT444582KY417146KC881005KY417144KF569996MN996532Rhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus affinisRhinolophus affinis30-Dec-201630-Dec-201620-Aug-201308-Apr-201308-Jul-201330-Dec-201619-Aug-201517-Apr-201317-Apr-201118-Sep-201222-Aug-201324-Jul-2013Supplemental Table 2: Sequences of Bat SARS-like CoV clade II collected fromNCBINO.123456789101112131415161718192021222324252627282930313233Accession NumberMG772933KC880985MG772934KU973692KY417145KJ473816KJ473818DQ412042KY770858KU528591KU182964KY938558KJ473811KJ473817KY770860KJ473813KJ473812.1KP886809KP886808KC880995FJ588692KC881001KF294457FJ588686KY417143MK211378KC880992KJ473815GQ153543GQ153542KY417147KY417149DQ648856Host speciesRhinolophus sinicusRhinolophus sinicusRhinolophus sinicuRhinolophus ferrumequinumRhinilophus ferrumequinumRhinolophus sinicusRhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus sinicusNARhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus ferrumequinumRhinolophus FerrumequinumRhinolophus FerrumequinumRhinolophus sinicusRhinolophus sinicusRhinolophus sinicusRhinolophus monocerosRhinolophus sinicusRhinolophus sinicusRhinolophus affinisRhinolophus sinicusRhinolophus sinicusNANARhinolophus sinicusRhinolophus sinicusNACollection Date1-Feb-201718-Sep-20121-Jul-201524-Mar-201630-Dec-201621-Feb-201421-Feb-201421-Feb-200613-Mar-201711-Jan-201621-Nov-20157-Apr-201721-Feb-201421-Feb-201413-Mar-201721-Feb-201421-Feb-20144-Mar-20154-Mar-20158-Apr-201318-Dec-20088-Apr-201323-Jun-201318-Dec-200830-Dec-201621-Nov-20188-Apr-201321-Feb-201413-May-200913-May-200930-Dec-201630-Dec-201623-May-20063435363738394041424344454647484921-Nov-20158-Apr-201323-Oct-201221-Nov-201830-Dec-201630-Dec-201621-Nov-201821-Nov-201813-May-200913-May-200913-May-20093-Jun-200521-Feb-20148-Apr-201310-Aug-200523-Oct-2012", "ref_list": [[], ["MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets"], ["SWISS-MODEL: homology modelling of protein structures and complexes"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S Kumar", "G Stecher", "K. Tamura"], ["A Waterhouse", "M Bertoni", "S Bienert"], ["W Song", "M Gui", "X Wang", "Y Xiang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The 2019 novel coronavirus (2019-nCoV or SARS-CoV-2) has spread\nmore rapidly than any other betacoronavirus including SARS-CoV and MERS-CoV.", "one_words_summarize": "Background: The 2019 novel coronavirus (2019-nCoV or SARS-CoV-2) has spreadmore rapidly than any other betacoronavirus including SARS-CoV and MERS-CoV.However, the mechanisms responsible for infection and molecular evolution of this virus5remained unclear.101520Methods: We collected and analyzed 120 genomic sequences of 2019-nCoV including11 novel genomes from patients in China. Conclusions: Our studies provided comprehensive insights into the evolution andspread of the 2019-nCoV. Our results provided evidence suggesting that 2019-nCoVmay increase its infectivity through the receptor binding domain recombination and acleavage site insertion. These characteristics are mediated bychanges in the receptor binding domain (RBD) of the spike surface glycoprotein12,14.Similar to other well-known enveloped viruses, CoV initiates infection through fusion ofthis spike protein with the host cell membrane18. The molecularmechanisms responsible for such rapid transmission and spread of the 2019-nCoV stillremain elusive. 2019-nCoV appears to betransmitted much more quickly than SARS and MERS. At the amino acid levels, they only had a few randomsubstitutions at positions with consensus sequences identical to the corresponding aminoacid sequences in human and bat SARS (Fig S1B).To identify novel inherited mutations, we used SARS-CoV-2 strain (EPI_ISL_402125)as root to construct the phylogenetic tree for all 120 available complete genomes of thenovel coronavirus from GISAID (updated February 18th, 2020). Considering potentialsequencing errors at both ends, the genome sequence variations among different strains5of 2019-nCoV isolated from patients located in different cities were low considering only101520several mutations in about 30kb genome per isolate. Based on the nucleotide positions8517 and 27641, the 2019-nCoV strains can be divided into two major groups (Figs 2Aand S2). Within eachgroup, we also observed additional shared mutations added to multiple strains. To confirm this finding, we have compared the pangolin-CoVreported by Liu et al with previously isolated but unpublished pangolin-CoV sequences(Figure S4). Both BetaCoV/pangolin/Guangdong/P2S/2019 and Pangolin-CoV wereisolated from Guangdong province of China in 2019. The major difference between these two clades isthat the RBM of the clade II viruses has regions with 5 and 13-14 amino acids shorterthan that of the clade I viruses (Fig. Our evolution clock analysisestimated that 2019-nCoV diverged from RaTG13 and human SARS-CoV at about 12and 30 years ago, respectively. When we used the receptor binding motifs to conduct phylogenic analysis,we could separate 2019-nCoV, human and bat SARS into two distinct clades. D) Amino acid substitutions ofPangolinCoV, 2019-nCoV and RaTG13. ORFa/b and spike proteins encoded by Pangolin-CoVand Bat/Yunnan/RaTG13 were aligned against 2019-nCoVs using MUSCLE. Running title: Tracking the evolution of the 2019 nCoVThe whole-genome sequences of 2019-nCoV from 11 samples were generated by acombination of Sanger, Illumina, and Oxford nanopore sequencing. The start and stop codons of each predicted gene were manually checked to ensure thecompleteness. The phylogenetic tree for the whole genomewas constructed using the Molecular Evolutionary Genetics Analysis (MEGA) (version7.0)32 by the maximum likelihood method under the General Time Reversible (GTR)nucleotide substitution model, while the phylogenetic trees for the individual genes wereconstructed by the FigTree software v1.4.3.For the spike protein, given the whole genomes of 2019 nCoVs (118 strains) and otherSARS-like viruses isolated from Bat(1 strains) and Pangolin (6 strains), the genes waspredicted by GeneMarkS (version 3.36). Finally, three phylogenetic trees wereconstructed using the Molecular Evolutionary Genetics Analysis (MEGA) software(version 10.0.5) by the maximum likelihood method with the bootstrap tests (100replicates), and Fasttree software (version 1.43) were used to visualize these trees. The SNPs of each sequence were defined as the sites variant from the referencesequence. First, we removed the substitution that appeared only once among all thegenomes to avoid random mutations or sequencing errors that might mislead theinference. Co-circulation of two SARS-CoV-2 genotypes from Wuhan toother regions. The genomes of groups G1 and G2 are grouped individually by theircollection locations. Major SNPs and amino acid substitutions among SARS-CoV-2and similar coronaviruses isolated from bat and pangolin. ( Aminoacids are shown as single letter or dot when it is the same as the reference strain. Unique insertion of a potential furin or TMPRSS2 cleavage sitebetween S1 and S2 domain of the 2019-nCoV spike protein. ( A) Insertion mutation atamino acid position 681 of 2019-nCoV spike protein and its sequence comparison withhuman and bat SARS-like CoVs. The multiple alignment was conducted by using theClustal in MEGA7 software with default parameters."}