{"date": "2020/02/19", "journal": "medrxiv", "authors": "Laura E Lamb, Sarah N Bartolone, Elijah Ward, Michael B Chancellor", "title": "Rapid Detection of Novel Coronavirus (COVID-19) by Reverse Transcription-Loop-Mediated Isothermal Amplification", "type": "preprint article", "abstract": "Novel Corona virus (COVID-19 or 2019-nCoV) is an emerging global health concern that requires a\nrapid diagnostic test. Quantitative reverse transcription PCR (qRT-PCR) is currently the standard for\nCOVID-19 detection; however, Reverse Transcription Loop-Mediated Isothermal Amplification\n(RTLAMP) may allow for faster and cheaper field based testing at point-of-risk. The objective of this study\nwas to develop a rapid screening diagnostic test that could be completed in under 30 minutes. Simulated\npatient samples were generated by spiking serum, urine, saliva, oropharyngeal swabs, and nasopharyngeal\nswabs with a portion of the COVID-19 nucleic sequence. The samples were tested using RT-LAMP as\nwell as by conventional qRT-PCR. Specificity of the RT-LAMP was evaluated by also testing against\nother related coronaviruses. RT-LAMP specifically detected COVID-19 in simulated patient samples.\nThis test was performed in under 30 minutes. This approach could be used for monitoring of exposed\nindividuals or potentially aid with screening efforts in the field and potential ports of entry.", "text": "Novel Corona virus (COVID-19 or 2019-nCoV) is an emerging global health concern that requires arapid diagnostic test. Quantitative reverse transcription PCR (qRT-PCR) is currently the standard forCOVID-19 detection; however, Reverse Transcription Loop-Mediated Isothermal Amplification(RTLAMP) may allow for faster and cheaper field based testing at point-of-risk. The objective of this studywas to develop a rapid screening diagnostic test that could be completed in under 30 minutes. Simulatedpatient samples were generated by spiking serum, urine, saliva, oropharyngeal swabs, and nasopharyngealswabs with a portion of the COVID-19 nucleic sequence. The samples were tested using RT-LAMP aswell as by conventional qRT-PCR. Specificity of the RT-LAMP was evaluated by also testing againstother related coronaviruses. RT-LAMP specifically detected COVID-19 in simulated patient samples.This test was performed in under 30 minutes. This approach could be used for monitoring of exposedindividuals or potentially aid with screening efforts in the field and potential ports of entry.The recent outbreak of Novel Coronavirus (COVID-19) has generated global concern given itsrapid spread in multiple countries and possible fatal progression of the infection. Initially, many patientsreported exposure at a large seafood and animal market in Wuhan, China, suggesting animal-to-persontransmission of the virus. However, since then many patients have reported no exposure to animalmarkets, indicating that person-to-person transmission is occurring. There is currently no vaccine ortargeted therapeutic for COVID-19.COVID-19 is difficult to diagnose early in infection as patients can remain asymptomatic orpresent with non-specific flu-like clinical symptoms including fever, cough, or shortness of breath.Symptoms may appear in as few as 2 days or up to 2 weeks after exposure.1 Quantitative reversetranscription PCR (qRT-PCR) for COVID-19 in serum or respiratory samples is currently the standard fordiagnostic molecular testing. However, this requires expensive equipment and trained personnel.Reverse transcription loop-mediated isothermal amplification (RT-LAMP) is a one-step nucleicacid amplification method based on PCR technology that has been used to diagnose infectious diseases.2RT-LAMP has several advantages including that it has high specificity and sensitivity, can be done in lessthan an hour, can work at various pH and temperature ranges which is advantageous for clinical samples,3and that the reagents are relatively low cost and can be stable at room temperature. We have previouslyused this method to detect zika virus in clinical serum and urine samples as well as mosquitos.4, 5This study describes a RT-LAMP methodology that can detect COVID-19 in simulated patientsamples in under 30 minutes. The test could be used at the point-of-care by field and local personnel forthe rapid diagnosis of individuals for optimal treatment, isolation, and rapid contact tracking as well as theinvestigation of outbreaks of unknown respiratory diseases.RT-LAMP primer design: The consensus sequences of 23 different COVID-19 strains(EPI_ISL_403929, EPI_ISL_403930, EPI_ISL_403931, EPI_ISL_402129, EPI_ISL_402130,four guanines in a row to prevent the formation of tetraplex structures which could disrupt the RT-LAMPreaction. RT-LAMP primers are listed in Table 1. Primer sets include an outer forward primer (F3), outerbackward primer (B3), forward inner primer (FIP), backward inner primer (BIP), loop forward primer(LF), and loop backward primer (LB). Primers were ordered from Integrated DNA Technologies and theFIPs and BIPs are HPLC purified.Control strain details: COVID-19 PCR-standard was designed from nucleotide 2941-3420 of theCOVID-19 Wuhan-Hu-1 complete genome (MN908947). The COVID-19 ssDNA control fragment wassynthesized through Invitrogen GeneArt. An oligo of GenBank MN908947.3 was used as there were nocommercial sources for a COVID-19 control plasmid at the time this paper was prepared. The fragmentwas reconstituted to 10ng/µL and used for LAMP and qPCR experiments. RT-LAMP and PCR controlsfor Middle East Respiratory Syndrome (MERS), Betacoronavirus England-1 (BtCoV), and Murinehepatitis virus (MHV) were similarity made. We were unable to make a RT-LAMP and PCR control forany SARS sequences as this is controlled under European Union export regulations.Patient samples: All studies were approved by Beaumont Health’s Institutional Review Board (IRBapproval # 2020-040 and 2016-044). All study participants gave their informed consent to participate. Allexperiments were performed in accordance with the ethical standards noted in the 1964 Declaration ofHelsinki and its later amendments. Samples from multiple healthy, consenting, adult volunteers weretested from either fresh or frozen state for each assay. Fresh samples were kept on ice until analysis. Forwhole mouth saliva and oropharyngeal swabs, participants refrained from eating or drinking anythingother than water for 5 minutes prior to collection and rinsed their mouths with water prior to collection.Oropharyngeal swab and nasopharyngeal swabs samples were collected using a Flocked sterile plasticswab applicator which was placed in a Universal Viral Transport for Viruses, Chlamydiae, Mycoplasmas,and Ureaplasmas vial (Bector, Dickinson and Company). To demonstrate our point-of-care RT-LAMPassay and to test possible interference with agents in serum, urine, saliva, oropharyngeal swab, andnasopharyngeal swab collection, various concentrations of COVID-19 oligo were spiked in samples fortest validation. Water was used as a no template control.COVID-19 RT-LAMP Primer Specificity: Percent mismatch for RT-LAMP primers was determined byaligning the COVID-19 genome (Wuhan City, Hubei, 2019-12-26, GenBank ID MN908947) to 22 othersequenced COVID-19 strains from various locations around the world using the Global Initiative onSharing All Influenza data (GISAID) EpiFlu database and the BLAST Global Alignment tool.6, 7RTLAMP primers were also compared to other coronaviruses using the BLAST Global Alignment tool todetermine specificity and percent mismatch using the same method. Percent mismatch was calculatedusing the following equation:%##RT-LAMP: All set-up and execution of RT-LAMP reactions were done in an enclosed room usingdesignated pipettes and filter tips. Analysis and imaging took place in separate rooms to preventcontamination. RT-LAMP reactions were executed in a total volume of 25μL of 1x isothermiccontamination from previous reactions. Reactions were set-up on ice, incubated at 63°C for 30 minutes(15-45 minutes have been tested), and then inactivated at 80°C for 10 minutes. In order to optimizevisualization of positive reactions, 2 μL SYBR Green I was added to reactions at a 1:10 dilution. Allexperiments were replicated 3-5 times.qRT-PCR: For testing, a 1:5 serial dilution of COVID-19 ssDNA control fragment was made, from 2 ngto 0.204 fg. Nuclease-free ddH2O was used as a no template control. No template control or COVID-19was added to SYBRSelect Master Mix (ThermoFisher), and 10 µM forward and reverse primers with atotal reaction volume of 20 µ L. Primers used were F 5’- ATTTGGTGCCACTTCTGCTGC -3’ and R5’TCACTGCCGTCTTGTTGACCA -3’. Cycling conditions were 50 °C for 2 minutes and 95 °C for 10minutes, followed by 40 cycles of 95 °C for 15 seconds and 60 °C for 1 minute, performed on aQuantStudio 3 PCR System (Applied Biosystems).Analysis of RT-LAMP: 1:10 SYBR green I (Life Technologies) dilution was made in TAE buffer, then2 μL of the SYBR dilution was added to the RT-LAMP reactions. The visual change of color (orange toyellow) was also used to identify positive amplifications. In addition, the SYBR green I PCR tubes wereimaged under UV light in the BIO-RAD ChemiDoc XRS+ Imaging System as the reaction creates afluorescent output. One half of the RT-LAMP reaction was electrophoresed along with Invitrogen LowDNA Mass Ladder on a 2 % agarose gel in 1x TAE buffer (40 mM Tris, 20 mM acetic acid, 1 mMEDTA) at 90 V for 90 minutes. Gels were imaged under UV light using the BIO-RAD ChemiDoc XRS+Imaging System. Lanes containing a laddered banding pattern were qualified as a positive amplification.To establish the optimal conditions for RT-LAMP using a COVID-19 PCR-standard designed fromnucleotide 2941-3420 of the COVID-19 Wuhan-Hu-1 complete genome (MN908947), several primersets, ranges of temperatures (57-65°C), and incubation times (15-45 mins) were tested. The bestamplification results were obtained at 63 °C for 30 minutes as indicated by a banding pattern afterelectrophoresis on a gel (Fig 1). Positive reactions containing SYBR Green I could be observed by nakedeye by a color change from orange to yellow (Fig 1- top panel), under fluorescent light in response to UVexcitation (Fig 1- middle panel), or by laddering pattern of bands after electrophoresis on a gel (Fig1bottom panel). The RT-LAMP reaction required all 6 primers to work under the optimized conditions;removing the forward and backward inner primers or the loop primers did not result in a positive result(Fig 1). In order to determine the lower detection limit of the RT-LAMP reaction for COVID-19, adilution series ranging from 0.204 fg to 10 ng COVID-19 was amplified (Fig 2). The limit of detectionwas approximately equivalent to 1.02 fg. This dilution series was run in parallel with qRT-PCR usingprimers that targeted this same region of COVID-19 genome; the qRT-PCR Ct values for the dilutionseries are reported in Supplemental Table 1.To demonstrate the clinical utility of this system for COVID-19 detection, we spiked various humanspecimens with COVID-19, Middle East Respiratory Syndrome (MERS), Betacoronavirus England-1(BtCoV), or Murine hepatitis virus (MHV). MERS, BtCoV and MHV spiked samples were used to testthe specificity of the RT-LAMP assay. Spiked specimens included serum, urine, saliva, oropharyngealswabs, and nasopharyngeal swabs as we wanted to verify that substances present in these samples wouldnot interfere with RT-LAMP. Samples were directly used for RT-LAMP without performing nucleic acidisolation. Only samples containing COVID-19, but not MERS, BtCoV, or MHV, had positive RT-LAMPreactions indicating specificity of the reaction for COVID-19 (Fig 3). Furthermore, RT-LAMP could besuccessfully completed using human serum, urine, saliva, oropharyngeal swabs, and nasopharyngealswabs.The sequence of the RT-LAMP primers were also compared to aligned sequences of various strains ofSevere Acute Respiratory Syndrome coronaviruses (SARS) or coronaviruses commonly associated withthe common cold (human coronavirus strains 229E, NL63, HKU1, or OC43). These other coronaviruseshad 27-54% nucleotide mismatch with our RT-LAMP primers, making it highly unlikely they would givea positive RT-LAMP result, supporting the specificity of this assay for COVID-19 (Table 2). Given thatviruses are prone to genetic mutation, we likewise examined if RT-LAMP primers had any mismatch with27 different isolated strains of COVID-19 from various locations. There was 0% mismatch with all thestrains examined, suggesting that these RT-LAMP primers would identify all 27 strains of COVID-19examined (Supplemental Table 2).Given the rapid emergence of COVID-19 and the severe complications that can result including acuterespiratory distress syndrome (ARDS) and pneumonia, improved diagnostic options that are fast, reliable,easy, and affordable are required. This is critical since COVID-19 infection can rapidly progress fromhospital admission to ARDS in as few as 2 days, and COVID-19 infection can be fatal.1 ConventionalqRT-PCR, while specific and sensitive, must be done by trained personnel on specialized equipment at aqualified laboratory. Since this disease is spreading rapidly, centralized labs may have trouble keeping upwith testing demands or may need an alternative approach if qRT-PCR kits are not available. Thisfeasibility study demonstrated that RT-LAMP allows rapid detection of COVID-19 in a variety ofcommon human specimens collected for clinical testing, including serum, urine, saliva, oropharyngealswabs, and nasopharyngeal swabs.Currently, clinical testing for COVID-19 is done by central testing laboratories, which may take one ormore days. This study sought to improve upon this by developing a potential point-of-care test.Point-ofcare testing has several advantages for emerging infectious diseases like COVID-19 and must be easy touse, inexpensive, fast, and require little if any laboratory infrastructure while maintaining sensitivity andspecificity. RT-LAMP meets these requirements and therefore has large value for screening and testingfor COVID-19 in potentially exposed populations.We sought to determine if this RT-LAMP assay worked in a range of different samples that might becollected in a clinical setting or as a possible non-invasive screening tool. This is important since it maynot be feasible to collect serum from all patients, especially patients who are critically sick, dehydrated,the elderly, children, and neonates. Personnel trained in collecting blood specimens may also not beavailable, Furthermore, biological samples may contain chemicals that can inhibit nucleic acid assays ifthe sample is tested directly without first isolating the RNA. RT-LAMP worked in all the human sampletypes tested, and in samples from several individuals. We previously demonstrated that RT-LAMP forZIKV does not require prior RNA isolation from the samples.4, 5 Thus, we used unprocessed urine orserum samples in this study, which saves considerable time and reduced costs. In this RT-LAMP assayfor COVID-19, the urine samples gave stronger RT-LAMP signals than the serum samples when spikedwith identical amounts of COVID-19; however the amount of virus present in an infected individual willlikely vary between different biological specimens and over the time course of the infection. Furthermore,we observed faint background banding by gel electrophoresis in oropharyngeal swabs, suggesting theremay be some factor in this specimen that results in this. However, due to the specificity of the primers,we believe this does not interfere with correct interpretation of the RT-LAMP reaction, especially sincethe COVID-19 spiked sample can be correctly identified through color change and fluorescence .Primers were designed for a conserved span of COVID-19 sequence that was found in 22 isolatedCOVID-19 strains but was a sequence that was also divergent from related coronavirus SARS. Given thatall the isolated strains of COVID-19 thus far have shown very little genetic differences, we anticipate thatthis RT-LAMP will detect COVID-19 with the same level of confidence as qRT-PCR. This COVID-19RT-LAMP assay was highly specific as it did not give a positive result for MERS, BtCoV, and MHV andhad significant mismatch with numerous strains of SARS and common cold associated humancoronoavirus strains 229E, NL63, HKU1, or OC43. We tested a range of temperatures from 57°C to65°C; all the temperatures gave comparable results, indicating that this RT-LAMP reaction has a largetemperature range with an optimal temperate of 63 °C. We also tested a range of incubation times from15-45 minutes. The optimal time for detection of RT-LAMP products was 30 minutes, howeverCOVID19 RT-LAMP products were detectable by UV light excitation or banding patterns on gels in as little as15 minutes.This study has several limitations. First, COVID-19 is Biosafety level 3 so our laboratory was unable towork directly with the virus or with infected samples. As such, all the experiments presented here used anucleotide oligo of COVID-19 corresponding to the GenBank MN908947 sequence. Similarly, we wereunable to directly test related coronaviruses and instead used nucleotide oligos from the same region ofthose viruses. However, these do represent a proof-of-feasibility for this assay, and the primers werefurther evaluated for specificity by BLASTing them to related coronavirus sequences. AlthoughRTLAMP reactions are highly specific, it is not a quantitative test. However other groups are working atimproving the read outs of RT-LAMP assays including the use of smartphone-integrated sensors to makeinterpretation of the assay even more user-friendly.8 RT-LAMP reactions can have a higher rate of falsepositives compared to qRT-PCR; we did not experience this in any of our no template negative controlreactions, negative control samples, or other samples containing other coronaviruses. We also took theprecautions of having a lateral work flow for experiments and we included a Thermolabile Uracil-DNAGlycosylase (UDG) in all reactions to prevent possible carry-over contamination from previous reactions.This study was not powered to determine sensitivity in a clinical population. Lastly, this is a rapidlydeveloping area of study and all the information presented at the time of publication represent the authors’best knowledge at the time. As our understanding of COVID-19 continues to develop, this informationmay change.Here we describe a fast and robust assay for detection of COVID-19 in under 30 minutes. This simpleassay could be used outside of a central laboratory on various types of biological samples. This assay canbe completed by individuals without specialty training or equipment and may provide a new diagnosticstrategy for combatting the spread of COVID-19 at the point-of-risk.Acknowledgements: We would like to thank Denise Cunningham and Dr. Girish Nair for their assistanceobtaining human samples. We also thank Dr. Bernadette Zwaans for her critical review of manuscript.Author Contributions: LEL and MBC conceived of the work. RT-LAMP primer design was by LEL.Data collection was by SNB and EW. All authors performed data analysis and interpretation. LEL draftedthe article. All authors critically revised the article and gave approval of the final version.Funding: This work was supported by the Maureen and Ronald Hirsch family philanthropic contribution.The funders had no role in study design, data collection and analysis, decision to publish, or preparationof the manuscript.Competing interests: The authors declare no competing interests exist. The authors nor their institutionsreceived any payments or services in the past 36 months from a third party that could be perceived toinfluence, or give the appearance of influencing, the submitted work.Data Availability: All relevant data are within the paper.Fig 1. RT-LAMP detection of COVID-19. (A) COVID-19 RT-LAMP amplification of COVID-19 PCRstandard (COVID-19; IDT custom oligo) but not no template control (NTC; negative control) asvisualized by addition of SYBR Green I (SYBR) by eye (upper panel), fluorescence (middle panel), or gelelectrophoresis (bottom panel). All primers (ALL) are required for effective RT-LAMP reaction.Reactions without FIP and BIP (-FIP/BIP) or FL and BL (-FL/BL) primers resulted in a negativeRTLAMP reaction.Fig 2. COVID-19 RT-LAMP sensitivity for COVID-19. Sensitivity assessment of COVID-19RTLAMP using serial dilutions of COVID-19 PCR Standard from 10·0 ng/reaction to 0·2 fg/reaction asvisualized by addition of SYBR Green I by eye (upper panel), fluorescence (middle panel), or gelelectrophoresis (bottom panel). NTC: No template control (negative control).Fig 3. COVID-19 RT-LAMP specificity for COVID-19 in simulated patient samples. Specificityassessment of COVID-19 RT-LAMP in control samples (control) or samples spiked with COVID-19,MERS, BtCoV, MHV PCR standards (IDT custom oligos) as visualized by the addition of SYBR Green Iby eye (upper panel), fluorescence (middle panel), or gel electrophoresis (bottom panel). Types of humansamples tested included serum, urine, saliva, nasopharyngeal swabs (nasal swab), or oropharyngeal swabs(oral swab). NTC: No template control (negative control). 3-5 different patient samples were tested foreach condition with one representative patient being shown.TCCAGATGAGGATGAAGAAGAAGTCTGAACAACTGGTGTAAGAGAGCAGCAGAAGTGGCACAGGTGATTGTGAAGAAGAAGAGTCAACCTGAAGAAGAGCAAGAACTGATTGTCCTCACTGCCCTCATATTGAGTTGATGGCTCAACAAACTGTTGGTCAACAAGACCOVID-19Bat SARS-like CoV 2015Bat SARS-like CoV 2017Bat SARS CoV RM1/2004SARS CoV ZS-CCivet SARS CoV SZ16/2003SARS CoVSARS CoV MA15Middle East Respiratory CoVBelacoronavirus England 1Murine hepatitis virusHuman Coronavirus 229EHuman Coronavirus NL63Human Coronavirus HKU1Human Coronavirus OC43ALL9111DIDIgfCOVID-190.2291DIVSVoDI91O91", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Loop-mediated isothermal amplification (LAMP) of gene sequences and simple visual detection of products"], ["Robustness of a loop-mediated isothermal amplification reaction for diagnostic applications"], ["Reverse TranscriptionLoop-mediated Isothermal Amplification (RT-LAMP) Assay for Zika Virus and Housekeeping Genes in Urine, Serum, and"], ["Rapid Detection of Zika Virus in Urine Samples and Infected Mosquitos by Reverse Transcription-Loop-Mediated Isothermal Amplification"], [": Global initiative on sharing all influenza data - from vision to reality"], ["Gapped BLAST and PSI-BLAST: a new generation of protein database search programs"], ["Loopmediated isothermal amplification (LAMP) - review and classification of methods for sequencespecific detection"], ["The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. SeruAmllrights reserved. No reuse Uallorwiend ewithout permission"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["N Tomita", "Y Mori", "H Kanda", "T Notomi"], ["P Francois", "M Tangomo", "J Hibbs"], ["SN Bartolone", "MO Tree", "MJ Conway", "MB Chancellor", "LE Lamb", "Mosquito Samples"], ["LE Lamb", "SN Bartolone", "MO Tree"], ["Y Shu", "McCauley J. GISAID"], ["SF Altschul", "TL Madden", "AA Schaffer"], ["L Becherer", "N Borst", "M Bakheit", "S Frischmann", "R Zengerle"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Novel Corona virus (COVID-19 or 2019-nCoV) is an emerging global health concern that requires a\nrapid diagnostic test. Quantitative reverse transcription PCR (qRT-PCR) is currently the standard for\nCOVID-19 detection; however, Reverse Transcription Loop-Mediated Isothermal Amplification\n(RTLAMP) may allow for faster and cheaper field based testing at point-of-risk. The objective of this study\nwas to develop a rapid screening diagnostic test that could be completed in under 30 minutes. Simulated\npatient samples were generated by spiking serum, urine, saliva, oropharyngeal swabs, and nasopharyngeal\nswabs with a portion of the COVID-19 nucleic sequence. The samples were tested using RT-LAMP as\nwell as by conventional qRT-PCR. Specificity of the RT-LAMP was evaluated by also testing against\nother related coronaviruses. RT-LAMP specifically detected COVID-19 in simulated patient samples.\nThis test was performed in under 30 minutes. This approach could be used for monitoring of exposed\nindividuals or potentially aid with screening efforts in the field and potential ports of entry.", "one_words_summarize": "Novel Corona virus (COVID-19 or 2019-nCoV) is an emerging global health concern that requires arapid diagnostic test. RT-LAMP specifically detected COVID-19 in simulated patient samples. This approach could be used for monitoring of exposedindividuals or potentially aid with screening efforts in the field and potential ports of entry. However, since then many patients have reported no exposure to animalmarkets, indicating that person-to-person transmission is occurring. However, this requires expensive equipment and trained personnel. Primers were ordered from Integrated DNA Technologies and theFIPs and BIPs are HPLC purified. The COVID-19 ssDNA control fragment wassynthesized through Invitrogen GeneArt. The fragmentwas reconstituted to 10ng/µL and used for LAMP and qPCR experiments. Allexperiments were performed in accordance with the ethical standards noted in the 1964 Declaration ofHelsinki and its later amendments. The limit of detectionwas approximately equivalent to 1.02 fg. Spiked specimens included serum, urine, saliva, oropharyngealswabs, and nasopharyngeal swabs as we wanted to verify that substances present in these samples wouldnot interfere with RT-LAMP. These other coronaviruseshad 27-54% nucleotide mismatch with our RT-LAMP primers, making it highly unlikely they would givea positive RT-LAMP result, supporting the specificity of this assay for COVID-19 (Table 2). RT-LAMP meets these requirements and therefore has large value for screening and testingfor COVID-19 in potentially exposed populations. However, due to the specificity of the primers,we believe this does not interfere with correct interpretation of the RT-LAMP reaction, especially sincethe COVID-19 spiked sample can be correctly identified through color change and fluorescence .Primers were designed for a conserved span of COVID-19 sequence that was found in 22 isolatedCOVID-19 strains but was a sequence that was also divergent from related coronavirus SARS. AlthoughRTLAMP reactions are highly specific, it is not a quantitative test. However other groups are working atimproving the read outs of RT-LAMP assays including the use of smartphone-integrated sensors to makeinterpretation of the assay even more user-friendly.8 RT-LAMP reactions can have a higher rate of falsepositives compared to qRT-PCR; we did not experience this in any of our no template negative controlreactions, negative control samples, or other samples containing other coronaviruses. Lastly, this is a rapidlydeveloping area of study and all the information presented at the time of publication represent the authors’best knowledge at the time. This assay canbe completed by individuals without specialty training or equipment and may provide a new diagnosticstrategy for combatting the spread of COVID-19 at the point-of-risk. RT-LAMP primer design was by LEL.Data collection was by SNB and EW. Funding: This work was supported by the Maureen and Ronald Hirsch family philanthropic contribution. The funders had no role in study design, data collection and analysis, decision to publish, or preparationof the manuscript. Competing interests: The authors declare no competing interests exist. Sensitivity assessment of COVID-19RTLAMP using serial dilutions of COVID-19 PCR Standard from 10·0 ng/reaction to 0·2 fg/reaction asvisualized by addition of SYBR Green I by eye (upper panel), fluorescence (middle panel), or gelelectrophoresis (bottom panel)."}