{"date": "2020/02/21", "journal": "medrxiv", "authors": "Juanjuan Zhang, Maria Litvinova, Wei Wang, Yan Wang, Xiaowei Deng, Xinghui Chen, Mei Li, Wen Zheng, Lan Yi, Xinhua Chen, Qianhui Wu, Yuxia Liang, Xiling Wang, Juan Yang, Kaiyuan Sun, Ira M. Longini, M. Elizabeth Halloran, Peng Wu, Benjamin J. Cowling, Stefano Merler, Cecile Viboud, Alessandro Vespignani, Marco Ajelli, Hongjie Yu", "title": "Evolving epidemiology of novel coronavirus diseases 2019 and possible interruption of local transmission outside Hubei Province in China: a descriptive and modeling study", "type": "preprint article", "abstract": "2. ISI Foundation, Turin, Italy\n3. Division of International Epidemiology and Population Studies, Fogarty\n4. Department of Biostatistics, College of Public Health, Health Professions, and\n5. Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research\n6. Department of Biostatistics, University of Washington, Seattle, WA, USA\n7.", "text": "2. ISI Foundation, Turin, Italy3. Division of International Epidemiology and Population Studies, Fogarty4. Department of Biostatistics, College of Public Health, Health Professions, and5. Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research6. Department of Biostatistics, University of Washington, Seattle, WA, USA7.WHO Collaborating Centre for Infectious Disease Epidemiology and Control,School of Public Health, Li Ka Shing Faculty of Medicine, University of HongKong, Hong Kong Special Administrative Region, China8. Bruno Kessler Foundation, Trento, Italy9. Laboratory for the Modeling of Biological and Socio-technical Systems,Northeastern University, Boston, MA USA# These authors contributed equally to this work.† These authors are joint senior authors contributed equally to this work.Corresponding authors: Marco Ajelli, Bruno Kessler Foundation, Trento, Italy,E-mail: marco.ajelli@gmail.com or Hongjie Yu, Fudan University, School of PublicHealth, Key Laboratory of Public Health Safety, Ministry of Education, Shanghai200032, China; E-mail: yhj@fudan.edu.cnBackgroundThe COVID-19 epidemic originated in Wuhan City of Hubei Province in December2019 and has spread throughout China. Understanding the fast evolvingepidemiology and transmission dynamics of the outbreak beyond Hubei wouldprovide timely information to guide intervention policy.        MethodsWe collected individual information on 8,579 laboratory-confirmed cases fromofficial publically sources reported outside Hubei in mainland China, as ofFebruary 1        ResultsThe median age of the cases was 44 years, with an increasing of cases in youngerage groups and the elderly as the epidemic progressed. The delay from symptomonset to hospital admission decreased from 4.4 days (95%CI: 0.0-14.0) untilJanuary 27 to 2.6 days (0.0-9.0) from January 28 to February 17. The meanincubation period was estimated at 5.2 days (1.8-12.4) and the mean serialinterval at 5.1 days (1.3-11.6). The epidemic dynamics in provinces outsideHubei was highly variable, but consistently included a mix of case importationsand local transmission. We estimate that the epidemic was self-sustained for lessthan three weeks with Rt reaching peaks between 1.40 (1.04-1.85) in ShenzhenCity of Guangdong Province and 2.17 (1.69-2.76) in Shandong Province. In all theanalyzed locations (n=10) Rt was estimated to be below the epidemic thresholdsince the end of January.ConclusionOur findings suggest that the strict containment measures and movementrestrictions in place may contribute to the interruption of local COVID-19transmission outside Hubei Province. The shorter serial interval estimated hereimplies that transmissibility is not as high as initial estimates suggested.coronavirus        Since December 2019, an increasing number of atypical pneumonia cases causedby severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have beenreported in Wuhan City of Hubei Province, China1. As of February 1                An early report on epidemiology of the COVID-19 outbreak included analysis ofthe first 425 confirmed cases detected in Wuhan by January 2        In the present study, we aim to describe the epidemiological characteristics ofCOVID-19 outbreak after 50 days of detection in the provinces outside Hubei. Wealso estimate changes in key time-to-event distributions and reproductionnumbers to assess whether the strict control measures have been able to slowtransmission.Since the outbreak of atypical pneumonia cases was detected in Wuhan at theend of December 2019, the Chinese Center for Disease Control and Prevention(China CDC) has launched a new surveillance system, first in Wuhan, thenextended to the entire country, to record information on COVID-19 cases. Casedefinitions for suspected cases and laboratory-confirmed cases, and thedescription of the surveillance system have been published1 and reportedelsewhere5. Details are summarized in Appendix (page 2).        In the first version of “Guideline on diagnosis and treatment of novel coronavirusinfected pneumonia (NCIP)” issued by China CDC on January 1        Daily aggregated data on the number of cumulative cases in mainland China wereextracted from the official websites of national, provincial, and municipal HealthCommissions (see Tab. S1 in Appendix).Individual records on laboratory-confirmed COVID-19 cases were collected fromtwo official publicly available sources, including: (i) websites of national,provincial, and municipal Health Commission; (ii) websites of national and localgovernment affiliated medias. Individual information was extracted and enteredinto a structured database comprising demography, exposure and travel history,timeline from exposure, symptom onset, hospital admission, and date of officialannouncement (reporting date). Each individual record was extracted andentered by three coauthors and was cross-checked to ensure data accuracy.Conflicting information was resolved based on the data source (i). In this study,we used information on age, sex, location of detection, exposure history, dates ofsymptom onset, hospital admission, and official announcement. Details on thecollection of individual data and assessment of completeness of variables used inthe study are provided in Tab. S1-S2 in Appendix.We also validated our individual records against the official line lists obtainedfrom the websites of Shandong Provincial Health Commission, ShenzhenMunicipal Health Commission, and Hunan Provincial Health Commission for thekey variables used in this study (see Tab. S3 in Appendix).We restricted analyses to the provinces other than Hubei where the majority ofour individual records are available (98%, 8,579/8,738). We used the date of onekey change in case definition to divide the epidemic into two time periods. Thefirst period runs from the emergence of COVID-19 in Wuhan through to January27, when the definition of suspected cases in the fourth version issued by ChinaCDC was loosened to capture milder cases (radiographic evidence of pneumoniawas no longer necessary, and epidemiological links extended to contact withconfirmed cases). The second period runs from January 28 through to February17. We performed statistical analyses of demographic and epidemiologicalcharacteristics of confirmed cases stratified by the two epidemic periods.We estimated key epidemiologic parameters on time-to-event distributions forCOVID-19 cases, including symptom onset to first healthcare consultation,hospital admission, and official announcement. We estimated the time frominfection to symptom onset (incubation period) by analyzing COVID-19 caseswith asserted epidemiological links (clusters) identified by prospective contacttracing. The date of presumed infection was estimated from cases’ history ofexposure, excluding cases with exposure to Wuhan. When multiple exposureswere reported, we considered the interval between the first and last recordeddates of exposure. We fitted three parametric distributions (Weibull, gamma, andlognormal) to time-to-event data and selected the best fit based on the minimumAkaike information criterion (AIC).We analyzed clusters of COVID-19 cases with epidemiological links asserted byprospective contact tracing to estimate the serial interval, which is defined as theinterval between onset of symptoms in a primary case and the onset ofsymptoms in secondary cases generated by that primary case. The serial intervalis then estimated by fitting a gamma distribution to the lag between the dates ofsymptom onset of the primary and secondary cases (with no travel historyto/from Wuhan/Hubei) across all clusters.By leveraging the estimated distribution of the serial interval, we provideestimates of the net reproduction number (Rt), which is the average number ofsecondary cases generated by a typical primary case at time t. Consecutivegenerations of cases arise after a period measured by the serial interval or by thegeneration time. We use a Bayesian approach to estimate Rt from the time seriesof symptom onset dates and the distribution of the serial interval8,9. For thisanalysis, the last 9 days of the dataset were not considered to deal with thepossible incompleteness of the dataset due to reporting delays. Details on themethodology are reported in the Appendix (page 18).Statistical analyses were performed with R (version 3.6.0). The reproductionnumber was estimated from a code in C language written by the authors andavailable upon request.        The study was approved by the Institutional review board from School of PublicHealth, Fudan University (IRB#2020-02-0802). All data were collected frompublicly available sources and did not contain any personal information.As of February 1        The presence of at least one known exposure was reported by 77% of cases. Inthe early epidemic period, most cases reported an exposure in Wuhan or Hubei.Subsequently, an increasing number of cases reported exposure to COVID-19cases or patients with acute respiratory infections (Tab. 1).The time interval from symptom onset to hospital admission shortened as theepidemic progressed, decreasing from 4.4 days (95%CI: 0.0-14.0) during the firstperiod of the epidemic to 2.6 days (95%CI: 0.0-9.0) in the second period (Tab. 2).A similar decreasing trend over time was observed for the interval fromsymptom onset to first healthcare consultation as well (Tab. 2).We analyzed the time interval from exposure to illness onset for 49 cases (withno travel history to/from Wuhan/Hubei ) identified by prospective contacttracing in 37 clusters. We estimated a mean incubation period of 5.2 days (95%CI:1.8-12.4), with the 95th percentile of the distribution at 10.5 days. We find thatthe distribution of the incubation period is well approximated by a lognormaldistribution (see Fig. S3 and Tab. S9 in Appendix).We analyzed the time interval between symptom onset in 35 secondary casesand symptom onset in 28 corresponding primary cases. These secondary caseswere identified by prospective contact tracing of 28 clusters and had no travelhistory to Wuhan/Hubei (see Appendix, Fig. S4). One case who reported theonset of symptoms on the same day as the index case was dropped from theanalysis (see Appendix, Tab. S10 and Fig. S5 for a sensitivity analysis). Moreover,as we cannot exclude that a fraction of these secondary cases had a previousexposure to an unidentified infection source, we performed a sensitivity analysisby different levels of data censoring (see Appendix, pages 16 and 17). Weestimate the serial interval to follow a gamma distribution with a mean of 5.1days (95%CI: 1.3-11.6). A comparison between the distribution of the incubationperiod and of the serial interval is reported in Fig. 2.        The transmission dynamics of COVID-19 are extremely different among theprovinces outside Hubei. Here we report the results for a city (Shenzhen – amajor city with more than 12 million inhabitants in Guangdong Province) andtwo Provinces (Hunan and Shandong) for which we have validated our individualrecords against the full official line list compiled by the respective local healthauthorities. Results for other seven locations are included in Appendix (Fig. S6and S7). Despite the selected locations are all among the provinces reporting thelargest number of COVID-19 cases as of February 1        We have provided an assessment of the rapidly changing epidemiology andtransmission dynamics of the COVID-19 outbreak beyond Hubei Province inmainland China. We found significant differences in the epidemiology ofCOVID-19 as the epidemic continues to spread across China. Most importantly, asof February 8, 2020, we estimate the net reproduction number to be below theepidemic threshold in the provinces that have reported the largest number ofcases (outside Hubei). This suggests that, thanks to the containment measuresincluding isolation of cases, quarantine of contacts, and strict restrictions onpersonal movement in the general community, China have made key stepstowards the interruption of sustained COVID-19 transmission outside HubeiAt the beginning of the epidemic, COVID-19 cases were mostly observed amongthe elderly10. As the epidemic progressed, we observed a shift towards younger(<18 years) and older (65+ years) cases. Since January 28, 2020, however, theproportion of confirmed cases aged <18 years is still only about 5%, althoughthis age group represents approximately 20% of the Chinese population. Fromthe data available here, it is not possible to distinguish whether youngerindividuals have a reduced risk of infection or a propensity for milder clinicaloutcome given infection (thus resulting in a lower risk of detection). It shouldalso be considered that schools in China were closed for most of the epidemicdue to the 2020 Chinese New Year holidays11. It is unclear whether nationwideschool breaks could have contributed to the low proportion of confirmedCOVID-19 cases among school-age individuals, and whether schools reopeningwill lead to a change in the transmission patterns of COVID-19.        At the very beginning of the epidemic, a disproportionate faction of COVID-19cases were male10. As of February 1        In the provinces outside Hubei we estimate the serial interval to be on average5.1 days (95%CI: 1.3-11.6). This estimation is considerably shorter than thepreliminary estimate derived from the analysis of six serial intervals in Wuhan5.This may be linked to the short time interval from symptom onset to hospitaladmission (about 2.6 days on average since January 28) we have estimated formainland China outside Hubei, as compared to what was measured in Wuhan inthe early phase of the outbreak5, which could have prevented longer serialintervals from being observed. It should however be stressed that, as suggestedby a theoretical study8, the serial interval estimated from the analysis ofhousehold clusters may be up to 20% shorter than the true value.We estimate the serial interval to have about the same length as the incubationperiod, in overall agreement with an independent estimate5. This suggests thepossibility for an early peak of infectiousness with possible transmission beforethe onset of symptoms. If confirmed, the presence of relevant pre-symptomatictransmission may hamper control efforts, including contact tracing and promptisolation of index cases, as well as passenger screening at airports. In contrast,strategies based on social distancing and limiting mass gatherings, or contacts inthe workplaces and schools, may still be effective15-17. Although strong evidenceof pre-symptomatic transmission is still lacking, the possibility of transmissionduring the incubation phase appears to be supported by field epidemiologicalinvestigations18-20.The results presented thus far support a change in epidemiologicalcharacteristics of the COVID-19 outbreak as time progresses and the epidemicexpands to multiple locations. Many of the key epidemiologic time-delaydistributions are markedly different from those reported in studies focusing onthe early transmission dynamics of COVID-19 in Wuhan5. This is likely theconsequence of the increased awareness of the public and physicians, behavioralchanges of the population with respect to respiratory disease symptoms,increased health care readiness, and elevated alert and response across mainlandChina.We estimate the net reproduction number to have followed markedly differentpatterns in different Chinese provinces. We found that in the analyzed provinces(selected among those mostly affected by the COVID-19 epidemic outside Hubei),the epidemic was self-sustained only for short periods of time (no more than 3weeks). Most importantly, we estimated that since the end of January 2020, Rt isbelow the epidemic threshold in all the analyzed provinces in mainland Chinaother than Hubei. This is confirmed by the gradual decrease in the number ofdetected COVID-19 cases reported across all China (outside Hubei Province).This suggests a beneficial effect of the currently implemented public healthintervention policies, in combination with the behavior adopted by thepopulation as a response to the epidemic spread. Nonetheless, it should bestressed that the effectiveness of containment measures only apply while thosemeasures are in place, and a relaxation of public health interventions or asignificant change in human behavior may lead to a resurgence in transmission.Moreover, it is important to stress that our findings are based on the analysis of 9of the most affected provinces (n=10 locations) in mainland China outside Hubei.Therefore, although unlikely, it is possible that in other provinces showing only afew cases at the time of writing the epidemic is still self-sustained by localtransmission events. Moreover, it is still unclear to what extent asymptomaticand presymptomatic infections contribute to the transmission of COVID-19 andthe level at which they are detected.It is important to stress that this study is affected by the usual limitationspertaining to the data analysis of rapidly evolving infectious disease outbreaks.The statistical analysis could therefore include biases due to case ascertainmentand non-homogenous sampling over time and by location. The level ofascertainment of mild cases remains unclear and could present a differentepidemiological characterization. Although the estimates of the net reproductionnumber are not affected by an approximately constant underreporting rate ofcases, they may suffer from time-varying reporting rates. It is also important toconsider that the analyzed individual records were retrieved from different datasources and thus may be affected by geographical heterogeneities in sampling ofcases with specific exposure (imported or locally acquired infections) and withavailable dates of symptom onset. However, we analyzed the completeness ofindividual records used in this study and compared them with official line listsfor three locations in mainland China. We found that our data was of similarquality as the official complete line lists.        Even in the presence of the above limitations, a timely updated patient line listlike ours is critical to assess the epidemiology and transmission dynamics of anemerging pathogen, inform situational awareness, and optimize the responses tothe outbreak. Since January        M.A. and H.Y. designed the experiments. J.Z., W.W., Xing.C., X.W., Y.W., X.D., Me.L.,W.Z., L.Y., Xinh.C., Q.W., and Y.L. collected data. J.Z., Ma.L., W.W., Y.W., X.D. and M.A.analyzed data. J.Z., Ma.L., W.W., J.Y., K.S., I.M.L., M.E.H., P.W., B.J.C., S.M., C.V., A.V.,M.A., and H.Y. interpreted the results. M.A., and H.Y. wrote the manuscript. J.Z.,Ma.L., X.W., J.Y., M.E.H., P.W., B.J.C., C.V., and A.V edited the manuscript.B.J.C. has received honoraria from Roche and Sanofi Pasteur. A.V. has receivedfunding from Metabiota Inc. H.Y. has received research funding from SanofiPasteur, GlaxoSmithKline, Yichang HEC Changjiang Pharmaceutical Company, andShanghai Roche Pharmaceutical Company. None of that research funding isrelated to COVID-19.We thank Wenkai Yang, Jingyuan Feng, Jialu Cheng, Qiuyi Xu, Haixin Ju, Xufang Bai,Zi Yu, Yumin Zhang, Wei Guo, Zeyao Zhao, Xin Chen, Sihong Zhao, Rong Du, JiaxianChen, Jiangnan Li, Geshu Zhang, Hong Peng, Xin Shen, Zeyu Li, and Yuheng Fengfrom Fudan University for providing assistance with data collection. We thank        Nicole Samay for assistance in preparing the figures.outside Hubei in mainland China by epidemic period, as of February 1        d. Hubei residents or who visited Hubei, without specific city where they have lived in or visited.Key time-to-event intervalsa        Allperiod, as of February 1        Time from symptom onset to firsta. Estimated from empirical data; the estimates obtained by fitting gamma, Weibull, and lognormal distributions areb. Sample size may be different from the sum of the two periods as it includes also cases having not recorded date ofsymptom onset (which is used to the classification into temporal periods).        n=2,888n=2,001n=1,725bn=5,024bn=1,836n=1,310n=850n=2,727n=1,052n=691n=353n=2,079cases for Hubei Province) officially reported as of February 1        Figure 3 A Top: Daily number of new cases (date of symptom onset) in Shenzhen (GuangdongProvince) divided into cases with travel history to Wuhan/Hubei and local transmission. Bottom:Estimated net reproduction number (Rt) over 4-day moving average. We excluded the last 9 days ofdata (i.e., data after February 8, 2020) to account for reporting delays. In fact, we estimated the 90thpercentile of the distribution of the time from onset to announcement in mainland China outsideHubei Province during period 2 of the epidemic to be 9.0 days. B Same as A, but for Hunan Province. C0.200.1524681014Days35e 30ssaced )rsd2503210Local transmission1407101328313Period 1500211407101319222528313sesrfionm lrcaeo2017 20 23 26Jan 2020            29            ", "ref_list": [[], ["Center for Disease Control and Prevention"], ["Commission of the People's Republic of China"], [""], [""], ["Statement on the second meeting of the International Health Regulations ("], ["-statement-on-the-second-meeting-of-the-international-health-re gulations"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["2(x)."], ["Commission of the People's Republic of China. Diagnosis and treatment guideline on pneumonia infection with 2019 novel coronavirus (the fifth trial edition"], [""], ["Measurability of the epidemic reproduction number in data-driven contact networks"], ["Ebola virus disease in West Africa--the first 9 months of the epidemic and forward projections"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Ministry of Education of the People's Republic of China. Notice of the Ministry of Education on the postponement of the spring"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], [""], ["Reactive school closure weakens the network of social interactions and reduces the spread of influenza"], ["'s Government of Hubei Province. Notice of the General Office of the People's Government of Hubei Province on Extending the Spring Festival Holiday of"], [""], ["-nCoV: new challenges from coronavirus"], ["A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["National Health Commission of the People's Republic of China. Inclusion of 2019 novel coronavirus diseases (COVID-19) into statutory infectious disease management"], [""], ["A. WHO chief praises containment efforts"], ["Jan 2020 Date of symptom onset Shenzhen (Guangdong Province)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Chinese"], ["National Health"], [], [], [], ["-"], ["Q Li", "X Guan", "P Wu"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], ["National Health"], [], ["Q-H Liu", "M Ajelli", "A Aleta", "S Merler", "Y Moreno", "A Vespignani"], ["B Aylward", "P Barboza"], ["N Chen", "M Zhou", "X Dong"], ["html"], ["C Huang", "Y Wang", "X Li"], ["P Wu", "X Hao", "EHY Lau"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["JC Benjamin", "HYL Eric", "LHL Conrad", "Hong Kong"], ["M Litvinova", "Q-H Liu", "ES Kulikov", "M. Ajelli"], ["People"], ["shtml"], ["HY. Tian"], ["P Yu", "J Zhu", "Z Zhang", "Y Han", "Huang L"], ["L Zou", "F Ruan", "M Huang"], [], [], ["McNeice"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. ISI Foundation, Turin, Italy\n3. Division of International Epidemiology and Population Studies, Fogarty\n4. Department of Biostatistics, College of Public Health, Health Professions, and\n5. Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research\n6. Department of Biostatistics, University of Washington, Seattle, WA, USA\n7.", "one_words_summarize": "Division of International Epidemiology and Population Studies, Fogarty4. Understanding the fast evolvingepidemiology and transmission dynamics of the outbreak beyond Hubei wouldprovide timely information to guide intervention policy. The epidemic dynamics in provinces outsideHubei was highly variable, but consistently included a mix of case importationsand local transmission. As of February 1                An early report on epidemiology of the COVID-19 outbreak included analysis ofthe first 425 confirmed cases detected in Wuhan by January 2        In the present study, we aim to describe the epidemiological characteristics ofCOVID-19 outbreak after 50 days of detection in the provinces outside Hubei. In this study,we used information on age, sex, location of detection, exposure history, dates ofsymptom onset, hospital admission, and official announcement. Details on thecollection of individual data and assessment of completeness of variables used inthe study are provided in Tab. We used the date of onekey change in case definition to divide the epidemic into two time periods. The second period runs from January 28 through to February17. We fitted three parametric distributions (Weibull, gamma, andlognormal) to time-to-event data and selected the best fit based on the minimumAkaike information criterion (AIC).We analyzed clusters of COVID-19 cases with epidemiological links asserted byprospective contact tracing to estimate the serial interval, which is defined as theinterval between onset of symptoms in a primary case and the onset ofsymptoms in secondary cases generated by that primary case. The reproductionnumber was estimated from a code in C language written by the authors andavailable upon request. All data were collected frompublicly available sources and did not contain any personal information. Inthe early epidemic period, most cases reported an exposure in Wuhan or Hubei. 1).The time interval from symptom onset to hospital admission shortened as theepidemic progressed, decreasing from 4.4 days (95%CI: 0.0-14.0) during the firstperiod of the epidemic to 2.6 days (95%CI: 0.0-9.0) in the second period (Tab. 2).We analyzed the time interval from exposure to illness onset for 49 cases (withno travel history to/from Wuhan/Hubei ) identified by prospective contacttracing in 37 clusters. It shouldalso be considered that schools in China were closed for most of the epidemicdue to the 2020 Chinese New Year holidays11. As of February 1        In the provinces outside Hubei we estimate the serial interval to be on average5.1 days (95%CI: 1.3-11.6). We estimate the serial interval to have about the same length as the incubationperiod, in overall agreement with an independent estimate5. L., W.W., J.Y., K.S., I.M.L., M.E.H., P.W., B.J.C., S.M., C.V., A.V.,M.A., and H.Y. interpreted the results. None of that research funding isrelated to COVID-19.We thank Wenkai Yang, Jingyuan Feng, Jialu Cheng, Qiuyi Xu, Haixin Ju, Xufang Bai,Zi Yu, Yumin Zhang, Wei Guo, Zeyao Zhao, Xin Chen, Sihong Zhao, Rong Du, JiaxianChen, Jiangnan Li, Geshu Zhang, Hong Peng, Xin Shen, Zeyu Li, and Yuheng Fengfrom Fudan University for providing assistance with data collection. Key time-to-event intervalsa        Allperiod, as of February 1        Time from symptom onset to firsta. Sample size may be different from the sum of the two periods as it includes also cases having not recorded date ofsymptom onset (which is used to the classification into temporal periods). C0.200.1524681014Days35e 30ssaced )rsd2503210Local transmission1407101328313Period 1500211407101319222528313sesrfionm lrcaeo2017 20 23 26Jan 2020            29"}