{"date": "2020/02/19", "journal": "medrxiv", "authors": "Hongzhou Lu, Jingwen Ai, Yinzhong Shen, Yang Li, Tao Li, Xian Zhou, Haocheng Zhang, Qiran Zhang, Yun Ling, Sheng Wang, Hongping Qu, Yuan Gao, Yingchuan Li, Kanglong Yu, Duming Zhu, Hecheng Zhu, Rui Tian, Mei Zeng, Qiang Li, Yuanlin Song, Xiangyang Li, Jinfu Xu, Jie Xu, Enqiang Mao, Bijie Hu, Xin Li, Lei Zhu, Wenhong Zhang", "title": "A descriptive study of the impact of diseases control and prevention on the epidemics dynamics and clinical features of SARS-CoV-2 outbreak in Shanghai, lessons learned for metropolis epidemics prevention", "type": "preprint article", "abstract": "Affiliations:\n2. Shanghai Public Health Clinical Center, Fudan University, Shanghai, China\n3. Shanghai Tenth People’s Hospital of Tongji University, Shanghai, China\n4. Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China\n5. Zhongshan Hospital of Fudan University, Shanghai, China\n6. Renji Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China\n7. Shanghai Sixth People’s Hospital, Shanghai Jiao Tong University School of Medicine,", "text": "Affiliations:2. Shanghai Public Health Clinical Center, Fudan University, Shanghai, China3. Shanghai Tenth People’s Hospital of Tongji University, Shanghai, China4. Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China5. Zhongshan Hospital of Fudan University, Shanghai, China6. Renji Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China7. Shanghai Sixth People’s Hospital, Shanghai Jiao Tong University School of Medicine,Shanghai, China8. Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine,Shanghai, China9. Department of Critical Care Medicine, Huashan Hospital of Fudan University, Shanghai,China10. Children’s Hospital of Fudan University, Shanghai, China11. Shanghai East Hospital of Tongji University, Shanghai, China12. Huadong Hospital of Fudan University, Shanghai, China13. Shanghai Pulmonary Hospital of Tongji University, Shanghai, China14. Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine,Shanghai, ChinaObjective To describe and evaluate the impact of diseases control and prevention onepidemics dynamics and clinical features of SARS-CoV-2 outbreak in Shanghai.Design A retrospective descriptive studyParticipants Epidemiology information was collected from publicly accessible database.265 patients admitted to Shanghai Public Health Center with confirmed COVID-19 wereenrolled for clinical features analysis.Main outcome measure Prevention and control measures taken by Shanghai government,epidemiological, demographic, clinical, laboratory and radiology data were collected.Weibull distribution, Chi-square test, Fisher’s exact test, t test or Mann-Whitney U test wereused in statistical analysis.Results COVID-19 transmission rate within Shanghai had reduced over 99% thanprevious speculated, and the exponential growth has been stopped so far. Epidemic wascharacterized by the first stage mainly composed of imported cases and the second stagewhere >50% of cases were local. The incubation period was 6.4 (95% CI 5.3 to 7.6) daysand the mean onset-admission interval was 5.5 days (95% CI, 5.1 to 5.9). Median time forCOVID-19 progressed to severe diseases were 8.5 days (IQR: 4.8-11.0 days). By February11th, proportion of patients being mild, moderate, severe and critically ill were 1.9%(5/265),89.8%(238/265), 3.8%(10/265), 4.5%(12/265), respectively; 47 people in our cohort weredischarged, and 1 patient died.Conclusion Strict controlling of the transmission rate at the early stage of an epidemic inmetropolis can quickly prohibit the spread of the diseases. Controlling local clusters is thekey to prevent outbreaks from imported cases. Most COVID-19 severe cases progressedwithin 14 days of disease onset. Multiple systemic laboratory abnormalities had beenobserved before significant respiratory dysfunction.Keyword COVID-19, SARS-CoV-2, epidemics dynamics, diseases control, clinicalfeatures        Since December 2019, a novel coronavirus, later named by WHO as SARS-CoV-2,emerged in Wuhan, China [        This is a retrospective, single-center cohort study, recruiting all patients admitted toShanghai Public Health Center (SHPHC) diagnosed with coronavirus disease 2019(COVID 2019) according to WHO interim guidance before Feb 7th, 2020. According to thearrangement of government, almost all adult patients from whole Shanghai were admittedto SHPHC once coronavirus disease 2019(COVID-19) was confirmed by real-time PCR.The study was approved by SHPHC ethics committee and oral consent was obtained frompatients.        All patients admitted to Shanghai Public Health Center diagnosed with coronavirus diseaseCOVID-19 according to WHO interim guidance were enrolled in this study [        Severe: Presenting any one of the followings:1) Respiratory distress, respiratory rates ≥30 per minute;2) Pulse oxygen saturation ≤93% on room air1251261271281291301311321331341351361371381391401411421431441453) Oxygenation Index (PaO2/FiO2) ≤300mmHgCritically ill: Presenting any one of the followings1) Respiratory failure where invasive ventilation is necessary2) Signs of shock (circulatory failure)3) Failure of any other organ where ICU care is necessaryThe cumulative numbers of confirmed and suspected cases were collected from ShanghaiCDC, which were updated daily and publicly accessible. We obtained epidemiological,demographic, clinical, laboratory and radiology data from patients’ medical records. Thedata were reviewed by a trained team of physicians. Information recorded includeddemographic data, medical history, exposure history, comorbidities, symptoms, laboratoryfindings at baseline and chest x-ray or computed tomographic (CT) scans. The date ofdisease onset was defined as the day when the symptom was noticed.The incubation period distribution (i.e., the time delay from suspected contact to illnessonset), and the onset-to-admission distribution was estimated by fitting a Weibulldistribution to data on suspected exposure and onset dates in a subset of cases withdetailed information available. Categorical variables were described as frequencies andpercentages, and compared by Chi-square test or Fisher’s exact test between two cohorts.Continuous variables were described as median and interquartile range (IQR) values.147148149150151152153154155156157158159160161162163164165166167Means for continuous variables were compared using independent group t-tests when thedata were normally distributed; otherwise, the Mann-Whitney test was used. Forcomparisons, a 2-sided α of less than 0.05 was considered statistically significant. Resultsof laboratory tests were also standardized and arranged by unsupervised hierarchicalclustering to identify the similarities, differences and characteristics, with Euclideandistance measure and average linkage between groups methods. Statistical analyses wereperformed using SPSS (Statistical Package for the Social Sciences) version 22.0 software(SPSS Inc) and R software. Analyses of the incubation period, extensive predictiveanalysis were performed with the use of MATLAB software (R2016b).Epidemiological analysisAs of February, 19th 2020, a total number of 72,531 confirmed COVID-19 cases have beenreported according to reports from 31 provinces (autonomous regions, municipalities) andthe Xinjiang Production and Construction Corps in mainland China. However, the numberof newly increased cases, especially in regions outside Hubei provinces, has graduallydecreased since February 5th with the peak value of 3887. The same decreased trend canbe seen in the newly increased cases in Shanghai, with continuous declined growth rateobserved since February 4th. The total confirmed cases number of COVID-19 cases was333 as of February 19th 2020, of which the percentage of COVID-19 cases without travelhistory to Hubei province gradually surpassed 50%, according to the official report (Figure1-A). The increased trend of cases without travel history to Hubei Provence and the169170171172173174175176177178179180181182183184185186187188189confirmed 45 clusters cases in Shanghai implied that the second-generation cases inShanghai had appeared gradually. In our study, the earliest symptom onset of all confirmedpatients can be traced back to January 6th 2020. The development of the epidemic followedan exponential growth and a decline in newly reported cases (Figure 2).The study examined data on suspected exposures among all 265laboratoryconfirmed cases with detailed, 37 of whom had credible information on contacts tocalculate the incubation period distribution. The mean incubation period is 6.4 days (95%CI 5.3 to 7.6) and the 5th and 95th percentile of the distribution was 0.97 and 13.10,respectively (Figure 3-A). The mean onset-admission interval was 5.5 days (95% CI, 5.1to 5.9, SD 3.5). The 5th and 95th percentile of the distribution was 1 and 11.99, respectively(Figure 3-B).        We performed an extensive analysis to February 9th 2020 using the previouslyreported predictive parameterized transmission models in Shanghai and compared withthe actual reported confirmed cases [        Baseline clinical features191192193194195196197198199200201202203204205206207208209210211220 (90.9%) patients had fever before admission. Nearly half of patients were presentedwith pneumonia symptoms including cough (49.4%), expectoration (23.0%), chest pain(2.3%). Other common symptoms included fatigue (25.3%), inappetences (11.7%),headache (9.8%), myalgia (8.7%). Only 6.4% patients had diarrhea. Most symptom profilewere comparable between mild-moderate patients (N=243) and severe-critically ill patients(N=22) while dyspnea occurred in a significantly higher proportion of severe or critical illpatients (1/237 vs. 4/22, p<0.001). Eleven patients were asymptomatic on admissionAll patients underwent chest X-ray or CT at admission (Table 2). 202 (76.2%) patientsshowed bilateral pneumonia while 51 (19.2%) patients showed unilateral pneumonia, and9 (3.4%) patients showed almost no abnormalities. The most common abnormalities weremultiple ground-glass opacities. All asymptomatic patients had findings that consistent with(Table 1).pneumonia.On admission, 120 (45.3%) and 39 (14.7%) patients had lymphopenia and leukopeniarespectively (Table 2). Most patients had normal levels of hemoglobin and platelets (92.5%and 82.0%, respectively). Elevated level of lactate dehydrogenase (LDH) and creatinekinase were detected in 106 (40.0%) and 46 (17.4%) cases, respectively. The elevation oferythrocyte sedimentation rate （ ESR ）and C-reactive protein (CRP) was common.Compared with patients with mild and moderate COVID-19, those with severe or criticallydisease presented with extensively and significantly different laboratory parameters,including lymphocytes and neutrophils, myocardial zymogram (creatine kinase, myoglobin,troponin T, LDH, NT-proBNP), liver and renal function (alanine aminotransferase, aspartate213214215216217218219220221222223224225226227228229230231232233aminotransferase, albumin, serum creatine, and eGFR), coagulation function (activatedpartial thromboplastin time, fibrin degradation products , and D-dimer), andinfectionrelated biomarkers (CRP and procalcitonin). The counts of CD4+ and CD8+ cell of severeor critically ill patients were 205/μl and 135/μl, significantly lower than those of the mild ormoderate patients (Figure 4).Timeline and outcome of the disease progressionThe proportion of patients with mild, moderate, severe and critically ill diseases onadmission were 3.4% (9/265), 94.0% (249/265), 1.1% (3/265), and 1.5% (4/265),respectively. The spectrum of severity of diseases changed slightly as disease progressed.Of the 9 mild cases without pulmonary abnormality on admission, 4 showed bilateral orunilateral pneumonia in the subsequent chest CT tests which meant they were classifiedinto moderate cases during hospitalization; and the remaining 5 had no changes inpulmonary imaging follow-ups for more than two weeks. While all the 11 asymptomaticpatients had findings that consistent with pneumonia on routine CT examinations onadmission. One of the patients was asymptomatic until she was discharged 11 days afterbeing hospitalized. Two patients had subjective symptoms during the hospitalization. Theremaining patients were still under observation in the hospital and had no symptoms. Themedian time for COVID-19 progressed to severe diseases was 8.5 days (IQR: 4.75-11.0days), and to critically ill, requiring invasive mechanical ventilation, was 10.0 days (IQR:5.5-11.0 days). There were 22 severely ill patients in the cohort, of which 21 were severelyill within 14 days of the course of the disease (Figure 5). When reevaluated the patients235236237238239240241242243244245246247248249250251252253254255who were on day 14 of illness, we observed that 9.6% (17/177, 95%CI: 5.6-15.4%) hadsevere or critically ill COVID-19 while 86.7% (152/177) were stable, and other 4.5% (8/177)cured (Figure 6). By February 11th, the proportion of patients being mile, moderate, severand critically ill were 1.9%(5/265), 89.8%(238/265), 3.8%(10/265), 4.5%(12/265),respectively; 47 (17.7%) people in our cohort were discharged, and 1 (0.38%) patient died.One of the critically ill patients was complicated with sepsis, two were treated withcontinuous renal replacement therapies, three patients were on extra-corporeal membraneoxygenation, and one patient recovered from severe disease to moderate condition.The first laboratory-confirmed case in Shanghai was reported in January 20th, andepidemic of Shanghai has experienced an increasing trend, during which the amplificationof the newly diagnosed cases per day was increasing continuously. However, the trendhad turned to a declining phase since January 31st. This phase was in accordance with themost regions outside Hubei province in China. In Hubei, newly diagnosed cases were stillincreasing in Hubei and on Feb 12th, because the clinical diagnosis was included in theguideline, the daily number of diagnosed patients had reached a spike of more than 10,000,allowing many suspected who haven’t the chance to be laboratory-confirmed to beadmitted to the hospital for treatment. Therefore, in the near future, the local preventionand control of COVID-19 in Hubei would enter into a critical stage, where a turning pointmight be met if all measures were successively achieved.        Comparing the actual diseases trend in Shanghai with the previously estimated trends,257258259260261262263264265266267268269270271272273274275276277we could find out that Shanghai exhibited a high-efficiency epidemics controlling ability andhad stopped the exponential growth for now. The reason behind this is that during thisepidemic, Chinese and Shanghai government has issued very strong and strict measuresin restricting the transmission in local regions. The national transport departmentannounced a 45% and 70.6% decline in the passenger flow at the beginning and the endof 2020 Spring Festival, respectively [        In areas outside Hubei, the epidemics has transmitted from the first stage, in whichimported cases composed of the main laboratory-confirmed cases, to the second stage,where imported cases and local sporadic or even clustered cases were simultaneouslyseen while imported cases from Hubei province gradually reduced due to the region shutdown. In fact, clusters of cases within China and around the world without Hubei travellinghistory have been reported, indicating the shifting of the epidemic characteristics globally.In our study, we found that local cases increased approximately 5 days after the first theimported cases, possibly due to the incubation period after these local cases were infected.Also, the proportion of patients with a travel history to Hubei has gradually decreased, andthe proportion of patients without a travel history to in Hubei has gradually increased. Thissuggests that strengthening prevention of local sporadic or clustered cases in areasoutside Hubei in the future will be crucial for the second-stage epidemic control outsideHubei province.        In our study, the incubation period is similar as other studies previously reported, butthe mean onset-admission interval was 5.478 days, shorter than 12.5 day initially reportedin Wuhan[                The 11 asymptomatic patients in the Shanghai cohort were diagnosed after nucleicacid sampling of close contacts of confirmed patients. Routine chest CT examinations atadmission revealed pneumonia in all of them. Therefore, these patients can only beconsidered asymptomatic but not in incubation. Although there was a reported case ofincubation time up to 24 day [                The proportion of severe and critically ill patients in Shanghai was significantly lowerthan that in Wuhan. We consider the proportion of patients with severe illness to be a veryimportant indicator of the disease. First, regional mortality rate varies widely in the earlystages of the disease outbreak because it is affected by many factors, such as life supportequipment for critically ill patients and local medical conditions. In the absence of effectiveantiviral drugs, the proportion of critically ill patients depicts the natural course of thedisease better than the mortality rate. Second, because the final clinical outcome ofmajority of the reported cases is typically unknown during a growing epidemic, dividing thecumulative reported deaths by reported cases will underestimate the mortality rate early inan epidemic[                Our study showed relatively comprehensive laboratory test results in the publishedstudies. Assessed through this systematic inspection, we can find that sever COVID-19cases had extensive systemic laboratory abnormalities which indicated multisysteminvolvement had existed before significant respiratory abnormalities appeared. Previousstudies have found that most patients had reduced lymphocytes and abnormal levels ofmany cytokines in critically ill patients [        Our study has several limitations. First, as the epidemics has not ended yet, theeffect of the control measures cannot be fully evaluated. Second, as most patients arestill hospitalized at the time of manuscript submission, clinical outcome remains to beseen. Third, we did not measure cytokines and viral loads, which may be related todisease progression and severity.Strict measures on controlling disease transmissibility in a metropolis can quickly reducethe spread of a new infectious diseases to polar levels and stop its exponential growth inthe short term. Controlling the local clusters is the key to prevent outbreaks due to importedcases. Our studies showed that the incubation period for COVID-19 is 6.438 days and 9.6%of COVID-19 cases were severe cases. The median time for COVID-19 progressing tosevere diseases was 8.5 days and multiple systemic laboratory abnormalities whichindicated multisystem involvement had been observed before significant respiratoryabnormalities appeared.Oral consent was obtained was obtained from the patients.This study was not funded.All authors declare no competing interests.We acknowledge all health-care workers involved in the diagnosis and treatment ofpatients and show the greatest appreciation to all health workers for their valuable input tothe control of diseases.Table 1 Clinical symptoms, comorbidities, and radiology findings at admissionAll Patients Mild-moderate illN=265 N=243 N=22Creatine kinase 83 (56-133) 226 (110-443)SerumCreatine 63.6 (52.4-76.1) 63.0 (51.8-75.2) 72.8 (57.3-95.8)eGFR 110 (96-127) 112 (97-129) 99.8 (73.8-118.8)Lactic acid 2.74 (2.33-3.21) 2.7 (2.3-3.2) 2.9 (2.4-3.6)Potassium 3.80 (3.60-4.00) 3.8 (3.5-4.0) 3.9 (3.6-4.1)Sodium 139 (137-141) 139 (138-141) 136 (131-139)PT 13.3 (13.00-13.) 13.3 (13.0-13.8) 13.5 (12.9-14.1)APTT 39.5 (36.3-42.6) 39.3 (36.3-42.0) 41.9 (36.8-49.3)FDP 0.92 (0.42-1.76) 0.85 (0.35-1.54) 1.9 (1.2-3.1)D-dimer 0.42 (0.29-0.80) 0.39 (0.28-0.72) 0.8 (0.5-3.5)Procalcitonin 0.03 (0.02-0.06) 0.03 (0.02-0.05) 0.08 (0.05-0.15)CRP 9.8 (2.5-27.4) 8.6 (1.9-23.5) 53.5 (20.5-96.1)ESR 50.5 (29.0-90.0) 49.0 (27.2-90.0) 52.0 (38.7-91.5)Data are shown as median value (interquartile range).Abbreviation: WBC, white blood cell; ALT, alanine aminotransferase; AST, aspartateaminotransferase; NT-proBNP, N-terminal pro-B-type natriuretic peptide; LDH, lactatedehydrogenase; eGFR, estimated glomerular filtration rate; PT, prothrombin time; APTT,Activated partial thromboplastin time; FDP, Fibrinogen degradation products; CRP,creactive protein; ESR, erythrocyte sedimentation rate.", "ref_list": [[], ["Chinese researchers reveal draft genome of virus implicated in Wuhan pneumonia outbreak"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["3. WHO names deadly virus from China as 'COVID-19'"], [""], ["The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [""], ["(accessed Feb 18th"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical characteristics of 2019 novel coronavirus infection in China[J]"], ["Assessing the severity of the novel influenza A/H1N1 pandemic"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. C."], ["N Zhu", "D Zhang", "W Wang"], [], ["ML Holshue", "C DeBolt", "S Lindquist"], ["JY Kim", "PG Choe", "Y Oh", "Control Measures"], ["-"], ["D Wang", "B Hu", "C Hu"], ["C Huang", "Y Wang", "X Li"], ["YP Zhang"], [], ["J Read", "J Bridgen", "D Cummings"], ["JT Wu", "K Leung", "GM Leung"], [], ["htm"], ["Q Li", "X Guan", "P Wu"], ["W Guan", "Z Ni", "Y Hu"], ["T Garske", "J Legrand", "C A Donnelly"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Affiliations:\n2. Shanghai Public Health Clinical Center, Fudan University, Shanghai, China\n3. Shanghai Tenth People’s Hospital of Tongji University, Shanghai, China\n4. Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China\n5. Zhongshan Hospital of Fudan University, Shanghai, China\n6. Renji Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China\n7. Shanghai Sixth People’s Hospital, Shanghai Jiao Tong University School of Medicine,", "one_words_summarize": "Shanghai Public Health Clinical Center, Fudan University, Shanghai, China3. Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine,Shanghai, China9. Department of Critical Care Medicine, Huashan Hospital of Fudan University, Shanghai,China10. Shanghai Pulmonary Hospital of Tongji University, Shanghai, China14. Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine,Shanghai, ChinaObjective To describe and evaluate the impact of diseases control and prevention onepidemics dynamics and clinical features of SARS-CoV-2 outbreak in Shanghai. Main outcome measure Prevention and control measures taken by Shanghai government,epidemiological, demographic, clinical, laboratory and radiology data were collected. Most COVID-19 severe cases progressedwithin 14 days of disease onset. Multiple systemic laboratory abnormalities had beenobserved before significant respiratory dysfunction. Analyses of the incubation period, extensive predictiveanalysis were performed with the use of MATLAB software (R2016b).Epidemiological analysisAs of February, 19th 2020, a total number of 72,531 confirmed COVID-19 cases have beenreported according to reports from 31 provinces (autonomous regions, municipalities) andthe Xinjiang Production and Construction Corps in mainland China. The total confirmed cases number of COVID-19 cases was333 as of February 19th 2020, of which the percentage of COVID-19 cases without travelhistory to Hubei province gradually surpassed 50%, according to the official report (Figure1-A). The 5th and 95th percentile of the distribution was 1 and 11.99, respectively(Figure 3-B). The most common abnormalities weremultiple ground-glass opacities. The counts of CD4+ and CD8+ cell of severeor critically ill patients were 205/μl and 135/μl, significantly lower than those of the mild ormoderate patients (Figure 4).Timeline and outcome of the disease progressionThe proportion of patients with mild, moderate, severe and critically ill diseases onadmission were 3.4% (9/265), 94.0% (249/265), 1.1% (3/265), and 1.5% (4/265),respectively. The spectrum of severity of diseases changed slightly as disease progressed. Of the 9 mild cases without pulmonary abnormality on admission, 4 showed bilateral orunilateral pneumonia in the subsequent chest CT tests which meant they were classifiedinto moderate cases during hospitalization; and the remaining 5 had no changes inpulmonary imaging follow-ups for more than two weeks. Two patients had subjective symptoms during the hospitalization. The national transport departmentannounced a 45% and 70.6% decline in the passenger flow at the beginning and the endof 2020 Spring Festival, respectively [        In areas outside Hubei, the epidemics has transmitted from the first stage, in whichimported cases composed of the main laboratory-confirmed cases, to the second stage,where imported cases and local sporadic or even clustered cases were simultaneouslyseen while imported cases from Hubei province gradually reduced due to the region shutdown. Assessed through this systematic inspection, we can find that sever COVID-19cases had extensive systemic laboratory abnormalities which indicated multisysteminvolvement had existed before significant respiratory abnormalities appeared. Third, we did not measure cytokines and viral loads, which may be related todisease progression and severity. Table 1 Clinical symptoms, comorbidities, and radiology findings at admissionAll Patients Mild-moderate illN=265 N=243 N=22Creatine kinase 83 (56-133) 226 (110-443)SerumCreatine 63.6 (52.4-76.1) 63.0 (51.8-75.2) 72.8 (57.3-95.8)eGFR 110 (96-127) 112 (97-129) 99.8 (73.8-118.8)Lactic acid 2.74 (2.33-3.21) 2.7 (2.3-3.2) 2.9 (2.4-3.6)Potassium 3.80 (3.60-4.00) 3.8 (3.5-4.0) 3.9 (3.6-4.1)Sodium 139 (137-141) 139 (138-141) 136 (131-139)PT 13.3 (13.00-13.)"}