{"date": "2020/02/18", "journal": "medrxiv", "authors": "Huwen Wang, Zezhou Wang, Yinqiao Dong, Ruijie Chang, Chen Xu, Xiaoyue Yu, Shuxian Zhang, Lhakpa Tsamlag, Meili Shang, Jinyan Huang, Ying Wang, Gang Xu, Tian Shen, Xinxin Zhang, Yong Cai", "title": "Phase adjusted estimation of the number of 2019 novel coronavirus cases in Wuhan, China", "type": "preprint article", "abstract": "An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV /\nSARSCoV-2) happened in Wuhan, Hubei Province in China in December 2019. Since the outbreak,\nseveral groups reported estimated R0 of Coronavirus Disease 2019 (COVID-19) and generated\nvaluable prediction for the early phase of this outbreak. After implementation of strict\nprevention and control measures in China, new estimation is needed. An infectious disease\ndynamics SEIR (Susceptible, Exposed, Infectious and Removed) model was applied to estimate\nthe epidemic trend in Wuhan, China under two assumptions of Rt. In the first assumption, Rt\nwas assumed to maintain over 1. The estimated number of infections would continue to increase\nthroughout February without any indication of dropping with Rt = 1.9, 2.6 or 3.1. The number\nof infections would reach 11,044, 70,258 and 227,989, respectively, by 29 February 2020. In\nthe second assumption, Rt was assumed to gradually decrease at different phases from high\nlevel of transmission (Rt = 3.1, 2.6 and 1.9) to below 1 (Rt = 0.9 or 0.5) owing to increasingly\nimplemented public heath intervention. Several phases were divided by the dates when various\nlevels of prevention and control measures were taken in effect in Wuhan. The estimated number\nof infections would reach the peak in late February, which is 58,077–84,520 or 55,869–81,393.\nWhether or not the peak of the number of infections would occur in February 2020 may be an\nimportant index for evaluating the sufficiency of the current measures taken in China.\nRegardless of the occurrence of the peak, the currently strict measures in Wuhan should be\ncontinuously implemented and necessary strict public health measures should be applied in\nother locations in China with high number of COVID-19 cases, in order to reduce Rt to an ideal\nlevel and control the infection.", "text": "An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV /SARSCoV-2) happened in Wuhan, Hubei Province in China in December 2019. Since the outbreak,several groups reported estimated R0 of Coronavirus Disease 2019 (COVID-19) and generatedvaluable prediction for the early phase of this outbreak. After implementation of strictprevention and control measures in China, new estimation is needed. An infectious diseasedynamics SEIR (Susceptible, Exposed, Infectious and Removed) model was applied to estimatethe epidemic trend in Wuhan, China under two assumptions of Rt. In the first assumption, Rtwas assumed to maintain over 1. The estimated number of infections would continue to increasethroughout February without any indication of dropping with Rt = 1.9, 2.6 or 3.1. The numberof infections would reach 11,044, 70,258 and 227,989, respectively, by 29 February 2020. Inthe second assumption, Rt was assumed to gradually decrease at different phases from highlevel of transmission (Rt = 3.1, 2.6 and 1.9) to below 1 (Rt = 0.9 or 0.5) owing to increasinglyimplemented public heath intervention. Several phases were divided by the dates when variouslevels of prevention and control measures were taken in effect in Wuhan. The estimated numberof infections would reach the peak in late February, which is 58,077–84,520 or 55,869–81,393.Whether or not the peak of the number of infections would occur in February 2020 may be animportant index for evaluating the sufficiency of the current measures taken in China.Regardless of the occurrence of the peak, the currently strict measures in Wuhan should becontinuously implemented and necessary strict public health measures should be applied inother locations in China with high number of COVID-19 cases, in order to reduce Rt to an ideallevel and control the infection.Introduction2019 novel coronavirus (2019-nCoV / SARS-CoV-2) has given rise to an outbreak of viralpneumonia in Wuhan, China since December 2019.1,2 World Health Organization (WHO) nowhas named the disease COVID-19, short for “coronavirus disease 2019”.3 Most cases from theinitial cluster had an epidemiological link to the Huanan Seafood Wholesale Market.4 Patientshave clinical manifestations including fever, cough, shortness of breath, muscle ache, confusion,headache, sore throat, rhinorrhoea, chest pain, diarrhoea, and nausea and vomiting.5,6 As of 17February 2020, a cumulative total of 72,436 confirmed cases (including 11,741 currently severecases), 6,242 currently suspect cases, a cumulative total of 1,868 deaths and 12,552 casesdischarged from hospital were reported by National Health Commission of the People’sRepublic of China (NHC) in mainland China.7 The significant increases in the number ofconfirmed cases in China and abroad led to the announcement made by WHO on 30 Januarythat the event has already constituted a Public Health Emergency of International Concern.8The reproduction number, R, measures the transmissibility of a virus, representing theaverage number of new infections generated by each infected person, the initial constant ofwhich is called the basic reproduction number, R0,9 and the actual average number of secondarycases per infected case at time t is called effective reproduction number, Rt.10-12 Rt showstimedependent variation with the implementation of control measures. R >1 indicates that theoutbreak is self-sustaining unless effective control measures are implemented, while R <1indicates that the number of new cases decreases over time and, eventually, the outbreak willstop.9 Over the past month, several groups reported estimated R0 of COVID-19 and generatedvaluable prediction for the early phase of this outbreak. In particular, Imai et al.9 provided thefirst estimation, using R0 of 2.6 and based on the number of cases in China and those detectedin other countries. Other authors estimated R0 to be 3.8,13 6.47,14 2.2,15 and 2.68.16 Thesepredictions were very alerting and suggestions have been made for very strict public healthmeasures to contain the epidemics.In response to the outbreak of COVID-19, a series of prompt public health measures havebeen taken. On 1 January, the Huanan Seafood Wholesale Market was closed in the hope ofeliminating zoonotic source of the virus.5 On 11 January, upon isolation of the viral strain forCOVID-19 and establishment of its whole genome sequences,17 RT-PCR reagents weredeveloped and provided to Wuhan, which ensured the fast ascertainment of infection.15 On 21January, Emergency Response System was activated to better provide ongoing support to theEver since the outbreak, the work of intensive surveillance,epidemiological investigations and isolation of suspect cases gradually improved. Those havinghad close contacts with infections were asked to receive medical observation and quarantinefor 14 days.19 Travel from and to Wuhan City as well as other medium-sized cities in Hubei                In this article, we intended to make phase-adjusted estimation of        insufficient in Wuhan, China          Assuming the epidemic continues to develop with R0 = 1.9, 2.6 and 3.19 from 1 December 2019,the number of infections will continue to rise (Fig. 1). By          The first phase (1 December 2019–23 January 2020): It was the early phase of the epidemicwhen a few prevention and control measures were implemented. The number of infections inWuhan, China reached 17,656–25,875 by the end of this phase with R0 as 3.1.transportations to and from Wuhan, as well as public transportation within Wuhan were stopped.While gathering events inside Wuhan was banned, quarantine and isolation were graduallyestablished in Wuhan. The number of infections was 32,061–46,905 by the end of this phase asRt decreased to 2.6.and mobile cabin hospitals came into service and many medical and public health teams fromother provinces and cities in China arrived in Wuhan. The quarantine and isolation atcommunity level were further enhanced. The number of infections would reach 53,070–77,390if Rt could be reduced sequentially to 1.9.The fourth phase (from 15 February 2020 on): All of the most restrict public healthmeasures may need a longest incubation period to take effect. If Rt could be gradually reducedto 0.9 or 0.5 in the fourth phase, the epidemic peaks and inflection points might occur in Wuhan,China on 23 February or 19 February. The number of infections would be 58,077–84,520 or55,869–81,393 with Rt = 0.9 or 0.5, respectively (Figs. 2-3).Our model predicted 2,323–3,381 deaths in Wuhan, China when we assumed Rt as 0.9 andthe percent of deaths as 4%; 2,235–3,256 deaths when we assumed Rt as 0.5 at the fourth phase.An average of 2,279–3,318 deaths were also estimated (Table 1).When we assumed Rt as 0.9 and the percent of deaths 10% based on calculation of casefatality rate (CFR) at early stage of the epidemic,6 our model predicted 5,808–8,452 deaths inWuhan, China; 5,587–8,139 deaths when we assumed Rt as 0.5 at the fourth phase. An averageof 5,697–8,296 deaths were also estimated.          Estimations of the transmission risk and the epidemic trend of COVID-19 are of greatimportance because these can arouse the vigilance of the policy makers, health professionalsand the whole society so that enough resources would be mobilized in a speedy and efficientway for both control and treatment. We estimated the number of infections using SEIR modelunder two assumptions of Rt (Rt maintaining to be >1 or Rt gradually decreasing to <1) in thepurpose of depicting various possible epidemic trends of COVID-19 in Wuhan, China. Twoestimations provide an approach for evaluating the sufficiency of the current measures taken inChina, depending on whether or not the peak of the number of infections would occur inFebruary 2020. Assuming the current control measures were ineffective and insufficient, theestimated number of infections would continue to increase throughout February without a peak.On the other hand, assuming the current control measures were effective and sufficient, theestimated number of infections would reach          According to Read’s research,13 R0 for COVID-19 outbreak is much higher compared withother emergent coronaviruses. It might be very difficult to contain or control the spreading ofthis virus. If the prevention and control measures were not sufficient or some new factorsoccurred (e.g. a large proportion of cases with mild or none symptoms existed in the community;there were more zoonotic sources), the epidemic might continue to develop at a high speed.Therefore, we depicted first the epidemic dynamics of the relatively unsatisfying circumstancebased on the R0 estimated before the unprecedented efforts of China in the containment of theepidemics occurred and the newest documented parameters. The curve continued to go upthroughout February without any indication of dropping, indicating the need for furtherenhancement of public health measures for containment of the current outbreak.However, as mentioned by WHO in the statement on 30 January, “it is still possible tointerrupt virus spread, provided that countries put in place strong measures to detect diseaseearly, isolate and treat cases, trace contacts, and promote social-distancing measurescommensurate with the risk.”8 Responding to the outbreak, China has taken a series ofunprecedentedly strict measures regardless of economic losses including daily contact withWHO and comprehensive multi-sectoral approaches to fight against the virus and preventfurther spread, showing the sense of responsibility of China to its citizens and the whole world.Epidemic information has been released in an open, transparent, responsible and timely mannerhome and abroad. Cooperation has been established with other countries and internationalorganizations. These measures have won full recognition of the international community,including WHO. Specifically in Wuhan, in the early phase from beginning of December 2019to 23 January 2020, there was no limitation of population flow and gathering. When thehumanto-human transmission was confirmed, an important decision was made to isolate Wuhan fromother parts of the country. As a result, since 24 January 2020, all public transports from and toWuhan, as well as public transports and people’s gathering events within Wuhan, were stopped.Since 2 February 2020, strict public health measures were taken to prevent population flowamong distinct communities whereas since 9 February 2020, public health interventionsincluding quarantine of each building in the urban area and each village in the rural area wereimplemented in order to block the transmission chain among the household. Therefore, strongefforts of authorities and people in Wuhan with the support of the central government andpeople from all over China, as well as the WHO and the international society, may haveRt is therefore assumed to decrease gradually from 3.1 to 0.5 in Wuhan, China in thecurrent study. The trend of the estimated cases is in accordance with the trend of currentlyconfirmed cases. The relatively big difference in number may be due to the possible existenceof a large number of mild and asymptomatic cases and the imperfection of current diagnosticmeasures. According to NHC, before 12 February 2020, the confirmed cases were diagnosedaccording to contact history, clinical manifestations, chest X-ray or computer assistedtomography (CT) and RT-PCR for COVID-19. Since 12 February 2020, the diagnosis has beenmainly based on contact history, clinical manifestation and imaging evidence of pulmonarylesion suggestive of pneumonia, while viral detection with RT-PCR is still being performed ina part of patients.23 After the diagnosis method was changed, a large number of cases that werepreviously missed and piled up for testing were reported in Wuhan, which greatly increased thenumber of existing cases and made it approaching our estimated number. A peak of theestimated number of infections would occur in late February under this assumption. If the peakdoes occur in February, the very strong measures China has taken may have already receivedsuccess in controlling the COVID-19 infection in Wuhan.The number of deaths in the current study was estimated based on previously reportedCFRs. Chen et al. calculated it to be 11% based on 99 cases at the very early stage of theoutbreak.6 This mortality rate might not be representative of the whole patients population dueto the relatively small sample size and scarce knowledge about the virus at early stage. Morerecently, Yang et al. estimated the overall adjusted CFR among confirmed patients to be 3.06%with a sample size of 8,866.24 The number of deaths estimated accordingly might be more closeto the reality. Our estimation of number of deaths only provides a possible range based oncurrently reported CFR. The actual number of deaths might be lower with more mild andasymptomatic cases being detected and the improvement of clinical care and treatment as theepidemic progresses.Hubei Province, of which Wuhan is the capital city, accounts for more than 80% ofnewlyconfirmed cases all over the country according to NHC daily report. The current epidemic trendin Hubei Province is similar to that in Wuhan City. Considering the high number of confirmedcases in the province, the currently strict measures should be continuously implemented bothin Wuhan and other cities in Hubei Province no matter whether the peak of number of infectionswould occur or not, in order to reduce Rt to an ideal level and to control the epidemic. Owingto the timely transportation restriction in Hubei Province and other measures, the number ofnewly-confirmed cases remains relatively low and has decreased for 13 days in a row in otherprovinces, autonomous regions and municipalities in mainland China outside Hubei Province.However, independent self-sustaining human-to-human spread is estimated to already presentin multiple major Chinese cities including Beijing, Shanghai, Guangzhou, and Shenzhen.16 Inaddition, pressure on transmission control caused by the population migration after SpringFestival holidays may occur soon, especially in some densely-populated cities.25. Necessarystrict measures should still be maintained even when the current measures turn out to beeffective.Our study has some limitations. Firstly, the SEIR model was set up based on a number ofnecessary assumptions. For example, we assumed that no super-spreaders exist in the model,but there is currently no supportive evidence. Secondly, the accuracy of the estimation modeldepends largely on the accuracy of the parameters it used such as incubation period. With moreprecise parameters obtained as the epidemic progresses, our estimation model will also be moreprecise. Our estimates of the reproductive number from 3.1 to 0.5 are based on previous studiesand experience from SARS control. However, this measure may change substantially over thecourse of this epidemic and as additional data arrives. Besides, using a fixed Rt value in eachphase may incur potential bias because Rt is essentially a dynamic parameter. Thirdly, theseestimated data may not be sustained if unforeseeable factors occurred. For example, if someinfections were caused by multiple exposures to animals, these estimates will be exposed to abig uncertainty. Fourthly, the epidemic trend shows great difference between Wuhan and HubeiProvince and regions in mainland China outside Hubei Province according to the NHC reporteddata. It is thus inappropriate to generalize the estimations in Wuhan to regions in mainlandChina outside Hubei Province. The dynamics model for the other locations in mainland Chinaremains to be developed and specific parameters need to be redefined. Lastly, we do not providemodel fit information in the current study. SEIR model is a prediction model forecasting thenumber of infections in the future. The data corresponding to actual situation in the futurecannot be determined and this makes model fitting almost impossible during the outbreak. Wewould carry out model fitting according to the real data in pace with more information andknowledge about the characteristics of COVID-19 and the epidemics in the future.Despite the limitations mentioned above, the current study is the first to provide estimationfor epidemic trend after strict prevention and control measures were implemented in China.Whether current prevention and control measures are sufficient or not may be evaluated throughthe occurrence of the infection number peak in February. Rigorous measures should still bemaintained even when the current measures turn out to be effective by the end of February toprevent further spread of the virus.We employed an infectious disease dynamics model (Susceptible, Exposed, Infectious andRemoved model; SEIR model) for the purpose of modeling and predicting the number ofCOVID-19 cases in Wuhan, China. The model is a classic epidemic method to analyze theinfectious disease which has a definite latent period, and has proved to be predictive for avariety of acute infectious diseases in the past such as Ebola and SARS.22,26-31 Application ofthe mathematical model is of great guiding significance to assess the impact of isolation ofsymptomatic cases as well as observation of asymptomatic contact cases and to promoteevidence-based decisions and policy.We assumed no new transmissions from animals, no differences in individual immunity,the time-scale of the epidemic is much faster than characteristic times for demographicprocesses (natural birth and death), and no differences in natural births and deaths. In this model,individuals are classified into four types: susceptible (S; at risk of contracting the disease),exposed (E; infected but not yet infectious), infectious (I; capable of transmitting the disease),and removed (R; those who recover or die from the disease). The total population size (N) isgiven by N = S+E+I+R. It is assumed that susceptible individuals who have been infected firstenter a latent (exposed) stage, during which they may have a low level of infectivity. Thedifferential equations of the SEIR model are given as:32,33where β is the transmission rate; σ is the infection rate calculated by the inverse of themean latent period; γ is the recovery rate calculated by the inverse of infectious period.R software (Version 3.6.2) was applied for all the calculations and estimates in the currentstudy.Estimation of the epidemic trend assuming the prevention and control measures areinsufficientWe first estimated the epidemic trend in Wuhan, China assuming the current prevention andcontrol measures are insufficient. In this process, S was assumed to be the population of WuhanCity (11 million).15,34 The initial assumed number of cases caused by zoonotic exposure was 40(I) according to Imai et al.’s estimation.9 We proposed E at 20 times of I in accordance withRead et al.13 R was set as 0. σ was set as 1/5.2 according to the latest article by Li et at.15, whichcalculated the mean incubation period of COVID-19 to be 5.2 days. Chen et al.6 calculated theaverage hospitalization period of 31 discharged patients to be 12.39 ± 4.77 days. Yang et al.calculated the median time from disease onset to diagnosis among confirmed patients to be 5.24γ was accordingly set as 1/18 (ceiling of 12.39 + 5 is 18). R0 was chosen based on Imai et al.’s9estimation 2.6 (1.9–3.1) assuming 4,000 (1,000–9,700) infections as of 18 January.Estimation of the epidemic trend assuming the prevention and control measures aresufficientThis section discussed the scenario where the current prevention and control measures aresufficient. The set of S, E, I, R, σ and γ is the same as the first section except that we alsoexplored the model with E at 30 times of I to provide a possible range of number of infections.Absence of fever in COVID-19 cases is more frequent than in SARS-CoV and MERS-CoVinfection.35 Such patients may be missed since the current surveillance case definition focusedmainly on fever detection. Accordingly, the possibility of E at 30 times of I can’t be excluded.R0 in this section was chosen by phases. The first phase ranges from 1 December 2019 to23 January 2020 and can be regarded as the early phase of the epidemic when a few preventionand control measures were implemented. R0 was set as 3.1 consistent with Imai et al.’sestimation of high transmission level.9 On 23 January 2020, airplanes, trains and other publictransportation within the city were restricted and other prevention and control measures suchas quarantine and isolation were gradually established in Wuhan.20 So the second phase beganon 24 January and Rt was set as 2.6 consistent with Imai et al.’s estimation of moderatetransmission level.9 2 February was the last day of the extended Spring Festival holiday andChinese authorities mobilized more medical resources to support Wuhan ever since.36 Thenewly constructed hospital “Huoshenshan” come into service on this day37 and “Leishenshan”，mobile cabin hospitals several days later.38 And also, more and more medical teams arrived inWuhan. So the third phase began on 3 February and Rt was set as 1.9 consistent with Imai etal.’s estimation of low transmission level.9 All of these measures may need one longestincubation period to take effect. So the last phase began on 16 February and Rt was set as 0.9and 0.5, respectively, assuming the prevention and control measures are sufficient and effectiveto depict two different levels of effect of the measures in reducing transmission probability.This work is funded by Medicine and Engineering Interdisciplinary Research Fund of ShanghaiJiao Tong University (YG2020YQ06), the National Key Research and Development Project(2018YFC1705100, 2018YFC1705103) and the National Natural Science Foundation of China(71673187), which had no role in study design, data collection, data analysis, data interpretation,or writing of the report. We acknowledge all health-care workers involved in the diagnosis andtreatment of patients all around China. We thank National Health Commission of the People’sRepublic of China for coordinating data collection for patients with COVID-19 infection.All authors declare no competing interests.YC, XZ, HW, ZW, YD had the idea for and designed the study and had full access to all data inthe study and take responsibility for the integrity of the data and the accuracy of the dataanalysis. YC, HW, ZW, YD, RC, SZ, CX, LT and XY contributed to writing of the manuscript.HW, YC, JH, GX, TS, YW, XZ contributed to critical revision of the report. YC, XZ, HW, ZW,YD, MS, RC, SZ, CX, LT, GX, TS, YW and XY contributed to the statistical analysis. Allauthors contributed to data acquisition, data analysis, or data interpretation, and reviewed andapproved the final version.References12345678910111213141516171819202122232425262728293031323334353637382020.2002.2006.20020974, doi:10.1101/2020.02.06.20020974 (2020).Pooling high-quality medical resources all over the country to win the battle of preventing and<http://www.hubei.gov.cn/zwgk/hbyw/hbywqb/202002/t20200211_2023527.shtml> (WuhanHuoshenshanHospitalwascompletedtoday,<http://www.wh.gov.cn/2019_web/whyw/202002/t20200202_304343.html> (WuhanLeishenshan          Hospitalwelcome its first confirmed2019-nCoVpatients,<http://www.hubei.gov.cn/zhuanti/2020/gzxxgzbd/qfqk/202002/t20200209_2022182.shtml> (controllingepidemics,February 2020, R0 = 1.9, 2.6 and 3.1).11,044, 70,258 and 227,989 represent the estimated number of COVID-19 cases by          Table 1 Estimating the number of deaths of COVID-19 cases in Wuhan, China (Rt = 0.9 or 0.5)Rt = 0.9Rt = 0.5Average58,077–84,52055,869–81,39356,973–82,9572,323–3,3812,235–3,2565,808–8,4525,587–8,1392,279–3,3185,697–8,296", "ref_list": [[], ["Notes from the field: an outbreak of NCIP (2019-nCoV) infection in China - Wuhan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["V. O. J. F. E. I. T. The -nCo", "L. Qun"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV /\nSARSCoV-2) happened in Wuhan, Hubei Province in China in December 2019. Since the outbreak,\nseveral groups reported estimated R0 of Coronavirus Disease 2019 (COVID-19) and generated\nvaluable prediction for the early phase of this outbreak. After implementation of strict\nprevention and control measures in China, new estimation is needed. An infectious disease\ndynamics SEIR (Susceptible, Exposed, Infectious and Removed) model was applied to estimate\nthe epidemic trend in Wuhan, China under two assumptions of Rt. In the first assumption, Rt\nwas assumed to maintain over 1. The estimated number of infections would continue to increase\nthroughout February without any indication of dropping with Rt = 1.9, 2.6 or 3.1. The number\nof infections would reach 11,044, 70,258 and 227,989, respectively, by 29 February 2020. In\nthe second assumption, Rt was assumed to gradually decrease at different phases from high\nlevel of transmission (Rt = 3.1, 2.6 and 1.9) to below 1 (Rt = 0.9 or 0.5) owing to increasingly\nimplemented public heath intervention. Several phases were divided by the dates when various\nlevels of prevention and control measures were taken in effect in Wuhan. The estimated number\nof infections would reach the peak in late February, which is 58,077–84,520 or 55,869–81,393.\nWhether or not the peak of the number of infections would occur in February 2020 may be an\nimportant index for evaluating the sufficiency of the current measures taken in China.\nRegardless of the occurrence of the peak, the currently strict measures in Wuhan should be\ncontinuously implemented and necessary strict public health measures should be applied in\nother locations in China with high number of COVID-19 cases, in order to reduce Rt to an ideal\nlevel and control the infection.", "one_words_summarize": "An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV /SARSCoV-2) happened in Wuhan, Hubei Province in China in December 2019. The numberof infections would reach 11,044, 70,258 and 227,989, respectively, by 29 February 2020. The estimated numberof infections would reach the peak in late February, which is 58,077–84,520 or 55,869–81,393.Whether or not the peak of the number of infections would occur in February 2020 may be animportant index for evaluating the sufficiency of the current measures taken in China. Regardless of the occurrence of the peak, the currently strict measures in Wuhan should becontinuously implemented and necessary strict public health measures should be applied inother locations in China with high number of COVID-19 cases, in order to reduce Rt to an ideallevel and control the infection. R >1 indicates that theoutbreak is self-sustaining unless effective control measures are implemented, while R <1indicates that the number of new cases decreases over time and, eventually, the outbreak willstop.9 Over the past month, several groups reported estimated R0 of COVID-19 and generatedvaluable prediction for the early phase of this outbreak. Assuming the current control measures were ineffective and insufficient, theestimated number of infections would continue to increase throughout February without a peak. Epidemic information has been released in an open, transparent, responsible and timely mannerhome and abroad. Cooperation has been established with other countries and internationalorganizations. These measures have won full recognition of the international community,including WHO. If the peakdoes occur in February, the very strong measures China has taken may have already receivedsuccess in controlling the COVID-19 infection in Wuhan. The current epidemic trendin Hubei Province is similar to that in Wuhan City. Secondly, the accuracy of the estimation modeldepends largely on the accuracy of the parameters it used such as incubation period. Thirdly, theseestimated data may not be sustained if unforeseeable factors occurred. R software (Version 3.6.2) was applied for all the calculations and estimates in the currentstudy. ’s estimation.9 We proposed E at 20 times of I in accordance withRead et al.13 R was set as 0. Estimation of the epidemic trend assuming the prevention and control measures aresufficientThis section discussed the scenario where the current prevention and control measures aresufficient. The first phase ranges from 1 December 2019 to23 January 2020 and can be regarded as the early phase of the epidemic when a few preventionand control measures were implemented. ’s estimation of low transmission level.9 All of these measures may need one longestincubation period to take effect. So the last phase began on 16 February and Rt was set as 0.9and 0.5, respectively, assuming the prevention and control measures are sufficient and effectiveto depict two different levels of effect of the measures in reducing transmission probability. YC, XZ, HW, ZW, YD had the idea for and designed the study and had full access to all data inthe study and take responsibility for the integrity of the data and the accuracy of the dataanalysis. YC, HW, ZW, YD, RC, SZ, CX, LT and XY contributed to writing of the manuscript. YC, XZ, HW, ZW,YD, MS, RC, SZ, CX, LT, GX, TS, YW and XY contributed to the statistical analysis."}