{"date": "2020/02/19", "journal": "medrxiv", "authors": "Jie Xu, Yajiao Cheng, Xiaoling Yuan, Wei V. Li, Lanjing Zhang", "title": "Trends and prediction in daily incidence of novel coronavirus infection in China, Hubei Province and Wuhan City: an application of Farr law", "type": "preprint article", "abstract": "Running head: Trends and prediction of novel coronavirus Word count: 600", "text": "The recent outbreak of novel coronavirus(2019-nCoV) in China has infected about38,800 patients, and claimed 1113 lives.Studies have forecasted future trends of theinfection incidence of coronavirus,1 butappeared unsuccessful, likely owing to therecently-implemented aggressiveinterventions.2 Farr’s law is a classicepidemiology theory/practice for predictingepidemics.3,4 Therefore, we used andvalidated a model based on Farr’s law topredict the daily-incidence of 2019-nCoVinfection in China and 2 regions ofhighincidence.Methods | We extracted the 2019-nCoVincidence data of China, Hubei Province andWuhan City from websites of the Chineseand Hubei health commissions, respectively.The model was developed based on thedata available on Feb. 8, 2020, andcompared with the prospectively collecteddata afterward. According to priorreports,4,5 the ratio 1 was the ratio of agiven day’s incidence over that of the daybefore. Dividing the ratio 1 of one day andthe day before resulted in ratio 2. Thepossible normality of the ratio 2 wasexamined using Skewness and Kurtosis testsafter various data transformations. Afteridentifying the best-fit data transformationformat, we examined the potential linearand log-linear associations of incidence withtime. Assuming the future ratio 1’s and 2’swould be the same as the mean of the pastfive dates and ratio 2’s the same as themean of the last 10 days, we predicted theratio 1’s and daily incidence. Statisticalanalyses were conducted using Stata(version 15) and Joinpoint (NCI). All P valueswere two-sided and a P<.05 was consideredstatistically significant. The study is exemptfrom institutional review board’s reviewdue to the use of publically available andde-identified data.Results | The daily-incidence was availablefor China from January 16 to February 11,2020, for Wuhan and Hubei from January11 to February 11. Among various datatransformation formats,natural-logarithmtransformed incidence data were of normaldistribution, without significant log-linear orlinear association. The mean of ratio 2before February 8, 2020 was 0.944 (quartile0.886-1.051) for China, 0.982 (quartile0.744-1.317) for Wuhan and 0.948 (quartile0.768-1.207) for Hubei Province. The futureincidence was predicted based on the meanor quartiles of ratio 2 and subsequentlyinferred ratio 1’s. The daily-incidencesignificantly decreased after February 8 inall regions, and would continue decreasinguntil reaching zero on February 25. Giventhe lower quartile (25%) of ratio 2, theincidence may reach zero by February 20,5000 China45004000y3500adre3000pce2500neied2000cnI 1500100050001/20 1/25 1/30 2/4 2/9 2/14 2/19 2/245000 Hubei Province4500400035003000250020001500100050001/15 1/20 1/25 1/30 2/4 2/9 2/14 2/19 2/24 2/29 01/15while based on the upper quartile (75%) ofratio 2, the daily-incidence will keepincreasing and reach 3000 on February 25(Figure). Hubei Province and Wuhan Cityhad a similar downward trend (Table). Theprospectively collected daily-incidence afterFebruary 8 appeared to fall in the predictedquartiles in all 3 selected regions.Discussion | Mostly using Farr’s law, weestimated the quartiles of 2019-nCoVdailyincidence in China, Hubei Province andWuhan City, and predicted thedailyincidence of these regions. Our resultsimply that the daily-incidence has reachedits peak and will likely decreasecontinuously in China, Hubei Province andWuhan City, while the predicted 75% CI oftheir daily-incidence had an upward trend.Therefore, governments, healthcareproviders and residents should becautiously optimistic, and recognize thepotential upward trend of daily-incidence. Arapid growth in daily-incidence may occurwhen the residents of high-prevalenceregions, such as Hubei Province, return totheir workplaces in low-prevalence regionsat the end of Chinese New-Year holidays.Extreme caution thus should be used toprevent such an upward trend.Limitation includes possibleoversimplification of the disease’s naturalhistory by this model. However, ourprospectively-collected data and recentworks proved the usefulness of the Farr’slaw.5 This simple yet powerful method hasalso successfully predicted the trends inincidence of opioid overdose in the U.S.4AcknowledgementWe salute and thank our teachers,classmates and colleagues, fellow residentsand public servants, who fiercely andtirelessly fought against the novelcoronavirus outbreak in Wuhan and otherparts of China. The data will be regularlyupdated athttps://github.com/thezhanglab/coronavirus, as new prospectively collected incidencedata become available.Author Contributions: Drs Xu and Zhanghad full access to all of the data in the studyand equally takes responsibility for theintegrity of the data and the accuracy of thedata analysis. They are both senior authors.Drs Xu and Cheng both contributed equallyand should be considered co-first authors.Concept and design: Xu, Zhang.Acquisition, analysis, or interpretation ofdata: All authors.Drafting of the manuscript: Xu.Critical revision of the manuscript forimportant intellectual content: All authors.Statistical analysis: Li, Zhang.Supervision: Xu, Zhang.2020;https://web.archive.org/save/https://www.bbc.com/news/world-asiachina-51215348. Accessed Feb. 9,2020.Bregman DJ, Langmuir AD. Farr'slaw applied to AIDS projections.JAMA. 1990;263(11):1522-1525.Darakjy S, Brady JE, DiMaggio CJ, LiG. Applying Farr's Law to projectthe drug overdose mortalityepidemic in the United States. Inj        Epidemiol. 2014;1(        Santillana M, Tuite A, Nasserie T, etal. Relatedness of the incidencedecay with exponential adjustment(IDEA) model, \"Farr's law\" and SIRcompartmental difference equationmodels. Infect Dis Model.2018;3:112. doi:10.1016/j.idm.2018.03.001.,85 9 7 4 0 8 3 4 1 1 1 2 2 4 2 0 1.193 .807 .917 .711 .515 .111 .320 .802 .119 .114 .016 .213 .019 .114 .210 .905 .8057 9 1 9 4 8 9 1 9 7 2 2 0 9 5 7 4 37 4 3 5 4 8 6 7 5 3 8 0 9 2 3 8 9 41 1 2 4 6 7 7 4 7 9 1 5 8 2 8 6 11 1 1 1 2 2 2 3 3 3 3ill.yaebD y02XuB tae //7202110 //8202110 //9202110 //0202210 //1202210 //2202210 //3202210 //4202210 //5202210 //6202210 //7202210 //8220210 //9220102 //0320102 //1320102 //120220 //220220 //320220 //420220 //520220 //620220a 0T 2 D326.0449.0922.00202/4/3449.0281.0", "ref_list": [[], ["international spread of the 2019-"], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Lancet"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The recent outbreak of novel coronavirus\n(2019-nCoV) in China has infected about\n38,800 patients, and claimed 1113 lives.", "one_words_summarize": "The recent outbreak of novel coronavirus(2019-nCoV) in China has infected about38,800 patients, and claimed 1113 lives. Studies have forecasted future trends of theinfection incidence of coronavirus,1 butappeared unsuccessful, likely owing to therecently-implemented aggressiveinterventions.2 Farr’s law is a classicepidemiology theory/practice for predictingepidemics.3,4 Therefore, we used andvalidated a model based on Farr’s law topredict the daily-incidence of 2019-nCoVinfection in China and 2 regions ofhighincidence. Dividing the ratio 1 of one day andthe day before resulted in ratio 2. Results | The daily-incidence was availablefor China from January 16 to February 11,2020, for Wuhan and Hubei from January11 to February 11. Our resultsimply that the daily-incidence has reachedits peak and will likely decreasecontinuously in China, Hubei Province andWuhan City, while the predicted 75% CI oftheir daily-incidence had an upward trend. Therefore, governments, healthcareproviders and residents should becautiously optimistic, and recognize thepotential upward trend of daily-incidence. Critical revision of the manuscript forimportant intellectual content: All authors. doi:10.1016/j.idm.2018.03.001.,85 9 7 4 0 8 3 4 1 1 1 2 2 4 2 0 1.193 .807 .917 .711 .515 .111 .320 .802 .119 .114 .016 .213 .019 .114 .210 .905 .8057 9 1 9 4 8 9 1 9 7 2 2 0 9 5 7 4 37 4 3 5 4 8 6 7 5 3 8 0 9 2 3 8 9 41 1 2 4 6 7 7 4 7 9 1 5 8 2 8 6 11 1 1 1 2 2 2 3 3 3 3ill.yaebD y02XuB tae //7202110 //8202110 //9202110 //0202210 //1202210 //2202210 //3202210 //4202210 //5202210 //6202210 //7202210 //8220210 //9220102 //0320102 //1320102 //120220 //220220 //320220 //420220 //520220 //620220a 0T 2 D326.0449.0922.00202/4/3449.0281.0"}