{"date": "2020/02/19", "journal": "medrxiv", "authors": "Alessia Lai, Annalisa Bergna, Carla Acciarri, Massimo Galli, Gianguglielmo Zehender", "title": "Early Phylogenetic Estimate Of The Effective Reproduction Number Of 2019-nCoV", "type": "preprint article", "abstract": "\n        To reconstruct the evo\n        ", "text": "        To reconstruct the evo        The two models used to estimate the reproduction number (coalescent-based exponential growth and abirth-death skyline method) indicated an estimated mean evolutionary rate of 7.8 x 10-4 subs/site/year(range 1.1x10-4–15x10-4).The estimated R value was 2.6 (range 2.1-5.1), and increased from 0.8 to 2.4 in December 2019. Theestimated mean doubling time of the epidemic was between 3.6 and 4.1 days.This study proves the usefulness of phylogeny in supporting the surveillance of emerging new infectionseven as the epidemic is growing.On 30 January 2020, the World Health Organisation (WHO) declared that the outbreak of an infection dueto a novel coronavirus (2019-nCoV) was a “Public Health Emergency of International Concern”coronavirus-(2019-nCoV)). Emerging as a human pathogen in the Chinese city of Wuhan, 2019-nCoVncov.pdf?sfvrsn=20a99c10_4) has caused a widespread outbreak of febrile respiratory illness and, as of 13February 2020, there were 60,349 confirmed cases (including 527 outside mainland China) and a total ofcf6).Belonging to the β-coronavirus genus of the Coronaviridae family, 2019-nCoV is closely related to SARS-CoVas there is >70% nucleotide similarity in their approximately 30 kb long genomes.1 A recent study hassupported the view that, like other β-coronaviruses causing human infections such as SARS-CoV andMERSCoV, 2019-nCoV originated from bats, and reported 96% genomic identity with a previously detectedSARSlike bat coronavirus.2,3 However, it remains unclear whether the spillover also involved a differentintermediary animal host.In the case of such an epidemic, it is important to make an as reliable as possible estimate of the basicreproductive number (R0, the number of cases generated from a single infected person) and the dynamicsof transmission. The aim of this study was to investigate the temporal origin, rate of viral evolution andpopulation dynamics of 2019-nCoV using 52 full genomes of viral strains sampled in different countries onknown sampling dates available at the moment when study was performed.The analysis was based on 52 2019-nCOV sequences publicly available at GISAID (Global Initiative onSharing All Influenza Data) on 4 February 2020 (https://www.gisaid.org/). The accession IDs, sampling datesand locations are summarized in Table S1.The sequences were aligned using the ClustalW Multiple Alignment program included in the accessoryapplication of Bioedit software, manually controlled, and cropped to a final length of 29,774 bp usingThe simplest evolutionary model best fitting the sequence data was selected using software JmodelTestv.2.1.7 software,4 and proved to be the Hasegawa-Kishino-Yano (HKY) model.The virus' phylogeny, evolutionary rates, times of the most recent common ancestor (tMRCA) anddemographic growth were co-estimated in a Bayesian framework using a Markov Chain Monte Carlo(MCMC) method implemented in v.1.84 of the BEAST package.5Different coalescent priors and molecular clock models (constant population size, exponential growth, anda Bayesian skyline plot, BSP) were tested using strict and relaxed molecular clock models. Given the largecredibility interval and high level of uncertainty due to very close sampling dates, all the estimates weremade using days as the unit of time and a normal prior with substitution rates obtained from ourpreliminary estimates (mean rate 2.2 x 10-6 subs/site/day, with a standard deviation of 1.1 x 10-6).The MCMC analysis was run until convergence with sampling every 100,000 generations. Convergence wasassessed by estimating the effective sampling size (ESS) after 10% burn-in using Tracer v.1.7 software(http://tree.bio.ed.ac.uk/software/tracer/), and accepting ESS values of 300 or more. The uncertainty ofthe estimates is indicated by 95% highest marginal likelihoods estimated6 by path sampling/stepping stonemethods.7The final trees were summarised by selecting the tree with the maximum product of posterior probabilities(pp) (maximum clade credibility or MCC) after a 10% burn-in using Tree Annotator v.1.84 (included in theBEAST package), and were visualised using FigTree v.1.4.2 (http://tree.bio.ed.ac.uk/software/figtree/).The basic reproductive number (R0) was calculated on the basis of the exponential growth rate (r) using theequation R0=rD+1, where D is the average duration of infectiousness estimated as described below.8 Thedoubling time of the epidemic was directly estimated setting the tree prior to the coalescent exponentialgrowth analysis with doubling time parameterization.The birth-death skyline model implemented in Beast 2.48 was used to infer changes in the effectivereproductive number (Re), and other epidemiological parameters such as the death/recovery rate (δ), thetransmission rate (λ), the origin of the epidemic, and the sampling proportion (ρ).9 Given that the sampleswere collected during a short period of time, a “birth-death contemporary” model was used.The analyses were based on the previously selected HKY substitution model and the substitution rate wasset to the value of 8.0 x 10-4 subs/site/year, which corresponds to the mean substitution rate estimatedusing a relaxed clock under the exponential coalescent model as transformed into units per year.For the birth-death analysis, one and two intervals and a log-normal prior for Re, with a mean (M) of 0.0and a variance (S) of 1.0 were chosen, which allows the Re values to change between <1 (0.193) to >5. Anormal prior with M=48.7 and S=15 (corresponding to a 95% interval from 24.0 to 73.4) was used for therate of becoming uninfectious. These values are expressed as units per year and reflect the inverse of thetime of infectiousness (5.3-19 days, mean 7.5) according to the serial interval estimated by Qun Li et al.10Sampling probability (ρ) was estimated assuming a prior Beta (alpha=1.0 and beta=999), corresponding to aminority of the sampled cases (between 10-5 to 10-3). The origin of the epidemic was estimated using anormal prior with M=0.1 and S=0.05 in units per year.The MCMC analyses were run for 30 million generations and sampled every 3,000 steps.Convergence was assessed on the basis of ESS values (ESS >200). Uncertainty in the estimates was indicatedby 95% highest posterior density (95%HPD) intervals.The mean growth rate was calculated on the basis of the birth and recovery rates (r=λ-δ), and the doublingtime was estimated by the equation: doubling time=ln(2)/r.11The sequence analyses under a relaxed (uncorrelated log-normal) or strict molecular clock showed that theformer performed better as assessed by using BF with path sampling (PS) and stepping stone sampling (SS)(strict vs. relaxed molecular clock BF(PS)=-8.66 and BF(SS)=-10.7 for relaxed clock). Comparison of thedifferent demographic models showed that the BSP model best fitted the data (BSP vs. exponential growthBF(PS)= 7.3 and BF(SS)= 8.78 for BSP; BSP vs. constant population size BF(PS)= 7.3and BF(SS)= 8.78 for BSP).The estimated mean evolutionary rate was 2.15 x 10-6 subs/site/day (95% HPD: 3.22 x 10-7–4.18 x 10-6),corresponding to 7.8 x 10-4 subs/site/year (95% HPD: 1.1 x 10-4–15 x 10-4).The estimated mean tMRCA corresponding to the root of the tree dated 73 days before the end of January2020 (95%HPD: 32.5–142.3), corresponding to 18 November 2019 (95%HPD: 10 September 2019-28The Bayesian tree showed three main significant clades. The largest clade (pp=0.84) encompassed 10sequences and consisted of two significant sub-clades (pp=0.9 and pp=1). Overall, this cluster includedfewer recent isolates than the other two clusters, and dated back to 47.5 days ago (95% HPD: 25.5-76.6),corresponding to 13 December 2019. The second (pp=0.99) and third significant clusters (pp=0.95) datedback to 29.2 (95% HPD: 0.7-47.45) and 21.9 (95% HPD 3.6-54.7) days ago, corresponding to 01-08 January2020.The Bayesian skyline plot showed a rapid increase in the number of infections in a period between about 45and 30 days before the end of January 2020 (Fig.1, part A).The IDs and available data of the sequences involved in the clades are shown in Table S1.The estimated growth rate under the exponential growth model was 0.218 days-1, corresponding to an R0estimation of 2.6 (credibility interval: 2.1-5.1). The direct estimation of the doubling time of the epidemicgave a mean 3.6 days (varying from 1.0 to 7.7). Figure 1 (part B) shows the Bayesian birth-death skyline plotof the Re estimates with 95%HPD, and indicates that Re increased from <1 (mean 0.8, 95%HPD: 0.3-1.3) to amean value of 2.4 (95%HPD: 1.5-3.5) in December 2019, and has since remained at this value.estimated mean 3.7 months (credibility interval 3-4) before the present (BP), corresponding toOctoberNovember 2019, before the root tree (3.6 months BP). The estimated recovery rate (the time to becomingnon-infectious) was 7.3 days (CI 4.7-16.5 days), whereas the transmission rate (λ) increased from 40.5 toperiod is r=0.17 (0.16-0.19), corresponding to a mean doubling time of 4.1 days (range 3.9-4.3).The 2019-nCoV epidemic is unique in the history of human infectious diseases not only because it is causedby a novel virus, but also because of the immediate availability of epidemiological and genomic data (thefirst entire genome was published on 24 December 2019). The prompt availability of research data oninternet platforms such as the GISAID has allowed us and other research groups to make a phylogeneticreconstruction of the origin of 2019-nCoV and to share these findings with other scientists.The temporal reconstruction of the 2019-nCoV phylogeny obtained in the present study is in line withprevious estimates and suggests that the epidemic originated between October and November 2019,several weeks before the first cases were described. This was confirmed by means of coalescent analysisand the birth-death method of estimating the origin of the epidemic. The estimated evolutionary rate isalso in line with that of SARS and MERS viruses,12,13 and the recent estimates concerning 2019-nCoVOne of the most important epidemiological parameters when monitoring an epidemic is R0 (i.e. the numberof secondary cases induced by a single infected individual in a totally susceptible population) because it isfundamental to assess the potential spread of a micro-organism. Its value changes during an epidemicbeing called the effective reproduction number (Re). R0 is usually estimated on the basis of the growth rateof the number of cases. The available epidemiological estimates of 2019-nCoV R0 range from 2.2 to 2.9,although they changed from 1.4 to >7 during the first phases of the epidemic.10,14Recently developed evolutionary models have made it possible to estimate epidemiological parameters onthe basis of phylogenesis,9,15 and a coalescent and a birth-death methods were used to estimate R0 and thechanges in the Re of the 2019-nCoV epidemic during a short period of time. This has allowed us to make apreliminary estimate that mean R0 from the beginning of the epidemic to the first days of February 2020was 2.2 (range 3.6-5.8), and the birth-death skyline analysis showed an increase in Re from <1 to 2.4 (CI1.53.5) during December 2019. This agrees with the BSP analysis showing an increase in the number ofinfections in the same period of time.On the same basis, the estimated epidemic doubling time was 3.6 days with a credibility interval between 1to 7 days. We also tried to calculate it on the basis of the transmission (λ) and recovery rate (δ) estimatedusing the birth-death model, which lead to an estimated mean doubling time of 4.1 days, with the mostprobable values falling between 3.9 and 4.3 days. Previous studies have suggested that the doubling timeduring the early phases of the epidemic was about 7.4 days.10 The difference in the estimate here obtained,may be due to the increased epidemic growth rate observed during the last days of January, or the initialdelay in recognising and reporting new cases.This preliminary study has some limitations. The R values and doubling times were estimatedphylogentically using all of the whole genomes available in a public database at the time the study wascarried out (https://www.gisaid.org/). Given the small number of sequences and the relatively shortsampling period, the credibility intervals are wide and limit the precision of the estimates. Moreover, theanalysis included isolates collected outside mainland China as it is assumed that they all belong to the sameepidemic originating in Wuhan.contribute to the serial interval.Serial intervals were used to estimate the duration of infectiousness, although we do not yet have anyinformation concerning the possible existence and duration of a latent (pre-infectious) period that wouldMore detailed and accurate analyses can be made when a larger number of genomes and more precisedata on the infectious period become available. However, although the R0 calculated on the basis of thedirect observation of the number of infected individuals may be affected by omissions or delayednotifications of cases,16 a phylogenetic estimate of the same parameter may be more reliable.This became particularly evident recently (on February 12, 2020) when the change in diagnosisclassificationledtoasuddenincreaseinthereportedcasesby12.html?soid=1107826135286&aid=Kdg8a0rBTAk).In conclusion, these results allowed us to make a phylogenetic estimate of the R0 of 2019-CoV infection thatis similar to that obtained using conventional epidemiological methods17(https://www.who.int/newsemergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov), and a possibly shorterestimated doubling time of the number of subjects involved at least during the early phases of theepidemic. They also support the usefulness of phylodynamic as an important complement to classicapproaches to the surveillance and monitoring of an emerging infection, even during the course of anepidemic.FIGURE LEGENDtime in year units (0=January 30; 0.05=18.2 days; 0.1=36.5 days; 0.15=54.7 days and 0.2=73 days before).The thick solid line represents the median value of the estimates, and the grey area the 95% HPD. Part B:Birth-death skyline plot of the 2019-nCoV outbreak allowing two Re intervals. The curve and the orangearea show the mean Re values and their 95% confidence intervals. The Y and X axes respectively representIn memory of Li Wenliang, Carlo Urbani and of all the doctors and health workers who endangered theirlives in the fight against epidemics.We acknowledge the authors, originating and submitting laboratories of the sequences from GISAID.Paraskevis D, Kostaki EG, Magiorkinis G, Panayiotakopoulos G, Sourvinos G, Tsiodras S. Full-genomeevolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence asa result of a recent recombination event. Infection, genetics and evolution : journal of molecularepidemiology and evolutionary genetics in infectious diseases. 2020;79:104212.Zhou P, Yang X-L, Wang X-G, et al. A pneumonia outbreak associated with a new coronavirus ofPosada D. jModelTest: phylogenetic model averaging. Molecular biology and evolution.Drummond AJ, Suchard MA, Xie D, Rambaut A. Bayesian phylogenetics with BEAUti and the BEASTSuchard MA, Weiss RE, Sinsheimer JS. Bayesian selection of continuous-time Markov chainevolutionary models. Molecular biology and evolution. 2001;18(6):1001-1013.Baele G, Lemey P, Bedford T, Rambaut A, Suchard MA, Alekseyenko AV. Improving the accuracy ofdemographic and molecular clock model comparison while accommodating phylogeneticuncertainty. Molecular biology and evolution. 2012;29(9):2157-2167.Pybus OG, Charleston MA, Gupta S, Rambaut A, Holmes EC, Harvey PH. The epidemic behavior ofthe hepatitis C virus. Science (New York, NY). 2001;292(5525):2323-2325.Stadler T, Kuhnert D, Bonhoeffer S, Drummond AJ. Birth-death skyline plot reveals temporalchanges of epidemic spread in HIV and hepatitis C virus (HCV). Proceedings of the National11.Walker PR, Pybus OG, Rambaut A, Holmes EC. Comparative population dynamics of HIV-1 subtypes12.13.14.15.16.B and C: subtype-specific differences in patterns of epidemic growth. Infection, genetics andevolution : journal of molecular epidemiology and evolutionary genetics in infectious diseases.2005;5(3):199-208.Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control of severe acute respiratorysyndrome. Science (New York, NY). 2003;300(5627):1966-1970.Assiri A, McGeer A, Perl TM, et al. Hospital outbreak of Middle East respiratory syndromecoronavirus. The New England journal of medicine. 2013;369(5):407-416.Liu T, Hu J, Kang M, et al. Transmission dynamics of 2019 novel coronavirus (2019-nCoV). bioRxiv.2020:2020.2001.2025.919787.Veo C, Della Ventura C, Moreno A, et al. Evolutionary Dynamics of the Lineage 2 West Nile VirusThat Caused the Largest European Epidemic: Italy 2011-2018. Viruses. 2019;11(9).Zhao S, Musa SS, Lin Q, et al. Estimating the Unreported Number of Novel Coronavirus (2019-nCoV)Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early17.Zhao S, Lin Q, Ran J, et al. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase ofthe outbreak. International journal of infectious diseases : IJID : official publication of theoriginrhobecome uninfectioustree-root tMRCA", "ref_list": [[], ["probable bat origin"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["R Lu", "X Zhao", "J Li"], ["Molecular"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        To reconstruct the evo\n        ", "one_words_summarize": "To reconstruct the evo        The two models used to estimate the reproduction number (coalescent-based exponential growth and abirth-death skyline method) indicated an estimated mean evolutionary rate of 7.8 x 10-4 subs/site/year(range 1.1x10-4–15x10-4).The estimated R value was 2.6 (range 2.1-5.1), and increased from 0.8 to 2.4 in December 2019. These values are expressed as units per year and reflect the inverse of thetime of infectiousness (5.3-19 days, mean 7.5) according to the serial interval estimated by Qun Li et al.10Sampling probability (ρ) was estimated assuming a prior Beta (alpha=1.0 and beta=999), corresponding to aminority of the sampled cases (between 10-5 to 10-3). Uncertainty in the estimates was indicatedby 95% highest posterior density (95%HPD) intervals. The largest clade (pp=0.84) encompassed 10sequences and consisted of two significant sub-clades (pp=0.9 and pp=1). The prompt availability of research data oninternet platforms such as the GISAID has allowed us and other research groups to make a phylogeneticreconstruction of the origin of 2019-nCoV and to share these findings with other scientists. The temporal reconstruction of the 2019-nCoV phylogeny obtained in the present study is in line withprevious estimates and suggests that the epidemic originated between October and November 2019,several weeks before the first cases were described. This agrees with the BSP analysis showing an increase in the number ofinfections in the same period of time. Part B:Birth-death skyline plot of the 2019-nCoV outbreak allowing two Re intervals. Infection, genetics and evolution : journal of molecularepidemiology and evolutionary genetics in infectious diseases. Bayesian selection of continuous-time Markov chainevolutionary models. 2001;18(6):1001-1013.Baele G, Lemey P, Bedford T, Rambaut A, Suchard MA, Alekseyenko AV. Birth-death skyline plot reveals temporalchanges of epidemic spread in HIV and hepatitis C virus (HCV). Transmission dynamics and control of severe acute respiratorysyndrome. bioRxiv.2020:2020.2001.2025.919787.Veo C, Della Ventura C, Moreno A, et al."}