{"date": "2020/02/22", "journal": "medrxiv", "authors": "Mingli Yuan, Wen Yin, Zhaowu Tao, Weijun Tan, Yi Hu", "title": "Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China", "type": "preprint article", "abstract": "Background: Radiologic characteristics of 2019 novel coronavirus (2019-nCoV)\ninfected pneumonia (NCIP) which had not been fully understood are especially\nimportant for diagnosing and predicting prognosis.", "text": "Background: Radiologic characteristics of 2019 novel coronavirus (2019-nCoV)infected pneumonia (NCIP) which had not been fully understood are especiallyimportant for diagnosing and predicting prognosis.Purpose: To summarize the clinical and radiologic characteristics of NCIP cases andanalyze the association of radiologic findings with mortality cases.Material and methods: We retrospective studied 27 consecutive patients who wereconfirmed NCIP, the clinical characteristics and CT image findings were collected,and the association of radiologic findings with mortality of patients was evaluated.Results: 27 patients included 12 men and 15 women, with median age of 60 years(IQR 47-69). 17 patients discharged in recovered condition and 10 patients died inhospital. The median age of mortality group was higher compared to survival group(68 (IQR 63-73) vs 55 (IQR 35-60), P = 0.003). The comorbidity rate in mortalitygroup was significantly higher than in survival group (80% vs 29%, P = 0.018). Thepredominant CT characteristics consisted of ground glass opacity (67%), bilateralsides involved (86%), both peripheral and central distribution (74%), and lower zoneinvolvement (96%). The median CT score of mortality group was higher compared tosurvival group (30 (IQR 7-13) vs 12 (IQR 11-43), P = 0.021), with more frequency ofconsolidation (40% vs 6%, P = 0.047) and air bronchogram (60% vs 12%, P = 0.025).An optimal cutoff value of a CT score of 24.5 had a sensitivity of 85.6% and aspecificity of 84.5% for the prediction of mortality.Conclusions: 2019-nCoV was more likely to infect elderly people with chroniccomorbidities. CT findings of NCIP were featured by predominant ground glassopacities mixed with consolidations, mainly peripheral or combined peripheral andcentral distributions, bilateral and lower lung zones being mostly involved. A simpleCT scoring method was capable to predict mortality.Key words: 2019 novel coronavirus; pneumonia; CT findings; mortality.In December, 2019, a series of pneumonia cases linked to a seafood and wet animalwholesale market emerged in Wuhan, Hubei, China [1]. Deep sequencing analysisfrom lower respiratory tract samples indicated a novel coronavirus, which was named2019 novel coronavirus (2019-nCoV) [2]. By 4 Feb 2020 a total 24,324 cases havebeen confirmed infection nationwide with 3,219 severe cases, 490 death cases, andanother 23,260 suspected cases [3]. Reports have also been released of exported casesin many other countries. WHO had determined this situation should be deemed apublic health emergency of international concern on 30 Jan 2020 [4]. Symptoms of2019-nCoV infected pneumonia (NCIP) include fever and/or respiratory illness,lymphopenia, and radiologic abnormality [5-7], among these clinical features,radiologic characteristics of NCIP are especially important for diagnosing andpredicting prognosis. We herein summarize the clinical and radiologic characteristicsof 27 confirmed cases and analyze the association of radiologic findings withmortality cases.This retrospective study was approved by the Institutional Review Boards of HubeiPublic Health Clinical Center, the central Hospital of Wuhan, and written informedpatients who fulfilled the clinical criteria for 2019 novel coronavirus (2019-nCoV)infected pneumonia (NCIP) established by the WHO interim guidance[8]anddischarged with recovered symptoms or died in hospital were included. Diagnosis ofNCIP was made by positive test for 2019-nCoV viral RNA, in throat-swab specimenscollected from patients by real-time reverse transcription polymerase chain reaction(RT-PCR) using standard RTPCR protocol at Hubei Provincial Center for DiseaseControl and Prevention (CDC). Clinical characteristics together with chest imagingmanifestations of each confirmed cases were recorded, if available.All patients were treated with intravenous ribavirin 0.5g twice daily and/or oraloseltamivir 75 mg, twice daily. Antibiotics, including levofloxacin, moxifloxacin,sulbactam and cefoperazone, piperacillin and meropenem were used. Some patientsalso received glucocorticoid and/or intravenous immunoglobulin administration.The technical parameters included 64-section scanner with 1 mm collimation at 5 mmintervals. All CT examinations were performed with the patient in the supine positionand with breath-holding following inspiration, without administration of contrastmaterial. Images were obtained with both mediastinal (width 350 HU; level 40 HU)and parenchymal (width 1500HU; level -600 HU) window settings.Two experienced pulmonologists (YML, WY) reviewed the images independently,with a final finding reached by consensus when there was a discrepancy. CT findingsincluded ground glass opacity, consolidation, air bronchogram and nodular opacities.Ground glass opacity (GGO) was defined as hazy areas of increased opacity orattenuation without concealing the underlying vessels. Consolidation was defined ashomogeneous opacification of the parenchyma obscuring the underlying vessels. Airbronchogram was defined as a pattern of air-filled (low-attenuation) bronchi on abackground of opaque (high-attenuation) airless lung. Nodular opacities were definedas focal round opacities either solid nodules or GGOs (diameter ≤ 3 cm). Thepresence of lymphadenopathy was defined as a lymph node ≥1 cm in short-axisdiameter.The CT scans were scored on the axial images referring to the method describedpreviously [9]. The extent of involvement of each abnormality was assessedindependently for each of 3 zones: upper (above the carina), middle (below the carinaand above the inferior pulmonary vein), and lower (below the inferior pulmonaryvein). The location of the lesion was defined as peripheral if it was in the outerone-third of the lung, or as central otherwise. The CT findings were graded on a3-point scale: 1 as normal attenuation, 2 as ground-glass attenuation, and 3 asconsolidation. Each lung zone, with a total of six lung zones in each patient, wasassigned a following scale according to distribution of the affected lung parenchyma:0 as normal, 1 as < 25% abnormality, 2 as 25–50% abnormality, 3 as 50–75%abnormality, and 4 as > 75% abnormality. The four-point scale of the lungparenchyma distribution was then multiplied by the radiologic scale described above.Points from all zones were added for a final total cumulative score, with value rangingfrom 0 to72 (Figure 1).Continuous variables were expressed as median (interquartile range, IQR) andcompared with the Mann-Whitney U test or Wilcoxon test; categorical variables wereexpressed as number (%) and compared by χ2 test or Fisher’s exact test if appropriate.A two-sided α of less than 0.05 was considered statistically significant. Statisticalanalyses were done using the SPSS (version 16.0).As shown in Table 1, the 27 patients diagnosed as 2019 novel coronavirus(2019-nCoV) infected pneumonia (NCIP) included 12 men and 15 women, withmedian age of 60 years (IQR 47-69). 17 patients discharged in recovered conditionwith twice negative test for 2019-nCoV viral RNA in throat-swab specimens and 10patients died in hospital. The median age of mortality group was higher compared tosurvival group (68 (IQR 63-73) vs 55 (IQR 35-60), P = 0.003). The comorbidity ratein mortality group was significantly higher than in survival group (80% vs 29%, P =0.018), especially comorbid hypertension, diabetes, and cardiac disease. 12 patientsdeveloped acute respiratory distress syndrome and required non-invasive ventilatormechanical ventilation, 11 of whom died, and one 36 years old man (oxygenationindex: 184 mmHg) recovered after treatment. There were no significant differencesbetween survival group and mortality group with respect to patient sex and symptoms.The CT features, including the location, extent and distribution of involvementof each abnormality were shown in table 2. The median days of CT scans were 8 (IQR5-11) before symptom onset in all patients. The predominant CT characteristicsconsisted of ground glass opacity (67%), bilateral sides involved (86%), bothperipheral and central distribution (74%), and lower zone involved (96%). Groundglass nodular opacities were found in a 2 cases on admission in survival group andprogressed to multiple patchy ground glass opacities on reexamination (Figure 2).Lymphadenopathy and pleural effusion were relatively seldom seen (0% and 4%).The median CT score of mortality group was higher compared to survival group (30(IQR 7-13) vs 12 (IQR 11-43), P = 0.021), with more frequency of consolidation (40%vs 6%, P = 0.047) and air bronchogram (60% vs 12%, P = 0.025) (Figure 3).In the receiver operating characteristic curve analysis (Figure 4), an optimalcutoff value of a CT score of 24.5 had a sensitivity of 85.6% and a specificity of 84.5%for the prediction of mortality. The area under the receiver operating characteristiccurve was 0.901 (95% confidence interval: 0.873, 0.928).Initial and reexamined CT features in survival group were compared in Table 3.11 patients reexamined CT scans on day 15 (IQR 9-18) after symptom onset, themorphology of the lesions, the location, extent and distribution of involvement ofeach abnormality were not significantly changed compared to those on admission. Inmortality group, CT scores progressed rapidly in a short time (12 (IQR 5-24.5) vs 20(IQR 15-46), P = 0.042), with more lung zones being involved (Table 4).Coronaviruses (CoV) are a large family of viruses that cause illness ranging from thecommon cold to more severe diseases such as Middle East Respiratory Syndrome(MERS-CoV) and Severe Acute Respiratory Syndrome (SARS-CoV). A novelcoronavirus (nCoV) is a new strain that has not been previously identified in humans. The 2019-nCoV causes symptoms similar to SARS based on recent clinical data[5, 6], and is capable of spreading from human to human and between cities, with verycontagious characteristic [11]. The mortality of the 27 included patients infected by2019-nCoV was 37%, which is much higher than that reported 2% on 4 Feb 2020 [3].Giving the priority of 2019-nCoV detection to severe cases because of shortness oftest kits in our hospital initially and potential false negative results of 2019-nCoVviral RNA detection in mild cases might account for this discrepancy. Consistent withrecent reports, our results suggest that 2019-nCoV is more likely to infect elderlypeople with chronic comorbidities as a result of the weaker immune functions of thesepatients [5, 6], and 2019-nCoV-associated death is also related to elder age andunderlying illnesses, especially hypertension, diabetes, and cardiac disease.Consistently with several recent reports regarding to CT findings of 2019-nCoVinfected pneumonia (NCIP) [12-14], our results showed that CT manifestations of NCIPwere featured by predominant ground glass opacities (GGO) (67%) mixed withconsolidations (30%), mainly peripheral (26%) or combined peripheral and centraldistributions (74%), bilateral (86%) and lower lung zones (96%) being mostlyinvolved. Merely consolidation, central distribution only, pleural effusions orlymphadenopathy were relatively rarely seen. Initially the CT images might be GGOnodules or patchy GGO mostly peripherally distributed then consolidations andextensive distributions were seen when pneumonia progressed. Consolidation, airbronchogram, extensive distribution as well as multiple involved lung zones weremore common in mortality group, suggesting a more severe clinical course for theseabnormalities can be pathologically correlated with diffuse alveolar damage andsimilar conclusions can be drawn in H1N1 pneumonia, N5N1 pneumonia, H7N9pneumonia and SARS [9, 15-17]. As members of the same virus family, NCIP sharedmuch common ground with MERS and SARS in CT features. Subpleural and basilarairspace lesions with GGOs and consolidations were conspicuous CT characteristicsof all three kinds of virus pneumonia, but pleural effusions are more common inpatients who died of MERS[18-21].Comprehensively evaluated the CT features of NCIP, we calculated the CT scoreof each patient. The CT scores were much higher in mortality group compared tosurvival group (30 (IQR 7-13) vs 12 (IQR 11-43), 0.021), P = 0.021) on admission. Inmortality group the scores markedly increased in a short time (12 (IQR 5-24.5) vs 20(IQR 15-46), P = 0.042), suggesting a progressive course of NCIP. Although the CTscores were not diminished, they maintained a relatively stable level for a period oftime in survival group (12 (IQR 6-12) vs 12 (IQR 6-15), P = 0.237), suggesting that itmight take a long time to recover in chest imaging when NCIP was under controlled.We found an optimal cutoff value of a CT score of 24.5 (sensitivity of 85.6% andspecificity of 84.5%) to predict mortality. We hope the simple scoring methodaccording to CT scans may help triage patients and screening patients who need moreaggressive treatment and closely monitoring. However, the efficacy of such approachto decrease mortality remains to be validated in future studies.Although a definite diagnosis of NCIP cannot be achieved by using imagingfeatures alone for most viral pneumonia imaging patterns share similarity, the CTfeatures summarized above might be helpful in differentiation various pathogens ofpneumonia and in triage patients.There were limitations in our study. First it was a retrospective study includingonly 27 inpatients, while outpatients and suspected but undiagnosed cases fordeficiency of detection kits of 2019-nCoV and potential false negative results wereruled out. Second, not all information was collected because a significant part ofpatients had not rechecked CT scans. Then, it was pulmonologists, although they areexperienced, who evaluated CT images. Finally there was a lack of informationregarding interobserver agreement, because the study emphasis on the final consensusinterpretation rather than independent reading.Wuhan municipal health commission’s briefing on the pneumonia epidemicsituation. Released on 31 dec 2019 (in chinese). Available atNational health commission's briefing on the pneumonia epidemic situation.Https://www.Who.Int/news-room/detail/30-01-2020-statement-on-the-secondChen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristicsof 99 cases of 2019 novel coronavirus pneumonia in wuhan, china: Adescriptive study. Lancet. 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in wuhan, china. Lancet. 2020.Wang D, Hu B, Hu C, et al. Clinical characteristics of 138 hospitalizedpatients with 2019 novel coronavirus-infected pneumonia in wuhan, china.Jama. 2020.Global surveillance for human infection with novel coronavirus (2019-ncov)Https://www.Who.Int/publications-detail/global-surveillance-for-human-infection-with-novel-coronavirus-(2019-ncov) (accessed feb 8, 2020).Feng F, Jiang Y, Yuan M, et al. Association of radiologic findings withmortality in patients with avian influenza h7n9 pneumonia. PloS one.10.11.13.14.15.Yin Y, Wunderink RG. Mers, sars and other coronaviruses as causes ofpneumonia. Respirology (Carlton, Vic.). 2018;23:130-137.Wang W, Tang J, Wei F. Updated understanding of the outbreak of 2019novel coronavirus (2019-ncov) in wuhan, china. Journal of medical virology.2020.12.Shi H, Han X, Zheng C. Evolution of ct manifestations in a patient recoveredfrom 2019 novel coronavirus (2019-ncov) pneumonia in wuhan, china.Radiology. 2020:200269.Fang Y, Zhang H, Xu Y, et al. Ct manifestations of two cases of 2019 novelcoronavirus (2019-ncov) pneumonia. Radiology. 2020:200280.Song F, Shi N, Shan F, et al. Emerging coronavirus 2019-ncov pneumonia.Radiology. 2020:200274.Grinblat L, Shulman H, Glickman A, et al. Severe acute respiratory syndrome:Radiographic review of 40 probable cases in toronto, canada. Radiology.2003;228:802-809.16.Marchiori E, Zanetti G, Fontes CA, et al. Influenza a (h1n1) virus-associatedpneumonia: High-resolution computed tomography-pathologic correlation.European journal of radiology. 2011;80:e500-504.17.Wang Q, Zhang Z, Shi Y, Jiang Y. Emerging h7n9 influenza a (novelreassortant avian-origin) pneumonia: Radiologic findings. Radiology.2013;268:882-889.2004;230:836-844.18.Ooi GC, Khong PL, Muller NL, et al. Severe acute respiratory syndrome:Temporal lung changes at thin-section ct in 30 patients. Radiology.19.Wong KT, Antonio GE, Hui DS, et al. Severe acute respiratory syndrome:Radiographic appearances and pattern of progression in 138 patients.Radiology. 2003;228:401-406.20.Al-Tawfiq JA, Zumla A, Memish ZA. Coronaviruses: Severe acute respiratorysyndrome coronavirus and middle east respiratory syndrome coronavirus intravelers. Current opinion in infectious diseases. 2014;27:411-417.21.Ajlan AM, Ahyad RA, Jamjoom LG, et al. Middle east respiratory syndromecoronavirus (mers-cov) infection: Chest ct findings. AJR. American journal ofroentgenology. 2014;203:782-787.group demonstrated a total score of 63. It was calculated as: for upper zone (A), 3(consolidation) × 3 (50-75% distribution) × 2 (both right and left lungs) + 2 (groundglass opacity) ×1 (< 25% distribution) × 2 (both right and left lungs); for middle zone(B), 3 (consolidation) × 2 (25-50% distribution) × 2 (both right and left lungs) + 2(ground glass opacity) × 2 (25-50% distribution) × 2 (both right and left lungs) ; forlower zone (C), 3 (consolidation) × (2 (25-50% distribution of the right lung) + 3(50-75% distribution of the left lung)) + 2 (ground glass opacity) × (2 (25-50%distribution of the right lung) + 1 (< 25% distribution of the left lung)).opacities on admission and progressed to multiple patchy ground glass opacities onreexamination. The CT images of a 60-year-old woman on admission showedperipherally distributed focal ground glass nodular opacities in only right lung (A) andrechecked CT images showed expanded area of patchy ground glass opacities in bothright and left lungs with reticular and interlobular septal thickening on 7 days later (B).Unilateral ground glass nodular opacity was found on CT images of a 64-year-oldman from survival group (C) and progressed patchy ground glass opacities as well asinterlobular septal thickening were seen after 4 days (D).ground glass opacities with predominant peripheral distribution in middle and lowerlung zones (A-C). Air bronchogram, together with extensive of consolidations andground glass opacities were found in the CT images of a 72–year-old woman frommortality group (D-F).survival groups.VariableDiabetesCardiac diseaseTumorCerebral infarctionChronic gastritisARDSSymptomsFeverCoughMyalgiaDyspneaPercentages are in parentheses, unless indicated as median (interquartile range, IQR).ARDS: acute respiratory distress syndrome.Percentages are in parentheses, unless indicated as median (interquartile range, IQR).GGO: ground glass opacity.Percentages are in parentheses, unless indicated as median (interquartile range, IQR).GGO: ground glass opacity.Percentages are in parentheses, unless indicated as median (interquartile range, IQR).GGO: ground glass opacity.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Radiologic characteristics of 2019 novel coronavirus (2019-nCoV)\ninfected pneumonia (NCIP) which had not been fully understood are especially\nimportant for diagnosing and predicting prognosis.", "one_words_summarize": "Background: Radiologic characteristics of 2019 novel coronavirus (2019-nCoV)infected pneumonia (NCIP) which had not been fully understood are especiallyimportant for diagnosing and predicting prognosis. Purpose: To summarize the clinical and radiologic characteristics of NCIP cases andanalyze the association of radiologic findings with mortality cases. Key words: 2019 novel coronavirus; pneumonia; CT findings; mortality. Reports have also been released of exported casesin many other countries. We herein summarize the clinical and radiologic characteristicsof 27 confirmed cases and analyze the association of radiologic findings withmortality cases. Some patientsalso received glucocorticoid and/or intravenous immunoglobulin administration. The technical parameters included 64-section scanner with 1 mm collimation at 5 mmintervals. A two-sided α of less than 0.05 was considered statistically significant. Statisticalanalyses were done using the SPSS (version 16.0).As shown in Table 1, the 27 patients diagnosed as 2019 novel coronavirus(2019-nCoV) infected pneumonia (NCIP) included 12 men and 15 women, withmedian age of 60 years (IQR 47-69). The median age of mortality group was higher compared tosurvival group (68 (IQR 63-73) vs 55 (IQR 35-60), P = 0.003). The area under the receiver operating characteristiccurve was 0.901 (95% confidence interval: 0.873, 0.928).Initial and reexamined CT features in survival group were compared in Table 3.11 patients reexamined CT scans on day 15 (IQR 9-18) after symptom onset, themorphology of the lesions, the location, extent and distribution of involvement ofeach abnormality were not significantly changed compared to those on admission. Initially the CT images might be GGOnodules or patchy GGO mostly peripherally distributed then consolidations andextensive distributions were seen when pneumonia progressed. Subpleural and basilarairspace lesions with GGOs and consolidations were conspicuous CT characteristicsof all three kinds of virus pneumonia, but pleural effusions are more common inpatients who died of MERS[18-21].Comprehensively evaluated the CT features of NCIP, we calculated the CT scoreof each patient. Then, it was pulmonologists, although they areexperienced, who evaluated CT images. Wuhan municipal health commission’s briefing on the pneumonia epidemicsituation. Epidemiological and clinical characteristicsof 99 cases of 2019 novel coronavirus pneumonia in wuhan, china: Adescriptive study. Journal of medical virology.2020.12.Shi H, Han X, Zheng C. Evolution of ct manifestations in a patient recoveredfrom 2019 novel coronavirus (2019-ncov) pneumonia in wuhan, china. Severe acute respiratory syndrome:Radiographic review of 40 probable cases in toronto, canada. Severe acute respiratory syndrome:Temporal lung changes at thin-section ct in 30 patients. Middle east respiratory syndromecoronavirus (mers-cov) infection: Chest ct findings. Percentages are in parentheses, unless indicated as median (interquartile range, IQR).GGO: ground glass opacity."}