{"date": "2020/02/19", "journal": "medrxiv", "authors": "Yeen Huang, Ning Zhao", "title": "Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 epidemic in China: a web-based cross-sectional survey", "type": "preprint article", "abstract": "Background: China has been severely affected by COVID-19 (Corona Virus Disease 2019) since December, 2019. This study aimed to assess the population mental health burden during the epidemic, and to explore the potential influence factors. Methods: Using a web-based cross-sectional survey, we collected data from 603 selfselected volunteers assessed with demographic information, COVID-19 related knowledge, Generalized Anxiety Disorder-7 (GAD-7), Center for Epidemiology Scale for Depression (CES-D), and Pittsburgh Sleep Quality Index (PSQI). Logistic regression were used to identify influence factors associated with mental health problem. Results: Of the total sample analyzed, the overall prevalence of GAD, depressive symptoms, and sleep quality were 34.0%, 18.1%, and 18.1%, respectively. Young people reported a higher prevalence of depressive symptoms than older people (P=0.024). Compared with other occupational group, healthcare workers have the highest rate of poor sleep quality (P=0.045). Multivariate logistic regression showed that age (< 35 years) and times to focus on the COVID-19 (≥ 3 hours per day) were associated with GAD, and healthcare workers were associated with poor sleep quality. Limitations: Due to the nature of the cross-sectional data, it is difficult to make causal inferences. Conclusions: Our study identified a major mental health burden of the public during COVID-19 epidemic in China. Young people, people who spent too much time on the epidemic, and healthcare workers were at high risk for mental illness. Continuous surveillance and monitoring of the psychological consequences for outbreaks should become routine as part of preparedness efforts worldwide.", "text": "123456789101112131415161718192021222324252627282930        COVID-19 (Corona Virus Disease 2019, also known as 2019-nCoV), a cluster ofacute respiratory illness with unknown causes, occurred in Wuhan, Hubei Province,China since December 2019                In addition to causing physical damage, COVID-19 also has a serious impact on themental health of the public. In January 20, China confirmed human-to-humantransmission of COVID-19 and some medical staff in Wuhan have been infected                Evidence indicated that COVID-19 is a distinct clade from the betacoronavirusesrelated to human severe acute respiratory syndrome (SARS) and Middle Eastrespiratory syndrome (MERS)        Therefore, using a web-based cross-sectional study, we aimed to assess the mentalhealth burden of Chinese population during COVID-19 epidemic, and to explore thepotential influence factors. We hope our study findings will provide data support forthe targeted interventions on psychological health in Chinese population during theepidemic.To prevent the spread of SARS-CoV-2 (Severe Acute Respiratory SyndromeCoronavirus 2) through droplets or contact, we used a web-based cross-sectional surveybased on the National Internet Survey on Emotional and Mental Health (NISEMH) tocollected data, NISEMH is an ongoing, online health-related behavior survey ofChinese population. This web-based survey of the COVID-19 was broadcasted on theInternet through the WeChat public platform and the mainstream media. All Chinesepeople using WeChat or other social tools may see this survey, and answered thequestionnaire by scanning the two-dimensional barcodes of the questionnaire addressor clicking the relevant link. To encourage the recruitment of potential participants, allparticipants in the survey would receive a report on their mental health after completingthe evaluation. This web-based questionnaire was completely voluntary andnonParticipants answered the questionnaires anonymously on the Internet from February3 to, 2020 to February 10. All subjects reported their demographic data, COVID-19related information, and three standardized questionnaires, which assessed theirgeneralized anxiety disorder (GAD), depressive symptoms, and sleep quality. In order123456789101112131415161718192021222324252627282930to ensure the quality of survey, we have set the response range of some items (e.g., theage range was limited to 6-80 years old, some items needed to be answered in reverse)and encouraged participants to answer carefully through questionnaire explanations. Inaddition, questionnaires that were completed <1 minute or >60 minutes would beexcluded from analysis. Finally, a total of 603 participants who completed thequestionnaires (response rate of 95.9%) were included in the analysis.This study was conducted in accordance with the Declaration of Helsinki, and wasapproved by the Ethics Committee of Huazhong University of Science and TechnologyUnion Shenzhen Hospital. Electronic informed consent was obtained from eachparticipants prior to starting the investigation. Participant could withdraw from thesurvey at any moment without providing any justification.Demographic variables included gender (male or female), age, and occupation.Occupation included the following four types: (1) Healthcare workers, which includeddoctors, nurses, and health-related administrators; (2) Enterprise or institution workers,which consisted of enterprise employees, national/provincial/municipal institutionworkers, and other relevant staff; (3) Teachers or students, which included teachers orstudents from universities, middle schools, or elementary schools; and (4) Others,which consisted of freelancers, retiree, social worker, and other relevant staff.This section was evaluated by two items: (1) Times to focus on the COVID-19, whichmeasured the average time spent focusing on the COVID-19 epidemic informationevery day; (2) Knowledge of the COVID-19, which assessed based on the followingsix judgment questions about COVID-19 related knowledge: a. Inhalation of dropletsfrom sneezing, coughing, or talking of an infected person could cause infection; b.123456789101112131415161718192021222324252627282930Contact with something contaminated by an infected person could lead to infection; c.The incubation period of the virus does not exceed 14 days; d. Contact with anasymptomatic person might also lead to infection; e. There are already targeted drugsthat could cure the disease; f. Taking “Shuanghuanglian Oral Liquid” could preventinfection of this disease. Of the above six questions, one point was given for correctanswers, and no points were given for incorrect or uncertain answers. Participants withscores ≥5 points, equal to 4 points, and ≤3 points were considered to be quite understand,generally understand, and do not understand.          We used Chinese version of GAD-7 (Generalized Anxiety Disorder-7) scale to assesssubject’s anxiety symptoms. The GAD-7 has been previously used in Chinesepopulations, and found to have good reliability (Cronbach’s alpha=0.90)                    The Center for Epidemiology Scale for Depression (CES-D) in Chinese version wasused to identify whether participants had depressive symptoms                    The Chinese version of the PSQI (Pittsburgh Sleep Quality Index) scale was used toassess the subject’s sleep quality over the past two week          First, descriptive analyseswere conducted todescribe the demographiccharacteristics and COVID-19 related knowledge in Chinese population. Second, theprevalence of GAD, depressive symptoms, and sleep quality stratified by gender, age,and occupation were reported, and Chi-square test (χ2) was used to compare thedifferences between groups. Third, univariate and multivariate logistic regressionmodels were performed to explore potential influence factors for GAD, depressivesymptoms, and sleep quality during COVID-19 epidemic. Odds ratio (OR), adjustedodds ratio (AOR), and 95% confidence interval (95% CI) were obtained from logisticregression models. All data were analyzed using Statistical Package for Social Sciences(SPSS) version 24.0. P-values of less than 0.05 were considered statistically significantThe characteristics of participants were shown in Table 1. Of the 603 sampleanalyzed, 187 (31.0%) were males and 416 (69.0%) were females, and the mean(standard deviation) age of the participants was 36.5±11.5 years. Among these samples,123456789101112131415161718192021222324252627282930182 (30.2%) of participants were healthcare workers, 264 (43.8%) participants focusedon the COVID-19 for 3 hours or more every day, and 482 (79.9%) participants werequite understand for the COVID-19.3.2 Prevalence of GAD, depressive symptoms, and sleep quality during COVID-19epidemic stratified by gender, age, and occupationThe prevalence of GAD, depressive symptoms, and sleep quality stratified by gender,age, and occupation were shown in Table 2, Table 3, and Table 4, respectively. Theoverall prevalence of GAD, depressive symptoms, and sleep quality were 34.0%,18.1%, and 18.1%, respectively. There was no statistically significant difference in theprevalence of GAD, depressive symptoms, and sleep quality by gender (P>0.05), asshown in Table 2. The prevalence of depressive symptoms was significantly higher inparticipants younger than 35 years (22.2%) than in participants aged 35 years or older(15.0%), as shown in Table 3. In addition, there was marginal statistical significance inthe prevalence of GAD by age (P=0.065), as shown in Table 3. Compared with otheroccupational groups, healthcare workers (23.6%) reported the highest rate of poor sleepquality (P=0.045), as shown in Table 4.3.3 Association of influence factors with GAD, depressive symptoms, and sleep qualityduring COVID-19 epidemicThe associations of potential influence factors with GAD, depressive symptoms, andsleep quality during COVID-19 epidemic were presented in Table 5. In the univariatelogistic regression models, age (OR=1.67, 95% CI: 1.18-1.93) and times to focus on theCOVID-19 (OR=1.94, 95% CI: 1.77-2.45) were significantly associated with GAD inChinese population. Similarly, age were associated with depressive symptoms(OR=1.81, 95% CI: 1.16-2.44), but not with sleep quality (OR=0.71, 95% CI:0.461.08). Occupation was related to sleep quality during COVID-19 epidemic in Chinesepopulation (OR=1.38, 95% CI: 1.15-2.15).In the multivariate logistic regression models, the above associations have weakenedbut there were still statistical difference. Participants under 35 years were more likely123456789101112131415161718192021222324252627282930to have GAD than those 35 years and older (AOR=1.55, 95% CI: 1.09-2.22). Besides,participants who were concerned about the COVID-19 epidemic for 3 hours or morewere more likely to develop GAD than those less than 1 or 2 hours (AOR=1.73, 95%CI: 1.07-2.79). Similarly, participants under 35 were associated with higher risk fordepressive symptoms than those 35 years and older (AOR=1.67, 95% CI: 1.08-2.57).Compared with other occupation participants, healthcare workers were more likely toreport poor sleep quality (AOR=1.34, 95% CI: 1.18-2.30).Our web-based study show a high prevalence of GAD and poor sleep quality in theChinese population during COVID-19 epidemic. Anxiety symptoms were more likelyto occur in people younger than 35 years and those who spent too much time focusingon the epidemic. Compared with other professions, healthcare workers were associatedwith higher risk for poor sleep quality. Our findings provided data support foraccurately understand the source of public’s panic during COVID-19 epidemic.        The data in this study suggested public’s levels of anxiety-related symptoms increasewhen a major infectious diseases occurred. Similar to the psychological burden causedby SARS                After multivariate logistic regression analyses, we found that age and times to focuson COVID-19 may be potential risk factors for the psychological problems of the public.Younger participants (< 35 years) were more likely to develop anxiety and depressivesymptoms during COVID-19 epidemic than older participants (≥ 35 years). Our results123456789101112131415161718192021222324252627282930were similar to those of a previous study in Taiwan during SARS outbreak                Since January 20, 2020, Zhong Nanshan (the renowned Chinese respiratory expertwho discovered the SARS virus) confirmed that there must be human-to-humantransmission of COVID-19                Fortunately, the Chinese government has taken many strong national measures intime to avoid further spread of the COVID-19 epidemic, including requiring uninfectedpeople to isolate themselves at home, prohibiting all gathering activities, and forcingeveryone to wear medical masks to enter public places. However, there is still lack ofrelevant research on the targeted intervention of the public’s psychological problemsduring the COVID-19 epidemic. We filled this research gap by analyzing the prevalenceof psychological issue in Chinese population stratified by demographic characteristicsand exploring related influential factors. Several appropriate interventions arerecommended as follows: First, particular effect should be direct to vulnerablepopulations which include the suspected and diagnosed patients, young people, and12345678910111213141516171819202122232425262728293031healthcare workers, especially physicians and nurses working directly with patients orquarantined people. Second, try to control the time of receiving relevant information nomore than two hour every day, focus only on the necessary information (such as factsand data) and avoid receiving too many harmful rumors        This study has several limitations. First, the data and relevant analyses presented herewere derived from a cross-sectional design, it is difficult to make causal inferences.Second, the study was limited to COVID-19 epidemic, we used web-based surveymethod to avoid possible infections. However, this leading to the sampling of our studywas voluntary and conducted by online system. Therefore, the possibility of selectionbias should be considered. Third, due to the sudden occurrence of the disaster, we wereunable to assess an individual’s psychiatric conditions before the outbreak. Finally, therelatively small sample size may limit the generalization of the results.In conclusion, we identified a major mental health burden of the public duringCOVID-19 epidemic in China, and young people, people who spent too much time onthe epidemic, and healthcare workers were at a high risk of displaying psychologicalissues. Previously, when SARS occurred in China, the awareness regarding public’smental health related to the epidemic was low, and no targeted psychological guidelinesavailable to the public in need during the pandemic period. Therefore, ongoingsurveillance and monitoring of the psychological consequences for outbreaks ofepidemic-potential, life-threatening diseases, establishing early targeted mental healthinterventions, should become routine as part of preparedness efforts worldwide.Author statement contributors:Ning Zhao conceptualized and designed the study, review and revised the manuscript,and approved the final manuscript as submitted. Yeen Huang designed the datacollection instruments, coordinated and supervised data collection, carried out theinitial analyses, and interpreted the data, drafted the initial manuscript, and approvedthe final manuscript as submitted. Ning Zhao and Yeen Huang agree to be accountablefor all aspects of the study.This work was supported by the National Natural Science Foundation of China. Thefunder had no role in the design and conduct of the study; management, collection,analysis, and interpretation of the data; preparation, review, or approval of themanuscript; and decision to submit the manuscript for publication.The authors would like to thank all the participants in our study. In addition, weexpress our heartfelt respect to all healthcare workers who are fighting the epidemic onthe front line. Finally, we thank Ms. Qiaohong Chen for providing professionallanguage help.23456789101112131415161718192021222312Variables494 (81.9) 151 (80.7) 343 (82.5)109 (18.1) 36 (19.3) 73 (17.5)Abbreviations: n, number, GAD, generalized anxiety disorder.aGAD was defined as individuals who scored ≥ 9 points.bDepressive symptoms included individuals who scored ≥ 28 points.cPoor sleep quality was defined as individuals who scored > 7 points.1 Table 3. Prevalence of GAD, depressive symptoms, and sleep quality during COVID-192 epidemic in Chinese population stratified by age (N=603).Variables Total Age < 35 year Age ≥ 35 year χ2 P-value(N=603) (N=257) (N=346)n (%) n (%) n (%)494 (81.9) 218 (84.8) 276 (79.8)109 (18.1) 39 (15.2) 70 (20.2)Abbreviations: n, number, GAD, generalized anxiety disorder.aGAD was defined as individuals who scored ≥ 9 points.bDepressive symptoms included individuals who scored ≥ 28 points.cPoor sleep quality was defined as individuals who scored > 7 points.*Marginal statistical significance.3.415.09494 (81.9) 139 (76.4) 137 (87.3)109 (18.1) 43 (23.6) 20 (12.7)Abbreviations: n, number, GAD, generalized anxiety disorder.aGAD was defined as individuals who scored ≥ 9 points.bDepressive symptoms included individuals who scored ≥ 28 points.cPoor sleep quality was defined as individuals who scored > 7 points.62 (59.0)43 (41.0)83 (79.0)22 (21.0)90 (85.7)15 (14.3)109 (68.6)50 (31.4)131 (82.4)28 (17.6)128 (80.5)31 (19.5)OR (95% CI)Sleep qualityOR (95% CI) AOR (95% CI)1.001.01 (0.61-1.64)1.73 (1.07-2.79)*1.000.92 (0.30-2.82)1.15 (0.42-3.14)", "ref_list": [[], ["The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research"], ["Hypochondriacal concerns and somatization in panic disorder"], ["Gender differences in depression, anxiety, and stress among college students: a longitudinal study from China"], ["Metaanalysis of the prevalence of anxiety disorders in mainland China from 2000 to 2015"], ["Rumors of disease in the global village: Outbreak verification"], ["Polysomnographically measured sleep abnormalities in PTSD: a meta-analytic review"], ["Stress and psychological distress among SARS survivors 1 year after the outbreak"], ["Psychological impact of the 2015 MERS outbreak on hospital workers and quarantined hemodialysis patients"], ["Reliability and Validity of Pittsburgh Sleep Quality Index"], ["The mental health of hospital workers dealing with severe acute respiratory syndrome"], ["Long-term psychiatric morbidities among SARS survivors"], ["The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital"], ["Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers"], ["569 medical staff have been sent to support Hubei"], ["Coronavirus infections-more than just the common cold: JAMA"], ["The novel coronavirus can be inhibited by Chinese patent medicine Shuanghuanglian oral liquid"], ["A self-report depression scale for research in the general population"], ["A brief measure for assessing generalized anxiety disorder: the GAD-7"], ["Prevalence of psychiatric morbidity and psychological adaptation of the nurses in a structured SARS caring unit during outbreak: a prospective and periodic assessment study in Taiwan"], ["Japanese official looking after Wuhan returnees found dead"], ["Validation of the Generalized Anxiety Disorder-7 (GAD-7) among Chinese people with epilepsy"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], [""], ["Current novel coronavirus (2019-nCoV) outbreak"], ["Reliability and validity of generalized anxiety scale-7 in inpatients in Chinese general hospital"], ["Report of novel coronavirus-infected pneumonia in China"], ["China confirms human-to-human transmission of 2019-nCoV, infections among medical staff"], ["Reliability and validity of the simplified version of the Center for Epidemiology Scale for Depression in the national adult population"], ["Establishing a national urban norm for the Center for Epidemiology Scale for Depression"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Abbreviations: GAD, generalized anxiety disorder; OR, odds ratio; AOR, adjusted odds ratio; 95%"], [""], ["eAverage time spent focusing on the COVID-19 epidemic information every day"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D.J. Buysse", "C.R. Reynolds", "T.H. Monk", "S.R. Berman", "D.J. Kupfer"], ["P. Furer", "J.R. Walker", "M.J. Chartier", "M.B. Stein"], ["W. Gao", "S. Ping", "X. Liu"], ["X. Guo", "Z. Meng", "G. Huang", "J. Fan", "W. Zhou", "W. Ling", "J. Jiang", "J. Long", "L. Su"], ["T.W Grein", "K.B.O. Kamara", "G. Rodier", "A.J. Plant", "P. Bovier", "M.J. Ryan", "T. Ohyama", "D.L Heymann"], ["I. Kobayashi", "J.M. Boarts", "D.L. Delahanty"], ["A.M. Lee", "J.G. Wong", "G.M. McAlonan", "V. Cheung", "C. Cheung", "P.C. Sham", "C.M. Chu", "P.C. Wong", "K.W. Tsang", "S.E. Chua"], ["S.M. Lee", "W.S. Kang", "A.R. Cho", "T. Kim", "J.K. Park"], ["X.C. Liu", "M.Q Tang", "L. Hu", "A.Y. Wang", "H.X. Wu", "G.F. Zhao", "C.N. Gao", "W.S. Li"], ["Y.C. Lu", "B.C. Shu", "Y.Y. Chang", "F.W. Lung"], ["I.W. Mak", "M.C. Chu", "P.C. Pan", "M.G. Yiu", "V.L. Chan"], ["R. Maunder", "J. Hunter", "L. Vincent", "J. Bennett", "N. Peladeau", "M. Leszcz", "J. Sadavoy", "L.M. Verhaeghe", "R. Steinberg", "T. Mazzulli"], ["G. M. McAlonan", "A.M. Lee", "V. Cheung", "C. Cheung", "K.W. Tsang", "P.C. Sham", "S.E. Chua", "J.G. Wong"], [], ["C.I. Paules", "H.D. Marston", "A.S. Fauci"], [], ["L.S. The Radloff", "CES-D scale"], ["R.L. Spitzer", "K. Kroenke", "J.B. Williams", "B. Lowe"], ["T.P. Su", "T.C. Lien", "C.Y. Yang", "Y.L. Su", "J.H. Wang", "S.L. Tsai", "J.C. Yin"], ["The Japan Times"], ["X. Tong", "D. An", "A. McGonigal", "S.P. Park", "D. Zhou"], ["D. Wang", "B. Hu", "C. Hu", "F. Zhu", "X. Liu", "Zhang", "B. Wang", "Z. Xiang", "Y. Xiong", "Y. Zhao", "Y. Li", "X. Wang", "Z. Peng"], [], [], ["Wang Y. Chen", "R."], ["Wuhan Municipal Health Commission"], ["XINHUANET"], ["Zhang B.S", "J. Li"], ["Zhang J. Fang", "G. Li", "J Han", "B.X Chen Z"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu", "P. Niu", "F. Zhan", "X. Ma", "D. Wang", "W. Xu", "G. Wu", "G.F. Gao", "W. Tan", "N Engl J Med"], [], ["CI"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30", "one_words_summarize": "123456789101112131415161718192021222324252627282930        COVID-19 (Corona Virus Disease 2019, also known as 2019-nCoV), a cluster ofacute respiratory illness with unknown causes, occurred in Wuhan, Hubei Province,China since December 2019                In addition to causing physical damage, COVID-19 also has a serious impact on themental health of the public. All Chinesepeople using WeChat or other social tools may see this survey, and answered thequestionnaire by scanning the two-dimensional barcodes of the questionnaire addressor clicking the relevant link. Finally, a total of 603 participants who completed thequestionnaires (response rate of 95.9%) were included in the analysis. Electronic informed consent was obtained from eachparticipants prior to starting the investigation. Participant could withdraw from thesurvey at any moment without providing any justification. The GAD-7 has been previously used in Chinesepopulations, and found to have good reliability (Cronbach’s alpha=0.90)                    The Center for Epidemiology Scale for Depression (CES-D) in Chinese version wasused to identify whether participants had depressive symptoms                    The Chinese version of the PSQI (Pittsburgh Sleep Quality Index) scale was used toassess the subject’s sleep quality over the past two week          First, descriptive analyseswere conducted todescribe the demographiccharacteristics and COVID-19 related knowledge in Chinese population. Odds ratio (OR), adjustedodds ratio (AOR), and 95% confidence interval (95% CI) were obtained from logisticregression models. Compared with otheroccupational groups, healthcare workers (23.6%) reported the highest rate of poor sleepquality (P=0.045), as shown in Table 4.3.3 Association of influence factors with GAD, depressive symptoms, and sleep qualityduring COVID-19 epidemicThe associations of potential influence factors with GAD, depressive symptoms, andsleep quality during COVID-19 epidemic were presented in Table 5. In the univariatelogistic regression models, age (OR=1.67, 95% CI: 1.18-1.93) and times to focus on theCOVID-19 (OR=1.94, 95% CI: 1.77-2.45) were significantly associated with GAD inChinese population. Anxiety symptoms were more likelyto occur in people younger than 35 years and those who spent too much time focusingon the epidemic. Several appropriate interventions arerecommended as follows: First, particular effect should be direct to vulnerablepopulations which include the suspected and diagnosed patients, young people, and12345678910111213141516171819202122232425262728293031healthcare workers, especially physicians and nurses working directly with patients orquarantined people. Second, the study was limited to COVID-19 epidemic, we used web-based surveymethod to avoid possible infections. This work was supported by the National Natural Science Foundation of China. Finally, we thank Ms. Qiaohong Chen for providing professionallanguage help.23456789101112131415161718192021222312Variables494 (81.9) 151 (80.7) 343 (82.5)109 (18.1) 36 (19.3) 73 (17.5)Abbreviations: n, number, GAD, generalized anxiety disorder.aGAD was defined as individuals who scored ≥ 9 points.bDepressive symptoms included individuals who scored ≥ 28 points.cPoor sleep quality was defined as individuals who scored > 7 points.1 Table 3."}