{"date": "2020/02/25", "journal": "biorxiv", "authors": "Meehyun Ko, So Young Chang, Soo Young Byun, Inhee Choi, Anne-Laure Pham Hung d’Alexandry d’Orengiani, David Shum, Ji-Young Min, Marc P. Windisch", "title": "Screening of FDA-approved drugs using a MERS-CoV clinical isolate from South Korea identifies potential therapeutic options for COVID-19", "type": "preprint article", "abstract": "†M.K. and S.Y.C. contributed equally to this work.", "text": "In 2015, the Middle East respiratory syndrome coronavirus (MERS-CoV) reached the Republic ofKorea, resulting from nosocomial transmission, and was the largest epidemic outside of the ArabianPeninsula. To date, despite various strategies to identify CoV interventions, there are only limitedtherapeutic options available. To address these unmet medical needs, we used a South KoreanMERSCoV clinical isolate and screened 5,406 compounds, including US Food and Drug Administration(FDA)-approved drugs and bioactive molecules, confirmed 221 hits by dose-response curve analysisin the primary assay, and selected 54 hits with a therapeutic index (TI) greater than 6.Time-ofaddition studies with 12 FDA-approved drugs demonstrated that eight and four therapeutics act onthe early- and late stages of the viral life cycle, respectively. Among the early acting drugs, threetherapeutics with a TI greater than 100 were cardiotonic agents. Together, our results identifypotential therapeutic options for treatment of MERS-CoV infections and could provide a basis for awider range of coronaviruses, including the currently emerging coronavirus disease 2019(COVID19) outbreak.high-throughput screening; FDA-approved drugs; drug repurposing; therapeutic agentsAbbreviations: MERS-CoV, Middle East respiratory syndrome coronavirus; COVID, coronavirusdisease; HCS, high-content screening; DRC, dose-response curve; TI, therapeutic index        Coronaviruses are enveloped, positive-sense, single-stranded RNA viruses that belong to theCoronaviridae family of the order, Nidovirales, and usually cause mild to severe respiratory tractinfections (Perlman and Netland, 2009). Before 2003, there were only two known types of humancoronaviruses described, coronavirus 229E and OC43, both of which produce mild, cold-likesymptoms (Hamre and Procknow, 1966; McIntosh et al., 1967). However, an outbreak of SevereAcute Respiratory Syndrome (SARS) in 2003, which occurred mainly in Southeast Asia, wasattributed to the SARS-related coronavirus and resulted in 8,096 confirmed cases and 774 deaths(fatality rate of 9.6%) (WHO, 2003). Following the SARS epidemic, a novel coronavirus, namedhuman coronavirus-Erasmus Medical Center (HCoV-EMC), was isolated in 2012 from a patient inSaudi Arabia who developed pneumonia and suffered renal failure        Although cases of MERS-CoV infection were mainly reported in the Arabian Peninsula,another major outbreak occurred in South Korea in 2015 (Korea Centers for Disease Control andPrevention, 2015; Yang et al., 2015). Notably, in this instance, aside from the index case ofMERSCoV, the majority of viral transmissions in South Korea were nosocomial, with 186 confirmed casesacross 16 clinics (Cho, 2015; Korea Centers for Disease Control and Prevention, 2015). Additionally,although they have been smaller than the major outbreak in 2014, continuous waves of MERSoutbreaks in the Middle East have been reported by the World Health Organization (WHO) (WHO,2019). Due to the severity of infection and urgent medical need for effective MERS treatment, severalapproaches for therapeutic development have been attempted (Zumla et al., 2016). In clinical studies,a combination of ribavirin and interferon-alpha (IFN-α) therapy improved survival rates whenadministered early after the onset of infection; however, this treatment had no significant effect onpatients in the late stage of infection (Omrani et al., 2014; Shalhoub et al., 2014; Spanakis et al.,2014). These results suggest that the administration of broad-spectrum antivirals to MERS patients iseffective at some points during infection, although a specific treatment for MERS-CoV may berequired full antiviral activity.With the current severe outbreak of coronavirus disease (COVID-19) emerging from Wuhan inChina in late 2019, several countries worldwide battle to control the spread of this devastating virus.The ongoing outbreak is accompanied by many human casualties and significant socio-economiclosses globally and has now reached the proportions of a pandemic, with more than 81,000COVID19 confirmed cases and more than 2,760 related fatalities worldwide (February 26, 2020).Unfortunately, CoV-specific FDA-approved drugs are still not available in the clinics.In this study, to address the urgent unmet medical needs and to facilitate the development oridentification of more appropriate and effective medical care for patients infected with CoV, weimplemented a high-content screening (HCS) strategy with the goal of repurposing newly identifiedinhibitors for MERS-CoV and a wider range of CoV, including COVID-19, therapy. Utilizing aKorean MERS-CoV patient isolate, we screened 5,406 compounds containing United States Foodand Drug Administration (FDA)-approved drugs, bioactives, kinase inhibitors, and natural products;our library included 60% of all FDA-approved drugs (1,247 out of 2,069 total) (Fig. 1A). Compoundswere tested for their anti-MERS-CoV activity by determining the levels of the viral spike (S) proteinexpression of infected Vero cells by immunofluorescence analysis (IFA). Screening was conductedin two-times independently (screen 1 and screen 2) using chloroquine as a reference inhibitor at 100μM for the maximum inhibitory concentration (IC90 = 93 μM) (De Wilde et al., 2014). The calculatedZ’-factor of >0.78 indicated a good separation of infected cells treated with the dimethyl sulfoxide(DMSO) control and chloroquine (Fig. 1B). Two independent HCS analyses were further conducted(R2 = 0.91) to select for hits that demonstrated a high degree of correlation between the two replicates.(Fig. 1C). Primary hits were selected by choosing those that demonstrated >70% MERS-CoVinhibition and >70% cell viability, resulting in the identification of 256 compounds (Fig. 1D). Thesehits were then confirmed using 10-point DRC analysis; from these assays, the 50% inhibitoryconcentrations (IC50) and 50% cytotoxicity concentrations (CC50) were determined for eachcompound (Fig. 1D. A representative example of a 10-point DRC analysis is shown in SupplementaryCC50/IC50) values <1 as inactive and eliminated these from the confirmed hits list, resulting in 221confirmed hits and selected 54 final hits with an in vitro TI >6 for further testing (Fig. 1D).Our approach aimed to identify FDA-approved drugs and bioactives that could be promptlyrepositioned or developed, respectively, to treat MERS-CoV and potentially COVID-19-infectedpatients. In previously reported studies, small molecule libraries, including approximately 300 drugswith FDA-approval or in clinical development, were screened against MERS-CoV (De Wilde et al.,2014; Dyall et al., 2014). Here, our screening included 1,247 FDA-approved drugs, which coversapproximately 60% of all FDA-approved compounds. As a result, we identified drugs that were notfound in previous studies, indicating that there are still opportunities for identifying novelFDAapproved drugs and bioactives by screening larger compound libraries. Moreover, we corroboratedfour previously identified hits, including emetine dihydrochloride, ouabain, cycloheximide, andnelfinavir mesylate. This strongly suggests that despite the use of different viral isolates, both ourHCS assays and previously published screens reproducibly identified drugs that could be repurposedas potential therapeutic options for patients suffering CoV infections (Dyall et al., 2014).        Next, using publicly available drug databases, we classified the entire compound library, aswell as our final hit compounds, into 43 categories of distinct pharmacological actions. The resultsare shown in Fig. 2, with the distribution of the entire library shown as gray bars, and the final hitsindicated in black. Important to note, the cardiovascular agents' group contained 14 compounds withTI >6 (26% of final hits). From this analysis, we found that the majority of final hits are classified ascardiovascular agents (14 out of 54), belonging to a class of cardiac glycosides. Cardiac glycosidesare naturally derived agents that are used for the treatment of cardiac abnormalities and function tomodulate the regulation of the sodium-potassium pump (Prassas and Diamandis, 2008). Notably,however, glycosides have also been reported to possess antiviral activity against herpes simplex virusand human cytomegalovirus        FDA-approved drugs and inhibitors with known biological functions are particularlyadvantageous for repurposing due to their known pharmacological activities and safety profiles andpotentially facilitate faster development of drugs, respectively. Therefore, we prioritized 12FDAapproved drugs and six bioactives, which have not yet been reported to have anti-CoV activities andsummarized the information in Table 1 and Table 2, respectively. An additional list of 26 inhibitorsidentified by our HCS campaign comprised of bioactive molecules and drugs which have been inclinical trials, etc. with SI values between 6 and greater than 150 is shown in Supplementary Table 1.To investigate whether the FDA-approved drugs act on the early- or late stages (pre- or post-entry)of the viral life cycle are inhibited, we conducted time-of-addition studies. Therefore, Vero cells weretreated with each drug at a concentration higher than its IC90 value, at 1 h prior to, or at 0, 1, 2, 3, and4 h post-infection (hpi). Viral infection was then quantified by IFA, as previously described (infectedcells treated with 0.5% DMSO were normalized to 100% infection). Chloroquine, which was used asan early stage inhibitor control inhibited MERS-CoV infection up to 30% until 3 hpi but had nosignificant effect when administered at 4 hpi (Fig. 3). A similar effect was observed for treatmentwith ouabain, digitoxin, digoxin, niclosamide, regorafenib, nelfinavir mesylate, ciclesonide, andbenidipine hydrochloride, which all inhibited MERS-CoV infection only when administered before4 hpi, which is consistent with previous reports indicating that ouabain and other cardiotonic steroidseffectively block clathrin-mediated endocytosis of coronaviruses (Burkard et al., 2015; Zumla et al.,2016) (Fig. 3, Supplementary Fig. 2). In contrast, atovaquone, lercanidipine hydrochloride,permethrin, and octocrylene had only minor inhibitory effects throughout the time-course assay,indicating that these drugs likely act on later stages of the viral life cycle (Supplementary Fig. 2).Notably, our results indicate that lercanidipine hydrochloride and benidipine hydrochloride, both ofwhich are dihydropyridine calcium channel blockers, display different patterns of viral inhibition(Epstein, 2001; Yao et al., 2006). This observation could be explained by the types of calciumchannels that each drug blocks; benidipine hydrochloride blocks triple voltage-gated calcium channelinhibitor, whereas lercanidipine hydrochloride blocks single voltage-gated channel (Klein andKöppel H, 1999; Ozawa et al., 2006; Wirtz and Herzig, 2004).Together, we identified 12 FDA-approved drugs that could be considered for repositioning toMERS-CoV or COVID-19 therapy. Especially the cardiotonic drugs ouabain, digitoxin, or digoxinwith a TI greater than 100 in monotherapy or combined with remdesivir, a drug that is currently inclinical trials for the treatment of COVID-19, or with other therapeutics, might lead to drug synergism.However, further in vitro and in vivo studies are required to investigate the exact antiviral mechanisms,determine potential synergistic effects, and to confirm their antiviral efficacy in an animal model toprioritize and select drugs for potential use in patients affected by the ongoing COVID-19 outbreak.This research was supported by the National Research Foundation of Korea (NRF), which isfunded by the Ministry of Science and ICT [2016M3A9B6918984, 2017M3A9G6068245].https://doi.org/10.1056/NEJMoa1211721Bertol, J.W., Rigotto, C., De Padua, R.M., Kreis, W., Barardi, C.R.M., Braga, F.C., Simoes,C.M.O., 2011. Antiherpes activity of glucoevatromonoside, a cardenolide isolated from aBrazilian cultivar of Digitalis lanata. Antiviral Res. 92, 73–80.Burkard, C., Verheije, M.H., Haagmans, B.L., van Kuppeveld, F.J., Rottier, P.J.M., Bosch, B.-J., deHaan, C.A.M., 2015. ATP1A1-Mediated Src Signaling Inhibits Coronavirus Entry into HostCells. J. Virol. 89, 4434–48. https://doi.org/10.1128/JVI.03274-14Cho, H.-W., 2015. Outbreak of Middle East Respiratory Syndrome in Korea? Osong Public Heal.De Wilde, A.H., Jochmans, D., Posthuma, C.C., Zevenhoven-Dobbe, J.C., Van Nieuwkoop, S.,Bestebroer, T.M., Van Den Hoogen, B.G., Neyts, J., Snijder, E.J., 2014. Screening of anFDAapproved compound library identifies four small-molecule inhibitors of Middle Eastrespiratory syndrome coronavirus replication in cell culture. Antimicrob. Agents Chemother.58, 4875–4884. https://doi.org/10.1128/AAC.03011-14Dyall, J., Coleman, C.M., Hart, B.J., Venkataraman, T., Holbrook, M.R., Kindrachuk, J., Johnson,R.F., Olinger, G.G., Jahrling, P.B., Laidlaw, M., Johansen, L.M., Lear-Rooney, C.M., Glass,P.J., Hensley, L.E., Frieman, M.B., 2014. Repurposing of clinically developed drugs fortreatment of Middle East respiratory syndrome coronavirus infection. Antimicrob. AgentsChemother. 58, 4885–4893. https://doi.org/10.1128/AAC.03036-14Epstein, M., 2001. Lercanidipine: a novel dihydropyridine calcium-channel blocker. Heart Dis. 3,Hamre, D., Procknow, J.J., 1966. A new virus isolated from the human respiratory tract. Proc. Soc.Exp. Biol. Med. 121, 190–3.cytomegalovirus inhibition by cardiac glycosides: Evidence for involvement of the hERGgene. Antimicrob. Agents Chemother. 56, 4891–4899. https://doi.org/10.1128/AAC.00898-12Clinical and Basic Cardiology www.kup.at/jcbc Lercanidipine, a new third generationCaantagonist in the treatment of hypertension. J. Clin. Basic Cardiol. J Clin Basic Cardiol 2, 169–174.Korea Centers for Disease Control and Prevention, 2015. Middle East Respiratory SyndromeCoronavirus Outbreak in the Republic of Korea, 2015. Osong Public Heal. Res. Perspect. 6,McIntosh, K., Dees, J.H., Becker, W.B., Kapikian, A.Z., Chanock, R.M., 1967. Recovery intracheal organ cultures of novel viruses from patients with respiratory disease. Proc. Natl.Acad. Sci. U. S. A. 57, 933–940. https://doi.org/10.1073/pnas.57.4.933Omrani, A.S., Saad, M.M., Baig, K., Bahloul, A., Abdul-Matin, M., Alaidaroos, A.Y., Almakhlafi,G.A., Albarrak, M.M., Memish, Z.A., Albarrak, A.M., 2014. Ribavirin and interferon alfa-2afor severe Middle East respiratory syndrome coronavirus infection: A retrospective cohortstudy. Lancet Infect. Dis. 14, 1090–1095. https://doi.org/10.1016/S1473-3099(14)70920-XOzawa, Y., Hayashi, K., Kobori, H., 2006. New Generation Calcium Channel Blockers inHypertensive Treatment. Curr. Hypertens. Rev. 2, 103–111.Perlman, S., Netland, J., 2009. Coronaviruses post-SARS: update on replication and pathogenesis.Prassas, I., Diamandis, E.P., 2008. Novel therapeutic applications of cardiac glycosides. Nat. Rev.Drug Discov. 7, 926–935. https://doi.org/10.1038/nrd2682Shalhoub, S., Farahat, F., Al-Jiffri, A., Simhairi, R., Shamma, O., Siddiqi, N., Mushtaq, A., 2014.IFN-α2a or IFN-β1a in combination with ribavirin to treat Middle East respiratory syndromecoronavirus pneumonia: A retrospective study. J. Antimicrob. Chemother. 70, 2129–2132.Spanakis, N., Tsiodras, S., Haagmans, B.L., Raj, V.S., Pontikis, K., Koutsoukou, A., Koulouris,N.G., Osterhaus, A.D.M.E., Koopmans, M.P.G., Tsakris, A., 2014. Virological and serologicalanalysis of a recent Middle East respiratory syndrome coronavirus infection case on a triplecombination antiviral regimen. Int. J. Antimicrob. Agents 44, 528–532.WHO, 2019. MERS situation update, January 2019(http://www.emro.who.int/pandemic-epidemicdiseases/mers-cov/mers-situation-update-january-2019.html) [WWW Document]. WHO. URLjanuary-2019.htmlWHO, 2003. Summary of probable SARS cases with onset of illness from 1 November 2002 to 31July 2003 [WWW Document]. URL http://www.who.int/csr/sars/country/table2004_04_21/en/World Health Organization, Novel coronavirus (2019-nCoV). https://www.who.int/Wirtz, S., Herzig, S., 2004. Molecular mechanisms of vasoselectivity of the 1,4-dihydropyridinelercanidipine. Br. J. Pharmacol. 142, 275–284. https://doi.org/10.1038/sj.bjp.0705786Yang, J., Park, S., Kim, Y., Kang, H.J., Kim, H., Han, Y.W., Lee, H.S., Kim, D., Kim, A., Heo,D.R., Kim, J.A., Kim, S.J., Nam, J., Jung, H., Cheong, H., Kim, K., Lee, J., Kim, S.S., 2015.Middle East Respiratory Syndrome in 3 Persons, South Korea, 2015. Emerg. Infect. Dis. 21,Yao, K., Nagashima, K., Miki, H., 2006. Pharmacological, Pharmacokinetic, and ClinicalProperties of Benidipine Hydrochloride, a Novel, Long-Acting Calcium Channel Blocker. J.Pharmacol. Sci. 100, 243–261. https://doi.org/10.1254/jphs.DTJ05001XDrugNameOuabain#TradeNameStrodivalDigitoxin#DigitalineDigoxin#Niclosamide#LanoxinNiclocide,etc.Atovaquone*MepronRegorafenib#(Bay 73-4506)Lercanidipinehydrochloride*Permethrin*Octocrylene*Nelfinavirmesylate#StivargaZanidipElimite,etc./Na, K-exchangingATPase pumpCa, Na,-exchangingATPase pumpCa, Na,-exchangingATPase pumpunknown(lipophilic)Ciclesonide# Alveetcs.co, Glucloigcaonrtdicoid Panhdartamhgeaercnaetpusetuictiacl 4.07 0.4907 >25hyBderoncidhilpoirnidee# Coniel Calcibulmockcherannel Cardaiogveanstcular 4.07 0.7234 >25#Drug acting on the early stage of the viral life cycle (according to time-of-addition study).*Drug acting on the late stage of the viral life cycle (according to time-of-addition study).1DrugBank database, version 5.0, was used for investigation of US FDA-approved drugs.250% inhibitory concentration (IC50).3Standard deviation (SD) of replicated IC50 values.450% cytotoxicity concentrations (CC50).5Therapeutic Index (TI): ratio of CC50/IC50.1DrugBank database, version 5.0, was used for investigation of bioactives.250% inhibitory concentration (IC50).450% cytotoxicity concentrations (CC50).molecule compound library used in this study was mainly composed of bioactives and FDA-approveddrugs, with a small proportion of natural products and kinase inhibitors. (B) High-content screening(HCS) of 5,406 compounds in two batches in duplicate and calculation of Z’-factors between high(MERS-CoV infection, black) and low (mock, green) values. (C) Correlation of duplicate screeningsets. Compounds with MERS-CoV inhibition and cell viability >70% were regarded as primary hits.Scatter plot shows MERS-CoV inhibition ratios overlaid with cell viability ratios. (D) Flowchart ofHCS hit selection, and confirmation of final hit selection. Compounds (cpds).The 54 final hits were selected and sorted into 43 pharmacological action categories. Gray and blackbars indicate the distribution of all screened compounds and confirmed hits with a therapeutic index(TI) >6, respectively. The vertical axis displays counts of each compound on a log scale with +1added to the count to prevent negative values.Fig. 3. Time-of-addition study with selected FDA-approved drugs. Five FDA-approved drugswere analyzed by time-course experiments to determine the stage in the MERS-CoV life cycle thatis inhibited by the drugs. Vero cells were infected at a multiplicity of infection (MOI) of 5 withMERS-CoV, and FDA-approved drugs were administered at six-time points prior to or post-infectionas indicated. Drug concentrations were higher than the 90% inhibitory concentration (IC90) values ofthe drugs, and chloroquine was used as an early stage infection inhibitor control.Supplementary Fig. 1. Example images of MERS-CoV inhibition in Vero cells. Thedoseresponse curve (DRC) graph for lanatoside C is shown as a representative example to illustrateinhibition of MERS-CoV in Vero cells (A). HCS was performed using an image-based assay, andcompound efficacy was measured by inhibition of the MERS-CoV S protein. Three images depicting0, 50, and 100% inhibition, as indicated in the DRC graph (B). Scale bar = 100 m.Supplementary Fig. 2. Time-of-addition study with FDA-approved drugs not shown in Fig. 3.Seven FDA-approved drugs that are not shown in Fig. 3 were analyzed by time-of-addition assayexperiments, as described in Fig. 3.ADs/hneoormHnaloAteinroPteinroPtiolast-tranis/posesthsynEM 0120)%(100ytiitv 80ceifn 60Vo 40CRegorafenib)120Time-of-addition (hpi)4DMSO Mock-1Ciclesonide-14EM 0)120", "ref_list": [[], ["Isolation of a Novel Coronavirus from a Man with Pneumonia in Saudi Arabia"], ["Coronaviruses - drug discovery and therapeutic options"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["AM", "S Boheemen", "TM Bestebroer", "AD Osterhaus", "F.R."], ["A. Kapoor", "H. Cai", "M. Forman", "R. He", "M. Shamay", "R. Arav-Boger", "Human Zumla", "A. Chan", "J.F.W. Azhar", "E.I. Hui", "D.S.C. Yuen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In 2015, the Middle East respiratory syndrome coronavirus (MERS-CoV) reached the Republic of\nKorea, resulting from nosocomial transmission, and was the largest epidemic outside of the Arabian\nPeninsula. To date, despite various strategies to identify CoV interventions, there are only limited\ntherapeutic options available. To address these unmet medical needs, we used a South Korean\nMERSCoV clinical isolate and screened 5,406 compounds, including US Food and Drug Administration\n(FDA)-approved drugs and bioactive molecules, confirmed 221 hits by dose-response curve analysis\nin the primary assay, and selected 54 hits with a therapeutic index (TI) greater than 6.\nTime-ofaddition studies with 12 FDA-approved drugs demonstrated that eight and four therapeutics act on\nthe early- and late stages of the viral life cycle, respectively. Among the early acting drugs, three\ntherapeutics with a TI greater than 100 were cardiotonic agents. Together, our results identify\npotential therapeutic options for treatment of MERS-CoV infections and could provide a basis for a\nwider range of coronaviruses, including the currently emerging coronavirus disease 2019\n(COVID19) outbreak.\nhigh-throughput screening; FDA-approved drugs; drug repurposing; therapeutic agents\nAbbreviations: MERS-CoV, Middle East respiratory syndrome coronavirus; COVID, coronavirus\ndisease; HCS, high-content screening; DRC, dose-response curve; TI, therapeutic index", "one_words_summarize": "In 2015, the Middle East respiratory syndrome coronavirus (MERS-CoV) reached the Republic ofKorea, resulting from nosocomial transmission, and was the largest epidemic outside of the ArabianPeninsula. The ongoing outbreak is accompanied by many human casualties and significant socio-economiclosses globally and has now reached the proportions of a pandemic, with more than 81,000COVID19 confirmed cases and more than 2,760 related fatalities worldwide (February 26, 2020).Unfortunately, CoV-specific FDA-approved drugs are still not available in the clinics. In this study, to address the urgent unmet medical needs and to facilitate the development oridentification of more appropriate and effective medical care for patients infected with CoV, weimplemented a high-content screening (HCS) strategy with the goal of repurposing newly identifiedinhibitors for MERS-CoV and a wider range of CoV, including COVID-19, therapy. Compoundswere tested for their anti-MERS-CoV activity by determining the levels of the viral spike (S) proteinexpression of infected Vero cells by immunofluorescence analysis (IFA). Screening was conductedin two-times independently (screen 1 and screen 2) using chloroquine as a reference inhibitor at 100μM for the maximum inhibitory concentration (IC90 = 93 μM) (De Wilde et al., Important to note, the cardiovascular agents' group contained 14 compounds withTI >6 (26% of final hits). Notably,however, glycosides have also been reported to possess antiviral activity against herpes simplex virusand human cytomegalovirus        FDA-approved drugs and inhibitors with known biological functions are particularlyadvantageous for repurposing due to their known pharmacological activities and safety profiles andpotentially facilitate faster development of drugs, respectively. A similar effect was observed for treatmentwith ouabain, digitoxin, digoxin, niclosamide, regorafenib, nelfinavir mesylate, ciclesonide, andbenidipine hydrochloride, which all inhibited MERS-CoV infection only when administered before4 hpi, which is consistent with previous reports indicating that ouabain and other cardiotonic steroidseffectively block clathrin-mediated endocytosis of coronaviruses (Burkard et al., https://doi.org/10.1128/AAC.03011-14Dyall, J., Coleman, C.M., Hart, B.J., Venkataraman, T., Holbrook, M.R., Kindrachuk, J., Johnson,R.F., Olinger, G.G., Jahrling, P.B., Laidlaw, M., Johansen, L.M., Lear-Rooney, C.M., Glass,P.J., Hensley, L.E., Frieman, M.B., 2014. Repurposing of clinically developed drugs fortreatment of Middle East respiratory syndrome coronavirus infection. Lercanidipine: a novel dihydropyridine calcium-channel blocker. J Clin Basic Cardiol 2, 169–174.Korea Centers for Disease Control and Prevention, 2015. Middle East Respiratory SyndromeCoronavirus Outbreak in the Republic of Korea, 2015. 6,McIntosh, K., Dees, J.H., Becker, W.B., Kapikian, A.Z., Chanock, R.M., 1967. Recovery intracheal organ cultures of novel viruses from patients with respiratory disease. https://doi.org/10.1016/S1473-3099(14)70920-XOzawa, Y., Hayashi, K., Kobori, H., 2006. Molecular mechanisms of vasoselectivity of the 1,4-dihydropyridinelercanidipine. Compounds with MERS-CoV inhibition and cell viability >70% were regarded as primary hits. The vertical axis displays counts of each compound on a log scale with +1added to the count to prevent negative values."}