{"date": "2020/02/20", "journal": "medrxiv", "authors": "liu lei, Gao Jian-ya", "title": "Clinical characteristics of 51 patients discharged from hospital with COVID-19 in Chongqingï¼ŒChina", "type": "preprint article", "abstract": "3. Department of Chinese medicine internal medicine, Chongqing Three Gorges Central Hospital Chongqing 404100, 24 China. Central Hospital，Chongqing 404100，China", "text": "2. Chongqing University Three Gorges Hospital, Chongqing 404100,China6. School of mathematics and statistics, Chongqing University, Chongqing 401331,8. Central laboratory ,Chongqing Three Gorges Central Hospital, Chongqing 404100,9. Department of respiratory and critical care medicine, Chongqing Three Gorges5. Research and Foreign Affairs Department of Chongqing Three Gorges Central10. Department of Infectious Diseases, Chongqing Three Gorges Center Hospital,#Jian-Ya Gao and Lei Liu contributed equally to this article.*Corresponding author: Lei Liu. Department of Nephrology，Chongqing ThreeGorges Central Hospital，Chongqing University Three Gorges Hospital，165XinE-mail:liulei82222@163.comBackground：Since December 2019, Severe acute respiratory syndrome coronavirus2（SARS-CoV-2）-infected disease (Coronavirus Disease 2019，COVID-19) emergedin Wuhan , China，and rapidly spread throughout China，even throughout the world.We try to describe the epidemiological and clinical characteristics of COVID-19 innon-Wuhan area，and explore its effective treatment.Methods：Retrospective, single-center case series of the 51 hospitalized patients withconfirmed COVID-19 at Chongqing University Three Gorges Hospital in Chongqing,China, from January 20 to February 3, 2020；The discharge time was from January 29to February 11, 2020. The main results and indicators of epidemiology, demography,clinical manifestation, laboratory examination, imaging data and treatment data of 51patients with covid-19 were collected and analyzed. The changes of blood routine andbiochemical indexes at discharge and admission were compared. Compare the clinicalcharacteristics of severe patients (including severe and critical patients) andnonsevere patients (general patients).Results： Of 51 hospitalized patients with COVID-19, the median age was 45 years(interquartile range, 34-51; range, 16-68 years) and 32 (62.7%) were men.43（84.3%）patients had been to Wuhan or Other Hubei areas outside Wuhan，and 4（7.7%）patients had a clear contact history of COVID-19 patients before the onset of thedisease, and 4 （ 7.7% ）patients had no clear epidemiological history ofCOVID-19.Common symptoms included fever (43 [84.3%]), cough (38 [74.5%]) andfatigue (22 [43.1%]). Lymphopenia was observed in 26 patients (51.0%), and elevatedC-reactive protein level in 32 patients (62.7%). Ground-glass opacity was the typicalradiological finding on chest computed tomography (41 [80.4%])，Local consolidationof pneumonia in some patients(17 [33.3%]).Most of the patients were treated withtraditional Chinese medicine decoction (28 [54.9%])，all of them received aerosolinhalation of recombinant human interferon a-1b for injection and oral antiviraltherapy with Lopinavir and Ritonavir tablets (51 [100%]); Most of the patients weregiven Bacillus licheniformis capsules regulated intestinal flora treatment (44 [86.3%]).10 patients (19.6%) received short-term (3-5 days) glucocorticoid treatment.Compared with non-severe patients (n = 44), severe patients (n = 7) were older(median age, 52 years vs 44 years), had a higher proportion of diabetes mellitus (4[57.1%] vs 0 [0.0%]), most of them needed antibiotic treatment (7 [100%] vs 4 [9.1%],most of them needed nutritional diet (6 [85.7%) vs 0 [0.0%], and were more likely tohave dyspnea (6 [85.7%] vs 5 [11.4%])，most of them needed noninvasive mechanicalventilation (6 [85.7%] vs 0 [0.0%]). Except one patient died, the remaining 50patients were discharged according to the discharge standard, the common clinicalsymptoms disappeared basically, the lymphocyte increased significantly (P=0.008),CRP decreased significantly (P <0.001). The median length of stay was 12 days (IQR,9-13).Conclusion：In 51 single center cases confirmed as COVID-19 and discharged fromthe hospital, 13.7% of the patients were severe. The main clinical symptoms ofpatients with COVID-19 were fever, cough and asthenia，Some patients had obviousdyspnea. They had clinical laboratory and radiologic characteristics. There is nospecific drug treatment for the disease. For the treatment of COVID-19, in addition tooxygen inhalation and antiviral treatment, attention should be paid to the dialecticaltreatment of traditional Chinese medicine, regulation of intestinal flora, nutritionalsupport treatment and other comprehensive treatment.In December 2019, a group of acute respiratory diseases with unknown causes[1],now known as Coronavirus Disease 2019（COVID-19）, caused by Severe acuterespiratory syndrome coronavirus 2（SARS-CoV-2）[2-4],occurred in Wuhan, HubeiProvince, China. The 2019 novel coronavirus (2019-nCoV) was declared a PublicHealth Emergency of International Concern（PHEIC）by the world health organizationon January 30, 2020[5],.The disease has spread rapidly from Wuhan to all over Chinaand other countries [5-9 ].In China(excluding Hong Kong, Macao and Taiwan)，As of24:00 on February 14, 2020, 66492 confirmed cases have been reported, 8096discharged cases have been cured and 1523 deaths have been reported [10].Despite the rapid spread worldwide，the clinical characteristics of COVID-19remain largely unclear. Recently, a series of studies have reported the epidemiologicaland clinical characteristics of patients with COVID-19[1，11-14].In three recentstudies documenting the clinical manifestations of 41、99and138 patients respectivelywith laboratory-confirmed COVID-19 who were admitted to Wuhan, the severity ofsome cases with COVID-19 mimicked that of severe acute respiratory syndromecoronavirus (SARS-Cov) [[1，11-12].Recently, a large sample study recorded data of1099 laboratory confirmed cases, According to the researchers [13] ； TheSARS-CoV-2 epidemic spreads rapidly by human-to-human transmission. Thediseaseseverity(includingoxygensaturation,respiratoryrate,bloodleukocyte/lymphocyte count and chest X-ray/CT manifestations) predict poor clinicaloutcomes. Another large sample study suggests[14]，Compared with SARS-CoV,2019-nCoV had comparable transmissibility and lower case fatality rates (CFR).Their findings based on individual-level surveillance data emphasize the importanceof early detection of elderly patients, particularly males, before symptoms progress tosevere pneumonia.At present, many studies are aimed at the patients with COVID-19 in orincluding Wuhan area, Hubei Province. We know that [13-14], the medical resourcesin Wuhan area are in short supply in the early stage, and it may take a long time fromthe onset of the patients to the diagnosis, and the patients admitted to the hospital inthe early stage tend to be in a serious condition. As of 24:00 on February 14, 2020, themortality rate in Wuhan area is 2.96% (The mortality rate was calculated by thecumulative number of deaths / the number of confirmed cases involved) ，Significantly higher than 1.40% in non Wuhan areas of China (excluding Hong Kong,Macao and Taiwan) and 0.55% in non Hubei areas of China (excluding Hong Kong,Macao and Taiwan)[10].At present, there is no effective treatment or vaccine for COVID-19.Therefore, itis necessary to explore the epidemiological and clinical characteristics of COVID-19patients hospitalized in non-hubei areas.The Chongqing University Three Gorges Hospital is one of the four designatedhospitals in Chongqing for the treatment of COVID-19 patients, mainly for thetreatment of COVID-19 patients in the northeast of Chongqing. As of 24:00 onFebruary 14, a total of 537 confirmed cases and 5 deaths have been reported inChongqing [15].As of February 11, 2020, Chongqing University Three GorgesHospital has involved 50 cases of cured discharge and 1 case of death. Here, bycollecting the data of 51 laboratory confirmed cases, we try to provide a description ofthe epidemiology and clinical characteristics of COVID-19 patients in Chongqing,and explore the changes of clinical characteristics of patients during hospitalization.51 patients were admitted to the Chongqing University Three Gorges Hospitalfrom January 20, 2020 to February 3, 2020. All of them were confirmed cases. Thedischarge time was from January 29, 2020 to February 11, 2020This case series was approved by the institutional ethics board of ChongqingUniversity Three Gorges Hospital. All patients diagnosed as COVID-19 in theChongqing University Three Gorges Hospital, who had been discharged by February11, 2020, were included in the study. Oral consent was obtained from patients，Writteninformed consent was waived in light of the urgent need to collect clinical data. AllCOVID-19 patients were diagnosed according to World Health Organization interimguidance[16] and 《Diagnosis and treatment of novel coronavirus pneumonia (trialversion fifth)》[17]. Laboratory confirmation of the SARS-CoV-2 was achievedthrough the Chongqing Wanzhou Center for Disease Control and Prevention.The internal medicine research group of the Chongqing University Three GorgesHospital analyzed the patient's medical records. Epidemiological, clinical, laboratoryand radiologic characteristics, as well as treatment and outcome data are obtainedthrough electronic medical records. The data were collected and reviewed by a teamof trained doctors. The recorded information includes demographic data, medicalhistory, exposure history, potential comorbidities, symptoms, physical signs,laboratory test results (including blood cell analysis, liver and kidney function,coagulation test, C-reactive protein, procalcitonin, lactate dehydrogenase, creatinekinase，Interleukin 6 and urine routine, etc.), chest computed tomography (CT) andtreatment measures (i.e. antiviral treatment, corticosteroid treatment, respiratorysupport, traditional Chinese medicine treatment, nutritional support, etc.). The onsetdate is defined as the date when the symptom first appears. The severity ofCOVID-19was classified according toaccording to the Berlin definition[18]. The durations from onset of disease todiagnosis，diagnosis to discharge were recorded.Continuous variables were expressed as the medians and interquartile ranges(IQR) as appropriate. Categorical variables were summarized as the counts andpercentages in each category. Means for continuous variables were compared usingindependent group t tests when the data were normally distributed; otherwise, theMann-Whitney test was used. Proportions for categorical variables were comparedusing the χ 2test, although the Fisher exact test was used when the data were limited.All statistical analyses were performed using SPSS (Statistical Package for the SocialSciences) version 19.0 software (SPSS Inc). For unadjusted comparisons, a 2-sided αof less than 0.05 was considered statistically significant. The analyses have not beenadjusted for multiple comparisons and, given the potential for type I error, thefindings should be interpreted as exploratory and descriptive.The median age of 51 inpatients with COVID-19 was 45 years (interquartilerange, 34-51; range, 16-68 years) , including 32 males (62.7%) and 19 females(37.3%); There were 8 cases (15.7%) with comorbidities, 4 cases (7.8%) with diabetes,4 cases (7.8%) with hypertension, 1 case (2.0%) with diabetes and hypertension, 1case (2.0%) with chronic hepatitis B and 1 case (2.0%) with schizophrenia (Table 1).Of the 51 patients, 44 (86.3%) were non severe (common type), 7 (13.7%) weresevere (4 [7.8%] were severe, 3 [5.9%] were critical).43（84.3%）patients had been to Wuhan（40[78.4%]）or Other Hubei areas outsideWuhan（3[5.9%]）；4（7.7%） patients had a clear contact history of COVID-19patients before the onset of the disease, 3 patients had a clear contact history andcontact date of covid-19 patients; 4 (7.7%)patients had no clear epidemiologicalhistory of COVID-19.The incubation period of 3 patients with definite contact historyand contact date of COVID-19 patients was 2 days, 5 days and 5 days respectively.The median time from onset to diagnosis was 6 days (interquartile range, 3-8; range,1-16 days) in 51 patients.From onset to diagnosis，the common clinical symptoms were fever in 43 cases(84.3%)；cough in 38 cases (74.5%), Most of them were dry cough with a smallamount of expectoration in 16 cases (31.4%); asthenia in 22 cases (43.1%); dyspneain 11 cases；the other uncommon clinical symptoms were: muscle pain in 6 cases(11.8%); pharyngeal pain in 2 cases (3.9%); nasal obstruction and / or runny nose in 3cases (5.9%); dizziness in 7 cases (13.7%); headache in 5 cases (9.8%); diarrhea in 4cases (7.8%); nausea in 3 cases (5.9%); retching or vomiting in 3 cases (5.9%)( Table1).2 patients (3.9%) developed diarrhea 1-2 days before fever, and 3 patients (5.9%)coughed 1-2 days before fever. Physical examination on admission，16 cases (31.4%)were found to have enlarged breath sounds in both lungs, and 4 cases (7.8%) couldhear moist rales in both lungs. Diarrhea occurred in 13 patients (25.5%) duringhospitalization. Asthenia, cough, muscle pain and other symptoms disappeared withthe recovery of body temperature.The first day of admission,7 cases (13.7%) had WBC > 9.5 × 109 / L，6 cases(11.8%) had WBC < 3.5 × 109 / L, 11 cases (21.6%) had neutrophil count > 6.3 × 109/ L, 4 cases (7.8%) had neutrophil count < 1.8 × 109 / L, 26 cases (51.0%) hadlymphocyte count < 1.1 × 109 / L, 10 cases (19.6%) had platelet count < 125 × 109 /L, 5 cases (9.8%) had AST > 40 U / L, 20 cases (39.2%) had LDH > 250 IU / L, 32cases (62.7%) had CRP > 5 mg / L, 10 cases (19.6%) had D-dimer > 0.55 mg / L, 25cases (49.0%) had procalcitonin > 0.046 ng / ml, 16 cases (31.4%) had IL-6 >5.4pg/ml；8 cases (15.7%) were positive for routine urine protein, and all of themurine red blood cells were negative.On the first day of admission (n = 51), the laboratory test results (leukocytecount, neutrophil count, lymphocyte count, hemoglobin, platelet, creatine kinase,lactate dehydrogenase, glutamic pyruvate transaminase, glutamic oxaloacetylase,albumin, creatinine, urea nitrogen, C-reactive protein, procalcitonin, interleukin-6) areshown in Table 2. There are many differences in laboratory test results between severepatients and non-severe patients (Table 2), including the significant decrease oflymphocyte count, the decrease of serum albumin level, and the significant increase ofLDH, CRP, D-dimer and PCT levels.The results of laboratory test results of patients on the first day of admission (n =50) and before discharge (n = 50) are compared (Table 3). We found that lymphocyte（L）, PLT, CK, LDH and CRP of patients before discharge were significantlyincreased, while CK, LDH and CRP were significantly reduced (Table 3).51 cases of chest CT were abnormal at the time of admission. During the courseof the disease, chest CT mostly showed multiple patchy, flocculent fuzzy shadows,ground glass shadows or high-density shadows, some of which were consolidation;There were 41 cases of typical ground glass shadow (80.4%), 17 cases of localconsolidation of pneumonia (33.3%), 20 cases of pleural thickening (39.2%), 7 casesof small amount of pleural effusion (13.7%), 8 cases of streak shadow of lung(15.7%), 4 cases of multiple solid nodular shadow (7.8%), 2 cases of air bronchogram(3.9%).2 cases (3.9%) had Single lobe lesions，49 cases (96.1%) had Multiple lobe lesions（Table 4）. In addition to one dead patient, 50 patients were reexamined with chest CTwithin 2 days before discharge. The lesions increased in 1 case (2%), no significantchange in 4 cases (8%), and decreased in 45 cases (90%).According to their clinical manifestations and traditional Chinese medicine（TCM）symptoms, most patients were given antiviral treatment with TCM Decoction (28 [54.9%])；Allof them received aerosol inhalation of recombinant human interferon a-1b forinjection and oral antiviral therapy with Lopinavir and Ritonavir tablets (51 [100%])，some patients were treated with oseltamivir (7 [13.7%]), and 2 patients (3.9%) weregiven antiviral therapy with arbidol after discontinuation of Lopinavir and Ritonavirintestinal flora treatment (44 [86.3%]) ；48 cases (94.1%) were treated withthymopentin for injection；Most of the patients with fever were treated with reduninginjection, clearing away heat, dispersing wind and detoxifying (30 [58.8%])；11patients (21.6%) were treatedwith antibiotics ； 10 patients (19.6%) receivedshort-term (3-5 days) glucocorticoid treatment（Table 5）.In 7 severe patients, 6 patients（85.7%） had obvious appetite decline, and theywere given \"short peptide enteral nutrition solution, protein component diet, dietaryfiber component diet\" nutritional support treatment; in 7 severe patients, 4 patients(57.1%) were given human albumin infusion treatment, 4 patients (57.1%) were givenimmunoglobulin treatment（Table 5）.Compared with non-severe patients (n = 44), severe patients (n = 7) were older(median age, 52 years vs 44 years), had a higher proportion of diabetes mellitus (4[57.1%] vs 0 [0.0%]), had a lower lymphocyte levels (0.37[0.3-0.6] vs 1.3[0.9-1.7])，hada higher CRP levels(135.7[83.9-180.9] vs 7.5[2.4-23.8])，most of them had a small amountof pleural effusion (6 [85.7%] vs 0 [2.3%])，most of them needed antibiotic treatment (7[100%] vs 4 [9.1%], most of them needed nutritional diet (6 [85.7%) vs 0 [0.0%], andwere more likely to have dyspnea (6 [85.7%] vs 5 [11.4%])，most of them needednoninvasive mechanical ventilation (6 [85.7%] vs 0 [0.0%])（Table 1,2,4,5）. ARDSwas found in 3 severe patients, and 1 patient died with shock complications.Except one patient died, the remaining 50 patients were discharged according tothe discharge standard, the common clinical symptoms disappeared basically, thelymphocyte increased significantly (P =0.008), CRP decreased significantly (P<0.001). The median length of stay was 12 days (IQR, 9-13).This study is a series of patients who have been discharged from non-Wuhanarea. As of February 11, 2020, a total of 51 patients were discharged from the singlecenter of the Chongqing University Three Gorges Hospital, of which 50 were curedand discharged, and 1 critically Patients was died. Among the 51 patients in this study,the median number of days from onset to Confirmed diagnosis of COVID-19 was 6days (IQR, 3-8 days); among the 50 patients who were discharged alive, the Averagehospitalization day was 12 days (IQR , 9-13 days).Most patients had visited Wuhan or other Hubei areas or had close contact withCOVID-19 patients within 14 days before the onset of the disease, but 4 cases had noclear epidemiological history of COVID-19 patients, which indicates that there maybe active SARS-CoV-2 transmission. The rapid spread of close contact betweenpeople is an important feature of COVID-19 [12], which requires close monitoring toprevent further large-scale spread of SARS-CoV-2 worldwide. The 51 infected peoplewere mainly young adults, mostly imported cases, which may be related to large-scalepopulation migration during the Chinese New Year.The more common clinical symptoms in this group of cases are: fever 43（84.3%）, cough 38（74.5%）and fatigue 22 (43.1%). However, a small proportion ofpatients initially did not feel obvious fever, atypical Symptoms, such as diarrhea andnausea and retching, are similar to Professor Zhong Nanshan'sstudy[13].Onepatient in this group Without any discomfort andclinical symptoms, was Behospitalized for a history of epidemiology.On the first day of admission, the decrease of lymphocyte count was morecommon (26 [51.0%]); the majority of leukocytes and neutrophils were in the normalrange; most patients (32 [62.7%]) had an increase of CRP; some patients had anincrease of LDH (20 [39.2%]), D-dimer (10 [19.6%]), IL-6 (16 [31.4%]) and PCT (25[49%]); and urine routine urine protein was positive in 8 cases. Compared with thenon-severe patients, the lymphocyte count decreased more significantly in the severepatients, the serum albumin level was lower, and the LDH, CRP, D-dimer and PCTlevels were significantly higher. Compared with the results of various laboratoryindexes of patients on the first day of admission (N=50) and before discharge (N=50),we found that the lymphocyte and PLT of patients before discharge increasedsignificantly, while CK, LDH and CRP decreased significantly.Therefore, we speculate that a decrease in lymphocyte count and an increase inCRP are an important feature of COVID-19. Compared with non-severe patients,severe patients have a lower lymphocyte count and an increase in CRP. Thelymphocyte count was significantly increased and CRP was significantly decreasedbefore discharge of the 50 surviving patients，which suggested that the decrease ofabsolute lymphocyte count and the increase of CRP might be related to the severity ofthe disease. Therefore, dynamic observation of lymphocyte count and CRP level maybe of great significance to the change of the disease and prognosis of the patients,which needs further study and confirmation.51 cases of chest CT were abnormal at the time of admission. During the courseof the disease, chest CT mostly showed multiple patchy, flocculent fuzzy shadows,ground glass shadows or high-density shadows, some of which were consolidation;most of them had typical ground glass Shadows (41 cases [80.4%])；In severe patients(n = 7), most of them had pleural thickening (6 [85.7%]) and a small amount ofpleural effusion (6 [85.7%]), while non-severe patients，the proportion is smaller (14[31.8%], 1 [2.3%]). This suggests that in the course of COVID-19 clinical treatment,if chest CT indicates a small amount of pleural effusion with pleural thickening, thepatient may be in a serious condition, which needs to be paid attention to and activelytreated.The common clinical symptoms of 50 living patients basically disappeared at thetime of discharge, but the chest CT lesions still existed. The lesions increased in 1(2%)case, no significant change in 4 (8%)cases, and decreased in 45 (90%)cases. Thissuggests that the imaging manifestations of chest may not be parallel to the clinicalsymptoms. Lung lesions still exist after the negative detection of SARS-CoV-2nucleic acid test. Further follow-up is needed.Previous studies on SARS and MERS [19] showed that，antibacterials andantiviral drugs had no definite effect on SARS and MERS. In a recent study[12]，allof the patients with COVID-19 received antibacterial agents, 90% received antiviraltherapy, and 45% received methylprednisolone. However, no effective outcomes wereobserved.There is no clear evidence that patients with SARS-CoV-2 infection willbenefit from hormone therapy and are more likely to face the risks of hormonetherapy. Glucocorticoid is not recommended for the treatment of COVID-19[20].Therefore, traditional Chinese medicine （TCM）treatment may be a usefulchoice. Although Western medicine is currently used in many Eastern countries as amainstream medicine, Chinese medicine also plays an important role against variousdiseases. As we know, to reach a conclusion regarding the effectiveness of Chinesemedicine in any specific disease, controlled clinical trials are needed. Moreover, for adevastating epidemic outbreak like SARS, only retrospective study reports can befound [21]. Chinese medicine may also have a role in the prevention of acute andcritical diseases like the SARS virus. Chinese medicine was used as adjuvant therapyin the SARS patients. It seems that the combined treatment（Chinese herbs combinedwith western medicine）was helpful for SARS patients. Chinese herbs combined withWestern medicines made no difference in decreasing mortality versus Westernmedicines alone. It is possible that Chinese herbs combined with Western medicinesmay improve symptoms, quality of life and absorption of pulmonary infiltration, anddecrease the corticosteroid dosage for SARS patients [22].Among the 51 patients in this study, Except for routine administration ofrecombinant human interferon a-1b for injection nebulized inhalation, oral antiviraltherapy with lopinavir or ritonavir tablets (51 [100%]), According to their clinicalmanifestations and TCM syndromes, most patients were given antiviral therapy withChinese medicine decoction (28 [54.9%]), and achieved good clinical effects. But justlike above-mentioned, to reach a conclusion regarding the effectiveness of Chinesemedicine in COVID-19,controlled clinical trials are needed.Compared with non-severe patients (n = 44), severe patients (n = 7) were older(median age, 52 years vs 44 years), with a higher proportion of diabetes mellitus (4[57.1%] vs 0 [0.0%])；This suggests that age and comorbid diabetes may be animportant factor affecting the patient's condition and prognosis, which was alsoconfirmed by Wei J's study [12]. In this study, only one critically ill patient (deadpatient) needs invasive mechanical ventilation, which is lower than previous studies inWuhan [1, 12]. Due to the shortage of early medical resources in Wuhan [13, 14], thismay be related to the serious condition of inpatients in Wuhan.This study has several limitations. First, the sample size is small, especially insevere patients. Second, the majority of discharged patients are non-severe patients.Severe and critically ill patients often have more complications and may requirelonger hospital stays. Most are still in hospital. Third, there are four COVID-19treatment centers in Chongqing, and there is still no relevant comparative analysis.In the case analysis of 51 discharged patients of COVID-19 in the single centerof Northeast Chongqing, most of the infected patients were young and middle-aged,and most of them were imported cases. Most cases have typical symptoms such asfever and cough, and a few cases have atypical symptoms such as diarrhea. Thechanges of CRP and other inflammatory indexes may be related to the severity of thedisease. Traditional Chinese medicine provides an alternative for the treatment ofCOVID-19.We sincerely thank Lian Guo, director of the Teaching Department of the ChongqingThree Gorges Central Hospital, and Chunhui Lang, director of the Foreign AffairsDepartment of Scientific Research, for their great support to this subject.the Central 230 Universities.Project No.2020CDJGRH-YJ03 supported by the Fundamental Research Funds forL.L. and J.G. had the idea for and designed the study and had full access to all data inthe study and take responsibility for the integrity of the data and the accuracy of thedata analysis.L.L, J.G., W.H. and C.L. contributed to writing of the report.L.G., C.L. and Y.T. contributed to critical revision of the report.J.G., L.L. and Q.P. contributed to the statistical analysis.All authors contributed to data acquisition, data analysis, or data interpretation, andreviewed and approved the final versioncorresponding author on reasonable request.The datasets generated and analyzed during the current study are available from theWHO Director-General's remarks at the media briefing on 2019-nCoV on 11Februaryfromspecies and its viruses, a statement of the Coronavirus Study Group. bioRxiv,from https://talk.ictvonline.org/.WHO main website. https://www.who.int (accessed February 14th, 2020)Phan LT, Nguyen TV, Luong QC, et al. Importation and human-to-humantransmission of a novel coronavirus in Vietnam. N Engl J Med. 2020; doi:10.1056/NEJMc2001272fromanasymptomaticcontact inHolshue ML, DeBolt C, Lindquist S, et al. First case of 2019 novel coronavirus inthe United States. N Engl J Med. 2020; doi: 10.1056/NEJMoa2001191William Kyle Silverstein, Lynfa Stroud, Graham Edward Cleghorn, et.al. Firstimported case of 2019 novel coronavirus in Canada, presenting as mildpneumonia.The13,2020.DOI:https://doi.org/10.1016/S0140-6736(20)30370-610. NationalHealthhttp://www.nhc.gov.cn (Assessed on February 15th, 2020)11. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive12. Wang D, Bo Hu B，Hu C，et al.Clinical Characteristics of 138 HospitalizedPatients With 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China.JAMA . February 2020.DOI: 10.1001/jama.2020.1585infectioninFebruary09,15th, 2020)16. World Health Organization. Clinical management of severe acute respiratoryinfection when novel coronavirus (nCoV) infection is suspected: interim guidance.Published28,17. The national health and Health Commission of the people's Republic of China,State Administration of traditional Chinese medicine of the people's Republic ofChina. Diagnosis and treatment of novel coronavirus pneumonia (trial versionfifth). 2020.18. Ranieri VM, RubenfeldForce.Acute respiratory distress syndrome: the Berlin definition .JAMA .19. De Wit E , Van Doremalen N , Falzarano D , et al. SARS and MERS: recent insightsintoemergingcoronaviruses .NatRevMicrobiol .534-523:(8)14;2016.doi/10.1038:nrmicro.2016.81PubMedGoogle ScholarCrossref.20. Clark D Russell, Jonathan E Millar, J Kenneth Baillie,et al. Clinical evidence does notsupport corticosteroid treatment for 2019-nCoV lung injury. Published:February11, 2020.https://doi.org/10.1016/S0140-6736(20)30317-221. Luo Y , Wang C Z , Hesse-Fong J , et al. Application of Chinese Medicine inAcute and Critical Medical Conditions. The American Journal of ChineseMedicine, 2019:1-13.22. Liu X, Zhang M, He L, et al. Chinese herbs combined with Western medicine forsevere acute respiratory syndrome (SARS) . Cochrane Database of SystematicnauseafatigueRetching or vomitingDiagnostic time, median(IQR),Dlength of stay, median(IQR),D6(3-8)12(9-13)3（5.9）3（5.9）3（6.8）3（6.8）5(3-8)12(9-13)0（0）0（0）6(6-9)15(9-16)Comment：All data are presented as medians (interquartile ranges, IQR) and N0.(%).*Chronic hepatitis B denoted hepatitis B surface antigen tested positive, with or without elevatedalanine or aspartate aminotransferase levels.△The case was stable disease. P values denoted thecomparison between non-severe cases and severe cases. P<0.05 was considered statisticallyNLHBPLTCKLDHASTALTALBScrnormalvalue3.5-9.51.8-6.31.1-3.2120-160125-35050-310120-25015-409-5040-55BUND-DCRPPCTIL-6Comment：All data are presented as medians (interquartile ranges, IQR).Laboratory indicatorunit：HB g/l, CK U/L,LDH IU/L,AST U/L,ALT U/L,ALB g/l, Scr umol/l, BUN mmol/l, WBC109/L,N 109/L,L 109/L,PLT 109/L,CRP mg/l,PCT ng/ml,IL-6 pg/ml, D-D mg/l.P values denotedthe comparison between non-severe cases and severe cases. P<0.05 was considered statisticallydischarge and on the first day of admissionnormal valueAdmission day（n=50）Before discharge（n=50）P value5.7（4.5-6.9）3.6（2.7-4.4）1.5（1.2-1.8）18（15-26）26（17-42）NLHBPLTCKLDHASTALTALB3.5-9.51.8-6.31.1-3.2120-160125-35050-310120-25015-409-50ScrComment：Because of the death of a critically ill patient, the impact was excluded, and only50 cases were statistical. *The standard values of serum creatinine in different age groups aredifferent. △18 patients with interleukin-6 data lost at discharge because no tests were performed.All data are presented as medians (interquartile ranges, IQR).Laboratory indicator unit：HB g/l,CK U/L,LDH IU/L,AST U/L,ALT U/L,ALB g/l, Scr umol/l, BUN mmol/l, WBC 109/L,N 109/L,L109/L,PLT 109/L,CRP mg/l, PCT ng/ml,IL-6 pg/ml, D-D mg/l. P<0.05 was considered statisticallyLung streak shadowBronchial shadow withairComment：All data are presented as N0.(%). P values denoted the comparison betweennon-severe cases and severe cases. P<0.05 was considered statistically significant.7(13.7)51(100)51(100)48(94.1)28(54.9)30(58.8)2(3.9)Non-severe(n=44)Comment：All data are presented as N0.(%). P values denoted the comparison betweennon-severe cases and severe cases. P<0.05 was considered statistically significant.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China [published online ahead of print, 2020 Jan Gorbalenya"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "C Rothe", "M Schunk", "P Sothmann", "J Wei", "Z Ni", "Hu-Y，", "Y Yang", "Q Lu", "M Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. Chongqing University Three Gorges Hospital, Chongqing 404100,China", "one_words_summarize": "Chongqing University Three Gorges Hospital, Chongqing 404100,China6. Central laboratory ,Chongqing Three Gorges Central Hospital, Chongqing 404100,9. The main results and indicators of epidemiology, demography,clinical manifestation, laboratory examination, imaging data and treatment data of 51patients with covid-19 were collected and analyzed. The changes of blood routine andbiochemical indexes at discharge and admission were compared. At present, many studies are aimed at the patients with COVID-19 in orincluding Wuhan area, Hubei Province. Here, bycollecting the data of 51 laboratory confirmed cases, we try to provide a description ofthe epidemiology and clinical characteristics of COVID-19 patients in Chongqing,and explore the changes of clinical characteristics of patients during hospitalization.51 patients were admitted to the Chongqing University Three Gorges Hospitalfrom January 20, 2020 to February 3, 2020. The data were collected and reviewed by a teamof trained doctors. Means for continuous variables were compared usingindependent group t tests when the data were normally distributed; otherwise, theMann-Whitney test was used. For unadjusted comparisons, a 2-sided αof less than 0.05 was considered statistically significant. Compared with the results of various laboratoryindexes of patients on the first day of admission (N=50) and before discharge (N=50),we found that the lymphocyte and PLT of patients before discharge increasedsignificantly, while CK, LDH and CRP decreased significantly. Compared with non-severe patients,severe patients have a lower lymphocyte count and an increase in CRP. Although Western medicine is currently used in many Eastern countries as amainstream medicine, Chinese medicine also plays an important role against variousdiseases. As we know, to reach a conclusion regarding the effectiveness of Chinesemedicine in any specific disease, controlled clinical trials are needed. Chinese herbs combined withWestern medicines made no difference in decreasing mortality versus Westernmedicines alone. But justlike above-mentioned, to reach a conclusion regarding the effectiveness of Chinesemedicine in COVID-19,controlled clinical trials are needed. Due to the shortage of early medical resources in Wuhan [13, 14], thismay be related to the serious condition of inpatients in Wuhan. Severe and critically ill patients often have more complications and may requirelonger hospital stays. L.L, J.G., W.H. and C.L. contributed to writing of the report. The datasets generated and analyzed during the current study are available from theWHO Director-General's remarks at the media briefing on 2019-nCoV on 11Februaryfromspecies and its viruses, a statement of the Coronavirus Study Group. https://www.who.int (accessed February 14th, 2020)Phan LT, Nguyen TV, Luong QC, et al. Firstimported case of 2019 novel coronavirus in Canada, presenting as mildpneumonia. The13,2020.DOI:https://doi.org/10.1016/S0140-6736(20)30370-610. NationalHealthhttp://www.nhc.gov.cn (Assessed on February 15th, 2020)11. Acute respiratory distress syndrome: the Berlin definition .JAMA .19. Clinical evidence does notsupport corticosteroid treatment for 2019-nCoV lung injury. Application of Chinese Medicine inAcute and Critical Medical Conditions. Chinese herbs combined with Western medicine forsevere acute respiratory syndrome (SARS) . Cochrane Database of SystematicnauseafatigueRetching or vomitingDiagnostic time, median(IQR),Dlength of stay, median(IQR),D6(3-8)12(9-13)3（5.9）3（5.9）3（6.8）3（6.8）5(3-8)12(9-13)0（0）0（0）6(6-9)15(9-16)Comment：All data are presented as medians (interquartile ranges, IQR) and N0.(%).*Chronic hepatitis B denoted hepatitis B surface antigen tested positive, with or without elevatedalanine or aspartate aminotransferase levels.△The case was stable disease. P values denoted the comparison betweennon-severe cases and severe cases."}