{"date": "2020/02/21", "journal": "medrxiv", "authors": "Zhiyuan Hou, Leesa Lin, Liang Lu, Fanxing Du, Mengcen Qian, Yuxia Liang, Juanjuan Zhang, Hongjie Yu", "title": "Public Exposure to Live Animals, Behavioural Change, and Support in Containment Measures in response to COVID-19 Outbreak: a population-based cross sectional survey in China", "type": "preprint article", "abstract": "Affiliations: Running head: Exposure to Live Animals and Support in Containment Measures to COVID-19", "text": "Chinacontainment measures.In response to the COVID-19 outbreak, we aimed to investigate behavioural change on exposure to liveanimals before and during the outbreak, and public support and confidence for governmentalA population-based cross-sectional telephone survey via random dialing was conducted in Wuhan (theepicentre) and Shanghai (an affected city with imported cases) between 1 and 10 February, 2020. 510residents in Wuhan and 501 residents in Shanghai were randomly sampled. Differences of outcomemeasures were compared before and during the outbreak, and between two cities.Proportion of respondents visiting wet markets at usual was 23.3% (119/510) in Wuhan and 20.4%(102/501) in Shanghai. During the outbreak, it decreased to 3.1% (16) in Wuhan (p<0·001), and 4.4%(22) in Shanghai (p<0·001). Proportion of those consuming wild animal products declined from 10.2%(52) to 0.6% (3) in Wuhan (p<0·001), and from 5.2% (26) to 0.8% (4) in Shanghai (p<0·001). 79.0%(403) of respondents in Wuhan and 66.9% (335) of respondents in Shanghai supported permanentclosure of wet markets (P<0.001). 95% and 92% of respondents supported banning wild animal tradeand quarantining Wuhan, and 75% were confident towards containment measures. Females and themore educated were more supportive for the above containment measures.The public responded quickly to the outbreak, and reduced exposure to live animals, especially inWuhan. With high public support in containment measures, better regulation of wet markets andhealthy diets should be promoted.Funding National Science Fund for Distinguished Young Scholars, H2020 MOOD project.        On February 19, 2020, we searched PubMed for papers published after January        We conducted a population-based cross-sectional telephone survey via random digital dialing in Wuhan(the epicentre) and Shanghai (an affected city with imported cases) between 1 and 10 February, 2020.To date, this is the only few analyses on behavioural response to the outbreak and societal acceptabilityof governmental containment measures, which has been listed as the current priority of China CDC. Weprovide an assessment of behavioural change on exposure to live animals during the outbreak, bycomparison before and during the outbreak, and between two cities with diverse exposure intensities toCOVID-19. We also provide evidence on public support in governmental containment measures,including strict regulation on wet markets to reduce animal-to-human transmission and city quarantineto reduce human transmission.We found that wild animal consumption was more prevalent in Wuhan (10.2%) than in Shanghai(5.2%). The public responded quickly to the outbreak, and significantly reduced exposure to liveanimals and stopped wild animal consumption, especially in Wuhan. They were very supportive ofgovernmental containment measures. With high public support, wet markets should be better regulated,and healthy diets, including changing the traditional habit of eating wild animal products, should bepromoted. This can inform policy makers in China and other countries to implement and adjustcontainment strategies in response to the outbreak in the future.        Early in December 2019, several pneumonia cases caused by the novel coronavirus (now known asCOVID-19) were first reported in Wuhan city, China.1-3 The majority of the earliest cases wereepidemiologically traced to the local Huanan (Southern China) Seafood Wholesale Market, wheresome wild animals were sold.1-4 On Jan 26, novel coronavirus was detected in environmental samplesfrom this market by China CDC, suggesting that the virus possibly originated in wild animals sold inthe market.3-4 This pathogenic virus has been identified as a new strain of coronavirus, which is in thesame family as severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle Eastrespiratory syndrome coronavirus (MERS-CoV).4-5 The COVID-19 outbreak was declared by WorldHealth Organization as a Public Health Emergency of International Concern (PHEIC) on Jan 30, 2020.6As of Feb 1                In the efforts to contain the spread of the virus, the Chinese government introduced a series ofcontainment measures. 18 Specifically, to lower the risk of zoonotic virus transmission, China has issuedstrict regulations on wet markets where live and/or wild animals are traded, including closing livepoultry markets (LPMs) and bans on wild animal transactions. Furthermore, Wuhan city has beenquarantined to stop human-to-human transmission: starting on Jan 2        The COVID-19 outbreak and subsequent containment measures to lower the zoonotic virustransmission offer a unique opportunity to reassess the exposure to live animals, demand for wildanimal consumption, and public readiness to further regulate wet markets. In this study, we aim toinvestigate behaviour patterns of population interaction to live animals, with a particular focus ondifferences before and during the outbreak, between Wuhan and Shanghai representing diverseexposure intensities to COVID-19. We also seek to understand levels of public support for containmentmeasures and public confidence in their effectiveness to quell the outbreak. This study will help toclarify the public’s response to the outbreak and has important policy implications regarding the socialacceptability of infection containment measures and their application in different contexts.A population-based cross-sectional telephone survey was conducted in Wuhan and Shanghai betweenFeb 1 and 10, 2020, one month since the outbreak. These two cities were selected to represent diverseexposure intensities to COVID-19. Wuhan is the site of origin of the COVID-19 outbreak. Shanghaiwas selected due to its status as a city that has been significantly affected by imported COVID-19 casesfrom Wuhan. The first imported case was confirmed in Shanghai on Jan 20. During the period of oursurvey, the number of confirmed cases rose rapidly in Wuhan, from 4,109 to 18,454, but maintainedlow epidemic rates in Shanghai, with reported cases rising from 182 to 303. Figure 1 illustrates thetimeline of the outbreak progression and containment measures. This provides an opportunity to assessand compare public behavioural response and support for containment measures during the outbreakbetween two cities with different exposure intensities.The sample size (n=500 for each city) is sufficient to estimate the change of outcomes (p=0.5) with amargin of error of 0.05 and a 95% confidence interval, according to previous studies.15-16 Our targetpopulation was persons aged 18 or over who had been living in the selected city for at least 6 months inthe year prior to the survey and were current residents at the time of the survey. In each city, thetelephone survey was conducted through a computer-assisted interviewing system, which enabled therandom generation of mobile phone numbers and systematic data collection. We attempted to contacteach generated number three times a day at different hours; if no contact was established after the thirdcall, this number was classified as invalid or unreachable. Random dials with proportional quotasampling were used to ensure that respondents were demographically representative of the generalpopulation in each city, with quotas based on sex and age.19        The outcomes of interest we studied were exposure to live animals before and during the COVID-19outbreak, public support for containment measures that aim to reduce population exposure to liveanimals and human transmission, and confidence in these measures to quell the outbreak. Exposure tolive animals includes the following behaviours: visiting the live poultry or wild animal markets, buyinglive poultry or wild animals (i.e., frequency of purchases, practice of picking up live animals beforepurchasing, location where the purchased animals were slaughtered), eating wild animal products,raising pets, and touching stray animals. To measure behavioural change during the outbreak, eachrespondent was asked to report exposing behaviours both (1) prior to the outbreak: before Dec 3        We measured public support for two types of governmental containment measures in response to theoutbreak; one is regulation on wet markets to reduce population exposure to live animals, and the otheris quarantining measures meant to reduce human transmission, such as the closure of publictransportation in Wuhan and the cancellation of flights and trains leaving from Wuhan. Eachrespondent was asked to rate the extent, on a five-point Likert scale, to which they supported 1) thepermanent closure of LPMs, 2) a ban on the wild animal trade, and 3) the quarantining of Wuhan;respondents were also asked to report the extent of their confidence in the effectiveness of thesemeasures to quell the outbreak.Characteristics of respondents, including gender, age, marital status, education, income, andemployment status, were collected in our survey. We also collected the history of fever or coughsymptoms for respondents and their relatives or friends in the two weeks prior to the survey, andwhether there were confirmed or suspected COVID-19 cases in the neighbourhood in which they live.Each respondent was also asked at what point they started paying attention to this outbreak.The survey questionnaire was adjusted according to an instrument used during the outbreaks of SARSin 2003 20-21 and influenza A(H7N9) in 2013.15 The survey instrument was pretested for face andcontent validity, length, and understandability by the public before our survey was administered.Descriptive and univariate analysis were used to investigate changes in exposure to live animals duringthe outbreak, public support for containment measures, and confidence in containment measures toquell the outbreak, between Wuhan (the epicentre) and Shanghai (an affected city with imported cases).Chi-square tests or fisher’s exact tests (when applicable) were used to compare differences in thesemeasures between the two cities, and before and during the outbreak. Multivariate logistic regressionwas used to estimate factors associated with public support for containment measures and confidencein intervention effectiveness. The proportion and Odds Ratio with 95% confidence intervals (CI) werereported. All statistical analyses were performed using Stata 14.0 (StataCorp LP, College Station, TX).A total of 18,576 telephone numbers were randomly selected via digital dialing system in Wuhan andShanghai. After calling, 6,836 respondents were eligible to participate, of whom 5,640 declined and185 terminated before completing the interview. In total, 510 respondents in Wuhan and 501respondents in Shanghai completed the interview, and the overall response rate was 14.8%(1,011/6,836) (Appendix Figure 1).Respondents in Wuhan and Shanghai were generally similar in terms of sex, marital status andoccupation, but in Shanghai respondents tended to be older and had higher education and income levelsthan in Wuhan (Table 1). Our sample was consistent with characteristics of the general population inthe two cities, as Shanghai is more developed and has an older population than Wuhan. Expectedly,respondents in Wuhan were much more intensely exposed to the COVID-19 outbreak and paidattention to the outbreak earlier than those in Shanghai.We first investigated patterns of usual exposure to live animals before the outbreak (Table 2 Panel A).Respondents reported visiting LPMs or buying live animals at similar rates in the two cities before theoutbreak, although wet markets in Wuhan were significantly less accessible than in Shanghai. In bothcities, approximately one in five respondents reported having visited LPMs in the year prior to theoutbreak (119, 23.3% in Wuhan vs 102, 20.4% in Shanghai, p=0.210), and about 11% reported buyinglive poultry or wild animals from wet markets. Among those who bought live animals, about halfreported that they picked up animals for examination before buying (27 of 55, 49.1% in Wuhan vs 32of 55, 58.2% in Shanghai, p=0.339); more than 90% of respondents always arranged for slaughter ofpurchased animals in wet markets, with no noticeable differences between the two cities. However,residents in Wuhan reported wild animal consumption at a higher rate than those in Shanghai; 47(9.2%) of 510 respondents in Wuhan and 23 (4.6%) of 501 respondents in Shanghai reported eatingwild animal products (p=0.004), and 19 (3.7%) respondents in Wuhan and 7 (1.4%) respondents inShanghai had visited wild animal markets in the year prior to the outbreak. Fewer respondents inWuhan raised pets (69, 13.5% vs 95, 19.0%; p=0.019) or touched stray animals (43, 8.4% vs 58,11.6%; p=0.095) than in Shanghai.To investigate effects of the outbreak, we further assessed behavioural changes in exposure to liveanimals before and during the outbreak (Figure 2), and intention to change after the outbreak (Table 2Panel B). We found that respondents dramatically reduced exposure to live animals during theoutbreak, with respondents in Wuhan changing their exposure much more significantly than inShanghai. Specifically, the frequency of visiting LPMs decreased from 23.3% (n=119) to 3.1% (n=16)in Wuhan (p<0·001), and from 20.4% (n=102) to 4.4%(n=22) in Shanghai (p<0·001; Figure 2). Theproportion of respondents buying live poultry or wild animals also decreased from around 11.0% to2.6% in both cities (p<0·001). We also asked whether respondents intended to change their habit ofbuying live poultry or wild animals since the outbreak among those exposing to live animals at usual(Table 2 Panel B). In Wuhan and Shanghai, 56.4% (31/55) and 30.9% (17/55) of respondents claimedto have stopped buying live poultry or wild animals, respectively. 36.4% (20/55) of respondents inWuhan and 43.6% (24/55) in Shanghai claimed they intended to buy less, whereas the remaining 7.3%(4/55) of respondents in Wuhan and 25.5% (14/55) in Shanghai stated they would continue to buy theseproducts as usual.The proportion of respondents consuming wild animals declined significantly, 10.2%(n=52) to0.6%(n=3) in Wuhan (p<0·001) and 5.2%(n=26) to 0.8%(n=4) in Shanghai (p<0·001) (Figure 2). Mostrespondents reported having stopped consuming wild animals since the outbreak. However, thebehaviour of raising pets did not change much, with 72.5% (50/69) and 91.6% (87/95) of respondentsclaiming to continue raising pets as usual in Wuhan and Shanghai, respectively (Table 2 Panel B).39.5% (17/43) and 27.6% (16/58) of respondents in Wuhan and Shanghai, respectively, claimed thatthey would temporarily not touch stray animals during the outbreak, and 41.9% (18/43) and 39.7%(23/58), respectively, would try not to or definitely not touch stray animals, even after the outbreak.The remaining 18.6% (8/43) and 32.8% (19/58) of respondents in Wuhan and Shanghai, respectively,would continue to touch stray animals as usual.measures. 403 (79.0%) of 510 respondents in Wuhan and 335 (66.9%) of 501 respondents in Shanghaiclaimed to support the permanent closure of LPMs to quell the outbreak (P<0.001). In both cities, 95%and 92% of respondents supported banning the wild animal trade and the policy of quarantiningWuhan, respectively, and 75% of respondents were confident that governmental containment measureswould quell the outbreak.containment measures implemented (i.e. closure of LPMs, banning the wild animal trade, and cityquarantine) and confidence in the effectiveness of governmental response. There was evidence thatfemales were more supportive towards all three containment measures and that there was a positiveassociation between education level and the likelihood of supporting regulations on wet markets andtrade of wild animals. Unsurprisingly, those who self-reported visiting a wet market and eating wildanimal products prior to the outbreak are much less likely to support closure of the market or a ban onthe trade as containment measures (adjusted OR=0.58, 95%CI [0.41-0.82] and adjusted OR=0.31,95%CI [0.14-0.70], respectively). We did not find any difference in population profiles of those whosupport Wuhan quarantine or show confidence in the effectiveness of governmental response.This study is the first to investigate behavioural changes of exposure to live animals during theCOVID-19 outbreak, and public support for governmental containment measures in response to theoutbreak. We found that population exposures to live animals were similar in Wuhan and Shanghaibefore the outbreak, except that wild animal consumption was more prevalent in Wuhan than inShanghai. During the outbreak, residents in both cities significantly changed their behaviours andreduced exposures to live animals, and such changes were much more significant in Wuhan. Mostrespondents supported governmental containment measures implemented, and three in four hadconfidence on the effectiveness of these measures. Male, the less educated and those exposing to liveanimals at usual were less likely to support containment measures.In our survey, more than 20% of respondents visited wet markets at usual, which was similar in Wuhanand Shanghai, despite Shanghai being much more developed. Compared with the 30% level reported in2013 in the same study sites,15 the share of respondents visiting wet markets declined by 10 percentagepoints, but was still high. 10% of respondents consumed products of wild animals in Wuhan, twice thatreported in Shanghai. In China, there exists a long tradition of eating the meat and products of wildanimals, which persists into modern times due to a false but commonly held belief that these productshave therapeutic effects. 22-23 These beliefs and preferences for fresh food are especially popular insouthern China, where Wuhan is located, but were greatly challenged and changed during the 2003SARS outbreak in China 9,12. However, these practices have become popular again in recent years, duein part to the popularity of social media influencers who broadcast themselves eating wild animalproducts on livestream platforms. 22 The revival of this tradition may have set the socio-biologicalcontext for the occurrence and spread of COVID-19 in China.        We found that respondents’ risks of exposure to live animals declined significantly, reaching a very lowlevel, and most respondents stopped wild animal consumption after this outbreak, especially in Wuhan.This indicates that the public responded quickly and adequately to the outbreak. In the survey, allrespondents cared about the outbreak, and about one in five respondents in Wuhan reported starting topay attention before Dec 3        Shanghai started its seasonal closure of LPMs on Jan 25 this year. The Chinese Government furtherinstituted nationwide bans on all forms of wild animal transactions on Jan 26.28 These regulations mayaccelerate the decrease in exposing behaviours to live animals. However, the COVID-19 epidemicoccurred prior to the Chinese lunar new year, when the demand for live animals is generally high.23This may produce a conflict between the public demand for live animals and regulations. Fortunately,we found that the public strongly supports the regulations on wet markets to control the outbreak.Although permanent closure of LPMs was not fully backed by the public, it was still much higher thanreported during the 2013 influenza A outbreak (27.3% in Wuhan, 39.3% in Shanghai).15,29 The strongsupport for this policy offers a great opportunity to improve regulations on wet markets and change theprevalent habit of eating wild animal products in China.We believe that the keys to quelling outbreaks of zoonotic viral diseases such as COVID-19 andpreventing future outbreaks are changing the false beliefs and dangerous habits regarding eating wildanimal products and strengthening regulations on wet markets. Firstly, healthy diets need to bevigorously promoted in China. Health China 2030 promotes healthy diets, but does not discuss the risksof eating wild animals. We also believe the internet and social media can be an effective channel topromote healthy eating habits and reduce the inappropriate and outdated tradition of eating wild animalproducts.25,30 Since the outbreak, spontaneous initiatives have emerged on the internet to explain therisks of and resist consuming wild animals. Secondly, live animal transactions should be more strictlyregulated, and wild animal transactions should be even prohibited in the long term. While differentanimals should be sold separately in specific wet markets to lower risks of virus transmission, inpractice, various kinds of live animals are sold together within one market, as found in Huanan SeafoodWholesale Market. Laws should be strengthened to regulate and implement the strict separation of liveanimals from general markets. With the currently high public support, bans on the wild animal tradeshould be promoted, but the government must be aware of the risk of creating an unregulated blackmarket by instituting a ban. For live poultry and non-wild animals, better regulations may be a betteroption than bans without the full support of the public.23 The feasible measures include seasonal closureof wet markets, regular rest days, and banning leaving live animals in markets overnight.10,15 The abovemeasures should be given priority in China and other countries to reduce current levels of COVID-19,as well as future threats from zoonotic diseases.Our study has several limitations. First, there may be recall bias. We aimed to identify behavioralchanges in a cross-sectional survey, and outcomes before the outbreak were measured based onparticipant recall. Second, our results may be affected by selection bias from telephone survey. We didattempt multiple calls to unanswered numbers to mitigate this bias, and quota sampling was introducedto get a representative sample. The anonymous phone interview addressed the concern of response biasdue to fear of being seen as criticizing the government. Third, a cross-sectional design prevents us fromassessing how long the effect on behavioral/intention change demonstrated in this study will last, whenthe outbreak is no longer fresh in people’s minds. Thus, we plan to conduct a second-round survey atthe end of the outbreak to track the long-term changes.In conclusion, exposure to live animals was common before the COVID-19 outbreak. The publicresponded quickly to this outbreak, and significantly reduced their exposure to live animals andstopped wild animal consumption, especially in Wuhan. They were very supportive and confident forcurrent mitigating measures. With high public support, wet markets should be better regulated, andhealthy diets, including changing the habit of wild animal consumption, should be promoted, especiallyfor male, the less educated and those exposing to live animals at usual.H.Y. conceptualized the study design. Z.H., M.Q., Y.L., and J.Z. developed the survey questionnaire andcollected data. Z.H., L.Liang and F.D. analyzed data. Z.H. interpreted results and wrote the manuscript.L.Lin, and H.Y. edited the manuscript.The study was approved by the Institutional Review Board of the School of Public Health, FudanUniversity (IRB#2020-TYSQ-01-1). Verbal informed consent was obtained from all participants.H.Y. has received research funding from Sanofi Pasteur, GlaxoSmithKline, Yichang HEC ChangjiangPharmaceutical Company and Shanghai Roche Pharmaceutical Company. None of that researchfunding is related to 2019-nCov.We thank Mark Jit from London School of Hygiene and Tropical Medicine for his valuable comments.We are thankful to Qian Wang, Xinyu Wang, Shengyi Pan, Zihan Xu, Longfei Feng, Kaiyue Ren, YifanCheng, Abudukelimu Nazhakaiti, Zhiqiang Qu, Geshu Zhang, Ji Geer Guliyeerke, Qian Lv, Biao Wang,LinQing Zhou, and Cong Ma from School of Public Health, Fudan University for providing assistancewith data collection.H.Y. acknowledges financial support from the National Science Fund for Distinguished Young Scholars(No. 81525023), Key Emergency Project of Shanghai Science and Technology Committee (No.20411950100), National Science and Technology Major Project of China (No. 2017ZX10103009-005,No. 2018ZX10713001-007, No. 2018ZX10201001-010). Z.H. acknowledges financial support from theNational Natural Science Foundation of China (No. 71874034). The funders played no part in the studydesign; in the collection, analysis, and interpretation of data; in the writing of the report; and in thedecision to submit the article for publication. The views expressed in this publication are those of theauthors and not necessarily those of their funders or employers.Full top line results for the survey are available from H.Y. at yhj@fudan.edu.cn.Day of paying attention to the outbreakAll data are n (%). P value are from Chi square test or fisher’s exact tests (when applicable).*Fever or cough symptoms in the past 2 weeks.257(51.3)244(48.7)75(15.0)176(35.1)165(32.9)85(17.0)147(29.3)354(70.7)51(10.2)75(15.0)108(21.6)267(53.3)97(19.4)306(61.1)98(19.6)141(28.1)360(71.9)51(10.2)36(7.2)32(6.4)413(82.4)56(11.2)44(8.8)72(14.4)64(12.8)161(32.1)160(31.9)Continue to touch as usual8(18.6)19(32.8)All data are n (%). P value are from Chi square test or fisher’s exact tests (when applicable).markets1,0111(ref)1(ref)1(ref)the COVID-19 outbreak in ChinaSupport for closureSupport for ban onof live poultrywild animal trade        Confidence in governmentalcontainment effectiveness1(ref)1(ref)Odds ratios with 95% CI were obtained from multivariate binary logistic regressions. Significance level: ** p<0.01, * p<0.05.ObservationsSocio-demographic characteristics1,0001(ref)Notes: Panel A for Wuhan and other parts of China and Panel B for Shanghai, and scales are differentin two panels. The vertical axis for Panel A is number of reported cases and that for Panel B is numberof confirmed cases, because Wuhan changed diagnostic criteria on Feb 1        WHO stands for World Health Organization; PHEIC stands for public health emergency of internationaloutbreak, Chinaoutbreak in China          Referencecommunity psychobehavioral responses during and after the 2003 outbreak of severe acuterespiratory syndrome in Hong Kong. Clin Infect Dis 2005; 40: 1713–20.psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong. JForestry and Grass Bureau. Announcement on Prohibition of Wildlife Trading (No.          epidemics. The Lancet Public Health 2020.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia"], ["Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Statement on the second meeting of the International Health Regulations ("], ["Commission of the People's Republic of China"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Wet markets--a continuing source of severe acute respiratory syndrome and influenza?"], ["Interventions to reduce zoonotic and pandemic risks from avian influenza in Asia"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["Bats, civets and the emergence of SARS"], ["Evidence for camel-to-human transmission of MERS coronavirus"], ["Gone or forgotten? The rise and fall of Zika virus"], ["Human exposure to live poultry and psychological and behavioral responses to influenza A(H7N9), China"], ["Live Poultry Exposure and Public Response to Influenza A(H7N9) in Urban and Rural China during Two Epidemic Waves in 2013-2014"], ["Public risk perception and attitudes towards live poultry markets before and after their closure due to influenza A(H7N9), Hong Kong"], ["Authoritarianism, outbreaks, and information politics"], ["Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey"], [""], [""], ["Game consumption and the 2019 novel coronavirus"], ["Effect of closure of live poultry markets on poultry-to-person transmission of avian influenza A H7N9 virus: an ecological study"], ["Response to the prevention and control of the COVID-19"], ["The psychological effects of quarantining a city"], ["Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed"], ["The Paper news"], ["General Administration of Market Supervision, Ministry of Agriculture and Rural Affairs"], ["Attitudinal changes toward control measures in live poultry markets"], ["Tracking online heroisation and blame in"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["Q Li", "X Guan", "P Wu"], ["R Lu", "X Zhao", "J Li"], ["N Zhu", "D Zhang", "W Wang"], [], ["National Health"], ["JT Wu", "K Leung", "GM Leung"], ["RG Webster"], ["JS Peiris", "BJ Cowling", "JT Wu"], ["Y Guan", "BJ Zheng", "YQ He"], ["LF Wang", "BT Eaton"], ["EI Azhar", "SA El-Kafrawy", "SA Farraj"], ["MJ Siedner", "ET Ryan", "II Bogoch"], ["L Wang", "BJ Cowling", "P Wu"], ["P Wu", "L Wang", "BJ Cowling"], ["Q Liao", "P Wu", "WW Lam", "January-February 2014. J Public Health (Oxf"], ["MM Kavanagh"], ["GJ Rubin", "R Amlôt", "L Page", "S. Wessely"], ["GM Leung", "LM Ho", "SK Chan", "SY Ho", "J Bacon-Shone", "RY Choy"], ["GM Leung", "TH Lam", "LM Ho", "SY Ho", "BH Chan", "IO Wong"], ["J Li", "J Li", "X Xie"], ["H Yu", "JT Wu", "BJ Cowling"], ["N. Zhong"], ["GJ Rubin", "S. Wessely"], ["YT Xiang", "Y Yang", "W Li"], [], [], ["J Yuan", "Q Liao", "CJ Xie"], ["L Atlani-Duault", "JK Ward", "M Roy", "C Morin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China", "one_words_summarize": "In response to the COVID-19 outbreak, we aimed to investigate behavioural change on exposure to liveanimals before and during the outbreak, and public support and confidence for governmentalA population-based cross-sectional telephone survey via random dialing was conducted in Wuhan (theepicentre) and Shanghai (an affected city with imported cases) between 1 and 10 February, 2020. 510residents in Wuhan and 501 residents in Shanghai were randomly sampled. Females and themore educated were more supportive for the above containment measures. The public responded quickly to the outbreak, and reduced exposure to live animals, especially inWuhan. With high public support in containment measures, better regulation of wet markets andhealthy diets should be promoted. Funding National Science Fund for Distinguished Young Scholars, H2020 MOOD project. On February 19, 2020, we searched PubMed for papers published after January        We conducted a population-based cross-sectional telephone survey via random digital dialing in Wuhan(the epicentre) and Shanghai (an affected city with imported cases) between 1 and 10 February, 2020.To date, this is the only few analyses on behavioural response to the outbreak and societal acceptabilityof governmental containment measures, which has been listed as the current priority of China CDC. The public responded quickly to the outbreak, and significantly reduced exposure to liveanimals and stopped wild animal consumption, especially in Wuhan. With high public support, wet markets should be better regulated,and healthy diets, including changing the traditional habit of eating wild animal products, should bepromoted. Figure 1 illustrates thetimeline of the outbreak progression and containment measures. Characteristics of respondents, including gender, age, marital status, education, income, andemployment status, were collected in our survey. We also collected the history of fever or coughsymptoms for respondents and their relatives or friends in the two weeks prior to the survey, andwhether there were confirmed or suspected COVID-19 cases in the neighbourhood in which they live. Expectedly,respondents in Wuhan were much more intensely exposed to the COVID-19 outbreak and paidattention to the outbreak earlier than those in Shanghai. However,residents in Wuhan reported wild animal consumption at a higher rate than those in Shanghai; 47(9.2%) of 510 respondents in Wuhan and 23 (4.6%) of 501 respondents in Shanghai reported eatingwild animal products (p=0.004), and 19 (3.7%) respondents in Wuhan and 7 (1.4%) respondents inShanghai had visited wild animal markets in the year prior to the outbreak. Specifically, the frequency of visiting LPMs decreased from 23.3% (n=119) to 3.1% (n=16)in Wuhan (p<0·001), and from 20.4% (n=102) to 4.4%(n=22) in Shanghai (p<0·001; Figure 2). Mostrespondents reported having stopped consuming wild animals since the outbreak. During the outbreak, residents in both cities significantly changed their behaviours andreduced exposures to live animals, and such changes were much more significant in Wuhan. 10% of respondents consumed products of wild animals in Wuhan, twice thatreported in Shanghai. This indicates that the public responded quickly and adequately to the outbreak. We also believe the internet and social media can be an effective channel topromote healthy eating habits and reduce the inappropriate and outdated tradition of eating wild animalproducts.25,30 Since the outbreak, spontaneous initiatives have emerged on the internet to explain therisks of and resist consuming wild animals. Laws should be strengthened to regulate and implement the strict separation of liveanimals from general markets. Third, a cross-sectional design prevents us fromassessing how long the effect on behavioral/intention change demonstrated in this study will last, whenthe outbreak is no longer fresh in people’s minds. H.Y. has received research funding from Sanofi Pasteur, GlaxoSmithKline, Yichang HEC ChangjiangPharmaceutical Company and Shanghai Roche Pharmaceutical Company. We thank Mark Jit from London School of Hygiene and Tropical Medicine for his valuable comments. The funders played no part in the studydesign; in the collection, analysis, and interpretation of data; in the writing of the report; and in thedecision to submit the article for publication. Clin Infect Dis 2005; 40: 1713–20.psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong."}