{"date": "2020/02/21", "journal": "medrxiv", "authors": "Chenyao Lin, Jie Xiang, Mingzhe Yan, Hongze Li, Shuang Huang, Changxin Shen", "title": "Comparison of throat swabs and sputum specimens for viral nucleic acid detection in 52 cases of novel coronavirus (SARS-Cov-2) infected pneumonia (COVID-19)", "type": "preprint article", "abstract": "*Corresponding author Chenyao Lin and Jie Xiang are co-first authors; they contributed equally to the work", "text": "Background: In December 2019, a novel coronavirus (SARS-CoV-2) infectedpneumonia (COVID-19) occurred in Wuhan, China. Diagnostic test based onreal-time reverse transcription polymerase chain reaction assay (qRT-PCR) was themain means of confirmation, and sample collection was mostly throat swabs, whichwas easy to miss the diagnosis. It is necessary to seek specimen types with higherdetection efficiency and accuracy.Methods: Paired specimens of throat swabs and sputum were obtained from 54 cases,and RNA was extracted and tested for 2019-nCoV (equated with SARS-CoV-2) byqRT-PCR assay.assay (P=0.001).Results: The positive rates of 2019-nCoV from sputum specimens and throat swabswere 76.9% and 44.2%, respectively. Sputum specimens showed a significantlyhigher positive rate than throat swabs in detecting viral nucleic acid using qRT-PCRConclusions: The detection rates of 2019-nCoV from sputum specimens aresignificantly higher than throat swabs. We suggest that sputum would benefit for thedetection of 2019-nCoV in patients who produce sputum. The results can facilitate theselection of specimens and increase the accuracy of diagnosis.In December 2019, a novel coronavirus, since named severe acute respiratorysyndrome coronavirus 2 (SARS-Cov-2), emerged in Wuhan, Hubei Province, China[1],causing an acute febrile illness with acute respiratory distress syndrome (ARDS),which the World Health Organization (WHO) has named 2019 novel coronavirusdisease (COVID-19).[2-4] The type of pneumonia caused by the 2019 novelcoronavirus (2019-nCoV, equated with SARS-CoV-2) is a highly infectious disease,and the WHO declared the outbreak a public health emergency of internationalconcern on January 30, 2020.[5] As of February 20, 2020, a total of 74679 clinicallydiagnosed and laboratory confirmed cases had been reported in China, including 2122123456789101112131415161718192021222324252627282930cases of death, and more than one thousand exported cases were reported in 26countries spanning Asia, Europe, Oceania, and North America. The rapid globalexpansion and rising fatalities raised concerns about global spread.        Full-genome sequencing and phylogenic analysis indicated that 2019-nCoV wasa distinct clade from the beta-coronaviruses associated with human severe acuterespiratory syndrome (SARS) and Middle East respiratory syndrome (MERS).[        A study in The Lancet by Huang et al[3] firstly reported 41 cases of COVID-19 inwhich most patients had a history of exposure to Huanan Seafood Wholesale Market.The clinical manifestations of patients included fever, cough, dyspnea, myalgia,fatigue, normal or decreased leukocyte counts, and radiographic evidence ofpneumonia. Organ dysfunction (such as shock, ARDS, acute cardiac injury and acutekidney injury) and death can occur in severe cases.[3] Signs of infection are highlynonspecific, thus, diagnostic test based on detection of the viral sequence by real-timereverse transcription polymerase chain reaction assay (qRT-PCR) is the main meansof confirmation.Appropriate specimen selection is important for the diagnosis of respiratory viralinfections.[8] We collected paired specimens of throat swabs and sputum for the firsttime. The objective of this study was to compare the positive rates of 2019-nCoVbetween throat swabs and sputum specimens in the detection of viral nucleic acid byqRT-PCR. This facilitates the selection of specimens for detection of 2019-nCoV, andimprove the efficiency of diagnosis for patients suspected of having COVID-19.123456789101112131415161718192021222324252627282930        For this retrospective, single center study, we recruited 52 patients suspected ofhaving COVID-19 from February 7 to February 1        Throat swabs and sputum specimens were collected for extracting 2019-nCoVRNA from patients suspected of having 2019-nCoV infection. After collection, thethroat swabs were placed into a sterile test tube with 1 ml sterile saline, the sputumspecimens were added equal volume of acetylcysteine (10g/L) and shaken at roomtemperature for 30 min to be fully liquefied, and total RNA was extracted using thenucleic acid extraction kit (QIAamp viral RNA mini kit). In brief, 40μL of cell lysateswere transferred into a collection tube followed by vortex for 10 seconds. Afterstanding at room temperature for 10 minutes, the collection tube was centrifugated at1000 rpm/min for 5 minutes. The suspension was used for qRT-PCR assay of2019-nCoV RNA. Then, n*19 μL mixed reagent of fluorescence PCR detection andn*1 μL RT-PCR enzyme (n was the number of reaction tubes) were mixed andvortexed for a few seconds. The above mixture of 20 μL was put into the PCRreaction tube respectively, after that the extracted sample by 5 μL was added.qRT-PCR analysis was conducted using the ABI 7500 Real-Time PCR System. ThePCR parameters were 45 °C for 10 min, 95 °C for 3 min, followed by 45 cycles of95 °C for 15 s, 58 °C for 30 s, and a single fluorescence detection point at 58°C. Twotarget genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein123456789101112131415161718192021222324252627282930(N), were simultaneously amplified and tested during the qRT-PCR assay. TheqRT-PCR assay was performed using a 2019-nCoV nucleic acid detection kitthreshold value (Ct-value) less than 37 was defined as a positive test result, and aCt-value of 40 or more was defined as a negative test. These diagnostic criteria werebased on the recommendation by the national institute for viral disease control andmedium load, defined as a Ct-value of 37 to less than 40, required confirmation byretesting.All analyses were performed using SPSS 22.0. Continuous variables weredescribed using mean (SD) if they are normally distributed or median (IQR) if theyare not. Categorical variables were expressed as frequencies (percentages), andperformed using the McNemar's test. P<0.05 was considered statistically significant.The study population included 52 hospitalized patients suspected of havingCOVID-19. The average age was 57.3 years (SD, 12.5; range, 34-84 years), and 27(51.9%) were men. All patients received qRT-PCR assays in both throat swabs andsputum specimens. (Table 1)The viral nucleic acid by qRT-PCR showed that 23 cases (44.2%) of throat swabswere positive while 29 cases (55.8%) were negative, and 40 cases (76.9%) of sputumspecimens were positive while 12 cases (23.1%) were negative (Figure 1). Thepositive rate of sputum specimens was almost 2-fold that of throat swabs.Most of the patients (51.9%) had the same results of qRT-PCR assay on throatswabs and sputum specimens, 36.5% with both positive and 15.4 % with both123456789101112131415161718192021222324252627282930negative. However, quite a few patients (40.4%) showed positive sputum specimensand negative throat swabs, while only a tiny minority of patients (7.7%) showednegative sputum specimens and positive throat swabs. The findings showed thatpositive rates displayed a significant statistical difference (P=0.001) between throatswabs and sputum specimens. (Table 2)Adequate specimen collection is important for the diagnosis of respiratory viralinfections.[8] At present, the sample collection for viral nucleic acid detection ofsuspected patients with COVID-19 is mostly upper respiratory tract samples (mainlythroat swabs).[10] The collection of throat swabs is not standardized and it is easy tomiss the diagnosis. The collection process is extremely risky for medical staff.Sputum is representative of the lower respiratory tract but is rarely used for viraltesting. The aim of this study was to compare the detection rates of 2019-nCoV RNAfrom throat swabs and sputum specimens using the qRT-PCR assay.In our research, most of the patients were middle-aged and elderly men, whichwas similar to previous studies.[3,4] Paired specimens of throat swabs and sputum wereobtained from 52 subjects. The positive rates of 2019-nCoV from sputum specimensand throat swabs were 76.9% and 44.2%, respectively. The present study found thatthe overall positive rate from sputum specimens in adults was significantly higherthan that from throat swabs using qRT-PCR assay. This finding was consistent withthe result of a previous study that sputum showed a significantly higher positive ratethan nasopharyngeal swabs in detecting respiratory viruses.[8] Falsey et al[11] alsoproved that sputum samples showed higher diagnostic yields than nose–throat swabsin adults.The detection rate of 2019-nCoV from sputum samples was higher than thatfrom throat swabs, which may be related to novel coronavirus's main invasion andinfection of lower respiratory tract cells , resulting in clinical manifestations such ascough and pneumonia. In addition, several studies have shown that respiratory viruseswere increasingly recognized as the cause of lower respiratory tract infections.[8] In123456789101112131415161718192021222324252627282930these cases, specimens of the lower respiratory tract should be collected for detectionof 2019-nCoV. And caution should be taken when using the negative result of viralnucleic acid from throat swabs as the criterion for the exclusion of infection andconformation of cure.It should be noted that the high viscosity of sputum can make it difficult toextract nucleic acid. Therefore, pre-treatment of sputum samples is required, butcurrently no standardized pre-treatment procedure is available for virus detection. Inour study, acetylcysteine was used for the digestion of sputum, which may causesubstantial loss of RNA due to the washing and pipetting steps in the procedures.Therefore, thoroughly mixing and homogenization of sputum samples might beimportant factors to obtain reliable test results.[8]This study has several limitations. First, only 52 patients with suspectedCOVID-19 were included, and further studies were needed to investigate theobservation in a larger group of patients. Second, our study only involved throatswabs and sputum samples, and expand discussions of bronchoalveolar lavage fluidand blood samples are necessary in the future. Although sputum is more sensitive thanthroat swabs for 2019-nCoV detection, the use of sputum may be limited because notall patients with COVID-19 produce sputum, especially elderly patients. Therefore, ifa sputum sample is available, it might be a rather reliable specimen for nucleic aciddetection of 2019-nCoV.In conclusion, the detection rates of 2019-nCoV from sputum specimens aresignificantly higher than those from throat swabs using the qRT-PCR assay. Wesuggest that sputum would benefit for the detection of novel coronavirus in patientswho produce sputum. The results can facilitate the selection of specimens andincrease the accuracy of diagnosis of COVID-19.This work was supported by the Zhongnan Hospital of Wuhan UniversityScience, Technology and Innovation Seed Fund under Grant znpy2017022.123          number23349223350223342823338923344523351223293223168823271223347323236023349523338623350123342923312723355723349                      2020/2/1            Male5952646255585155404936            Female 4                        2020/2/13positivepositivepositivenegativenegativenegativenegativenegativepositivepositivepositivenegativepositivepositivenegativenegativepositivenegativenegativenegativenegative2020/2/1            4 (7.7%)8 (15.4%)", "ref_list": [[], [""], ["A Novel Coronavirus from Patients with Pneumonia in China,"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan"], ["Statement on the second meeting of the International Health Regulations ("], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin [J]"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study [J]"], ["Comparison of sputum and nasopharyngeal swabs for detection of respiratory viruses [J]"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: interim guidance"], ["Relationship to Negative RT-PCR Testing [J]"], ["Yield of sputum for viral detection by reverse transcriptase PCR in adults hospitalized with respiratory illness [J]"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wuhan Municipal Health Commission"], ["N Zhu", "D Zhang", "W Wang"], ["C Huang", "Y Wang", "X Li"], ["D Wang", "B Hu", "C Hu"], ["regulations-"], ["P Zhou", "XL Yang", "XG Wang"], ["N Chen", "M Zhou", "X Dong"], ["JH Jeong", "KH Kim", "SH Jeong"], [], ["X Xie", "Z Zhong", "W Zhao"], ["AR Falsey", "MA Formica", "EE Walsh"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: In December 2019, a novel coronavirus (SARS-CoV-2) infected\npneumonia (COVID-19) occurred in Wuhan, China. Diagnostic test based on\nreal-time reverse transcription polymerase chain reaction assay (qRT-PCR) was the\nmain means of confirmation, and sample collection was mostly throat swabs, which\nwas easy to miss the diagnosis. It is necessary to seek specimen types with higher\ndetection efficiency and accuracy.", "one_words_summarize": "Background: In December 2019, a novel coronavirus (SARS-CoV-2) infectedpneumonia (COVID-19) occurred in Wuhan, China. It is necessary to seek specimen types with higherdetection efficiency and accuracy. Sputum specimens showed a significantlyhigher positive rate than throat swabs in detecting viral nucleic acid using qRT-PCRConclusions: The detection rates of 2019-nCoV from sputum specimens aresignificantly higher than throat swabs. The rapid globalexpansion and rising fatalities raised concerns about global spread. The clinical manifestations of patients included fever, cough, dyspnea, myalgia,fatigue, normal or decreased leukocyte counts, and radiographic evidence ofpneumonia. This facilitates the selection of specimens for detection of 2019-nCoV, andimprove the efficiency of diagnosis for patients suspected of having COVID-19.123456789101112131415161718192021222324252627282930        For this retrospective, single center study, we recruited 52 patients suspected ofhaving COVID-19 from February 7 to February 1        Throat swabs and sputum specimens were collected for extracting 2019-nCoVRNA from patients suspected of having 2019-nCoV infection. The study population included 52 hospitalized patients suspected of havingCOVID-19. The average age was 57.3 years (SD, 12.5; range, 34-84 years), and 27(51.9%) were men. Table 2)Adequate specimen collection is important for the diagnosis of respiratory viralinfections.[8] At present, the sample collection for viral nucleic acid detection ofsuspected patients with COVID-19 is mostly upper respiratory tract samples (mainlythroat swabs).[10] The collection of throat swabs is not standardized and it is easy tomiss the diagnosis. Inour study, acetylcysteine was used for the digestion of sputum, which may causesubstantial loss of RNA due to the washing and pipetting steps in the procedures. First, only 52 patients with suspectedCOVID-19 were included, and further studies were needed to investigate theobservation in a larger group of patients."}