{"date": "2020/02/19", "journal": "medrxiv", "authors": "Zhichao Feng, Qizhi Yu, Shanhu Yao, Lei Luo, Junhong Duan, Zhimin Yan, Min Yang, Hongpei Tan, Mengtian Ma, Ting Li, Dali Yi, Ze Mi, Huafei Zhao, Yi Jiang, Zhenhu He, Huiling Li, Wei Nie, Yin Liu, Jing Zhao, Muqing Luo, Xuanhui Liu, Pengfei Rong, Wei Wang", "title": "Early Prediction of Disease Progression in 2019 Novel Coronavirus Pneumonia Patients Outside Wuhan with CT and Clinical Characteristics", "type": "preprint article", "abstract": "Objective: To determine the predictive value of CT and clinical characteristics for\nshort-term disease progression in patients with 2019 novel coronavirus pneumonia\n(NCP).", "text": "Objective: To determine the predictive value of CT and clinical characteristics forshort-term disease progression in patients with 2019 novel coronavirus pneumonia(NCP).Materials and Methods: 224 patients with confirmed 2019 novel coronavirus(COVID-19) infection outside Wuhan who had chest CT examinations wereretrospectively screened. Clinical data were obtained from electronic medical records.CT images were reviewed and scored for lesion distribution, lobe and segmentinvolvement, ground-glass opacities, consolidation, and interstitial thickening. Allincluded patients with moderate NCP were observed for at least 14 days fromadmission to determine whether they exacerbated to severe NCP (progressive group)or not (stable group). CT and clinical characteristics between the two groups werecompared, and multivariate logistic regression and sensitivity analyses wereperformed to identify the risk factors for developing severe NCP.Results: A total of 141 patients with moderate NCP were included, of which 15(10.6%) patients developed severe NCP during hospitalization and assigned to theprogressive group. Multivariate logistic regression analysis showed that higherneutrophil-to-lymphocyte ratio (NLR) (odds ratio [OR] and 95% confidence interval[CI], 1.26 [1.04-1.53]; P = 0.018) and CT severity score (OR and 95% CI, 1.25[1.08-1.46]; P = 0.004) on admission were independent predictors for progression tosevere NCP, and sensitivity analysis confirmed the consistent results in nonimportedpatients but not in imported patients. However, no significant difference in lunginvolvement was found on CT between imported and nonimported patients (all P >0.05). Patients who were admitted more than 4 days from symptom onset tended tohave more severe lung involvement. Spearman correlation analysis showed the closeassociation between CT severity score and inflammatory indexes (r = 0.17~0.47, all P< 0.05).Conclusion: CT severity score was associated with inflammatory levels and higherNLR and CT severity score on admission were independent risk factors for short-termprogression in patients with NCP outside Wuhan. Furthermore, early admission andsurveillance by CT should be recommended to improve clinical outcomes.2019 Novel coronavirus pneumonia; CT severity score; Neutrophil-to-lymphocyteratio; Progression; RiskThe outbreak of 2019 novel coronavirus pneumonia (NCP) originated from Wuhanhas shown the ability of human-to-human transmission and rapidly spread to becomea world-wide emergency along with increasing imported and secondary contactedinfection risk.1 Most patients with NCP have a mild clinical course, while a proportionof patients demonstrated rapid deterioration (particularly within 7-14 days) from onsetof symptoms into severe NCP with or without acute respiratory distress syndrome(ARDS). These patients have poor survival and often require intensive medicalresource utilization, and the mortality of them are about 20 times higher than that ofnon-severe 2019 novel coronavirus (COVID-19) patients. 2,3 Thus, early identificationof patients at risk of serious complications of NCP is of clinical importance. Severalstudies reported that the prevalence of severe NCP ranged from 15.7% to 26.1% andthese cases were often associated with abnormal chest CT findings and clinicallaboratory data.3-5 Guan et al indicated that patients with severe NCP were more likelyto show ground-glass opacity (GGO), local or bilateral patchy shadowing, andinterstitial abnormalities on CT.5 This likely reflects the clinical progression of diseasebut also offers an opportunity to investigate the clinical utility of chest CT as apredictive tool to risk-stratify the patients. Furthermore, the predictive value of chestCT in NCP prognosis is warranted as to assist the effective treatment and control ofdisease spread. Previous study suggested that higher CT lung score correlated withpoor prognosis in patients with Middle East respiratory syndrome coronavirus(MERS).6 Chest CT has been demonstrated to be an important approach for screeningindividuals with suspected NCP and monitoring treatment response according to thedynamic radiological changes of NCP.7 Therefore, we enrolled a cohort of patientswith moderate NCP on admission and observed for at least 14 days to explore theearly CT and clinical risk factors for progression to severe NCP. Meanwhile, we alsocompared the CT and inflammatory indexes in patients with different source ofinfection or period from symptom onset to admission to provide deep understandingof the relationship among CT findings, epidemiological features, and inflammation.Our study was conducted in compliance with the Health Insurance Portability andAccountability Act (HIPAA). The permission of Institutional Review Board of TheThird Xiangya Hospital was obtained for retrospective assessment of clinical andradiological data with waiver of informed consent.Health records were reviewed for patients who were treated at Third Xiangya Hospital,Changsha Public Health Treatment Center, and Second People’s Hospital of Hunanbetween January 17, 2020 and February 1, 2020. Patients were included in the study ifthey satisfied the following criteria: 1) confirmed COVID-19 infection; 2) availablechest CT scan on admission. The diagnosis of COVID-19 infection was establishedbased on the World Health Organization (WHO) interim guidance, and a confirmedcase was defined as a positive result to high-throughput sequencing or real-timereverse transcription-polymerase chain reaction (RT-PCR) assay for nasal andpharyngeal swab specimens. Patients were observed for at least 14 days fromadmission to determine whether they exacerbated to severe NCP (progressive group)or not (stable group).          Demographic, epidemiological, and laboratory data were obtained with datacollection forms from electronic medical records. According to the source of infection,patients were divided into imported group (patients who had recently been to Wuhan)and nonimported group (patients who contacted with people from Wuhan or localinfected patients). The clinical classification of NCP are as follows: (          The SOMATOM go.Top scanner (Siemens, Erlangen, Germany), GE Revolution CTscanner (GE Healthcare, Waukesha, USA), and TOSHIBA Aquilion 16 (Toshiba,Tokyo, Japan) were used for chest CT examinations. The images were reconstructedto 1.0-mm thickness for the transverse scans. Sagittal and coronal reconstructionswith a 3.0-mm thickness were performed.All CT images were reviewed independently by two radiologists, each with over 10years of experience in chest imaging. A third experienced radiologist was consulted ifthere was a disagreement in interpreting imaging results. The imaging featuresincluding ground-glass opacities (GGO), consolidation, crazy-paving, and airbronchogram defined as previous studies were recorded.8,9 The lesion distributionpattern, lobe and segment involvement were also assessed. The CT findings in theouter one third of the lung were defined as peripheral, and those in the inner twothirds of the lung were defined as central. Besides, the presence of discrete nodules,lymphadenopathy, and pleural effusion was recorded. Each of the five lung lobes wasreviewed for opacification and consolidation. The lesions extent within each lung lobewas semi-quantitatively evaluated by scoring from 0 to 5 based on the degree ofinvolvement: score 0, none involvement; score 1, ≤ 5% involvement; score 2, 6%~25%involvement; score 3, 26%~50% involvement; score 4, 51%~75% involvement; score5, > 75% involvement. The total score was calculated by summing up scores of allfive lobes to provide a CT severity score ranging from 0 to 25.7Quantitative variables are presented as median and interquartile range (IQR), andcategorical variables are presented as frequency and percentage. Normality of thecontinuous variables was assessed with the Kolmogorov–Smirnov test. Differencesbetween groups were examined using Student’s t-test or Mann-Whitney U test forquantitative variables according to the normal distribution and Chi-square test orFisher’s exact test for categorical variables. Multivariate logistic regression withforward stepwise selection based on likelihood ratio was used to identify the riskfactors for development of severe NCP, and sensitivity analysis was performedaccording to the source of infection. Statistical analyses were performed using IBMSPSS statistics software (version 22.0, SPSS Inc., Chicago, IL, USA) and R software(version 3.6.1). A P value of less than 0.05 considered to be statistically significant.A total of 224 patients were identified according to the inclusion criteria, of which 83patients were excluded for having: 1) observation period from admission less than 14days (n = 60); 2) negative CT findings or severe NCP on admission (n = 16); 3) ageyounger than 18 years old (n = 7). Finally, a cohort of 141 patients were included inour study (Figure 1). The baseline demographic, epidemiological, and laboratorycharacteristics of included 141 patients are presented in Table 1. Among them, 76(53.9%) patients who had recently been to Wuhan were imported and 72 (51.1%)were male, with a median age of 44 years and a median period symptom onset toadmission of 4 days. 52 patients of them had discharged at enrollment.During the hospitalization, 15 cases progressed to severe NCP (progressive group)and the remaining patients did not (stable group). Compare with stable group, patientsin progressive group were significantly older (P = 0.001), but the male gender andimported proportions were not shown statistical difference. Patients who progressedto severe NCP were more likely to have underlying hypertension (P = 0.004), but didnot otherwise have significant differences in other co-morbidities including diabetes,chronic obstructive pulmonary disease (COPD), cardiovascular disease,cerebrovascular disease and chronic hepatitis B infection. The main symptomsbetween the two groups were not statistically different, while slightly more patientsmanifested digestive symptoms in progressive group, such as anorexia and diarrhea (P= 0.088 and 0.065, respectively). Patients in the progressive group had lower baselinelymphocyte count, higher neutrophil-to-lymphocyte ratio (NLR), and C-reactiveprotein (all P < 0.01).There were 87 (61.7%) patients with 4 to 5 lobes involved, with a median of 9segments involved. Most lesions were bilateral (87.2%) and peripheral or mixeddistributed (98.6%). The main CT characteristics of patients with NCP included GGO,GGO with crazy-paving, consolidation, and GGO with consolidation, ranging from29.8%~95.7% (Table 1; Figure 2 a-f). Other infrequent features included discretenodules, lymphadenopathy, and small pleural effusion. Compared with stable group,patients in progressive group had more lobes and segments involved, higherproportion of crazy-paving sign, and higher CT severity score (all P < 0.05; Figure 3a).Logistic regression analysis showed that baseline NLR (odds ratio [OR] and 95%confidence interval [CI], 1.26 [1.04-1.53]; P = 0.018) and CT severity score (OR and95% CI, 1.25 [1.08-1.46]; P = 0.004) were independent predictors for progression tosevere NCP (Table 2). When stratifying by the source of infection (imported ornonimported), the results showed that baseline NLR (OR and 95% CI, 1.71[1.05-2.79]; P = 0.023) and CT severity score (OR with 95% CI, 1.58 [1.09-2.28]; P =0.001) remained the significant risk factors in nonimported patients, but not inimported patients. Among the imported patients, only age (OR with 95% CI, 1.13[1.04-1.22]; P = 0.004) was the predictor for progression to severe NCP.4. Comparison between subgroups according to source of infection and period fromsymptom onset to admissionThere was no significant difference in the CT findings between imported andnonimported patients, who had similar lesion distribution pattern, main imagingfeatures and comparable lung involvement and CT severity score (Figure 3 b). Forpatients who were admitted more than 4 days from symptom onset, more lobes orsegments involved and higher CT severity score were found (Figure 3 c), while therewas no significant difference in age and inflammatory indexes (including white bloodcell count, NLR, and C-reactive protein) between patients with different period (≤ 4days vs. > 4 days) from symptom onset to admission.Further Spearman correlation analysis showed the close association between CTcharacteristics and inflammatory indexes, especially for CT severity score andC-reactive protein (Figure 4).In this study, we retrospectively assessed the CT and clinical characteristics of 141patients with NCP outside Wuhan and identified the baseline risk factors for clinicalprogression. Our results showed that higher NLR and CT severity score on admissionwere independent predictors for progression to severe NCP, especially in nonimportedpatients. In addition, patients who were admitted longer from symptom onset tendedto have more severe lung involvement.With the increase of newly confirmed and severe cases, the management of severepatients brings huge challenge in efficiently controlling the COVID-19 outbreak.Some patients progressed rapidly with ARDS and subsequent multiple organdysfunction syndrome (MODS).2 Early identification of patients with high risk todevelop ARDS or MODS and risk stratification management might be helpful toreduce mortality. In our cohort, the prevalence of severe NCP was 10.6%, which waslower than some large-scale reports.3,5 The main cause was because our patients weremoderate on admission and enrolled from one single city. We found that progressivepatients were older and had a greater number of underlying hypertension than stablepatients. These data were in agreement with another recent report, which suggestedthat age and history of hypertension may be risk factors for short-term progression.10Our study further showed that progressive patients had lower baseline lymphocytecount, higher NLR and C-reactive protein. COVID-19 virus might act on lymphocytesas does severe acute respiratory syndrome coronavirus (SARS-CoV) which induces acytokine storm and results in a series of immune responses.11 Some studies suggestthat decrease of T lymphocyte count indicate that coronavirus consumes manyimmune cells and inhibits the cellular immune function, and reduced buthyperactivated peripheral T cells partially accounts for the severe immune injury inCOVID-19 patients.12,13 Thus, damage to lymphocytes might be an important factorleading to exacerbations of patients. NLR, as a simple lymphocyte related parameterto assess easily the inflammatory status, is widely used for the prediction of prognosisof patients with pneumonia.14,15 Higher NLR indicates damaged lymphocyte functionand/or risk of bacterial infection due to low immune function. In addition, C-reactiveprotein is another serum maker produced by the liver in response to inflammation. Liuet al showed that C-reactive protein might be predictive of disease severity inCOVID-19 infected patients. 16 Thus, our results suggested that patients with higherinflammatory levels on admission had higher risk to develop severe NCP.To explore the predictive value of CT for progression, we compared the difference ofCT characteristics in stable and progressive patients, and found that progressivepatients had greater lung involvement and higher CT severity score. CT severity scoreis used to semi-quantitatively estimate the pulmonary involvement, which isassociated with both number of involved lobes and extent of lesions. 17 Pan et alreported a 4-stage dynamic pattern of NCP based on CT severity score and indicatedthat lung abnormalities showed greatest severity approximately 10 days after initialonset of symptoms. 7 In support of our findings, a previous report regarding MERSshowed the predictive value of CT severity score for prognosis and short-termmortality.6 Furthermore, higher proportion of progressive patients showedcrazy-paving sign which reflects interstitial thickening. 18 Guan et al also reportedhigher proportion of severe patients with interstitial abnormalities.5 The binding ofCOVID-19 spike protein to the receptor angiotensin converting enzyme II (ACE2)contributes to the downregulation of ACE2, increased pulmonary capillarypermeability, and diffuse alveolar damage during NCP.19,20 In patients with SARS,mixed and predominant reticular patterns were noted from the second week.8,21 Thus,we speculated that the involvement of the interstitial vascular endothelial cells resultsin interlobular and intralobular septal thickening, which is associated with the diseaseseverity.Our results showed that NLR and CT severity score on admission were significantpredictors for progression to severe illness. The early predictive value of NLR hasbeen reported in a recent study.10 To our knowledge, this is the first study to indicatethe role of CT to predict disease progression in patients with NCP. Previous studyshowed that the MuLBSTA score can early warn the mortality of viral pneumonia,which included lymphopenia and multilobe infiltration.22 Our findings were consistentwith theirs but more quantitatively in terms of imaging evaluation of lunginvolvement. Like SARS and MERS, some NCP patients progressed rapidly at about10-14 days after onset likely dues to the cytokine storm in the body as evidenced byincreased plasma proinflammatory cytokines.11,23 Our results further revealed thesignificant association between inflammatory markers and CT characteristics,especially for C-reactive protein and CT severity score, which indicated the potentialvalue of CT to estimate pulmonary inflammation and lung damage. Furthermore, thepredictive significance of NLR and CT severity score was confirmed only innonimported patients outside Wuhan. Among the imported patients from Wuhan, theelder had higher risk to develop severe illness. However, the reason for thisdiscrepancy between imported and nonimported patients remains to be elucidated.The patients who were admitted more than 4 days after symptom onset had moresevere lung involvement, which likely attributed to the lung involvement progressionas disease course extends. Song et al found that more consolidation and less GGOlesions in patients with an interval > 4 days between symptom onset and CT scan.24Thus, early admission and surveillance by CT is crucial for the individualmanagement of patients with NCP.There were some limitations in our study. First, our study retrospectively included 141patients with moderate NCP on admission from one single city outside Wuhan. Datafrom multiple cities are needed to further validate our findings. Second, dynamicinflammatory indexes and treatment during hospitalization were not included in theanalysis. More comprehensive investigation of the relationship between CTcharacteristics and cytokine storm induced by COVID-2019 needs to be performed.In conclusion, our results showed that higher NLR and CT severity score onadmission were independent risk factors for short-term progression in patients withNCP. The CT findings in patients with NCP were associated with inflammatory levelsand both them have the potential to predict disease progression. Imported andnonimported patients outside Wuhan should be managed equally, and early admissionis required for avoiding severe pulmonary damage.The authors would like to show their respect for all the hospital staff for their hardwork and efforts to combat the COVID-2019.P value0.0010.7190.6160.200neutrophil-to-lymphocyte ratio; OR, odds ratio.Table 3 Comparison of CT characteristics between imported and nonimported patients withNCPonset to admissionAge (years)White blood cell count (×10 /L)NLRC-reactive protein (mg/L)Number of lobes involvedNumber of segments involvedCrazy-pavingCT severity score≤ 4 days (n=70)41 (31-53)CT, computed tomography; NLR, neutrophil-to-lymphocyte ratio.Figure 2 (a) Subpleural patchy areas of GGO with crazy-paving sign in right middlelobe. (b) Multiple patchy areas of consolidation in right middle lobe, left upper lobe,and bilateral lower lobes and air bronchogram in right middle lobe. (c) Multiplepatchy areas of organizing pneumonia in right middle and lower lobes on sagittalimage with CT severity score of 9 for right lung. (d) Bilateral and peripheral multiplepatchy areas of GGO with reticular and intralobular septal thickening. (e) Multiplemixed distributed pure GGO, GGO with consolidation, and interlobular septalthickening in bilateral lungs. (f) Bilateral multiple patchy and thin areas of GGO inposterior parts of the lungs. GGO, ground-glass opacities.Figure 3 The boxplots of the CT severity score between stable group and progressivegroup (a), between imported patients and nonimported patients (b), and between thepatients who were admitted ≤ 4 days and > 4 days from symptom onset.Figure 4 Heatmap depicting the correlations between inflammatory markers and CTcharacteristics (within the red dotted box). It shows the correlation coefficients r withP < 0.05 of all pairs. It can be observed that C-reactive protein and CT severity scorehad the strongest correlation. CT, computed tomography.", "ref_list": [[], ["Coronavirus disease (COVID-19) outbreak"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["CT correlation with outcomes in 15 patients with acute Middle East respiratory syndrome coronavirus"], [""], ["Radiographic and CT Features of Viral Pneumonia. Radiographics : a review publication of the Radiological Society of North America"], [""], ["Neutrophil-to-Lymphocyte Ratio Predicts Severe Illness Patients with 2019 Novel Coronavirus in the Early Stage"], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], ["T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Neutrophil Count Percentage and Neutrophil-Lymphocyte Ratio as Prognostic Markers in Patients Hospitalized for Community-Acquired Pneumonia"], ["Inflammation biomarkers in blood as mortality predictors in community-acquired pneumonia admitted patients: Importance of comparison with neutrophil count percentage or neutrophil-lymphocyte ratio"], ["Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury"], ["Pulmonary sequelae in convalescent patients after severe acute respiratory syndrome: evaluation with thin-section CT"], ["Chest imaging using signs, symbols, and naturalistic images: a practical guide for radiologists and non-radiologists"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients"], ["Clinical Features Predicting Mortality Risk in Patients With Viral Pneumonia: The MuLBSTA Score"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["Tables Table 1 Baseline clinical and CT characteristics of patients with NCP All (n = 141) Stable (n = 126) Progressive (n= 15)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["N Chen", "M Zhou", "X Dong"], ["Y Yang", "Q Lu", "M Liu"], ["D Wang", "B Hu", "C Hu"], ["Guan"], ["KM Das", "EY Lee", "MA Enani"], ["F Pan", "T Ye", "P Sun"], ["HJ Koo", "S Lim", "J Choe", "S-H Choi", "H Sung", "Do K-H"], ["M Chung", "A Bernheim", "X Mei"], ["J Liu", "Y Liu", "P Xiang"], ["R Channappanavar"], ["WJ Liu", "M Zhao", "K Liu"], ["Z Xu", "L Shi", "Y Wang"], ["J Curbelo", "O Rajas", "B Arnalich"], ["J Curbelo", "S Luquero Bueno", "JM Galván-Román"], ["Y Liu", "Y Yang", "C Zhang"], ["C-J Chang Y-C", "S-C Chang"], ["A Chiarenza", "L Esposto Ultimo", "D Falsaperla"], ["P Zhou", "XL Yang", "XG Wang"], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["GC Ooi", "PL Khong", "NL Müller"], ["L Guo", "D Wei", "X Zhang"], ["C Huang", "Y Wang", "X Li"], ["F Song", "N Shi", "F Shan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Objective: To determine the predictive value of CT and clinical characteristics for\nshort-term disease progression in patients with 2019 novel coronavirus pneumonia\n(NCP).", "one_words_summarize": "Objective: To determine the predictive value of CT and clinical characteristics forshort-term disease progression in patients with 2019 novel coronavirus pneumonia(NCP).Materials and Methods: 224 patients with confirmed 2019 novel coronavirus(COVID-19) infection outside Wuhan who had chest CT examinations wereretrospectively screened. CT images were reviewed and scored for lesion distribution, lobe and segmentinvolvement, ground-glass opacities, consolidation, and interstitial thickening. These patients have poor survival and often require intensive medicalresource utilization, and the mortality of them are about 20 times higher than that ofnon-severe 2019 novel coronavirus (COVID-19) patients. Severalstudies reported that the prevalence of severe NCP ranged from 15.7% to 26.1% andthese cases were often associated with abnormal chest CT findings and clinicallaboratory data.3-5 Guan et al indicated that patients with severe NCP were more likelyto show ground-glass opacity (GGO), local or bilateral patchy shadowing, andinterstitial abnormalities on CT.5 This likely reflects the clinical progression of diseasebut also offers an opportunity to investigate the clinical utility of chest CT as apredictive tool to risk-stratify the patients. Previous study suggested that higher CT lung score correlated withpoor prognosis in patients with Middle East respiratory syndrome coronavirus(MERS).6 Chest CT has been demonstrated to be an important approach for screeningindividuals with suspected NCP and monitoring treatment response according to thedynamic radiological changes of NCP.7 Therefore, we enrolled a cohort of patientswith moderate NCP on admission and observed for at least 14 days to explore theearly CT and clinical risk factors for progression to severe NCP. Patients were observed for at least 14 days fromadmission to determine whether they exacerbated to severe NCP (progressive group)or not (stable group). Demographic, epidemiological, and laboratory data were obtained with datacollection forms from electronic medical records. A third experienced radiologist was consulted ifthere was a disagreement in interpreting imaging results. Statistical analyses were performed using IBMSPSS statistics software (version 22.0, SPSS Inc., Chicago, IL, USA) and R software(version 3.6.1). A P value of less than 0.05 considered to be statistically significant. Other infrequent features included discretenodules, lymphadenopathy, and small pleural effusion. In addition, patients who were admitted longer from symptom onset tendedto have more severe lung involvement. Liuet al showed that C-reactive protein might be predictive of disease severity inCOVID-19 infected patients. Among the imported patients from Wuhan, theelder had higher risk to develop severe illness. However, the reason for thisdiscrepancy between imported and nonimported patients remains to be elucidated. The patients who were admitted more than 4 days after symptom onset had moresevere lung involvement, which likely attributed to the lung involvement progressionas disease course extends. The CT findings in patients with NCP were associated with inflammatory levelsand both them have the potential to predict disease progression. Figure 2 (a) Subpleural patchy areas of GGO with crazy-paving sign in right middlelobe. ( d) Bilateral and peripheral multiplepatchy areas of GGO with reticular and intralobular septal thickening. ( f) Bilateral multiple patchy and thin areas of GGO inposterior parts of the lungs. It shows the correlation coefficients r withP < 0.05 of all pairs."}