{"date": "2020/02/19", "journal": "medrxiv", "authors": "Jinwei Ai, Junwen Chen, Yong Wang, Xiaoyun Liu, Wufeng Fan, Gaojing Qu, Meiling Zhang, Shengduo Polo Pei, Bowen Tang, Shuai Yuan, Yang Li, Lisha Wang, Guoxin Huang, Bin Pei", "title": "The cross-sectional study of hospitalized coronavirus disease 2019 patients in Xiangyang, Hubei province", "type": "preprint article", "abstract": "8.Department of Medical Epidemiology and Biostatistics, Karolinska Institute, Sweden\nSE9.Unit of Cardiovascular and Nutritional Epidemiology, Institute of Environmental Medicine,", "text": "8.Department of Medical Epidemiology and Biostatistics, Karolinska Institute, SwedenSE9.Unit of Cardiovascular and Nutritional Epidemiology, Institute of Environmental Medicine,Or#Contributed equally.Running head: COVID-19 in Xiangyang, Hubei province, ChinaAuthor’s contribution: J.W.A., J.W.C., G.X.H and B.P. participated in study design; Y. W.,X.Y. L. and W.F.F performed data analysis; G.X.H., G.J.Q., M.L.Z., Y.L., and L.S.W.recruited patients; S.D.P., B.W.T. and S.Y. drafted the manuscript; J.W.A., J.W.C., G.X.Hand B.P. were responsible for study conception; all authors provided critical review of themanuscript and approved the final draft for publication.Objective To describe the epidemiological and clinical characteristics of the CoronavirusDisease 2019 (COVID-19) hospitalized patients and to offer suggestions to the urgent needsof COVID-19 prevention, diagnosis and treatment.Methods We included 102 confirmed COVID-19 cases hospitalized in Xiangyang No.1people’s hospital, Hubei, China until Feb 9th, 2020. Demographic data, laboratory findingsand chest computed tomographic (CT) images were obtained and analyzed.Findings All cases were confirmed by real-time RT-PCR, including 52 males and 50 femaleswith a mean age of 50.38 years (SD 16.86). Incubation time ranged from one to twenty dayswith a mean period of 8.09 days (SD 4.99). Fever (86[84.3%] of 102 patients), cough(58[57%]), fatigue (28[27%]), shortness of breath (24[23%]), diarrhea (15[15%]),expectoration (13[12%]), inappetence (11[10%]) were common clinical manifestations. Weobserved a decreased blood leukocyte count and lymphopenia in 21 (20.6%) and 56 (54.9%)patients, respectively. There were 66 (68%) of 97 patients with elevated C-reactive proteinlevels and 49 (57.6%) of 85 with increased erythrocytes sedimentation rate. Higher levels ofprocalcitonin and ferritin were observed in 19 (25.3%) of 75 and 12 (92.3%) of 13 patients,respectively. Eight patients were admitted to intensive care unit (ICU), six developedrespiratory failure, three had multiple organ failure and three died. The cumulative positivityrate over three rounds of real-time RT-PCR was 96%. One-hundred patients were found withtypical radiological abnormalities in two rounds of chest CT scans, indicating a 98%consistency with real-time RT-PCR results.Interpretation Most COVID-19 patients in Xiangyang were secondary cases without sexdifference, and the rate of severe case and death was low. Middle-to-old-age individuals weremore susceptible to the virus infection and the subsequent development of severe/fatalconsequences. The average incubation period was longer among our patients. We recommendprolonging the quarantine period to three weeks. Three times real-time RT-PCR plus twotimes CT scans is a practical clinical diagnosis strategy at present and should be used toincrease the accuracy of diagnosis, thereby controlling the source of infection moreeffectively.In December 2019, a novel coronavirus-infected pneumonia epidemic outbroke in Wuhan,Hubei province, China. It has spread to all over China and many other countries within ashort period of time[1, 2]. The virus was later whole-genome sequenced and identified as a newcoronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Thesyndrome caused by SARS-CoV-2 infection was called as COVID-19, short for “coronavirusdisease 2019” by World Health Organization[3].        Coronaviruses (CoVs) are the viruses with an enveloped positive-sense single-strandedribonucleic acid (RNA) genome[4]. The name comes from the typical appearance of thevirions under the electron microscopy that they all have glycoprotein spike on the surfacewhich resembles the shape of crown. CoVs exist extensively in the nature, could infect birdsand mammals, including human[5, 6]. CoVs are known to spread through close contact,especially through respiratory droplets during cough and sneeze. Most infections only causemild respiratory symptoms like common cold. Severe cases could develop acute respiratorydistress syndrome, multiple organs failure, and even fatalities[7]. CoVs could be divided intoα, β, γ and δ genera. SARS-CoV-2 belongs to the β-coronavirus together with the severeacute respiratory syndrome coronavirus (SARS-CoV) that outbroke in 2003 and the MiddleEast respiratory syndrome coronavirus (MERS-CoV) that outbroke in 2012[8].Until February 1                We recruited patients with positive real-time RT-PCR results who were admitted toXiangyang No.1 People’s Hospital before February 9th, 2020. Data were collected untilFebruary 10th, 2020. Diagnosis was made by three physicians based on Diagnosis Guidancefor Novel Coronavirus Pneumonia the 5th Edition published by National Health Commissionof the People’s Republic of China and National Administration of Traditional ChineseMedicine[11]. The current study was approved by the ethics review board at Xiangyang No.        Data were extracted by two groups (three physicians per group) from the hospital informationsystem using a consistent data collection protocol and cross-checked. We collected followinginformation: demographic information, exposure history, medical history, principal clinicalsymptoms and their onset time, real-time RT-PCR results, laboratory findings, radiologicalfindings, comorbidities and disease progression. Laboratory examination included bloodroutineandbloodbiochemistrysuchasalanine transaminase (ALT), aspartateaminotransferase (AST), creatine kinase (CK), creatine kinase isoenzymes-MB (CK-MB),lactate dehydrogenase (LDH), α-hydroxybutyrate dehydrogenase (α-HBDH), C-reactiveprotein (CRP), procalcitonin (PCT), erythrocyte sedimentation rate (ESR) and serum ferritin.Positive real-time RT-PCR was defined as having at least one time of positive result at ourhospital or other hospitals. Diagnostic results of chest computed tomographic (CT) scans wasgiven by two radiologists independently, and then were cross-checked. For the patients withinconsistent diagnosis results or were suspected, final diagnosis was made after thedeliberation of two radiologists. Only first laboratory findings and CT scan results afterhospitalization were used in the present study.Categorical data were described using frequency and percentage. Normalibility of continuousdata was tested. We used mean (standard deviation, SD) to describe variables with normaldistribution, otherwise median were used. All the analyses were performed in Stata 14.A total of 102 cases (52 males and 50 females) with positive real-time RT-PCR results wereincluded in our study. The mean age was 50.38 (16.86) years old, ranging from 1.5 to 90. Themajority of cases fell into the age group of 50-70 years old. Among 71 cases with confirmedcontact history, seven were Wuhan residents, 37 had travel history to Wuhan, four contactedwith diagnosed patients, and 23 were family-clustered cases. In the analysis of 44 cases withclear contact time, incubation periods ranged from one to twenty days with a mean of 8.09(4.99) days (Table 1).Thirty-nine cases (38.2%) had comorbidities, including hypertension, diabetes, coronaryartery disease, tuberculosis, hepatitis B and chronic bronchitis. Eight cases (7.9%) wereadmitted to intensive care unit (ICU). Among those, six cases acquired respiratory failure,three developed organ failure and three died. The fatality rate was 3%. After two weeks oftreatment, symptoms of seven (7%) patients subsided and CT image showed clear absorptionof ground-glass opacity in lungs, negativities detected in two rounds of virus RNA detections.However, they are still being quarantined in case of false negativity.All suspected cases were performed with real-time RT-PCR. The next test was performed inother day in cases with negative result. There are 67 (66%) cases with positive results in thefirst round of test, 21 were found in the second-round with cumulative positivity rate of 86%,10 were found in the third-round with cumulative positivity rate of 96%, and 2 cases were inthe fourth and fifth round, respectively.In 102 cases confirmed by real-time RT-PCR, 90 cases had typical radiological abnormalitiesin first chest CT scan, which indicated an 88% consistency with molecular test. In the 11cases who took re-examination after 5-7days, 10 cases showed radiological abnormalities.Taking together, CT scan had a 98% diagnostic rate consistent with real-time RT-PCR.The mild radiographic abnormalities demonstrated as sparse subpleural nodular or patchyground-glass opacities that principally distributed in lung segments and under pleura, withclear borderline and vascular shadows showing around (Figure 1 A). Moderate abnormalitieswere characterized with increased number of ground-glass opacities and their expansion tomultiple lobes. Nodular ground-glass opacities occurred with consolidation, with ambiguousborderline and blood vessels going through (Figure 1 B-C). In severe abnormalities, diffusepatchy or grid ground-glass opacities with heterogeneous density presented, partially withclear borderline, in which air bronchogram and vascular shadow can be seen. Both lungsshowedwhite lung change, with thickening of interlobular septumandmultipleconsolidations in mediastinal window (Figure 1 D).Of 102 patients with COVID-19, 86 (84.3%) cases experienced fever, ranging from 37.2 ℃to 38.5 ℃, with only two cases had extreme body temperature over 39 ℃. Fifty-eight (56.9%)cases had cough, mainly dry cough. Ten (9.8%) had white sputum and two (2%) had purulentsputum. Chest X-ray, clinical signs and laboratory examinations indicated that purulentsputum was caused by co-infection with bacteria in lung. Twenty-eight (27.5%) cases showedfatigue and myalgia. Twenty-four (23.5%) cases had respiratory problem, mainly shown aschest tightness, asthma and shortness of breath. Nine (8.8%) cases developed respiratoryfailure. Fifteen (14.3%) cases showed diarrhea and seven (7%) cases had decreased appetite(Table 1). Two (2%) cases had diarrhea as first appeared symptom, while the other had feverand/or respiratory symptoms as the first manifestation.Some cases had increased ALT, AST, CK, CK-MB, LDH, α-HBDH. Nineteen (25.3%) caseshad increased PCT of 75 patients tested; Thirteen cases underwent ferritin test of which 12(92.3%) increased (Table 2). Of all 102 patients, leukocyte count decreased in 21 (21.6%)cases and lymphocyte count decreased in 56 (54.9%) cases; CRP increased in 66 (68%) casesof 97 patients; ESR became higher in 49 (57.6%) cases among 85 patients (Table 3).All cases underwent common etiological examination, including MR-IgM, CP-IgM,TBAbIgG, ADV-IgM, RSV-RNA, H7, Flu A and Flu B. Results were negative in most patients.Only two cases were detected to be weak positive and positive in MR-IgM, respectively.Three cases showed weakly positive and one showed positive in CP-IgM. Additionally, threecases without tuberculosis history were tested to be positive in TBAb-IgG.SARS-CoV-2 is a highly infective virus. Although strict control measures were taken inWuhan, Hubei, there were still a large number of new cases every day. Further understandingof the epidemiological and clinical features of COVID-19 is of great importance for the earlydetection of patients and reduction of severe cases and deaths[12].The present study was based on 102 diagnosed SARS-CoV-2 infected patients in XiangyangNo.1 People’s Hospital, Hubei. There was no significant sex difference among our cases witha men-to-women ratio of 1.04 (52:50), which is not in line with previous studies. Huang etal[9] and Chen et al[10] found a higher percentage of men with a men-to-women ratio of 2.71(30:11) and 2.09 (67:32) in a total of 41 and 99 inpatients, respectively. Discrepancy may beattributed by the differences of the occupational feature between the first- andsecondgeneration transmission cases. In Huang et al [9] study, 27 out of 41 patients were directlyexposed to the seafood market in Wuhan where was suspected to be the source of infection.However, in Xiangyang area, the patients were mostly secondary cases. In the process oftransmission, the sex difference was gradually diluted, indicating that there might be nogender difference in being infected.Seven cases were imported from Wuhan and 37 had travel history to Wuhan, togetheraccounting for 43% of 102 cases. The rest were secondary transmission cases, among which23 were family clustering and 31 patients without clear contact history. Compared withprevious studies[9, 10], the main routes of transmission in our cases were different. The familyis the fundamental unit of society in China. It is unlikely to avoid close contact without cleardiagnosis of the disease, or even if the diagnosis is clear but the patient is not isolated. Basedon the family-clustering feature of SARS-CoV-2 infected population in Xiangyang, it is ofgreat significance to confirm suspected cases and quarantine them from their family as earlyas possible, especially in areas dominated by secondary transmission cases[13, 14].In our analysis of 44 patients with clear contact history, we found that the mean incubationperiod of COVID-19 was 8.08 (5.06) days and ranged from 1 to 20 days. Compared withprevious studies[9, 10], the incubation period of our patients varied more greatly withmaximum of 20 days. The prolonged incubation period will increase the risk of virustransmission. According to Diagnosis Guidance for Novel Coronavirus Pneumonia the 5thEdition[11], individuals with close contact history need to be quarantined for 14 days. Thepresent study suggested that those potential patients were still likely to transmit the virus evenafter a 14-day quarantine. Real-time RT-RNA testing and medical observation before releaseshould be strengthened and the quarantine time should be extended if necessary.Only two cases were under 18 years old (one case with 15 and 1.5 years old), which indicatedthat people with good health status and immunity were not susceptible. The majority of ourpatients were 50 to 70 years old with common chronic diseases, such as hypertension,diabetes, tuberculosis, hepatitis B, chronic bronchitis, etc. Those people have low immunity,organic damage, and decreased body regulation, which may explain the high incidence ofSARS-CoV-2 infection in this age group[15]. In addition, disease severity and fatality werehigher among the elderly compared with the rest cases. The three deaths in this study were 72,73 and 78 years old. Among three deaths, one was infected with SARS-CoV-2 after recentlung cancer surgery, one had diabetes, ischemic cardiomyopathy, and hyperthyroidism, andone had hypertension and coronary heart disease[16, 17]. In the absence of cure, it is essential toprotect the elderly population, and therefore, to reduce the incidence. Meanwhile, earlyintervention and control of basic diseases may be a way to reduce the critical ill rate andmortality of the aged-infected population.SARS-CoV-2 mainly causes lower respiratory tract infections[18]. Among 102 patients, themajor clinical characteristics were fever (84.3%), cough (56.9%), fatigue (27.5%), etc. Mostcases had mild fever (body temperature 37.3 ℃ -38.5 ℃) and irritant dry cough. A fewpatients (12.7%) have a small amount of white frothy sputum and runny nose (2%). In ourpatients, two cases had diarrhea as the main symptom and 13 cases had diarrhea during thecourse of the disease. The total incidence of diarrhea and loss of appetite was 15% and 10%,respectively, which differed from previous studies[9, 10]. The disagreement may be caused bythe nature of the systemic infection of the virus, the insufficient understanding of the disease.A recent study reported that ACE-2-expressingcolonocytes are vulnerable for SARS-CoV-2infections[19].The positive rate of the first throat swabs real-time RT-RNA test in patients was 66%; thecumulative positivity rate in two rounds was 86%, and the cumulative positivity rate in threerounds was 96%. Therefore, the sensitivity of virus RNA test as the main diagnostic methodis not high, could be due to the low viral load in upper respiratory tract[20, 21]. In the absenceof more sensitive diagnostic methods, we recommend ≥3 repeated molecular tests to increasethe diagnostic rate, in order to effectively control transmission.Accumulative positivity rate of twice chest CT was 98% consistent with real-time RT-PCR,which means the vast majority of patients with positive real-time RT-PCR results willeventually have typical radiological features. In addition, it was not difficult to discernCOVID-19 because of its specific radiological abnormalities on chest CT image[22, 23].Therefore, CT should be used as the basic diagnostic method for COVID-19. A CTreexamination of patients without any clear clinical features at intervals of about 5 days wouldgive a clear radiological sign and thus improved the positive rate of diagnosis.The included individuals in this study were all patients with positive real-time RT-PCRresults. All of them had different clinical manifestations and 98% had typical radiologicalfindings indicating that real-time RT-PCR detection may be a diagnostic method with a lowmisdiagnosis rate. However, the positive rate of the first real-time RT-PCR test was only 66%.Thus, the rate of missed diagnosis is relatively high if only use single real-time RT-PCRtest[24]. The rate of right diagnosis is 88% for CT examination at the first time and allfirsttime diagnosed patients had fever and cough. RNA detection combined with CT at the firstdiagnosis, along with clinical manifestations can greatly increase the sensitivity and reducethe rate of missed diagnosis. The cumulative positive rate of three times of throat swabs virusRNA tests was 96%, and the cumulative diagnostic coincidence rate of two times CT testsand nucleic acid tests reached 98%. The simultaneous application of two methods canbasically detect all potential patients. Based on this, we inferred that \"3+2 \" combinedstrategy can diagnose most SARS-CoV-2 infected patients, which had great reference valuefor the diagnosis of “clinically diagnosed cases”. The application of the \"3+2\" diagnosticmethod was conducive to the effective control of the source of infection and was a key pointto improve SARS-CoV-2 prevention and control.It has showed that SARS-CoV-2 is similar with SARS-CoV and MERS-CoV, using S-proteininteracts with human ACE2, thereby infecting human respiratory epithelial cells, causingimmune and inflammatory responses, and then producing cytokines and inflammatorymediators, such as IL1β, IFNγ, IP10, MCP1, et al[25]. Moreover, studies have shown that thelevels of GCSF, IP10, MCP1, MIP1A, and TNFɑ are significantly higher in patients withsevere symptoms (ICU patients) than patients with mild symptoms, suggesting that the\"cytokine storm\" may be related to the severity of the disease[26, 27]. Our study showed thatthe levels of C-reactive protein was significantly increased in COVID-19 patients (66 [68%]of 97 patients), and ESR was significantly accelerated (49 [57.6%] of 85 patients), indicatingthat there is a significant inflammatory response among COVID-19 patients. Blood routineresults showed a decrease in lymphocytes count (56 [54.9%] of 102 patients), which meansthat the acute immune response consumes immune cells and suppresses cellular immunefunction, especially T lymphocyte function when the body encounters a new unknown virusinvasion[28]. Our studies also revealed that most patients had elevated ferritin levels (12[92.3%] of 13 patients), and some patients had abnormal liver function and elevated muscleenzymes, which indicated the damage of lung, liver and other organ, and enhanced tissuerepairment. Previous studies did not find an increase in ferritin among COVID-19 patients.The phenomena of elevating levels of ferritin may make it a new indicator of the severity ofthe disease's tissue damage and inflammation. However, whether C-reactive protein, ESR,serum ferritin elevation, and lymphocyte reduction and their abnormalities are related to theseverity of the disease merits further study.COVID-19 patients in our hospital all received antiviral and symptomatic treatment,antiinflammatory treatment and oxygen therapy if necessary. Symptoms released markedly afterone-week treatment on most patients. The rate of transferring to ICU and death was 8% and3%, respectively, which was significantly lower than previous studies in Wuhan city. Theimprovement in clinical outcome revealed that an early prevention and timely treatment couldeffectively reduce the rate of critical illness and fatality proven in Xiangyang region withrelatively sufficient medical resources.This study is a cross-sectional study, which only described and analyzed COVID-19 patientswith positive real-time RT-PCR results. However, concerning the low sensitivity of throatswabs virus RNA detection in previous studies[20, 21, 24], we speculated that a part of suspectedpatients or undiagnosed patients might be COVID-19 positive cases. Thus, studies excludingthose patients may not actually reflect the real picture of clinical and epidemiological featureof SARS-CoV-2 infected population. Also, accounting for the limited follow-up duration, ourdata may not reflect the complete course of COVID-19 development. In addition, it is across-sectional study with limited ability to infer the causal associations. In the current stateof emergency, we hoped that our data-based findings could provide help for diseaseprevention, control, diagnosis and treatment.Patients in Xiangyang were mostly secondary transmission cases with the family-clusteringfeature and unclear contact history. The rate of severe illness and death were low, whereassome patients had longer incubation period. We, therefore, recommend prolonging thequarantine period to three weeks when necessary. All patients with positive real-timeRTPCR results had significant clinical symptoms and radiological features, which suggests wecould use a combination of real-time RT-PCR, chest CT scans and clinical manifestations onadmission to increase the diagnostic accuracy. Sensitivity of three rounds of real-timeRTPCR together with two rounds of chest CT scans was higher compared with other diagnosticmethods. Thus, “3+2” strategy should be used to increase the accuracy of diagnosis, therebycontrolling the source of infection more effectively.Data are n (%) unless specified otherwise. COVID-19 = coronavirus disease 2019.MaleFemale＜1818-3030-4040-5050-6060-7070-80≥80ImportedTravel history to WuhanContacts with patientsFamily clusteringUnknownFeverCoughSputum productionChillMyalgiaFatiguePalpitationsStomachacheDiarrheaNauseaVomitInappetenceSore throatChest painDizzinessShortness of breathRespiratory failureDeathCurePatients (n=102)52 (51%)50 (49%)Data are n (%) unless specified otherwise. COVID-19 = coronavirus disease 2019. *Data available as indicated.Alanine transaminase, IU/LAspartate aminotransferase, IU/LCreatine kinase, U/LCreatine kinase-MB, U/LLactate dehydrogenase, U/Lα-Hydroxybutyrate dehydrogenase,U/LMyoglobin, ng/mL*Serum ferritin, ng/mL*Absolute leucocytes, ×109/LNeutrophil, %Absolute neutrophil, ×109/LLymphocyte, %Absolute lymphocyte, ×109/LMonocyte, %Absolute monocyte, ×109/LC-reactive protein, mg/L *Procalcitonin, ng/mL *Erythrocyte sedimentation rate, mm/h *Data are n (%) unless specified otherwise. COVID-19 = coronavirus disease 2019. *Data available as indicated.        Increased20 (19.6%)26 (25.5%)19 (18.6%)(A) Mild pneumonia patient showed patchy ground-glass opacity with clear borderline in a transverse chest CT image. (B-C)Transverse chest CT images of moderate patients showing large ground-glass opacities and some with ambiguous borderline.(D) Severe cases were characterized by typical white lung change as high-density mass shadows and multiple lobularconsolidations were observed.3. World Health Organization. Novel Coronavirus (2019-nCoV) Situation Report-22. World Health Organization,2020, February 1        ", "ref_list": [[], ["The progress of 2019 Novel Coronavirus (2019-nCoV) event in China"], ["What to do next to control the 2019-nCoV epidemic?"], ["Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W Guan", "J. Xian", "N Zhu", "D Zhang", "W Wang", "J Guarner", "K Shen", "Y Yang", "T Wang", "S Jiang", "S Xia", "T Ying", "C Huang", "Y Wang", "X Li", "J Riou", "CL Althaus"], ["FS Wang", "C Zhang"], ["A Wilder-Smith", "Freedman D O. Isolation", "L Kui", "YY Fang", "Y Deng", "RA Stein", "J Wang", "S Zhao", "M Liu", "JP Kanne", "J Lei", "J Li", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "8.Department of Medical Epidemiology and Biostatistics, Karolinska Institute, Sweden\nSE9.Unit of Cardiovascular and Nutritional Epidemiology, Institute of Environmental Medicine,", "one_words_summarize": "8.Department of Medical Epidemiology and Biostatistics, Karolinska Institute, SwedenSE9.Unit of Cardiovascular and Nutritional Epidemiology, Institute of Environmental Medicine,Or#Contributed equally. In December 2019, a novel coronavirus-infected pneumonia epidemic outbroke in Wuhan,Hubei province, China. It has spread to all over China and many other countries within ashort period of time[1, 2]. Most infections only causemild respiratory symptoms like common cold. Severe cases could develop acute respiratorydistress syndrome, multiple organs failure, and even fatalities[7]. Data were extracted by two groups (three physicians per group) from the hospital informationsystem using a consistent data collection protocol and cross-checked. We collected followinginformation: demographic information, exposure history, medical history, principal clinicalsymptoms and their onset time, real-time RT-PCR results, laboratory findings, radiologicalfindings, comorbidities and disease progression. Eight cases (7.9%) wereadmitted to intensive care unit (ICU). The next test was performed inother day in cases with negative result. In 102 cases confirmed by real-time RT-PCR, 90 cases had typical radiological abnormalitiesin first chest CT scan, which indicated an 88% consistency with molecular test. Moderate abnormalitieswere characterized with increased number of ground-glass opacities and their expansion tomultiple lobes. Twenty-four (23.5%) cases had respiratory problem, mainly shown aschest tightness, asthma and shortness of breath. Of all 102 patients, leukocyte count decreased in 21 (21.6%)cases and lymphocyte count decreased in 56 (54.9%) cases; CRP increased in 66 (68%) casesof 97 patients; ESR became higher in 49 (57.6%) cases among 85 patients (Table 3).All cases underwent common etiological examination, including MR-IgM, CP-IgM,TBAbIgG, ADV-IgM, RSV-RNA, H7, Flu A and Flu B. Results were negative in most patients. Although strict control measures were taken inWuhan, Hubei, there were still a large number of new cases every day. However, in Xiangyang area, the patients were mostly secondary cases. In the process oftransmission, the sex difference was gradually diluted, indicating that there might be nogender difference in being infected. Basedon the family-clustering feature of SARS-CoV-2 infected population in Xiangyang, it is ofgreat significance to confirm suspected cases and quarantine them from their family as earlyas possible, especially in areas dominated by secondary transmission cases[13, 14].In our analysis of 44 patients with clear contact history, we found that the mean incubationperiod of COVID-19 was 8.08 (5.06) days and ranged from 1 to 20 days. SARS-CoV-2 mainly causes lower respiratory tract infections[18]. The total incidence of diarrhea and loss of appetite was 15% and 10%,respectively, which differed from previous studies[9, 10]. The disagreement may be caused bythe nature of the systemic infection of the virus, the insufficient understanding of the disease. In the absenceof more sensitive diagnostic methods, we recommend ≥3 repeated molecular tests to increasethe diagnostic rate, in order to effectively control transmission. RNA detection combined with CT at the firstdiagnosis, along with clinical manifestations can greatly increase the sensitivity and reducethe rate of missed diagnosis. Based on this, we inferred that \"3+2 \" combinedstrategy can diagnose most SARS-CoV-2 infected patients, which had great reference valuefor the diagnosis of “clinically diagnosed cases”. Previous studies did not find an increase in ferritin among COVID-19 patients. However, concerning the low sensitivity of throatswabs virus RNA detection in previous studies[20, 21, 24], we speculated that a part of suspectedpatients or undiagnosed patients might be COVID-19 positive cases. In addition, it is across-sectional study with limited ability to infer the causal associations. Patients in Xiangyang were mostly secondary transmission cases with the family-clusteringfeature and unclear contact history. We, therefore, recommend prolonging thequarantine period to three weeks when necessary."}