{"date": "2020/02/19", "journal": "medrxiv", "authors": "Lunwen Wang, Xun Li, Hui Chen, Shaonan Yan, Yan Li, Dong Li, Zuojiong Gong", "title": "SARS-CoV-2 infection does not significantly cause acute renal injury: an analysis of 116 hospitalized patients with COVID-19 in a single hospital, Wuhan, China", "type": "preprint article", "abstract": "Contributors ZG and YL made substantial contributions to the study concept and design. LW was in charge of the manuscript draft. XL, CH, SY and DL took responsibility for obtaining written consent from patients, obtaining ethical approval, collecting samples, and confirming data accuracy. LW and ZG participated in drafting the manuscript, and revising it on the basis of reviewers' comments. LW made substantial contributions to data acquisition, analysis, and interpretation.", "text": "We declare no competing interests.With the permission of the corresponding authors, we can provide participant data without namesand identifiers, but not the study protocol, statistical analysis plan, or informed consent form. Datacan be provided after the Article is published. Once the data can be made public, the research teamwill provide an email address for communication. The corresponding authors have the right todecide whether to share the data or not based on the research objectives and plan provided.Background Whether the patients with COVID-19 infected by SARS-CoV-2 would commonlydevelop acute renal function damage is a problem worthy of clinical attention. This study aimed toexplore the effects of SARS-CoV-2 infection on renal function through analyzing the clinical dataof 116 hospitalized COVID-19-confirmed patients.Methods 116 hospitalized COVID-19-confirmed patients enrolled in this study were hospitalizedin the Department of Infectious Diseases, Renmin Hospital of Wuhan University from January 14to February 13, 2020. The recorded information includes demographic data, medical history,contact history, potential comorbidities, symptoms, signs, laboratory test results, chest computertomography (CT) scans, and treatment measures. SARS-CoV-2 RNA in 53 urine sediments ofenrolled patients was examined by real-time RT-PCR.Findings 12 (10.8%) and 8 (7.2%) patients showed mild elevation of blood urea nitrogen orcreatinine, and trace or 1+ albuminuria respectively in 111 COVID-19-confirmed patients withoutbasic kidney disease. In addition, 5 patients with chronic renal failure (CRF) were undergoneregular continuous renal replacement therapy (CRRT) were confirmed infection of SARS-CoV-2,and diagnosed as COVID-19. Beside the treatment of COVID-19, CRRT was also applied threetimes weekly. The course of treatment, the renal function indicators showed stable, withoutexacerbation of CRF, and pulmonary inflammation was gradually absorbed. All 5 patients withCRF were survived. Moreover, SARS-CoV-2 RNA in urine sediments was positive only in 3patients from 48 cases without renal illness before, and one patient had a positive forSARS-CoV-2 ORF 1ab from 5 cases with CRF.Interpretation Acute renal impairment was uncommon in COVID-19. SARS-CoV-2 infectiondoes not significantly cause obvious acute renal injury, or aggravate CRF in the COVID-19patients.        In December 2019, an acute respiratory infectious disease caused by a novel coronavirus occurredin Wuhan, Hubei Province, China, which is now officially named as “2019 coronavirus disease(COVID-19)” by the WHO [                Renmin Hospital of Wuhan University is located in Wuhan City, Hubei Province, an area whereCOVID-19 is endemic. It is one of the city's major tertiary teaching hospitals and the designatedCOVID-19-treatment hospital by the Wuhan Municipal Government. In this study, 116COVID-19-confirmed patients were enrolled, who were hospitalized in the Department ofInfectious Diseases, Renmin Hospital of Wuhan University from January 14 to February 13, 2020(before January 20, they were diagnosed as unknown origin viral pneumonia). Oral consent wasobtained from all patients. A confirmed-diagnosis of all COVID-19 patients participating in thisstudy was made according to the WHO's interim guidelines [        All COVID-19 patients enrolled in this study were laboratory-confirmed cases, which wereidentified with nucleic acid detection of SARS-CoV-2 from a throat swab samples using reversetranscription-polymerase chain reaction (RT-PCR). The criteria for the confirmed-diagnosis ofSARS-CoV-2 was that at least one gene site was amplified to be positive for nucleocapsid protein(NP) gene and open reading frame (ORF) 1ab gene. In brief, the throat swab was put into acollection tube containing 150μl viral preservation solution, and the total RNA was extractedwithin 2h with the respiratory sample RNA separation Kit (Zhongzhi, Wuhan). The suspensionwas used for RT-PCR assay of SARS-CoV-2 RNA. Two target genes, including NP and ORF1ab,were simultaneously amplified and tested during the real-time RT-PCR assay. Target 1 (NP):forward primer GGGGAACTTCTCCTGCTAGAAT; reverse primer CAGACATTTTGCTCTCAAGCTG; and the probe 5’-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3’. Target 2(ORF1ab): forward primer CCCTGTGGGTTTTACACTTAA; reverse primer ACGATTGTGCATCAGCTGA; and the probe 5’-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1 -3’.The real-time RT-PCR assay was performed using a 2019-nCoV nucleic acid detection kitaccording to the manufacturer’s protocol (Shanghai bio-germ Medical Technology Co Ltd).Specific primers and probes for SARS-CoV-2 RNA detection were based on the recommendationby the National Institute for Viral Disease Control and Prevention (China) (http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html).        Epidemiological, clinical, laboratory, and radiological characteristics were recorded. The patients'medical history as well as treatment and outcome data, were also obtained through data collectiontables in electronic medical records. Data were reviewed by a team of specialists. The recordedinformation includes demographic data, medical history, contact history, potential comorbidities,symptoms, signs, laboratory test results, chest computer tomography (CT) scans, kidneyB-ultrasonic examination and treatment measures (i.e. antiviral therapy, glucocorticoid usage,breathing support, kidney replacement therapy). The onset date was defined as the date on whichsymptoms appear. Different clinical categories were defined for all COVID-19 patientsparticipating in the study according to the WHO's interim guidelines, including Mild pneumonia,Severe pneumonia, and Acute Respiratory Distress Syndrome (ARDS) [        Categorical variables were described as frequency and percentage, and continuous variables weredescribed as using mean, median, and interquartile range (IQR) values. When the data werenormally distributed, independent t-tests were used to compare the mean of continuous variables.Otherwise, the Mann-Whitney test is used. Although Fisher's exact test was used with limited data,the χ2 test was used to compare the proportion of categorical variables. All statistical analyseswere performed using SPSS version 13.0 software. A P value of less than 0.05 is statisticallysignificant.In this study, the median age of 116 COVID-19-confirmed patients was 54 years (IQR, 38-69;range 20-95 years), of which 67 (57.8%) were male. In these patients, 59 (50.8%) were mildpneumonia, and 46 (39.7%) were severe pneumonia, who entered the isolation ward, while 11(9.5%) were ARDS, who were transferred to intensive care unit (ICU) (Table 1). In these patients,51 (43.9%) cases had one or more comorbidities. Hypertension (43 [37.1%]), diabetes (18[15.5%]), malignant tumors (12 [10.3%]), cerebral infarction (7 [6.0%]), and chronic renal failure(CRF) with long-term hemodialysis (5 [4.3%]) were the common coexisting diseases.As shown in Table 2, 111 COVID-19-confirmed patients without kidney basic disease did notdevelop obvious abnormal renal function after infection with SARS-CoV-2 and during thetreatment of pneumonia. Although 12 (10.8%) patients without kidney basic disease showed mildelevation of blood urea nitrogen or creatinine, and 8 (7.2%) patients without kidney basic diseaseshowed trace or 1+ albuminuria after infection with the virus and during the treatment ofpneumonia, they gradually returned to normal after a follow-up and did not receive specialtreatment for the kidneys. At present, none of the patients exhibited acute renal failure (ARF). Inaddition, the patients with chronic renal failure (CRF) were still undergoing regular continuousrenal replacement therapy (CRRT) except for the treatment of COVID-19. During the course oftreatment, the monitoring of renal function indicators showed stable, without exacerbation of CRF,and re-examination of CT showed that pulmonary inflammation was gradually absorbed.SARS-CoV-2 RNA in urine sediments of COVID-19-confirmed 53 patients, including 5 CRFcases, enrolled in this study was examined by real-time RT-PCR. The results showed thatSARS-CoV-2 RNA in urine sediments was positive in 3 patients without renal illness before(3/48) , except one patient with CRF had a positive for SARS-CoV-2 ORF 1ab (1/5).As of February 13, 2020, 7 (6.03%) ARDS patients transferred to ICU died of respiratory failure.All the 7 dead patients with ARDS were over 60 years old, and the maximum age was 95 years old.None of the 7 patients exhibited ARF, but all of them had other comorbidities, including 4 patientswith advanced malignant tumor, 2 patients with hypertension and coronary heart disease, and onepatient with diabetes and cerebral infarction. All of the 7 patients had pulmonary consolidationand hypoxemia which was difficult to correct. Even if invasive ventilation was used, they diedfrom respiratory failure. It's worth noting that all of 5 patients with CRF were survived, who didnot develop to ARDS or CRF deterioration.        The first step in SARS-CoV-2 infection is to bind to the host cell receptor and enter the cells.Recent a study shows that the common ancestor of SARS-CoV-2 and SARS-CoV is similar to batcoronavirus HKU9-1 [        Therefore, it was concluded that renal impairment is common in COVID-19 patients, which maybe one of the major causes of the illness by the virus infection and also may contribute tomultiorgan failure and death eventually.        In this study, the effects of SARS-CoV-2 infection on renal function were explored throughanalyzing the clinical data of 116 hospitalized COVID-19-confirmed patients. However, theresults of renal impairment in COVID-19 patients were not observed in this study. Although 12patients (10.8%) without kidney disease showed mild elevation of urea nitrogen or creatinine, and8 patients (7.2%) showed trace or 1+ albuminuria after infection with the virus and during thetreatment of pneumonia. These 111 COVID-19-confirmed patients without basic kidney diseasedid not develop obvious abnormal renal function during the treatment of pneumonia. It was foundthat SARS-CoV-2 infection does not cause significant renal damage. In addition, they graduallyreturned to normal after a follow-up and did not receive special treatment for the kidneys. Theabnormal renal function is supposed as secondary injury duo to hypoxemia in these patients.A previous study, Wang et al. reported the clinical characteristics of 138 hospitalizedCOVID-19-confirmed cases in a study. The data showed that the value of both blood urea nitrogen[4.4 (3.4-5.8) mmol/L (Median (IQR))] and creatinine [72 (60-87) µ mol/L (Median (IQR))] werewithin the normal range [                Based on the clinical, pathologic study, and laboratory features of SARS-CoV infection in SARSpatients in 2003, the data showed that acute renal impairment was uncommon, but carried aformidably high mortality (91.7%, 33 of 36 cases) [                CRRT is a mode of renal replacement therapy for hemodynamically unstable, fluid overloadedpatients and the patients with sepsis and septic shock in management of ARF, especially in theICU setting [        ", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Report of clustering pneumonia of unknown etiology in Wuhan City"], ["Commission of the People's Republic of China"], ["Data as reported by 13 February 2020"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Clinical management of severe acute respiratory infection when Novel coronavirus (2019-nCoV) infection is suspected: Interim Guidance"], ["KDOQI US commentary on the 2012 KDIGO clinical practice guideline for acute kidney injury"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["The single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to Wuhan 2019-nCoV infection"], ["published online Feb 12"], ["Acute renal impairment in coronavirus-associated severe acute respiratory syndrome"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], [""], ["Practice of Extracorporeal Therapies for Septic Acute Kidney Injury Patients in Intensive Care Units in Mainland China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Lu", "CW Stratton", "YW Tang"], ["DS Hui", "I Azhar E Madani", "TA"], ["Wuhan Municipal Health Commission"], ["National Health"], ["-"], ["N Zhu", "D Zhang", "W Wang"], ["N Chen", "M Zhou", "X Dong"], ["JF Chan", "S Yuan", "KH Kok"], ["C Huang", "Y Wang", "X Li"], ["D Wang", "B Hu", "C Hu"], [], ["PM Palevsky", "KD Liu", "PD Brophy"], ["X Xu", "P Chen", "J Wang"], ["P Zhou", "XL Yang", "XG Wang"], ["X Zou", "K Chen", "J Zou"], ["Z Li", "M Wu", "J Guo"], ["KH Chu", "WK Tsang", "CS Tang"], ["WJ Guan", "ZY Ni", "Y Hu"], ["S Tandukar", "PM Palevsky", "How"], ["Y Zhou", "F Zhou", "X Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We declare no competing interests.", "one_words_summarize": "With the permission of the corresponding authors, we can provide participant data without namesand identifiers, but not the study protocol, statistical analysis plan, or informed consent form. Two target genes, including NP and ORF1ab,were simultaneously amplified and tested during the real-time RT-PCR assay. Target 1 (NP):forward primer GGGGAACTTCTCCTGCTAGAAT; reverse primer CAGACATTTTGCTCTCAAGCTG; and the probe 5’-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3’. Epidemiological, clinical, laboratory, and radiological characteristics were recorded. Although 12 (10.8%) patients without kidney basic disease showed mildelevation of blood urea nitrogen or creatinine, and 8 (7.2%) patients without kidney basic diseaseshowed trace or 1+ albuminuria after infection with the virus and during the treatment ofpneumonia, they gradually returned to normal after a follow-up and did not receive specialtreatment for the kidneys. The results showed thatSARS-CoV-2 RNA in urine sediments was positive in 3 patients without renal illness before(3/48) , except one patient with CRF had a positive for SARS-CoV-2 ORF 1ab (1/5).As of February 13, 2020, 7 (6.03%) ARDS patients transferred to ICU died of respiratory failure. All of the 7 patients had pulmonary consolidationand hypoxemia which was difficult to correct. Even if invasive ventilation was used, they diedfrom respiratory failure. However, theresults of renal impairment in COVID-19 patients were not observed in this study. In addition, they graduallyreturned to normal after a follow-up and did not receive special treatment for the kidneys. Theabnormal renal function is supposed as secondary injury duo to hypoxemia in these patients."}