{"date": "2020/02/15", "journal": "medrxiv", "authors": "Haoyan Chen, Baoqin Xuan, Yuqing Yan, Xiaoqiang Zhu, Chaoqin Shen, Gang Zhao, Linhua Ji, Danhua Xu, Hua Xiong, TaChung Yu, Xiaobo Li, Qiang Liu, Yingxuan Chen, Yun Cui, Jie Hong, Jing-Yuan Fang", "title": "Profiling ACE2 expression in colon tissue of healthy adults and colorectal cancer patients by single-cell transcriptome analysis", "type": "preprint article", "abstract": "cancer patients by single-cell transcriptome analysis Gastroenterology & Hepatology, Ministry of Health; Division of Gastroenterology and *Correspondence author", "text": "        A newly identified novel                As one member of the family coronaviride, coronavirus are enveloped withnon-segmented positive sense RNA, which are broadly distributed in humans andother mammals(1). Most of the coronavirus are harmless to human, except the betacoronaviruses, severe acute respiratory syndrome coronavirus (SARS-CoV)(2, 3) andMiddle East respiratory syndrome coronavirus (MERS-CoV)(4, 5), which lead tonumerous lethal respiratory disease cases in the past two de                Recently, Huang et al. reported that one diarrhea case was found in 38 patientswith 2019-nCoV infections(8). In addition, some patients with diarrhea were constantlydiagnosed in subsequent newly dis        To investigate the ACE2 expression pattern in the gastrointestinal tract of Asian adultsamples, we incorporated two public single cell RNA-seq data of colorectal cancer(CRC) cohorts from GEO (GSE97693 and GSE81861) and one cohort from RenjiHospital. We performed single cell analysis on 504 cells from GSE97693, including485 cell from CRC (primary tumor) and 19 cells from healthy normal control (NC). Weobserved that ACE2 is expressed in 38.5%(194/504) of all human colon cells. We alsoobserved that the ACE2 expressed cells were significantly enriched in tumors whencompared with healthy normal tissues (39.6% vs 10.5%, p <0.05) (Fig. 1 A-C).Consistently, in GSE81861 dataset, ACE2 is expressed in 10.5%(62/590) of allhuman colon cells. We also observed that the ACE2 expressed cells were significantlyenriched in colorectal tumors when compared with healthy normal tissues (12.5% vs7.0%, p < 0.05) (Fig.1D-F). Those results intrigue us to investigated whether ACE2 isalso enriched in precancerous lesion of colorectal tumor, such as colorectaladenoma(CRA). We performed single cell RNA profiling on the tissues from colorectalcancer, colorectal adenoma and healthy normal control from Renji Hospital hospital.Totally, 21,686 cells (4784 from CRC, 7130 from CRA and 9772 from NC samples)were collected after single cell RNA-seq quality control (Fig.2A). The ACE2 expressedcells were significantly enriched in CRC samples compared with CRA and NCsamples (5.15% vs 2.94% and 1.75%, p<0.05) (Fig.2 B, C). In consistent withprevious studies(9, 10), we also observed that ACE2 cell were mainly expressed inepithelial cells which highly express EPCAM(Fig.2D).Single cell sequencingSingle cell libraries were generated using the Chromium Single Cell 3′ library and gelbead kit v3 from 10x Genomics. Libraries were sequenced on the NovaSeq 6000System (Illumina) at Shanghai GeneGenery BioTech Co.Ltd with 150 bp paired-endsequencing of reads. Gene counts were obtained by aligning reads to the hg38genome (GRCh38) using CellRanger toolkit (version 3.0.2, 10X Genomics). Theunique molecular identifier (UMI) count matrix was converted to anndata objects(version 0.6.22) using the Scanpy package v1.4.4 (pmid: 29409532). We utilized thefollowing procedure to control for data quality: cells with fewer than 200 genes, andgenes that are detected in less than 3 cells. Following the quality control procedure,the dataset consisted of 21,686 cells expressing 22,760 genes. The filtered geneexpression matrix was normalized using Scanpy’s sc.pp.normalize_total function. Asingle-cell neighborhood graph was computed on the 50 first principal componentsthat sufficiently explain the variation in the data using 15 nearest neighbors. UniformManifold Approximation and Projection (UMAP) was run for visualization. Cell typeswere annotated based on the expression of known marker genes.External data sources: GSE97693 and GSE81861 were used for bioinformaticsanalysis. The reads or fragments per kilobase per million mapped reads (RPKM orFPKM) or transcripts per million mapped reads (TPM) were retrieved from GEOdatabase(https://www.ncbi.nlm.nih.gov/geo/). In GSE97693 dataset, only TPM datawere used for analysis.        The upper respiratory, gastrointestinal and central nervous system are usuallythe infection targets of coronavirus in humans and other mammals(11). A distinctcoronavirus SARS-CoV was identified as the etiological agent of severe acuterespiratory syndrome (SARS)(2, 12, 13). This virus may destroy the upper respiratorytract and damage the patient’s intestines by causing diarrhea(14-16). In De                It is reported that ACE2 is highly expressed in the lung and other digestive tractorgans in public external databases(9, 10, 18). However, Asian adult data is rare inthese datasets. Here, we firstly proved that ACE2 is expressed in the colon epithelialcells of Chinese adults. Furthermore, ACE2 expression is gradually increased fromnormal colon epithelium, adenoma to colorectal cancer patients’ tissues. Based on theexpression of ACE2, colorectal cancer and adenoma patients are more likely to beinfe                As an angiotensin-converting enzyme (ACE) homologue(19, 20), ACE2 is a zincmetallopeptidase that catalyzes the conversion of angiotensin I (Ang I) andangiotensin II (Ang II) to angiotensin (1–9) and angiotensin (1–7), respectively(21).Inaddition to being a functional receptor for SARS-virus to enter mammal cells, ACE2contributes substantially to the efficiency of SARS-CoV replication as well(22).Re                In a word, our data support the intestinal t        AKNOWLEDGEMENTSThis project was supported in part by grants from the National Natural ScienceFoundation of China (81421001, 81871901,81874159).T. G. Ksiazek et al., A novel coronavirus associated with severe acute respiratorysyndrome. N Engl J Med 348, 1953-1966 (2003).T. Kuiken et al., Newly discovered coronavirus as the primary cause of severe acuterespiratory syndrome. Lancet 362, 263-270 (2003).R. J. de Groot et al., Middle East respiratory syndrome coronavirus (MERS-CoV):announcement of the Coronavirus Study Group. J Virol 87, 7790-7792 (2013).        A. M. Zaki, S. van Boheemen, T. M. Bestebroer, A. D. Osterhaus, R. A. Fouchier, Isolation ofa novel coronavirus from a man with pneumonia in Saudi Arabia. N Engl J Med 367,1814-1820 (2012).o                P. Zhou et al., A pneumonia outbreak associated with a new coronavirus of probable batN. Zhu et al., A Novel Coronavirus from Patients with Pneumonia in        Abbreviations: CRC, colorectal cancer; CRA, colorectal adenoma; NC, healthy normalcontrol; UMAP, Uniform Manifold Approximation and Projection", "ref_list": [[], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], [""], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], [""], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Aetiology: Koch's postulates fulfilled for SARS virus"], [""], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Enteric involvement of severe acute respiratory syndrome-associated coronavirus infection"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["ACE2 expression by colonic epithelial cells is associated with viral infection, immunity and energy metabolism"], ["A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9"], ["A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase"], ["Angiotensin-converting enzyme 2 and new insights into the renin-angiotensin system"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Effects of the ACE2 inhibitor GL1001 on acute dextran sodium sulfate-induced colitis in mice"], ["Exogenous ghrelin modulates release of pro-inflammatory and anti-inflammatory cytokines in LPS-stimulated macrophages through distinct signaling pathways"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["C. Huang"], ["Jing Z. K. Hao Zhang", "Zifu Wang", "Xingang Li", "Cui", "Wang Zhou"], [], ["Zhao Z. Z. Yu", "Wang Yujia", "Yueqing Zhou"], [], ["C. Drosten"], ["R. A. Fouchier"], [], ["J. S. Peiris"], ["W. K. Leung"], ["R. Lu"], ["S. Z. Jun", "Wang", "Zhiyao Zhao", "Ping Wang", "Meng Lin", "Jincun Xu", "Zhao"], ["M. Donoghue"], ["S. R. Tipnis"], ["D. W. Lambert", "N. M. Hooper", "A. J. Turner"], ["W. Li"], ["J. J. Byrnes"], ["T. Waseem", "M. Duxbury", "H. Ito", "S. W. Ashley", "M. K. Robinson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        A newly identified novel\n        ", "one_words_summarize": "A newly identified novel                As one member of the family coronaviride, coronavirus are enveloped withnon-segmented positive sense RNA, which are broadly distributed in humans andother mammals(1). Most of the coronavirus are harmless to human, except the betacoronaviruses, severe acute respiratory syndrome coronavirus (SARS-CoV)(2, 3) andMiddle East respiratory syndrome coronavirus (MERS-CoV)(4, 5), which lead tonumerous lethal respiratory disease cases in the past two de                Recently, Huang et al. Totally, 21,686 cells (4784 from CRC, 7130 from CRA and 9772 from NC samples)were collected after single cell RNA-seq quality control (Fig.2A). Asingle-cell neighborhood graph was computed on the 50 first principal componentsthat sufficiently explain the variation in the data using 15 nearest neighbors. UniformManifold Approximation and Projection (UMAP) was run for visualization. Cell typeswere annotated based on the expression of known marker genes. Here, we firstly proved that ACE2 is expressed in the colon epithelialcells of Chinese adults. A novel coronavirus associated with severe acute respiratorysyndrome."}