{"date": "2020/02/09", "journal": "medrxiv", "authors": "Qinghe Liu, Zhicheng Liu, Deqiang Li, Zefei Gao, Junkai Zhu, Junyan Yang, Qiao Wang", "title": "Assessing the Tendency of 2019-nCoV (COVID-19) Outbreak in China", "type": "preprint article", "abstract": "{liuqinghe, deqiang_li, zhichengliu, zf_gao, junkai_zhu, qiaowang} @seu.edu.cn", "text": "Backgroud: Since the outbreak of coronaviruses on December 8, 2019, the spread of newcoronaviruses is increasing. With no specific medicine, analysis of epidemic trends is critical fordisease control and epidemic risk management.Methods: We collected information on demographic characteristics, exposure history, and illnesstimelines of laboratory-confirmed cases of NCIP that had been reported by Feburary 6, 2020.Considering the huge population migration during the spring festival of China, a Flow-SEIR modelis proposed to perform empirical analysis. Assuming that most of people will go back to work fromFebruary 10 to the end of February, the risk of the coming migration from home to workplace isdefined and estimated, based on the confirmed cases and the Spring Festival migration data. We usedata from Baidu Migration to estimate the coming migration for returning to the workplace aftervacation from February 10 to 28, 2020. The risk of migration for returning was then estimated.Main findings:(1). The time when the number of daily new cases has reached a peak level, i.e. the nationalepidemic inflection point, is expected to be on February 7 - February 9. After the inflectionpoint, the number of infected people will grow slowly and the epidemic will be graduallycontrolled. We define the temporal number of infected cases as the net cumulative number ofcases. And the peak value represents the maximum of the net cumulative number, after thispeak point, the current number of cases will gradually decrease and the epidemic will graduallysubside. The predicted peak value of confirmed cases in Hubei can reach 62800 (56900 - 70300,0.95 CI). The peak time in Hubei is on February 29 (Feb. 25 - Mar. 08, 0.95 CI). The peakarrival time of areas except Hubei will be in the interval of Mar. 8-Mar. 15, 2020. It will takeabout 1.5-2 months from the peak to the end of the epidemic. Most provinces have the predictedpeak values less than 1000. The potential epidemic situation will be stable in March 2020 –June 2020.(2). Rather than larger outbreak, the estimated number of infective patients in Hubei (in whichWuhan is located) presents a front and steep feature, manifesting the overall trend that theepidemic tends to be consistent.(3). The necessary consciousness of self-protection and isolation is very effective for epidemicprevention and control. It can reduce the number of patients by nearly 90%. The effect ofselfprotection and isolation is stronger than the policy of traffic blockage. Provincial level trafficblockage can only alleviate 21.06% - 22.38% of the peak number of patients.(4). Early warning of epidemic situation is very important. In the experimental environment, theresults show that if there is 1 day in advance of the timely urban blockage, about 3600 peoplewill eventually be reduced in the country. If there is 1 day of delay, about 1800 people willfinally be at risk.(5). Assuming that the false negative rate is 50% and the potential transmission rate is 1-4 timeshigher than that of the confirmed patients, the real peak number of patients is likely to bebetween 214400-472500. Suppose that the transmission rate of the false negative patient istwice that of the confirmed patient, if the false negative rate decreased by 5% in one week, thepeak number of patients will slow down by 11.62%. If the proportion decreased by 10% in oneweek, the peak number of patients will decreased by 21.91%, which shows timely detection offalse negative population is more effective for epidemic control.(6). Under the natural condition, the return of Spring Festival transportation will aggravate theepidemic situation, especially for Guangdong, Zhejiang, Jiangsu, Hunan, Henan, Shanghai,Fujian and Beijing.We did not perform the global propagation of 2019-nCoV because that the available initial data isnot sufficient to make valuable conclusions.On January 24, 2020, J. M. Read et al [8] applied the transmission model and found that thereproduction number of infection is 3.8, and 72% - 75% of the transmission needed to be restrictedin order to inhibit the growing infection rate; Only 5.1% of Wuhan patients are confirmed cases,while as of January 21, 11341 people should have been infected. In addition, they found that trafficrestrictions only slowed the spread of the epidemic by 24.9%. Inspired by them, our group willfurther analyze the impact of self isolation and traffic interruption in this paper.On January 24, 2020, S. Zhao et al [9] used index function and the data from January 10 toJanuary 21, 2020, in mainland China and continuous time interval (SI) of SARS and MERS as theSI estimation of new coronavirus, then estimated the reproduction number of infection as 3.3 – 5.7,and the law of early outbreak was exponential distribution.On January 26, 2020, S. Jung et al [10] estimated the various time periods of the epidemic andfound that the incubation period is 2-9 days, with 95% confidence, the average incubation period is4-5 days, the average delay from onset to death is 13.8 days and the average time from onset tohospitalization is 3 days. They suggested that recommended isolation should be at least 9 days.On January 27, 2020, B. Tang et al [11] established a transmission dynamics model based onthe transmission mechanism of Wuhan new coronavirus, isolation and other strategies. They thoughtthe reproduction number of Infection is 3.8 and the intervention measures can reduce thereproduction number of Infection and transmission risk. Based on the epidemic data from Jan. 10 toJan. 22, they predicted the basic regeneration number of new coronavirus pneumonia transmissionin Wuhan is 6.47 (95% confidence interval is 5.71 – 7.23). If the control measures before Jan. 22were continued, the epidemic would reach the peak value around Mar. 10. As an extension, ourworks carries on peak prediction and arrival time estimation to simulate two kinds of ecology inHubei Province and other areas.On January 27, 2020, J. A. Backer et al [12] estimated that the average incubation period shouldbe 5.8 days (4.6-7.9 days, 95% confidence interval) and the range of variation was 1.3-11.3 days,according to the travel records and symptoms of 34 confirmed cases found outside Wuhan. Fromwhich they considered that 14 days of isolation will ensure that no symptoms will occur. In addition,they compared the 2019-nCoV with SARS and MERS.On January 31, 2020, J. Wu et al [13] used data from Dec 31, 2019, to Jan 28, 2020 thoughtthat the basic reproduction number of infection was estimated by using Markov Chain Monte Carlomethods and presented by the the resulting posterior mean and 95% confidence interval. Theyestimated that the basic reproduction number of infection in Wuhan in 2019 was 2.68 (95%confidence interval is 2.47-2.86). In addition, as of January 25, the number of infections was 75815(9-5% confidence interval is 37304-130330). The epidemic doubling time was 6.4 days (95%confidence interval is 5.8-7.1).On February 2, 2020, Adam J Kucharski et al [14] from London School of Hygiene & TropicalMedicine used a stochastic transmission model, based on confirmed cases in Wuhan and exportedcases originating in Wuhan and estimated that the reproduction number of infection frommidDecember to mid-January 2020 fluctuated between 1.6-2.9.Epidemiological study is often an afterwards research, such as our previous work[15]. However,there are many uncertainties and risks in the development of 2019-nCoV, so we need to providesome suggestions from the data analysis work in time.Since the outbreak of the epidemic, many scholars have concentrated in Wuhan and other areas,and studied the impact of basic regeneration number and traffic interruption. Some also estimatedthe real number of people infected in Wuhan. However, the outbreak of the epidemic has a hugeimpact on the economy and people's livelihood. Predicting the peak date and evaluating theeffectiveness of the control measures will play a decisive role in ensuring the smooth operation ofthe social economy. In addition, our work has broken through the geographical boundary of Wuhan,trying to focus on Hubei and other regions outside the province for larger scale analysis. At the sametime, the risk assessment and early warning of the Spring Festival return migration phenomenonwhich few people mentioned are carried out in different regions.The SEIR model is introduced in 1984 by Aron, J. and I. Schwartz [16], where S, E, I and Rreferring to the Susceptibles, Exposed, Infective, and Recovered, respectively. Compared with thestandard SIR model, the SEIR model emphasized the importance of the Exposed. In the epidemictransmission, when susceptible ones are infected, most of them will neither immediately get sicknor display symptoms, but patients in the exposed period are also infectious, and during the recoverythey will possibly be immune. For the details of SEIR model, please refer to as [17][18]. Finally,the incubation period and the time-varying propagation rate are investigated in [19] and [20]respectively.Among various mathematical models concerning epidemic, the advantages of SEIR are asfollows:(1). Neither SI nor SIR models are acceptable in our situation. In the SI model, the population isdivided into Susceptible and Infective. This model assumes that the population remainsunchanged, and then the exponential growth rate and the infection rate are readily availablefrom the observation. However, due to the dynamic population flows in and out during theChinese Spring Festival, this SI model is not applicable current situation. On the other hand,although the SIR model includes Recovered ones, the diseases with exposed period is not inconsideration.(2). For SEIR model, The Exposed is added to improve the prediction performance, which is inaccordance with the clinical findings on 2019-nCoV infection cases. Therefore, the number ofpeople who are not affected by the disease and the number of people who recovered from thedisease can be estimated.We proposed a Flow-SEIR model in this work, here is the model hypothesis：(1). The interaction of people flow between domestic and foreign areas is not considered.(2). The recovery probability increases linearly with the development of epidemic situation.(3). In the course of transmission, the probability of infection of the virus in contact with eachperson is equal.Different from standard SEIR model, we should further consider the special communicationfeature in Chinese Springer Festival, and then we add the factor of flow which reflects the mobilityof the population. This forms our Flow-SEIR model:(3.2)SEIRβα dS dt dE dt dI dt dR dt F   IS  IS  (   1)E  E  2 I  1E   2 Iall the mathematical details here in this work.following four main stages:It is worth noting that the transmission process of the 2019-nCoV can be divided into the(1). The outbreak is potentially spreading, but was not been aware of.(2). The first case has been reported since December 8, 2019, but the effect is seriouslyunderrated;patients are completely cured.(3). Offcial confirmation (including transmission control in key cities such as Wuhan);(4). Future: The epidemic is under control and the city commutes return to normal since theThe proposed model simulates phase 2 and 3. We assume that in each stage, the recovery ratesare relatively consistent at all stages, in terms of the natural recovery of self-recovered and medicaltreatment. But at each stage, the infection rate and the population can vary dramatically. For the firsttwo stages, the spread of the virus satisfies the exponential distribution. For the third stage, it isfound that there is a large number of population flows in and out because of the transportation duringSpring Festival.Assuming that the suspected and infected population have been isolated and do not have theability to transmit to the outside, starting with the number of potential susceptible S, then thetransmission might increase by:in which  is the rate of those who are susceptible and being infected shown in table 2, and k is aconstant which will be estimated, is basic reproduction number. For the third stage, there are a = (1 −  )large number of population flows from Wuhan, because of the Spring Festival as well as the panic.As a result, F will increase sharply and x will also rises. After then, multiple cities began to restricttraffic, F will decrease, because of self-protection and isolation policy, and the self-segregationfactor will increases, then because of self protection and isolation policy, the self-segregationfactor  increases, thenvalues is in decline gradually.For the cure rate parameters, we collect the empirical data related to pneumonia as the priordistributiona, and take the infection of 2019-nCoV as the likelihood, and maximum the posterior asthe iteration rule.Next, we use the network model to describe the nationwide prediction regarding each province(and municipality) as an independent node, and utilize the city-specific Flow-SEIR modelcorrespondingly. The flow intensity of each edge of the network is F, represented potential impacton population flow. To perform this approach, we collected population migration data from BaiduAPI which provides daily intra-province population migration strength. For the i-th city or province,this floating population can be mathematically written as follows,= ∑, ,…, (1 −  ) in which (1 −  )is the flow factor of the corresponding node,  ji is the natural flow factor ofthe corresponding node independent of control policy of traffic blockage. It represents the ratio offloating population to potential population. In the third stage,  ji of Wuhan and some cities is verylarge, after the intervention of policy forces, the flow factor will decrease rapidly. The decline ratiowith different values can reflect the impact degree caused by different policy. We introduce trafficblockage factorwhich is between 0 and 1. The higher the degree of traffic blockage over trafficflow implemented, the greater the flow of restriction follows. Conversely, when  is taken as 0, theIn practical process, equation (3.1) is implemented by following iterations with prescribed(3.3)(3.4)(3.5)traffic flow is in the uncontrolled state.3.5. Parameter Estimation.steps:S  S  F   ISE  E   IS  (   1)EI  I  E  2 IR  R   1E   2 If 1MM m1 ( zm  zˆm )2In the process of parameter iteration, in order to get convergence parameters faster, we useGradient Descent method to build BP network. In this model, the loss function f is defined by theleast square method:in which M means the length of the real data, is the real data on the mth time tag, m=1,2,…,Mand  ̂ is the estimated value.Now we estimate the risk of the migration after vacation. The legal work day is on Feb 10, andwe estimate the average exposed period to be seven days, according to the released data by theNational Health Commission of China.Assuming that most of people who return home during Spring Festival from Jan 10th to Jan24th will go back to their former workplace from Feb 10 to Feb 28, 2020. We can estimate the riskof migration from Feb 10 to Feb 20 after vacation among all provinces, based on the migration datafrom Jan 10th to Jan 24th, which represents the migration that most people went home. We shouldestimate the potential cases number of each province for the past seven days, based on our proposedmodel, in fact, we use the total number of confirmed cases in the last seven days to estimate thepotential cases number of each province during the migration time for simplicity. Then the migrationrisk can be expressed as follows:where   ,   , ,   ,   were the migration risk index, the migration proportion from the jthprovince to the ith province, the migration scale of the ith province and the potential number ofinfections of jth province.In practical process, equation(4.1) can be prescribed as equation (4.2).(4.1)(4.2)province to the target province, S the migration scale of the target province, and  the comingrisk index of the target province.We get the above migration data from Baidu Migration, that S was the intra-provincepopulation migration strength, F was the intra-province migration proportion. And X was theconfirmed cases of the origin province from Feb 2 to Feb 8.The local risk index is based on the factors of the local basic population, the confirmed cases,the transmission and medical policy of the ith province.There are some deficiencies in our research, the most important of which is that the data usedfor modeling is not accurate. This may lead to a deviation or error in our prediction results.To be specific,we use the data released by the National Health Commission of China and eachprovince, it is obtained by the government through certain rules. In practical analysis, we found thenumber of confirmed cases increases dramatically on some days. Following we will talk about somelimitations of the data and its possible causes.The death rate in Hubei is much higher than other provinces. Due to the large number ofconfirmed cases in Hubei, some problems such as the shortage of medical resources, and the lackof doctors and hospital beds began to come up. As a result, many patients cannot be treated in timeand died.Data Missing: Diagnostic reagents are in short supply in Hubei, which makes some patientsunable to get timely diagnosis and treatment. As a result, the confirmed number of patients is lessthan the actual number. Many patients may have recovered or died in the process of waiting fordiagnosis, but this part is not shown in the statistical data. We cannot obtain statistics of thesepatients, but they are really infected.Data Latency: There are many reasons for data latency:(1) The virus has an incubation period, about 7-14 [21]days and patients will have symptomsseveral days after being infected. As a result, the diagnosis of the patient will be delayed.(2) In the earlier stage (before Jan 25th), due to the lack of promotion of diagnosis methodsand insufficient medical conditions of some small cities, many patients cannot be diagnosed in time.(3) In Hubei Province, the number of infected people is too large, there are not enoughdiagnostic reagents, so many patients need to queue for reagents and wait for a few days.        (4) The diagnostic method is real-time PCR, which has not yet been satisfactory with somelimitations of false-positive and false-negative results[        And in the other provinces except for Hubei, patients can almost get timely diagnosis andtreatment due to the small number of patients and the popularization of diagnostic technology.However, with the increasing number of patients, other provinces with more patients should alsopay attention to the problem of medical resources.For the problem of high death rate in Hubei Province, we reduced the ratio of Hubei’s model according the real data that =   , =   . For the data missingproblem, we enlarged the ratio of α of Hubei’s model, that =  .For the data latency problem, it can be assumed that the number of confirmed cases publishedon one day is the number of confirmed cases n days ago, and n is the number of delayed daysin the ith province, expressed as( ) = ( − n )(5.1)For Hubei, due to the above factors, the latency will be relatively long, which may reach 5-7days. For other provinces, if patients can get treatment in time, the delay should only include thetime waiting for the result of the diagnostic reagents, is about 1 day.We define peak value represents the peak of I(t), which is the cumulative number of infectedcases minus the cumulative number of cures, i.e. the number of net infected cases. After this peakpoint, the temporal number of cases will gradually decrease and the epidemic will gradually subside.Assuming that our model takes no accout of the impact of return trip of Spring Festivaltemporarily, we first simulated the epidemic trend of 34 provinces of China, and predicted the peaknumber of confirmed cases and its arrival time in each area, as shown in figure1, 2. Parameters suchas the prevalence rate and cure rate obeyed the Gaussian distribution in the model and we took themean value.logarithmcalculation of the predicted number of people based on 10, and the y-axis corresponds to differentgeographical areas.the prediction of peak arrival time at average level, and the y-axis corresponds to different geographical areas.On average, the peak number of confirmed cases of Hubei is predicted to reach 62800(only30%-50% of the real number of cases considering the limited medical resources), and the peakarrival time is on February 29, 2020. Tibet has both the minimum peak value and the earliest peakarrival time. According to the data up to Feburary 7, 2020, the number of confirmed cases in Tibetis only 1, and there is no suspected patient. The predicted total peak number of confirmed cases ofnew coronavirus in China will reach 85500 (76700 - 97500, 0.95 CI), is about 13 times of that ofSARS virus, according to the statistics released by the World Health Organization is 5327. On theone hand, this shows that when the transmission of new coronavirus is very high, on the other hand,it is also the rapid development of traffic caused by the rapid development of cross transmissionspeed.The predicted peak value is combined with different interval, which is listed in table 3 below.Except for Hubei, there are no other provinces that the peak value is more than 3000 but Zhejiang.Table 3 Predicted peak number of confirmed cases of each province based on  =  .  ,  =  .  and otherparameters are on average.Provinces (autonomous region, or special administrative region) Peak value intervalHubei >40000Zhejiang，Guangdong，Henan，Hunan，Chongqing [2000, 4000]Anhui，Sichuan，Jiangxi，Shandong，Jiangsu，Beijing [1000, 2000]Shanghai，Fujian，Guangxi，Hainan [500, 1000]ShaanYxuin，naHne，beTi ，ianHjieni，lonSghjaiannxgi，，GLiaanosnuing， [200, 500]HonIngnKeroMngo，ngJoilliina，，MNiancgaxui，a，QXinignhjiaain，g，TGaiuwizahno，u ，Tibet <200Table 3 distinguishs Hubei Province as a single category to reflect the correspondingrelationships and differences. In terms of peak population, Hubei is far higher than other regions.Zhejiang, Guangdong, Henan, Hunan and Chongqing are the places most likely to become the nextworst-hit area at present, and the relevant departments should pay attention to them. The peak valueof most parts of the country is predicted to be stable within 1000.It is predicted that the peak arrival time of Hubei will be at the end of February, which is muchearlier than other provinces. Therefore, it is very urgent to analyze the progress of the disease inHubei. Then, comparative analysis and discussion on more details of Hubei are conducted.Figure 4 and 5 show the simulation trend of Hubei Province and other regions, respectively.According to the results, the potential population affected by the epidemic will be stable in March2020. Potentially affected population base is more than 100000. As of Feburary 5, 2020, the numberof confirmed cases in Hubei is 16678, only 16.7% of the population base of the potential population.As a result, there are still a large number of infected cases that have not been tracked or confirmed,so only 30%-50% confirmed cases were estimated in our model, in other words, our modelunderestimates the real number of confirmed cases. The epidemic situation in Hubei will not becompletely controlled and eliminated until June 2020. The peak arrival time of except-Hubei isabout 1-2 week later. Except that the trend of except-Hubei is basically consistent with that of Hubeiprovince, the change of the epidemic situation of except-Hubei is higher than that in Hubei. It canbe seen that the trend of the confirmed cases’ number in Hubei is steeper. This is consistent with thecharacteristics of a diffusion center, of which the change time is earlier and drastic, while comparingwith the center, the periphery presents the characteristics of postposition and slowness. It can befound that the trend is usually steeper and ahead of time in the center of the epidemic comparedwith other regions. On the one hand, it is related to the timely protection measures that have takento other areas. On the other hand, it is related to the information lag of the central location. In theearly stage of the epidemic, the spread in the outbreak area almost shows an unhindered exponential12growth, which is one of the reasons for the steeper trend of the central position. Similarly, accordingto the data, compared with other regions in Hubei Province, Wuhan also shows obviousprepositiveness and steepness.The error between the predicted data and the real data is shown in Figure 6. Here we difine theinflection point as the peak value of new infections number per day, and after the inflection point,the number of infected people will grow slowly and the epidemic will be gradually controlled. Wecan get the inflection point after first-order difference calculation of the cumulative cases trend,which is expected to be on February 7 - February 9.(a) Cumulants of Hubei(b) Increment of Hubei(c) Cumulants of Guangdong(d) Increment of Guangdong(e) Cumulants of Jiangsu(f) Increment of Jiangsu(g) Cumulants of Anhui(h) Increment of Anhuirecovery rate of 0.05 confidence interval, better condition uses recovery rate of 0.95 confidence interval.recovery rate of 0.05 confidence interval, better condition uses recovery rate of 0.95 confidence interval.In Figure 7 and 8, we took the upper quantile of 0.9 as the cure rate, and took the upper quantileof 0.1 as the prevalence rate, to represent a better case for simulation; and we took the upper quantileof 0.1 as the cure rate, took the upper quantile of 0.95 as the prevalence rate, to represent a worsecase for simulation, and the results are shown in Table 4 and 5.The peak time fluctuations of Hubei and other regions are respectively about 2020.02.29 (02.25- 03.08, 0.95 confidence interval) and 2020.03.09 (2020.03.02 – 2020.03.24, 0.95 confidenceinterval). On baseline condition, the daily growth of confirmed cases will reach the peak in the nextweek and gradually stabilize, and then begin to decline.Table 4 Simulation results of epidemic situation in HubeiCompared with the larger area of Hubei, the epidemic situation in Wuhan presents a front andsteep feature, but the overall trend tends to be consistent. Since traffic blockage factors andselfsegregation factors are difficult to quantify, we take different values of them in [0,1] to obtainexperimental results, as shown in Fig 9 and Fig 10. The self-segregation factors reflect theimportance the public attaches to the outbreak and the extent to which measures are taken to protectand isolate themselves. With the increase of self-segregation factor, the peak of confirmed cases’number is significantly decreased. When  =1, that is, all people were in a completely ideal state ofself-protection and isolation, the peak would decrease by 89.68% on average, while  =0, the peakwill increase by 20.4%. Traffic blockage factor of  reflects the policy intervention to limit theextent of the city traffic flow. If  is close to 1, the target area is almost completely blocked foreignflows, the peak number will drop by 21.06%-22.39% than that with  =0. In contrast, people'svoluntary cooperation is more important than traffic blockage, so we once again encourage peopleto do a good job of self-protection, both to protect themselves and others.6, Feburary 13. The x-axis is the date and the y-axis is the number of patients.January 16, January 23, January 30. The x-axis is the date and the y-axis is the number of patients.        The self-segregation factor  in Figure 11 is changed to the traffic blockage control factor to represent the impact of traffic interruption, and four different effective times are also analyzed toget Figure 12. In the experiment, it is assumed that after traffic blockage, the traffic flow betweenprovinces would be completely cut off and according to the study [        Considering an average daily rough estimate based on experimental conditions, every day inadvance of the timely urban blockade, about 3600 people will eventually be reduced in the country,and every day of delay, about 1800 people will finally be at risk.We can draw a conclusion from figure 13 with the method of risk estimation, that Guangdong,Zhejiang, Jiangsu, Hunan, Henan, Shanghai, Fujian and Beijing were the top-risk provinces. Weused normalization method to measure the rank of risks of all provinces, instead of the originmigration risks. For origin risk, see Appendix 2. Guangdong, Zhejiang, Jiangsu，Shanghai andBeijing are the main places that people get their work, which may account for the great risks. ForHunan and Henan, the two provinces adjoin with Hubei, the most damaged province, which mayget more potential number of infections, so the risks are also high. For Beijing, the capital of China,the scale of Spring Festival migration is not larger than Guangzhou, and the returning migration willnot be so strong because of the traffic blockage, thus the risk is lower than Guangzhou.Figure 13 Risks-rank of all provinces for the returning migrationIn this part, we consider that there are a large number of false negative cases. Because thesepeople have not received hospital treatment, the transmission is stronger than the confirmed cases.Therefore, we assume that the potential transmission rate of false negative is 1 times of that ofconfirmed cases.In figure 14, assuming l is 2, the peak number of patients is between 49000 and 268000. If l is3, the maximum number of patients is 380000. Assuming l is 4, the peak value reaches 490000. If lreaches 5, the peak value will exceed 600000.In figure 15, the results show that if the false negative rate decreased by 5% in one week, andthe peak number of patients slowed down by 11.62%. If the proportion decreased by 10% in oneweek, the peak number of patients decreased by 21.91%. It can be seen that timely detection of falsenegative population is more effective for epidemic control.We perform simulation analysis of Flow-SEIR model, which is proposed for epidemic trendsanalysis and risk estimation. From analysis, we draw the following conclusion:(1). On average, the predicted peak value can reach 62800 (56900 - 70300, 0.95 confidenceinterval), and the peak time is on 2020.02.29(2020.02.25 – 2020.03.08, 0.95 confidenceinterval) and peak of areas except Hubei will come at 2020.03.09 (2020.03.02 – 2020.03.24,0.95 confidence interval). Peak arrival time in other regions except Hubei will occur 1-2weeks behind that of Hubei. The peak value of the whole country is predicted to be about 85500(76700 - 97500, 0.95 confidence interval), which will be 13 times of the SARS virus in 2003.It will take about 1.5-2 months from the peak to the end of the epidemic.(2). Except for Hubei and Zhejiang, there are no serious disease cases in other provinces of whichthe peak value is almost lower than 3000. Most provinces have the predicted peak valuesranging from 0 to 1000. In recent days, the number of confirmed cases in Zhejiang hasincreased rapidly, and there is the possibility of exponential growth trend.(3). The epidemic situation in the south is more serious than that in the north of China, and moreserious in the East than that in the West. Tibet in the southwest of China is the least affected bythe epidemic situation mainly due to the defense of sparse population in the plateau area.(4). Rather than larger outbreak, the estimated number of infective patinets in Hubei(in whichWuhan is situated) presents a front and steep feature, manifesting the overall trend that theepidemic tends to be consistent.(5). If the masses take protective measures, the peak number of cases will fall greatly by 89.68%.However, if the masses completely ignored self-Segregation factor, the peak is predicted to riseby 20.40%. If the external population flow in the target area is almost completely blocked, thepeak of inaction will decrease by 21.06%-22.38%. In short, when the masses raise theircooperate awareness of self-protection and follow certain control policies regarding preventivemeasures, the outbreak will probably be slowing down.(6). Early warning for patients, timely traffic blockage and self isolation measures are extremelyeffective, especially in areas with less epidemic situation. Based on experimental conditions,every day in advance of the timely urban blockage, about 3600 people will eventually bereduced in the country, and every day of delay, about 1800 people will finally be at risk.(7). A large amount of people flow from home to workplace may incease the risk of bringing moreinfections to the destinations, especially for Guangdong, Zhejiang, Jiangsu, Hunan, Henan,Shanghai, Fujian and Beijing.[1] Chen Y, Liu Q, Guo D. Coronaviruses: genome structure, replication, and pathogenesis[J].Journal of Medical Virology, 2020:doi:10.1002/jmv.25681[2] Bogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer MU, Khan K. Pneumonia of unknownetiology in Wuhan, China: potential for international spread via commercial air travel[J]. Journalof Travel Medicine 2020:doi:10.1093/jtm/taaa1008[3] 'Definition of suspected cases of unexplained pneumonia', the National Health Commission ofthe People’s Republic of China (in Chinese). [http://www.nhc.gov.cn/][4] Li W, Shi Z, Yu M, et al. Bats are natural reservoirs of SARS-like coronaviruses[J]. Science,2005, 310(5748): 676-679.[5] Hu M. Visualizing the largest annual human migration during the Spring Festival travel seasonin China[J]. Environment and Planning A: Economy and Space, 2019, 51(8): 1618-1621.[6] National Health Commission of People’s Republic of China: http://www.nhc.gov.cn/ [cited 7Feb 2020][7] Health Commission of Hubei Province: http://wjw.hubei.gov.cn/ [cited 7 Feb 2020][8] Read JM, Bridgen JRE, Cummings DAT, et al. Novel coronavirus 2019-nCoV: early estimationof epidemiological parameters and epidemic predictions[J]. medRxiv, 2020.[9] Zhao S, Ran J, MUSA SS, et al. Preliminary estimation of the basic reproduction number ofnovel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the earlyphase of the outbreak[J]. bioRxiv, 2020:doi:10.1016/j.ijid.2020.01.050[10] Jung S, Kinoshita R, Hayashi K, et al. Epidemiological identification of a novel infectiousdisease in real time: Analysis of the atypical pneumonia outbreak in Wuhan, China, 2019-20[J]. medRxiv, 2020.doi:10.1101/2020.01.26.20018887[11] Tang B, Wang X, Li Q et al. Estimation of the transmission risk of 2019-nCov and itsimplication for public health interventions. Available at SSRN 3525558, 2020[12] Backer JA, Klinkenberg D, Wallinga J. The incubation period of 2019-nCoV infectionsamong travellers from Wuhan, China[J]. medRxiv, 2020:doi: 10.1101/2020.01.27.20018986[13] Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: A modellingstudy[J]. the Lancet, 2020: doi:10.1016/S0140-6736(20)30260-9[14] Kucharski AJ, Russell TW, Diamond C et al. . Early dynamics of transmission and control of2019-nCoV: a mathematical modelling study[J]. medRxiv, 2020:doi:10.1101/2020.01.3120019901[15] Lu J, Liu W, Xia R, et al. Effects of closing and reopening live poultry markets on the epidemicof human infection with avian influenza A virus[J]. Journal of biomedical research, 2016, 30(2):112.[16] Aron JL, Schwartz IB. Seasonality and period-doubling bifurcations in an epidemicmodel[J].Journal of theoretical biology, 1984, 110(4): 665-679.[17] Li MY, Muldowney JS. Global stability for the SEIR model in epidemiology[J]. Mathematicalbiosciences, 1995, 125(2): 155-164.[18] Li MY, Smith HL, Wang L. Global dynamics of an SEIR epidemic model with verticaltransmission[J]. SIAM Journal on Applied Mathematics, 2001, 62(1): 58-69.[19] Kim S, Byun JH, Jung IH. An SEIR Epidemic Model where Empirical Distribution ofIncubation Period has Approximated by Coxian Distribution[J]. arXiv preprint2019, 81(11): 4343-4365.[20] Smirnova A, deCamp L, Chowell G. Forecasting epidemics through nonparametric estimationof time-dependent transmission rates using the SEIR model[J]. Bulletin of mathematical biology,[21] Pediatric Committee. Emergency response plan for the neonatal intensive care unit duringepidemic of 2019 novel coronavirus [J]. Chin J Contemp Pediatr, 22(2): 91-95.diagnosing novel coronavirus infections[J]. Genetics and molecular research: GMR, 2015,14(4):15634-15641.23169[24] Lodge EK, Schatz AM, Drake JM. Protective population behavior change in outbreaks ofAppendix1 Data SourceReported Cases Data:http://www.nhc.gov.cn/http://wsjk.tj.gov.cn/http://wsjkw.nx.gov.cn/http://wsjkw.sc.gov.cn/http://wsjkw.cq.gov.cn/http://wsjkw.gd.gov.cn/http://wjw.hunan.gov.cn/http://wjw.hubei.gov.cn/http://hc.jiangxi.gov.cn/http://wjw.ah.gov.cn/http://www.zjwjw.gov.cn/http://wsjkw.sh.gov.cn/http://wsjkw.jl.gov.cn/http://wjw.nmg.gov.cn/http://wsjk.ln.gov.cn/http://wsjkw.hlj.gov.cn/", "ref_list": [[], ["A meta-analysis to evaluate the effectiveness of real-time PCR for"], ["Beware of asymptomatic transmission: Study on 2019-nCoV prevention and Appendix2 The migration risk of each province during the coming migration for returning to the workplace after vacation before February 10th，2020"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Lin", "R Ye", "YL Xia"], ["P Shao", "Y. Shan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Backgroud: Since the outbreak of coronaviruses on December 8, 2019, the spread of new\ncoronaviruses is increasing. With no specific medicine, analysis of epidemic trends is critical for\ndisease control and epidemic risk management.", "one_words_summarize": "Backgroud: Since the outbreak of coronaviruses on December 8, 2019, the spread of newcoronaviruses is increasing. After the inflectionpoint, the number of infected people will grow slowly and the epidemic will be graduallycontrolled. We define the temporal number of infected cases as the net cumulative number ofcases. And the peak value represents the maximum of the net cumulative number, after thispeak point, the current number of cases will gradually decrease and the epidemic will graduallysubside. It will takeabout 1.5-2 months from the peak to the end of the epidemic. Rather than larger outbreak, the estimated number of infective patients in Hubei (in whichWuhan is located) presents a front and steep feature, manifesting the overall trend that theepidemic tends to be consistent.(3). If there is 1 day of delay, about 1800 people willfinally be at risk.(5). They suggested that recommended isolation should be at least 9 days. The epidemic doubling time was 6.4 days (95%confidence interval is 5.8-7.1).On February 2, 2020, Adam J Kucharski et al [14] from London School of Hygiene & TropicalMedicine used a stochastic transmission model, based on confirmed cases in Wuhan and exportedcases originating in Wuhan and estimated that the reproduction number of infection frommidDecember to mid-January 2020 fluctuated between 1.6-2.9.Epidemiological study is often an afterwards research, such as our previous work[15]. However,there are many uncertainties and risks in the development of 2019-nCoV, so we need to providesome suggestions from the data analysis work in time. However, the outbreak of the epidemic has a hugeimpact on the economy and people's livelihood. At the sametime, the risk assessment and early warning of the Spring Festival return migration phenomenonwhich few people mentioned are carried out in different regions. The SEIR model is introduced in 1984 by Aron, J. and I. Schwartz [16], where S, E, I and Rreferring to the Susceptibles, Exposed, Infective, and Recovered, respectively. In the SI model, the population isdivided into Susceptible and Infective. For SEIR model, The Exposed is added to improve the prediction performance, which is inaccordance with the clinical findings on 2019-nCoV infection cases. The interaction of people flow between domestic and foreign areas is not considered.(2). The flow intensity of each edge of the network is F, represented potential impacton population flow. It represents the ratio offloating population to potential population. In this model, the loss function f is defined by theleast square method:in which M means the length of the real data, is the real data on the mth time tag, m=1,2,…,Mand  ̂ is the estimated value. Assuming that most of people who return home during Spring Festival from Jan 10th to Jan24th will go back to their former workplace from Feb 10 to Feb 28, 2020. In practical process, equation(4.1) can be prescribed as equation (4.2).(4.1)(4.2)province to the target province, S the migration scale of the target province, and  the comingrisk index of the target province. This may lead to a deviation or error in our prediction results. To be specific,we use the data released by the National Health Commission of China and eachprovince, it is obtained by the government through certain rules. As a result, many patients cannot be treated in timeand died. For the data missingproblem, we enlarged the ratio of α of Hubei’s model, that =  .For the data latency problem, it can be assumed that the number of confirmed cases publishedon one day is the number of confirmed cases n days ago, and n is the number of delayed daysin the ith province, expressed as( ) = ( − n )(5.1)For Hubei, due to the above factors, the latency will be relatively long, which may reach 5-7days. Assuming that our model takes no accout of the impact of return trip of Spring Festivaltemporarily, we first simulated the epidemic trend of 34 provinces of China, and predicted the peaknumber of confirmed cases and its arrival time in each area, as shown in figure1, 2. The predicted peak value is combined with different interval, which is listed in table 3 below. In terms of peak population, Hubei is far higher than other regions. The epidemic situation in Hubei will not becompletely controlled and eliminated until June 2020. The peak arrival time of except-Hubei isabout 1-2 week later. On the other hand, it is related to the information lag of the central location. Table 4 Simulation results of epidemic situation in HubeiCompared with the larger area of Hubei, the epidemic situation in Wuhan presents a front andsteep feature, but the overall trend tends to be consistent. The x-axis is the date and the y-axis is the number of patients. ForHunan and Henan, the two provinces adjoin with Hubei, the most damaged province, which mayget more potential number of infections, so the risks are also high. For Beijing, the capital of China,the scale of Spring Festival migration is not larger than Guangzhou, and the returning migration willnot be so strong because of the traffic blockage, thus the risk is lower than Guangzhou. We perform simulation analysis of Flow-SEIR model, which is proposed for epidemic trendsanalysis and risk estimation. The epidemic situation in the south is more serious than that in the north of China, and moreserious in the East than that in the West. Early warning for patients, timely traffic blockage and self isolation measures are extremelyeffective, especially in areas with less epidemic situation. medRxiv, 2020.doi:10.1101/2020.01.26.20018887[11] Tang B, Wang X, Li Q et al. Estimation of the transmission risk of 2019-nCov and itsimplication for public health interventions. Early dynamics of transmission and control of2019-nCoV: a mathematical modelling study[J]. Seasonality and period-doubling bifurcations in an epidemicmodel[J].Journal of theoretical biology, 1984, 110(4): 665-679.[17] Li MY, Muldowney JS. An SEIR Epidemic Model where Empirical Distribution ofIncubation Period has Approximated by Coxian Distribution[J]. Protective population behavior change in outbreaks ofAppendix1 Data SourceReported Cases Data:http://www.nhc.gov.cn/http://wsjk.tj.gov.cn/http://wsjkw.nx.gov.cn/http://wsjkw.sc.gov.cn/http://wsjkw.cq.gov.cn/http://wsjkw.gd.gov.cn/http://wjw.hunan.gov.cn/http://wjw.hubei.gov.cn/http://hc.jiangxi.gov.cn/http://wjw.ah.gov.cn/http://www.zjwjw.gov.cn/http://wsjkw.sh.gov.cn/http://wsjkw.jl.gov.cn/http://wjw.nmg.gov.cn/http://wsjk.ln.gov.cn/http://wsjkw.hlj.gov.cn/"}