{"date": "2020/02/16", "journal": "medrxiv", "authors": "Jing Liu, Sumeng Li, Jia Liu, Boyun Liang, Xiaobei Wang, Hua Wang, Wei Li, Qiaoxia Tong, Jianhua Yi, Lei Zhao, Lijuan Xiong, Chunxia Guo, Jin Tian, Jinzhuo Luo, Jinghong Yao, Ran Pang, Hui Shen, Cheng Peng, Ting Liu, Qian Zhang, Jun Wu, Ling Xu, Sihong Lu, Baoju Wang, Zhihong Weng, Chunrong Han, Huabing Zhu, Ruxia Zhou, Helong Zhou, Xiliu Chen, Pian Ye, Bin Zhu, Shengsong He, Yongwen He, Shenghua Jie, Ping Wei, Jianao Zhang, Yinping Lu, Weixian Wang, Li Zhang, Ling Li, Fengqin Zhou, Jun Wang, Ulf Dittmer, Mengji Lu, Yu Hu, Dongliang Yang, Xin Zheng", "title": "Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients", "type": "preprint article", "abstract": "* # These authors contribute equally to this work.", "text": "* # These authors contribute equally to this work.University of Science and Technology, Wuhan 430022, ChinaThis work is supported by the National Natural Science Foundation of China(81861138044, 91742114 and 91642118), the National Science and Technology MajorProject (2018ZX10723203, 2018ZX10302206, 2017ZX10202201, 2017ZX10202202and 2017ZX10202203), the Innovation Team Project of Health Commission of HubeiProvince (WJ2019C003), the Integrated Innovative Team for Major Human DiseasesProgram of Tongji Medical College and the “Double-First Class” Project for theInternational Cooperation Center on Infection and Immunity, HUST, and a specialjoint project of University Hospital Essen, University of Duisburg-Essen.The authors disclose no conflicts of interest.Background: The dynamic changes of lymphocyte subsets and cytokines profiles ofpatients with novel coronavirus disease (COVID-19) and their correlation with thedisease severity remain unclear.Method: Peripheral blood samples were longitudinally collected from 40 confirmedCOVID-19 patients and examined for lymphocyte subsets by flow cytometry andcytokine profiles by specific immunoassays.Findings: Of the 40 COVID-19 patients enrolled, 13 severe cases showed significantand sustained decreases in lymphocyte counts but increases in neutrophil counts than27 mild cases. Further analysis demonstrated significant decreases in the counts of Tcells, especially CD8 + T cells, as well as increases in IL-6, IL-10, IL-2 and IFN-γlevels in the peripheral blood in the severe cases compared to those in the mild cases.T cell counts and cytokine levels in severe COVID-19 patients who survived thedisease gradually recovered at later time points to levels that were comparable tothose of the mild cases. Moreover, the neutrophil-to-CD8+ T cell ratio (N8R) wereidentified as the most powerful prognostic factor affecting the prognosis for severeCOVID-19.Conclusion: The degree of lymphopenia and a proinflammatory cytokine storm ishigher in severe COVID-19 patients than in mild cases, and is associated with thedisease severity. N8R may serve as a useful prognostic factor for early identificationof severe COVID-19 cases.First reported in Wuhan, China, on 31 December 2019, an ongoing outbreak of a viralpneumonia in humans has raised acute and grave global concern. The causativepathogen was rapidly identified as a novel β-coronavirus, which has since beenformally named as the severe acute respiratory syndrome coronavirus 2(SARS-CoV-2) by the International Committee on Taxonomy of Viruses. Accordingto the daily report of the National Health Commission of China, the epidemic ofSARS-CoV-2 has so far caused 57,416 confirmed cases, including 11,272 severecases, and 1,665 deaths in China by February 15th, 2020.1 The disease caused bySARS-CoV-2 has been recently named as the Coronavirus Disease-2019 (COVID-19)by the World Health Organization. Previous studies about the epidemiological andclinical characteristics of COVID-19 showed patients with COVID-19 may developeither mild or severe symptoms of acute respiratory infection, while the mild patientsshow symptoms of fever, dry cough, fatigue, abnormal chest CT findings but with agood prognosis.2-3 In contrast, some patients develop severe pneumonia, acuterespiratory distress syndrome (ARDS) or multiple organ failure, with death ratesranging from between 4.3% to 15% according to different study reports.2, 4Lymphopenia and inflammatory cytokine storm are typical laboratory abnormalitiesobserved during highly pathogenic coronavirus infections, such as the severe acuterespiratory syndrome coronavirus (SARS-CoV) and the Middle East respiratorysyndrome coronavirus (MERS-CoV) infections, and are believed to be associatedwith disease severities.5-6 Recent studies have also reported decreases in the counts oflymphocytes in the peripheral blood and increases in serum inflammatory cytokinelevels in COVID-19 patients.4, 7 However, it has remained largely unclear howdifferent lymphocyte subsets and the kinetics of inflammatory cytokines change in theperipheral blood during COVID-19. In this study, we longitudinally characterized thechanges of lymphocyte subsets and cytokines profiles in the peripheral blood ofCOVID-19 patients with distinct disease severities.A written informed consent was regularly obtained from all patients upon admissioninto Wuhan Union Hospital, China. The study was approved by the Ethics Committeeof Tongji Medical College of Huazhong University of Science and Technology. The40 confirmed COVID-19 patients at Wuhan Union Hospital during January 5 toJanuary 24, 2020 were enrolled into this retrospective single-center study. All medicalrecord information including epidemiological, demographic, clinical manifestation,laboratory data, and outcome data were obtained. All data were checked by a team oftrained physicians.Laboratory confirmation of the SARS-CoV-2 was performed by local CDC accordingto Chinese CDC protocol. Throat-swab specimens were collected from all patientsand the samples were maintained in viral-transport medium for laboratory testing. Aninfection with other respiratory viruses including influenza A virus, influenza B virus,Coxsackie virus, respiratory syncytial virus, parainfluenza virus and enterovirus wasexcluded by real-time RT-PCR. Specimens, including sputum or alveolar lavatoryfluid, blood, urine, and feces, were cultured to identify pathogenic bacteria or fungithat may be associated with the SARS-CoV-2 infection. The specific IgG and IgM ofChlamydiapneumoniaandpneumoniaweredetectedbychemiluminescence immunoassay. The lymphocyte test kit (Beckman Coulter Inc., FL,USA) was used for lymphocyte subset analysis. Plasma cytokines (IL2, IL4, IL6,IL10, TNF - α and IFN - γ) were detected with human Th1/2 cytokine kit II (BD Ltd.,Franklin lakes, NJ, USA). All tests are performed according to the product manual.Classification variables are expressed in frequency or percentage, and significance isdetected by chi square or Fisher’s exact test. The quantized variables of parametersare expressed as mean ± standard deviation, and the significance is tested by t-test.Nonparametric variables were expressed in median and quartile intervals, andsignificance was tested by Mann Whitney U or Kruskal Wallis test. P < 0.05 wasconsidered statistically significant in all statistical analyses. Principal componentanalysis (PCA) was performed to identify the major contributing factors amongclinical parameters to distinguish mild and severe cases of COVID-19 patients. Thediagnostic values of selected parameters for differentiating mild and severe cases ofCOVID-19 patients were assessed by receiver operating characteristic (ROC) and areaunder the ROC curve (AUC). SPSS statistical software (Macintosh version 26.0, IBM,Armonk, NY, USA) and R package are used for statistical analysis.        The diagnosis of COVID-19 for patients was performed according to the Guidelinesof the Diagnosis and Treatment of New Coronavirus Pneumonia (version 5) publishedby the National Health Commission of China. Mild patients met all followingconditions: (1) Epidemiology history, (        The enrolled COVID-19 patients consisted of 15 males (37.5%) and 25 females(62.5%) (Table 1). Only 3 patients (7.5%) had an exposure history (shopping) on theHuanan seafood market in Wuhan. The medium age of the patients was 48.7 ± 13.9years old. The ages of the severe patient group (59.7 ± 10.1 years) were older thanthat of the mild group (43.2 ± 12.3 years). A total of 14 (35%) patients in both groupshad basic diseases, including diabetes (6 [15%]), hypertension (6 [15%]), pituitaryadenoma (2 [5%]), thyroid disease (2 [5%]) and tumor disease (2 [5%]). Four severepatients had mixed fungal infection and 1 severe patient had mixed bacterial infection(Table 1). All severe patients and 85.2% of the mild patients had fever, while nosignificant difference in the degrees of temperature was observed between the twogroups (Table 1). The severe patients showed significantly higher frequencies in theoccurrence of sputum production (P=0.032), myalgia (p=0.041) and nausea (p=0.029)(Table 1). The levels of fibrinogen (p<0.001), D-dimer (P=0.008), total bilirubin(P=0.007), aspartate transaminase (p<0.001), alanine transaminase (P=0.004), lactatedehydrogenase (p<0.001), creatine kinase (P=0.010), C-reactive protein (P=0.006),ferritin (P=0.015) and serum amyloid A protein (SAA, P=0.003) in the peripheralblood of the severe patients were significantly higher at admission compared to themild patients (Table 2). No significant differences in the serum levels ofimmunoglobulins (IgA, IgG and IgM), complement C3 or C4 were observed betweenthe two groups (Table 2).Lymphopenia was observed in 44.4% (12/27) of mild patients and 84.6% (11/13) ofsevere patients at the onset of the disease. As shown in Table 2, the absolute counts oflymphocytes in the peripheral blood of the severe patients was significantly lower,while the absolute counts of total white blood cells (WBCs) and neutrophils weresignificantly higher, than those of the mild patients at the time of hospital admission.No significant difference in monocyte counts was observed between the two groups(Table 2). Next, we analyzed the kinetic changes of WBCs, neutrophils andmonocytes as well as different lymphocyte subsets in the peripheral blood ofCOVID-19 patients from the disease onset to at least 16 days later. The twomortalities in the severe group were excluded from the analysis due to the lack ofkinetic data. Significant increases in total WBCs counts in the severe group were onlyobserved at the time point of onset (within 3 days) but not during the following periodof disease progression compared to the mild group (Figure 1A). Significant increasesin neutrophil counts of the severe group were observed not only at the time point ofdisease onset, but also at 13-15 days after compared to the mild group (Figure 1B). Incontrast, a sustained decrease in lymphocyte counts of the severe group was observedcompared to those of the mild patients. The difference was significant at the timepoint of disease onset and became even greater on 4-6 days later (Figure 1C). From7-15 days after disease onset, the lymphocyte counts gradually increased in the severegroup, and reached a comparable level to that of the mild patients at 16 days afterdisease onset (Figure 1C). No significant differences in monocyte counts wereobserved between the two groups during the whole observation period (Figure 1D).In order to further determine the kinetic changes of different lymphocyte subsets inthe peripheral blood of COVID-19 patients, we performed flow cytometry to stainCD3+ T cells, CD4+ and CD8+ T cell subsets, B cells and NK cells. Similar to thefindings for lymphocytes, sustained decreases in CD3, CD8 and CD4 T cell countswas observed in the severe group compared to those of the mild patients duringclinical observation (Figure 2A-C, Supplementary figure 1). The lowest CD3, CD4and CD8 T cell counts were observed at 4-6 days after disease onset (Figure 2A-C).The differences in CD3 and CD8 T cell counts between the two groups weresignificant at the time points of disease onset and 7-9 days later (Figure 2A and 2C).However, the differences in CD4 T cell counts between the two groups did not reach astatistical significance at any time point (Figure 2C). The T cell counts started togradually increase in the severe group starting at 7 days after disease onset, andreached comparable levels to those in the mild patients on day 16 after disease onset(Figure 2A-C). No significant differences in B cell and NK cell counts were observedbetween the two groups during the whole course of the disease (Figure 2D and 2E).A previous study demonstrated changes in inflammatory cytokine levels, such as IL-2,IL-7, IL-10, and TNF-α, in the serum of COVID-19 patients.2 Therefore, we furthercharacterized the kinetic changes of inflammatory cytokine levels, including IL-2,IL-4, IL-6, IL-10, IFN-γ and TNF-α, in the serum of our patient cohort. Fluctuationsin the serum levels of these cytokines in the mild patient group were minor. Incontrast, the severe patient group showed more significant fluctuations in the serumlevels of these cytokines (Figure 3). All examined cytokines, except IL-6, reachedtheir peak levels in the serum at 3-6 days after disease onset (Figure 3). Both IL-6 andIL-10 levels showed sustained increases in the severe group compared to the mildgroup (Figure 3A and 3B). A decease in serum IL-6 levels in the severe group startedat 16 days after disease onset, and IL-10 levels were lowest at 13 days after diseaseonset (Figure 3A and 3B). Significant increases in serum IL-2 and IFN-γ levels in thesevere group were only observed at 4-6 days after disease onset (Figure 3C and 3F).No significant differences in IL4 and TNF-α levels were observed between the twogroups during the whole course of the disease (Figure 3D and 3E). All examinedcytokines reached similar levels between the severe and mild patient groups at 16days after disease onset (Figure 3).Next, we examined the possibilities of using above-mentioned parameters asprognostic factors for identifying severe cases in COVID-19 patients. PCA was firstlyperformed by Rpackage “factoextra” to identify correlated variables fordistinguishing severe patients frommild patients (Figure 4A). Four mostlycontributingvariables,neutrophil-to-CD8+Tcellratio(N8R),neutrophil-to-lymphocyte ratio (NLR), neutrophil counts (NEC) and White BloodCells counts (WBCC) were selected as potential prognostic factors for further detailedstatistical analysis. To assess the diagnostic value of these 4 selected parameters,receiver operating characteristic (ROC) curve and area under ROC curve (AUC) werecalculated by R package “pROC” (Figure 4B). The results of this analysis identifiedN8R with a higher AUC (0.94) than NLR (0.93), NE (0.91) and WBC (0.85).Simultaneously, the cutoff values were calculated from the ROC curves, with a valueof 21.9 for N8R (Specificity: 92.6%, Sensitivity: 84.6%), 5.0 for NLR (96.3%,84.6%), 3.2 for NE (81.5%, 84.6%) and 4.3 for WBC (74.1%, 84.6%) (Figure 4B).The further logistic regression analysis including the 4 factors of N8R>21.9,NLR>5.0, NE>3.2 and WBC>4.3 which were used to calculate odds ratios (ORs).The results were obtained for NLR (OR: 143, 95% Cl: 11.72-1745.3), N8R (OR:68.75, 95% Cl: 8.55-552.68), NE (OR: 22, 95% Cl: 3.646-132.735) and WBC (OR:55, 95% Cl: 6.779-446.23) with our patient cohort as predictive factors for severeCOVID-19.In this study, we analyzed the clinical features and immunological characteristics ofperipheral blood in patients with COVID-19. Although the majority of the patients didnot have an exposure history of the Huanan seafood market in Wuhan, the clinicalcharacteristics of these patients are very similar to those reported in previousstudies.2,4,7 The ages of severe patients are older, and the proportion of underlyingdiseases is higher, and co-infection also occurs in severe patients. Recent reports showthat the lymphocyte counts are normal in COVID-19 patients with mild diseases. Incontrast, 63%-70.3% of patients with severe diseases have lymphopenia and thelymphocyte counts in patients with a mortal outcome remain at a low level.4, 8 Ourstudy also confirmed higher rates of developing lymphopenia in severe patients thanin mild patients (84.6% vs 44.4%). We found that the development of lymphopenia insevere patients was mainly related to the significantly decreased absolute counts of Tcells, especially CD8+ T cells, but not to B cells and NK cells. The decrease of T cellsin the severe patient group reaches its peak within the first week during the diseasecourse, and then T cell numbers gradually increase from the second week and recoverto a comparable level to that of the mild patient group in the third week. All thesesevere patients included in our study survived the disease, and thus we speculate thiscourse is associated with a favorable outcome in severe COVID-19 patients.Previous researches on SARS-CoV and MERS-CoV infections have demonstrated thecorrelation between T cell counts and the severity of the diseases, as well as exploredthe possible mechanisms.9 It has been shown that the acute SARS-CoV infection wasassociated with marked lymphopenia in about 80% of patients, including a dramaticloss of both CD4+and CD8+individuals.10-12 Decreases in T cell numbers are strongly correlated with the severityof acute phase of SARS disease in patients.11, 13 Lymphopenia is also observed inMERS-CoV infected patients. A detailed clinical study showed that 14 % of MERSpatients had leukopenia, while 34 % of the patients had lymphopenia.14 Themechanism of developing lymphopenia may differ in SARS-CoV and MERS-CoVinfections. SARS-CoV cannot productively infect T cells, however, altered antigenpresenting cells (APC) function and impaired dendritic cells migration duringSARS-CoV infection may result in insufficient T cell priming and thus contribute todecreased numbers of virus-specific T cells in the lungs.15-16 Moreover, delayed type Iinterferonresponseorinflammatorymonocyte-macrophagesderivedpro-inflammatory cytokines could also sensitize T cells to undergo apoptosis.17 Incontrast, MERS-CoV was found to be able to infect many human immune cells,including dendritic cells,18 macrophages,19 and T cells.20 MERS-CoV infection of Tcells results in apoptosis mediated by a combination of extrinsic and intrinsicapoptosis pathways, which is believed to contribute to virus spread and the severeimmunopathology.20 So far, it remains unclear whether SARS-CoV-2 induced T cellcontraction is the result of a direct T cell infection or an indirect effect cause by thevirus, such as APC function disorder or overactive inflammatory responses. Furtherstudies are needed to investigate the corresponding mechanisms in detail.Previous studies have shown that elevated levels of proinflammatory cytokines, suchas IFN-γ, TNF-a, IL-6 and IL-8, are associated with severe lung injury and adverseoutcomes of SARS-CoV or MERS-CoV infection.6, 18-19, 21 Our results alsodemonstrate that severe COVID-19 patients have higher concentrations of IL6, IL10,IL2 and IFN-γ in the serum than mild cases, suggesting that the magnitude ofcytokine storm is associated with the disease severity. Additionally, T cells areimportant for dampening overactive innate immune responses during viralinfection.22-23 Thus, loss of T cells during SARS-CoV-2 infection may result inaggravated inflammatory responses, while restoring T cell numbers may alleviatethem. In line with this hypothesis, we observed that the kinetic changes of T cellcounts are reversely correlated with the kinetic changes of most examined cytokinelevels in the peripheral blood in severe COVID-19 patients. While T cell counts dropto their lowest levels at 4-6 days after disease onset, serum IL-10, IL-2, IL-4, TNF-αand IFN-γ levels reach their peaks. The courses of restoring T cell numbers areassociated with decreases of serum IL-6, IL-10, IL-2, IL-4, TNF-α and IFN-γ levels.Early identification of risk factors for severe COVID-19 patients may facilitateappropriate supportive care and promptly access to the intensive care unit if necessary.A recent study in a 61-patient cohort [Liu J, et al. medRxiv. 2020] reported that theNLR was the most useful prognostic factor affecting the prognosis for severeCOVID-19. The severity of pathological injury during SARS or MERS correlateswith the extensive infiltration of neutrophils in the lung and increased neutrophilnumbers in the peripheral blood.17 Thus, the magnitude of increase in neutrophilcounts may suggest the intensity of inflammatory responses in COVID-19 patients.Besides, the magnitude of decrease in lymphocyte counts also indicates the extend ofthe impairment of immune system by the viral infection. Therefore, NLR may serveas a useful factor to reflect the intensity of imbalance of inflammation and immuneresponses in COVID-19 patients. In this study, we also screened the potentialprognostic factors affecting incidence of severe illness in our patient cohort. Based onour findings with analyzing lymphocyte subsets, we further included the ratio ofneutrophils to different lymphocyte subsets as parameters. Our kinetic analysisrevealed that CD8+ T cells are the major lymphocyte subset which decreases in cellnumbers during COVID-19. In line with this finding, our results demonstrate thatN8R has even better performance with a higher AUC value than NLR in the ROCcurve analysis, and may serve as a more powerful factor than NLR for predicting thesevere illness incidence in COVID patients.In summary, our study of immunological characteristics of the peripheral blood inCOVID-19 patients shows that the numbers of neutrophils and T cells, especiallyCD8+ T cells, as well as the levels of inflammatory cytokines in the peripheral bloodis dynamically correlated with the severity of the disease. To the best of ourknowledge, this is the first work to describe the kinetic changes of lymphocyte subsetsand cytokine profiles in COVID-19 patients. Importantly, we identified N8R and NLRas powerful prognostic factors for early identification of severe COVID-19 cases.This work may help to achieve a better understanding of immune function disorder aswell as immunopathogenesis during SARS-CoV-2 infection.We thank all the doctors, nurses, disease control workers, and researchers who havefought bravely and ceaseless against the virus on the frontline during theSARS-CoV-2 epidemic, some of whom lost their lives in doing so. We thank thosewho have given great and selfless support to the fight against the virus. We thank Ms.Delia Cosgrove andMs. Ursula Schrammel for language correction of thismanuscript.Referenceshtml. 2020.1. National Health Commission of the People'S Republic Of China.novel coronavirus in Wuhan, China. LANCET 2020.the 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. LANCET 2020.4. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.5. de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recentinsights into emerging coronaviruses. NAT REV MICROBIOL 2016; 14(8):523-34.6. Chien JY, Hsueh PR, Cheng WC, Yu CJ, Yang PC. Temporal changes incytokine/chemokine profiles and pulmonary involvement in severe acuterespiratory syndrome. RESPIROLOGY 2006; 11(6): 715-22.7. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.LANCET 2020.8. Chang, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of NovelCoronavirus Infections Involving 13 Patients Outside Wuhan, China. JAMA 2020.9. Liu J, Zheng X, Tong Q, et al. Overlapping and discrete aspects of the pathologyand pathogenesis of the emerging human pathogenic coronaviruses SARS-CoV,189(4): 648-51.1358-62.MERS-CoV, and 2019-nCoV. J MED VIROL 2020.lymphocyte subsets in patients with severe acute respiratory syndrome. CLININFECT DIS 2003; 37(6): 857-9.subsets in patients with severe acute respiratory syndrome. J INFECT DIS 2004;severe acute respiratory syndrome: retrospective analysis. BMJ 2003; 326(7403):13. Li T, Qiu Z, Han Y, et al. Rapid loss of both CD4+ and CD8+ T lymphocytesubsets during the acute phase of severe acute respiratory syndrome. Chin Med J(Engl) 2003; 116(7): 985-7.clinical characteristics of 47 cases of Middle          coronavirus disease from Saudi Arabia: a descriptive study. LANCET INFECTDIS 2013; 13(9): 752-61.15. Zhao J, Zhao J, Van Rooijen N, Perlman S. Evasion by Stealth: InefficientImmune Activation Underlies Poor T Cell Response and Severe Disease inSA R S -C o V-I n f ec t e d M i c e . P LO S PAT H O G 2 0 0 9 ; 5 (e 1 0 0 0 6 3 6 1 0 ) .16. Zhao J, Zhao J, Legge K, Perlman S. Age-related increases in PGD(          IMMUNOPATHOL 2017; 39(5): 529-39.18. Chu H, Zhou J, Wong BH, et al. Productive replication of Middle East respiratorysyndrome coronavirus in monocyte-derived dendritic cells modulates innateimmune response. VIROLOGY 2014; 454: 197-205.coronavirus and aberrant induction of inflammatory cytokines and chemokines inhuman macrophages: implications for pathogenesis. J INFECT DIS 2014; 209(9):1331-42.20. Chu H, Zhou J, Wong BH, et al. Middle East Respiratory Syndrome CoronavirusEfficiently Infects Human Primary T          Lymphocytes and Activates the Extrinsicand Intrinsic Apoptosis Pathways. J INFECT DIS 2016; 213(6): 904-14.21. Kong SL, Chui P, Lim B, Salto-Tellez M. Elucidating the molecularphysiopathology of acute respiratory distress syndrome in severe acutere s p i ra t or y s yn d ro me p at i en ts . V IR U S R ES 2 0 0 9 ; 1 4 5 (          NAT MED 2007; 13(10): 1142-4.Severe patients P-value(N=40)(N=27)(N=13)Gender (%)MenWomenHuanan seafood market3 (7.5)exposure (%)Underlying diseases (%)DiabetesHypertensionThyroid diseaseMalignancyPituitary adenoma 2 (5.0)Co-infection (%)FungiBacteriaSigns and symptoms15 (37.5)25 (62.5)14 (35.0)6 (15.0)6 (15.0)2 (5.0)2 (5.0)5 (12.5)4 (10.0)1 (2.5)8 (29.6)19 (70.4)1 (3.7)7 (25.9)2 (7.4)1 (3.7)1 (3.7)2 (7.4)2 (7.4)0007 (53.8)6 (46.2)2 (5.4)7 (53.8)4 (30.8)5 (38.5)1 (7.7)005 (38.5)4 (30.8)1 (7.7)<0.001Fever<37.3Chest tightnessChest painShortness of breathAbdominal painDyspnoeaMyalgiaDiarrhoeaNauseaVomitingHypoleucocytosisLymphopeniaThrombocytopenia1（2.5）3（7.5）3（7.5）1（2.5）1（3.7）1（3.7）0010（25.0）8（29.6）2（15.4）21（52.5）11（40.7）10（76.9）5（12.5）3（11.1）2（15.4）12（30.0）7（25.9）Baseline variablesWhite blood cell(×109/L)TBil (umol/l)ALT (U/L)AST (U/L)LDH (U/L)CK (U/L)(mmol/l)Serum creatinine (umol/l) 67.3 ± 19.764.0 ± 13.374.2 ± 28.3Blood potassium (mmol/l) 3.8 ± 0.53.9 ± 0.53.7 ± 0.4Blood sodium (mmol/l)145.9 ± 43.4149.5 ± 52.5138.6 ± 6.2PT (s)APTT (s)INRFIB (g/l)IgEIgGIgAIgMC-reactive protein (mg/l)SAA (mg/l)C3 (g/l)C4 (g/l)(308.6-1087.6) (174.7-522.0)(635.4-1538.8)(35.7-586.3)D-Dimer (mg/l)The absolute numbers of total WBCs (A), neutrophils (B), lymphocytes (C) andmonocytes (D) in the peripheral blood of mild (blue line) and severe (red line)COVID-19 patients were analyzed at different time points after hospital admission.Error bars, mean ± s.e.m.; *p<0.05. Results were test for significance with Two-wayANOVA.The absolute numbers of CD3+ T cells (A), CD8+ T cells (B), CD4+ T cells (C), Bcells (D) and NK cells (E) in the peripheral blood of mild (blue line) and severe (redline) COVID-19 patients were analyzed at different time points after hospitaladmission. Error bars, mean ± s.e.m.; *p<0.05. Results were test for significance withTwo-way ANOVA.The concentrations of IL-6 (A), IL-10 (B), IL-2 (C), IL-4 (D), TNF-α (E) and IFN-γ(F) in the serum of mild (blue line) and severe (red line) COVID-19 patients wereanalyzed at different time points after hospital admission. Error bars, mean ± s.e.m.;*p<0.05. Results were test for significance with Two-way ANOVA.(A) Principal component analysis was performed by R package “factoextra” toidentify correlated variables for distinguishing severe patients from mild COVID-19patients. Four mostly contributing variables, neutrophil-to-CD8+ T cell ratio (N8R),neutrophil-to-lymphocyte ratio (NLR), neutrophil counts (NE) and White Blood Cellscounts (WBC) were identified. (B) ROC curve and AUC were calculated for these 4selected parameters by using R package “pROC”.were obtained for NLR (OR:143, 95%Cl:11.72-1745.3), N8R (OR:68.75, 95%Cl:8.55-552.68), NE (OR:22, 95%Cl:3.646-132.735) and WBC (OR:55, 95% Cl:6.779-446.23).", "ref_list": [[], ["Clinical features of patients infected with 2019 3"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "JF Chan", "S Yuan", "KH Kok", "W Cui", "Y Fan", "W Wu", "F Zhang", "JY Wang", "AP Ni", "T Li", "Z Qiu", "L Zhang", "RS Wong", "A Wu", "KF To", "A Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah", "J Zhou", "H Chu", "C Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "* # These authors contribute equally to this work.", "one_words_summarize": "Background: The dynamic changes of lymphocyte subsets and cytokines profiles ofpatients with novel coronavirus disease (COVID-19) and their correlation with thedisease severity remain unclear. Findings: Of the 40 COVID-19 patients enrolled, 13 severe cases showed significantand sustained decreases in lymphocyte counts but increases in neutrophil counts than27 mild cases. First reported in Wuhan, China, on 31 December 2019, an ongoing outbreak of a viralpneumonia in humans has raised acute and grave global concern. A written informed consent was regularly obtained from all patients upon admissioninto Wuhan Union Hospital, China. All medicalrecord information including epidemiological, demographic, clinical manifestation,laboratory data, and outcome data were obtained. Throat-swab specimens were collected from all patientsand the samples were maintained in viral-transport medium for laboratory testing. The specific IgG and IgM ofChlamydiapneumoniaandpneumoniaweredetectedbychemiluminescence immunoassay. Nonparametric variables were expressed in median and quartile intervals, andsignificance was tested by Mann Whitney U or Kruskal Wallis test. P < 0.05 wasconsidered statistically significant in all statistical analyses. Only 3 patients (7.5%) had an exposure history (shopping) on theHuanan seafood market in Wuhan. The severe patients showed significantly higher frequencies in theoccurrence of sputum production (P=0.032), myalgia (p=0.041) and nausea (p=0.029)(Table 1). As shown in Table 2, the absolute counts oflymphocytes in the peripheral blood of the severe patients was significantly lower,while the absolute counts of total white blood cells (WBCs) and neutrophils weresignificantly higher, than those of the mild patients at the time of hospital admission. The difference was significant at the timepoint of disease onset and became even greater on 4-6 days later (Figure 1C). Significant increases in serum IL-2 and IFN-γ levels in thesevere group were only observed at 4-6 days after disease onset (Figure 3C and 3F).No significant differences in IL4 and TNF-α levels were observed between the twogroups during the whole course of the disease (Figure 3D and 3E). Furtherstudies are needed to investigate the corresponding mechanisms in detail. The severity of pathological injury during SARS or MERS correlateswith the extensive infiltration of neutrophils in the lung and increased neutrophilnumbers in the peripheral blood.17 Thus, the magnitude of increase in neutrophilcounts may suggest the intensity of inflammatory responses in COVID-19 patients. Therefore, NLR may serveas a useful factor to reflect the intensity of imbalance of inflammation and immuneresponses in COVID-19 patients. We thank thosewho have given great and selfless support to the fight against the virus. LANCET 2020.the 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Epidemiologic and Clinical Characteristics of NovelCoronavirus Infections Involving 13 Patients Outside Wuhan, China. J INFECT DIS 2004;severe acute respiratory syndrome: retrospective analysis. Productive replication of Middle East respiratorysyndrome coronavirus in monocyte-derived dendritic cells modulates innateimmune response. Middle East Respiratory Syndrome CoronavirusEfficiently Infects Human Primary T          Lymphocytes and Activates the Extrinsicand Intrinsic Apoptosis Pathways."}