{"date": "2020/02/27", "journal": "biorxiv", "authors": "Zheng Zhang, Sifan Ye, Aiping Wu, Taijiao Jiang, Yousong Peng", "title": "Prediction of receptorome for human-infecting virome", "type": "preprint article", "abstract": "The virus receptor is key for viral infection of host cells. Identification of the virus receptor is still challenging at present. Our previous study has shown that human virus receptor proteins have some unique features including high level of N-glycosylation, high number of interaction partners and high expressions. Here, we built a random-forest model to identify human virus receptorome from human cell membrane proteins with accepted accuracy based on combination of unique features of human virus receptors and protein sequences. A total of 729 human cell membrane proteins were predicted to constitute the receptorome for the human-infecting virome. Combination of the random-forest model with protein-protein interactions between human and viruses predicted in previous studies further predicted receptors for 693 human-infecting viruses, such as the Enterovirus, Norovirus and West Nile virus.", "text": "would greatly facilitate identification of receptors for human-infecting virome.Receptor-binding is the first step for viral infection of host cells. Proteins areconsidered to be better receptors for viruses due to their higher binding affinity andspecificity than carbohydrate and lipid (Baranowski et al., 2001; Casasnovas, 2013;Dimitrov, 2004; Li, 2015; Wang, 2002). Lots of human virus receptors has beenidentified. The selection of proteins by viruses as receptors is not a random process.Previous studies have shown that proteins that were abundant in the host cell surface orhad relatively low affinity for their natural ligands were preferred by viruses asreceptors (Dimitrov, 2004; Wang, 2002). Based on a collection of 119 mammalian virusreceptors, our recent study further showed that human virus protein receptors havehigher level of N-glycosylation, higher number of interaction partners in the humanprotein-protein interaction (PPI) network and high expressions in 32 common humantissues compared to other cell membrane proteins (Zhang et al., 2019). These studiescould facilitate identification of human virus receptors.        Identifying receptors for viruses is challenging. Currently, several experimentalapproaches have been developed in identifying virus receptors. The first approach is toselect candidate membrane proteins that bind to the virus receptor-binding proteins(RBPs) by affinity purification and mass spectroscopy (Free et al., 2009; Ryu, 2016).The second approach is to select candidate membrane proteins to which the monoclonalantibodies specific could block the virus entry        Previous studies have developed computational models for predicting PPIs betweenviruses and hosts which could help identification of virus receptors (Lasso et al., 2019;Yan et al., 2019). For example, Lasso et al. developed an in silico computationalframework (P-HIPSTer) that employs structural information to predict more than280,000 PPIs between 1,001 human-infecting viruses and humans, and made a series ofnew findings about human-virus interactions (Lasso et al., 2019). Numerous PPIsbetween viral RBPs and human cell membrane proteins could be used to identify virusreceptors. Here, we developed a computational model to predict the receptorome of thehuman-infecting virome based on the features of human virus receptors and proteinsequences. Combination of the model with Lasso’s work further predicted receptors for693 human-infecting viruses. The study would greatly facilitate identification of humanon November 24th, 2017. The human proteins with the words of “cell membrane” and“cell surface” in the field of “Subcellular location” were considered to be human cellmembrane proteins. The human proteins with the words of “membrane” in the field of“Subcellular location” were considered to be human membrane proteins. A total of2,161 human cell membrane proteins and 5,187 human membrane proteins wereobtained.TheN-glycosylationsitesof humanproteinswereobtained fromtheUniprotKB/Swiss-Prot database. For those proteins without annotation of theN-glycosylation site in the UniprotKB/Swiss-Prot database, the N-glycosylation siteswerepredictedwithhttp://www.cbs.dtu.dk/services/NetNGlyc/) (Gupta et al., 2004). The level ofN-glycosylation for a protein was defined as the number of N-glycosylation sites perhundred amino acids.To calculate the node degree of human proteins in the human PPI network, firstly, thehuman PPIs with combined scores greater than 400 were extracted from the STRINGdatabase (version 10.5) (Szklarczyk et al., 2015) and formed the human PPI network.Then, the node degree was calculated with the functions of degree in the R packageigraph (version 1.2.4.2) (Csardi and Nepusz, 2006).The expression levels of human genes in 32 common human tissues were obtainedthfrom the Expression Atlas database (Petryszak et al., 2016) on February 6 , 2018.Because there were strong correlations between the expressions of genes in differenttissues, the principal component analysis (PCA) method was used to reduce thecorrelations with the function of PCA in the package scikit-learn (version 0.21.3)(Pedregosa et al., 2011) in Python (version 3.6.7). Only the first principal componentwas used to measure the expression level of human genes, which explained 95% of thetotal variance.protein with a Python script.The frequencies of k-mers with one or two amino acids were calculated for each humanTo distinguish human virus receptors from other human cell membrane proteins withmachine learning models, the human virus receptors were taken as positive samples,and the human membrane proteins were taken as negative samples after excluding thehuman cell membrane proteins since the human cell membrane proteins possiblycontain virus receptors unidentified yet.Because not all human proteins were observed in the human PPI network used or hadobserved expressions in the data used, only the human proteins with all three proteinfeatures, i.e., the N-glycosylation level, node degree and expression in common humantissues, were used in the modeling. Besides, the sequence redundancy in both humanvirus receptor proteins and human membrane proteins were removed using CD-HIT(version 4.8.1) (Fu et al., 2012) at 70% identity level. Finally, a total of 88 human virusreceptors and 1,593 human membrane proteins was used in the machine learningmodeling.The random-forest (RF) model is an ensemble machine learning technique usingmultiple decision trees and can handle data with high variance and high bias, while therisk of over-fitting can be significantly reduced by averaging multiple trees. Therefore,we chose the RF model to distinguish human virus receptors from other human cellmembrane proteins. Because the number of positive samples, i.e., human viralreceptors, was much smaller than that of negative samples, i.e., human membraneproteins, the function of BalanceRandomForest in the package imbalanced-learn(version 0.5.0) (Chen et al., 2004) in Python was used to deal with the imbalancedpositive and negative samples with the parameter of n_estimators set to be 100.Five times of five-fold cross-validations were used to evaluate the predictiveperformances of the RF model with the function of StratifiedKFold in the packagescikit-learn in Python. The predictive performances of the RF model were evaluated bythe area under receiver operating characteristics curve (AUC), accuracy, sensitivity andspecificity.The predicted interactions between human-infecting viruses and human proteins wereobtained from the database of P-HIPSTer (available at http://phipster.org/) (Lasso et al.,2019) on November 1st, 2019. A total of 9,395 pairs of interactions between viral RBPsand human cell membrane proteins with the likelihood ratio (LR) ≥100 were extractedfor further analysis, which included 718 viral RBPs and 314 human cell membraneproteins. The RBPs of human-infecting viruses were compiled from three sources: theViralZone database (Masson et al., 2012), the UniprotKB database during which viralproteins annotated with GO terms “viral entry into host cell” or “virion attachment thehost cell”, and the literatures related to viral RBPs. Viruses of the same viral familywere supposed to use the same RBP. For example, all coronaviruses were supposed touse the spike protein as RBP.To evaluate the ability of the RF model in helping identify virus receptors, 25 pairs ofexperimentally-validated interactions between viral RBPs and receptors, and thepredicted PPIs between these viral RBPs and human cell membrane proteins, wereextracted from the P-HIPSTer database. For each viral RBP, the predictedRBP-interacting human cell membrane proteins were ranked by either the LR providedin Lasso’s work, or the predicted score provided by the RF model. Then, the ranks ofreal receptors were analyzed. The rank percentage of the real receptor was calculatedby dividing the rank by the number of RBP-interacting human cell membrane proteins.When ranking the RBP-interacting proteins by the RF model, high sequence similaritybetween the RBP-interacting proteins and human proteins in the modeling (both thepositive and negative samples) may over-estimate the ability of the RF model. Toreduce such effect, for each pair of viral RBP and receptor, the predictedRBP-interacting human proteins were clustered with human proteins used in themodeling using CD-HIT at 50% identity level. All proteins which were clustered withhuman-infecting viromeDevelopmentofrandom-forestmodelsforpredictingreceptoromeofOur previous studies have shown that human virus protein receptors have high level ofN-glycosylation, high number of interaction partners in the human PPI network, andhigh expressions in 32 common human tissues (Zhang et al., 2019). To identify thepotential receptors of human-infecting virome, we firstly built a RF model todistinguish the human virus receptor proteins from other human membrane proteinsbased on these protein features. The RF model built based on individual protein featureachieved an AUC ranging from 0.50 to 0.66 in five-fold cross-validations (Table 1).Combination of all three features improved the RF model much, with both the AUCand prediction accuracy equaling to 0.75 (Table 1).For comparison, we also developed RF models to distinguish the human virusfrom other human membrane proteins based on protein sequences. The frequencies ofk-mers with length of one and two amino acids were used as features in the modeling.The RF model based on combination of 20 amino-acid frequencies achieved an AUC0.68. When using the frequencies of k-mers with two amino acids as features, only thetop N (N=1 to 400) most important features were used in the modeling to reduceover-fitting. Figure S1 showed that the AUC of the RF models increased rapidly asincrease of N from 1 to 10. Then, it increased slowly or even decreased when moreten features were used. Therefore, only top ten features were used in the modeling tobalance the model performance and complexity. The RF model based on top tenfeatures achieved an AUC of 0.72.To further improve the model for predicting receptorome of human-infecting virome,we incorporated the protein features and the top ten most important k-mers of twoamino acids in the modeling. The RF model achieved an AUC of 0.77. The predictionaccuracy, sensitivity and specificity of the model equaled 0.80, 0.73 and 0.80,respectively (Table 1). The model combining both the protein features and k-mers wasused for further analysis.N-gly, N-glycosylation; PPI, node degree in human PPI network; Expression,expressions in 32 human tissues. Acc, accuracy; Sen, Sensitivity; Spe, Specificity.SpeAUCN-glyPPIN-gly+PPI+Expression + Top 10 k-mersBased on the RF model, we predicted the receptorome from human cell membraneproteins. A score ranging from 0 to 1 was assigned to each human cell membraneprotein. Proteins with high scores are more likely to be virus receptors. A total of 729proteins with scores greater than 0.5 were considered to constitute the receptorome ofhuman-infecting virome. All human cell membrane proteins and the relevant scoreswere provided in Table S1.Then, we further investigated the prediction of virus-receptor interactions. In previousstudy, Lasso et al. predicted 282,528 pairs of PPIs between human and 1,001human-infecting viruses (Lasso et al., 2019). Based on their study, 9,395 pairs of PPIsbetween 718 viral RBPs from 693 human-infecting viruses, and 314 human cellmembrane proteins were extracted for further analysis (see Table S2). A viral RBPwas predicted to interact with 1 to 65 human cell membrane proteins, with a medianof 10. For each viral RBP, the RBP-interacting cell membrane proteins were rankedby the score provided by the RF model to select the most likely receptor (Table S2).To validate the ranking by the RF model, 25 pairs of experimentally-validatedinteractions between viral RBPs and receptors were extracted. For each pair of theseinteractions, the rank of the real receptor among the predicted RBP-interactingproteins was obtained, and the related rank percentage was calculated (Materials andMethods). Seven real receptors were ranked in top one by the RF model (Table 2).Besides, nearly 70% (17/25) of real receptors were ranked in top three. On average,the real receptors had a rank percentage of 0.21 among all RBP-interacting humancell membrane proteins, suggesting that the real receptors would be ranked in the top21% of all candidates by the RF model.For comparison, we also ranked the RBP-interacting proteins by the LR provided inLasso’s work. In 12 pairs of viral RBP-receptor interaction with LRs, no realreceptors were ranked in top one and only two real receptors were ranked in top threewhen ranking RBP-interacting human cell membrane proteins by the LR. On average,the median rank percentage of real receptors was 0.43 when ranking by the LR, whilethat was 0.15 by the RF model (Table 2).membrane proteins by LR and RF score. The median rank percentage of real virusreceptors among RBP-interacting human cell membrane proteins, and the number ofreal virus receptors among top one, three and five ranks were summarized at thebottom. # The number in brackets referred to those when only considering the 12 pairsof viral RBP-receptor interaction with LRs.* No LR was provided in Lasso’s worksince there were resolved complex structures between the RBP and the receptor.MACV, Machupo mammarenavirus; HAdV-A, Human mastadenovirus A; HAdV-C,Human mastadenovirus C; HAdV-E, Human mastadenovirus E;HAdV-D, Humanmastadenovirus D; HSV-1, Human alphaherpesvirus 1; HSV-2, Humanalphaherpesvirus 2; HIV-1, Human immunodeficiency virus 1.by LRSARS-CoVMERS-CoVEchovirus E6Echovirus E11Echovirus E7Echovirus E13Echovirus E20Echovirus E29Echovirus E33Enterovirus CHepacivirus CMACVHendra virusNipah virusHAdV-AHAdV-CHAdV-EHAdV-DHSV-1HSV-1HSV-2HSV-2HIV-1GGL5L5L5L5US6US6US6US6envEFNB2EFNB2CXADRCXADRCXADRCXADRTNFRSF14NECTIN1NECTIN1TNFRSF14CD4Top 1Top 3Top 5Median rank percentagePrevious studies have shown that the ACE2 protein which is the receptor of2019-nCoV (Hoffmann et al., 2020; Zhou et al., 2020) had a low level of expressionin the lung and the upper respiratory tract (Qi et al., 2020; Zhang et al., 2020). It ispossible that 2019-nCoV has alternative receptors. We investigated the prediction ofthe alternative receptors for 2019-nCoV. Lasso’s study have predicted PPIs between28 human cell membrane proteins which were members of receptorome ofhuman-infecting viruses, and the spike protein of two coronaviruses, including SevereAcute Respiratory Syndrome-CoV and Middle East Respiratory Syndrome-CoV. Wesupposed that the 2019-nCoV is very likely to use these spike-interacting proteins asalternative receptors. These spike-interacting proteins were ranked by the scoreprovided by the RF model (Figure 1). The expression levels of these spike-interactingproteins in 32 common human tissues were shown in Figure 1. Most of them had highexpressions than ACE2 in the lung, such as APP, EZR, CD4 and so on.expressions in 32 human tissues (in the bottom). The predicted alternative receptorswere ranked by the RF score. The expression level was measured by transcripts permillion (TPM) and was colored according to the legend in the top right. The whitereferred to no data available. The lung was highlighted by an arrow. The ACE2 wasmarked by an asterisk.Identification of receptors for human-infecting viruses is critical for understanding theinteractions between viruses and human. Our previous studies have shown that humanvirus receptors have some unique features compared to other cell membrane proteins:high level of N-glycosylation, high number of interaction partners and highexpressions. This study further built a RF model for identifying human virus receptorsfrom human cell membrane proteins with accepted accuracy. Based on the RF model,the receptorome for human-infecting virome were predicted which included a total of729 human cell membrane proteins. They could facilitate identification of humanvirus receptors.Previous studies by Lasso et al. developed computational models for predicting PPIsbetween human-infecting viruses and humans (Lasso et al., 2019). A variable numberof human cell membrane proteins were predicted to interact with viral RBPs. Tofurther select the potential receptors for viruses, both the LR and the RF model couldbe used to rank the viral RBP-interacting human cell membrane proteins. The RFmodel was found to rank the real receptors better than the LR in a small validationdataset, suggesting that the RF model may perform better than the LR in selecting thereal receptors from the predicted RBP-interacting human cell membrane proteins.Combination of the RF model and the RBP-interacting human cell membrane proteinspredicted in Lasso’s work enables prediction of receptors for 693 human-infectingviruses (Table S2). Further efforts are needed to validate these predicted receptors.The 2019-nCoV is responsible for the on-going outbreak of COVID-19 (Wu et al.,2020; Zhou et al., 2020). Previous studies have shown that the virus used ACE2 as thereceptor (Hoffmann et al., 2020; Zhou et al., 2020). However, several studies havefound that ACE2 had low expressions in the lung and the upper respiratory tract (Qi etal., 2020; Zhang et al., 2020). It is possibly that the 2019-nCoV may use co-receptoror alternative receptors to facilitate its infection. A previous study investigated thecandidate co-receptors of 2019-nCoV, such as ANPEP, ENPEP and DPP4 (Qi et al.,2020). We further supposed that the 2019-nCoV possibly have alternative receptors.Based on the predicted PPIs between coronaviruses and humans in previous work, wepredicted several candidate alternative receptors for 2019-nCoV. Most candidatealternative receptors had higher expressions than ACE2 in the lung. Nevertheless,more efforts are needed to validate these candidate alternative receptors.There are some limitations to this study. Firstly, the number of human virus receptorproteins was much less than that of human membrane proteins in the modeling, whichmay hinder accurate modeling. The under-sampling method was used to deal with theimbalance problem. Secondly, the performance of the RF model was modest indiscriminating the human virus receptor proteins from human membrane proteins.More efforts are needed to improve the model. Thirdly, the RF model can not be usedto identify receptors for a specific human-infecting virus. Instead, it predicts thereceptorome for the human-infecting virome. Combining the RF model with themodel of PPI predictions such as Lasso’s work can help identify virus-receptorinteractions.In conclusion, this study for the first time built a computational model for predictingthe receptorome of the human-infecting virome. It could facilitate identification ofhuman virus receptors in either computational or experimental studies.This work was supported by the National Key Plan for Scientific Research andDevelopment of China (2016YFD0500300), Hunan Provincial Natural ScienceFoundation of China (2018JJ3039), and the Chinese Academy of Medical Sciences(2016-I2M-1-005).The authors have declared that no competing interests exist.Science 292, 1102-1105.Baranowski, E., Ruiz-Jarabo, C.M., and Domingo, E. (2001). Evolution of cell recognition by viruses.Casasnovas, J.M. (2013). Virus-receptor interactions and receptor-mediated virus entry into host cells. InStructure and Physics of Viruses (Springer), pp. 441-466.Chen, C., Liaw, A., and Breiman, L. (2004). Using random forest to learn imbalanced data. University ofCalifornia, Berkeley 110, 24.Csardi, G., and Nepusz, T. (2006). The igraph software package for complex network research.InterJournal, complex systems 1695, 1-9.Dimitrov, D.S. (2004). Virus entry: molecular mechanisms and biomedical applications. Nature ReviewsMicrobiology 2, 109-122.21-25.28. 14.Free, R.B., Hazelwood, L.A., and Sibley, D.R. (2009). Identifying novel protein‐protein interactionsusing co‐immunoprecipitation and mass spectroscopy. Current protocols in neuroscience 46, 5.28.Fu, L., Niu, B., Zhu, Z., Wu, S., and Li, W. (2012). CD-HIT: accelerated for clustering thenext-generation sequencing data. Bioinformatics 28, 3150-3152.Gupta, R., Jung, E., and Brunak, S. (2004). Prediction of N-glycosylation sites in human proteins.Hoffmann, M., Kleine-Weber, H., Krueger, N., Mueller, M.A., Drosten, C., and Pöhlmann, S. (2020).The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellularprotease TMPRSS2 for entry into target cells. bioRxiv.Lasso, G., Mayer, S.V., Winkelmann, E.R., Chu, T., Elliot, O., Patino-Galindo, J.A., Park, K., Rabadan,R., Honig, B., and Shapira, S.D. (2019). A structure-informed atlas of human-virus interactions. Cell 178,1526-1541. e1516.of virology 89, 1954-1964.research 41, D579-D583.Masson, P., Hulo, C., De Castro, E., Bitter, H., Gruenbaum, L., Essioux, L., Bougueleret, L., Xenarios, I.,and Le Mercier, P. (2012). ViralZone: recent updates to the virus knowledge resource. Nucleic acidscellular receptors of poliovirus. Virus research 1, 203-212.Pedregosa, F., Varoquaux, G., Gramfort, A., Michel, V., Thirion, B., Grisel, O., Blondel, M., Prettenhofer,P., Weiss, R., and Dubourg, V. (2011). Scikit-learn: Machine learning in Python. Journal of machinelearning research 12, 2825-2830.Petryszak, R., Keays, M., Tang, Y.A., Fonseca, N.A., Barrera, E., Burdett, T., Füllgrabe, A., Fuentes,A.M.-P., Jupp, S., and Koskinen, S. (2016). Expression Atlas update—an integrated database of gene andprotein expression in humans, animals and plants. Nucleic acids research 44, D746-D752.Qi, F., Qian, S., Zhang, S., and Zhang, Z. (2020). Single cell RNA sequencing of 13 human tissuesidentify cell types and receptors of human coronaviruses. bioRxiv.Ryu, W.-S. (2016). Molecular virology of human pathogenic viruses (Academic Press).Szklarczyk, D., Franceschini, A., Wyder, S., Forslund, K., Heller, D., Huerta-Cepas, J., Simonovic, M.,Roth, A., Santos, A., and Tsafou, K.P. (2015). STRING v10: protein–protein interaction networks,integrated over the tree of life. Nucleic acids research 43, D447-D452.Wang, J.-h. (2002). Protein recognition by cell surface receptors: physiological receptors versus virusinteractions. Trends in biochemical sciences 27, 122-126.Wu, A., Peng, Y., Huang, B., Ding, X., Wang, X., Niu, P., Meng, J., Zhu, Z., Zhang, Z., and Wang, J.(2020). Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating inChina. Cell Host & Microbe.Yan, C., Duan, G., Wu, F.-X., and Wang, J. (2019). IILLS: predicting virus-receptor interactions based onsimilarity and semi-supervised learning. BMC bioinformatics 20, 651.Zhang, H., Kang, Z., Gong, H., Xu, D., Wang, J., Li, Z., Cui, X., Xiao, J., Meng, T., and Zhou, W. (2020).The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based onsingle-cell transcriptomes. BioRxiv.Zhang, Z., Zhu, Z., Chen, W., Cai, Z., Xu, B., Tan, Z., Wu, A., Ge, X., Guo, X., and Tan, Z. (2019). Cellmembrane proteins with high n-glycosylation, high expression and multiple interaction partners arepreferred by mammalian viruses as receptors. Bioinformatics 35, 723-728.Zhou, P., Yang, X.-L., Wang, X.-G., Hu, B., Zhang, L., Zhang, W., Si, H.-R., Zhu, Y., Li, B., and Huang,C.-L. (2020). A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature,", "ref_list": [[], ["Monoclonal antibodies which block"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Minor", "P. Pipkin", "D. Hockley", "G. Schild", "J. Almond"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "would greatly facilitate identification of receptors for human-infecting virome.", "one_words_summarize": "would greatly facilitate identification of receptors for human-infecting virome. Receptor-binding is the first step for viral infection of host cells. 2001; Casasnovas, 2013;Dimitrov, 2004; Li, 2015; Wang, 2002). Based on a collection of 119 mammalian virusreceptors, our recent study further showed that human virus protein receptors havehigher level of N-glycosylation, higher number of interaction partners in the humanprotein-protein interaction (PPI) network and high expressions in 32 common humantissues compared to other cell membrane proteins (Zhang et al., These studiescould facilitate identification of human virus receptors. Currently, several experimentalapproaches have been developed in identifying virus receptors. Combination of the model with Lasso’s work further predicted receptors for693 human-infecting viruses. The human proteins with the words of “cell membrane” and“cell surface” in the field of “Subcellular location” were considered to be human cellmembrane proteins. A total of2,161 human cell membrane proteins and 5,187 human membrane proteins wereobtained. TheN-glycosylationsitesof humanproteinswereobtained fromtheUniprotKB/Swiss-Prot database. To calculate the node degree of human proteins in the human PPI network, firstly, thehuman PPIs with combined scores greater than 400 were extracted from the STRINGdatabase (version 10.5) (Szklarczyk et al., Viruses of the same viral familywere supposed to use the same RBP. Proteins with high scores are more likely to be virus receptors. For each viral RBP, the RBP-interacting cell membrane proteins were rankedby the score provided by the RF model to select the most likely receptor (Table S2).To validate the ranking by the RF model, 25 pairs of experimentally-validatedinteractions between viral RBPs and receptors were extracted. The expression levels of these spike-interactingproteins in 32 common human tissues were shown in Figure 1. They could facilitate identification of humanvirus receptors. A variable numberof human cell membrane proteins were predicted to interact with viral RBPs. Further efforts are needed to validate these predicted receptors. Nevertheless,more efforts are needed to validate these candidate alternative receptors. Thirdly, the RF model can not be usedto identify receptors for a specific human-infecting virus. Science 292, 1102-1105.Baranowski, E., Ruiz-Jarabo, C.M., and Domingo, E. (2001). Virus-receptor interactions and receptor-mediated virus entry into host cells. Journal of machinelearning research 12, 2825-2830.Petryszak, R., Keays, M., Tang, Y.A., Fonseca, N.A., Barrera, E., Burdett, T., Füllgrabe, A., Fuentes,A.M.-P., Jupp, S., and Koskinen, S. (2016). Expression Atlas update—an integrated database of gene andprotein expression in humans, animals and plants. Molecular virology of human pathogenic viruses (Academic Press).Szklarczyk, D., Franceschini, A., Wyder, S., Forslund, K., Heller, D., Huerta-Cepas, J., Simonovic, M.,Roth, A., Santos, A., and Tsafou, K.P. (2015). STRING v10: protein–protein interaction networks,integrated over the tree of life. IILLS: predicting virus-receptor interactions based onsimilarity and semi-supervised learning. Zhang, Z., Zhu, Z., Chen, W., Cai, Z., Xu, B., Tan, Z., Wu, A., Ge, X., Guo, X., and Tan, Z. (2019)."}