{"date": "2020/02/12", "journal": "medrxiv", "authors": "Qiushi Lin, Taojun Hu, Xiao-Hua Zhou", "title": "Estimating the daily trend in the size of the COVID-19 infected population in Wuhan", "type": "preprint article", "abstract": "Since December 2019, an outbreak of pneumonia cause by a novel coronavirus (COVID19) has occurred in Wuhan, Hubei Province, China. Cases have been exported to other places in China, as well as over 20 countries around the world. We provide estimates of the daily trend in the size of the epidemic in Wuhan based on detailed information of 10,940 confirmed As of February 9, 2020, the National Health Commission (NHC) of China had confirmed a total of 40,171 cases of novel coronavirus pneumonia (NCP) in mainland China, including 6,484 severe cases, 908 deaths, and 32,81 recoveries. An additional total of 23,589 suspected cases were reported. Wuhan, the epicenter of the NCP outbreak, had confirmed 16,902 cases. The NHC had received confirmed reports including a total of 36 in Hong Kong Special Administrative Region, China, 10 in Macau Special Administrative Region, China, and 18 in Taiwan, China. [1] More than 300 cases had been detected outside China.", "text": "We estimate the number of cases that should be reported in Wuhan by January 11, 2020,is 4,090 (95% confidence interval [CI]: 3,975 – 4,206) and 56,833 (95% CI: 55,242 – 58,449)by February 9, 2020. Figure 1 shows how the estimated number of cases in Wuhan increasedover time, together with the 95% confidence bands. As shown in Figure 2, the reporting ratehad grown rapidly from 1.41% (95% CI: 1.37% - 1.45%) on January 11, 2020, to 29.74%(95% CI: 28.92% - 30.60%) on February 9, 2020. The date of first infection is estimated asData were retrieved from provincial and municipal health commissions in China as wellas through ministries of health in other countries with detailed information of 10,940confirmed cases outside Hubei Province, including region, gender, age, date of symptomonset, date of confirmation, history of travelling or residing in Wuhan, and date of leavingWuhan. Among 7,499 patients with gender information, 3,508(46.78%) are female. The meanage of patients is 44.48, and the median age is 44. The youngest patient outside HubeiProvince was confirmed only five days after birth, while the oldest is 97 years old.2-Feb 159 310 34% 738 5.553-Feb 164 410 29% 896 5.764-Feb 119 336 26% 749 5.995-Feb 107 376 22% 749 6.106-Feb 83 380 18% 721 5.927-Feb 53 363 13% 617 6.178-Feb 42 286 13% 530 6.499-Feb 30 235 11% 474 6.66* The count and average on the first row are taken over all cases confirmed by January 20, 2020.The last column of Table 2 lists the mean time from symptom onset to confirmation forpatients confirmed on Day  . The median duration of all cases is 5 days, and the mean is 5.54days. In general, the detection period decreased in the first week after January 20, 2020, butincreased since then. The improvements in detection speed and capacity might cause theinitial decline, and the rise may be due to more thorough screening, leading to the detection ofpatients with mild symptoms who would otherwise not go to the hospitals. [5]The proposed method relies on the following assumptions:1. The daily probability of departing from Wuhan is a constant  over time.2. There is a  =  1 +  2-day window between infection to detection, including a 1day incubation period and a  2-day delay from symptom onset to detection.3. Trip durations are long enough that a traveling patient infected in Wuhan will developsymptoms and be detected in other places rather than after returning to Wuhan.4. All travelers leaving Wuhan, including transfer passengers, have the same risk ofinfection as local residents.5. Traveling is independent of the exposure risk to COVID-19 or of infection status.6. Patients are not able to travel  days after infection.7. Recoveries are not considered in this method.Some of the assumptions might not be realistic, but the data needed to account for themare not currently available. The following caveats are further noted:Violation of Assumption 1 (e.g., the probability of leaving Wuhan is larger than  )would cause an overestimation of the number of cases in Wuhan.Violation of Assumption 2 (e.g., the average time from infection to detection isViolation of Assumption 4 (e.g., travelers have a lower risk of infection than residentsViolation of Assumption 5 (e.g., infected individuals are less likely to travel due tolonger thandays) would lead to an overestimation.in Wuhan) would cause an underestimation.the health conditions) would cause an underestimation.Given that the number of recoveries is relatively small compared to the size ofCOVID-19 infected population, Assumption 8 should not significantly influence theresult.Some of the violations are practiced in the Sensitivity Analysis.Assume Day 1 is the date of infection for the very first case. Let  be the cumulativenumber of cases that should be confirmed in Wuhan by Day  , then the number ofinfections is   −under Assumption 2. If  ≤  , there should be no confirmed cases. If <  ≤ 2 , then the number of imported cases  on Day  follows a binomial(  ,  )distribution. If  > 2 , under Assumption 6,   follows a binomial(  −   − ,  )distribution. Let  be the cumulative number of imported cases by Day  , then =1∑ = − +1  = ∑   ~ Binomial(  ,  ) , ≥ 2 .        (        of infected population is determined by the followingordinary differential equation=  ( −   ), > 0, take recoveries into account, such that equation (2) has an analytical solution  =1 +  − ( − 0)=   ,(3)where  =11+ − ( − 0). Therefore,   ~ Binomial(∑ = − +1   ,  ). The parameterestimate  ̂ is the maximizer of the likelihood function ( ) = (∑ = − +1   )    (1 −  ) ∑ = − +1   −  .(4)The lower and upper bound of the 95% confidence interval [ ̂, ̂ ] are values such that thecumulative distribution function  ( ) = ∑( ) equals 0.975 and 0.025, respectively.Determining the number of imported cases  plays a crucial role in the modelingprocedure. Note that not all cases have clear records on the history of traveling or residing inWuhan, we need to impute the missing values. Assume the proportion of imported cases inthe patients with no information is the same as the observed proportion, then =   × +  ,(5)where the values of   ,   , andare listed in Table 2.The daily probability of leaving Wuhan is estimated as the ratio of daily volume oftravelers to the population of Wuhan City, 14 million. [10] Wuhan Municipal TransportationManagement Bureau expected to send 15 million passengers during the 40-day Chinese NewYear travel rush, 34% of whom would travel across 300 km. [7] This would imply, onaverage, the daily probability  of traveling from Wuhan to places outside Hubei would be15*0.34/40/14=0.009. Li et al. estimated that the mean incubation period of 425 patients withNCP was 5.2 days (95% CI, 4.1 to 7.0). [8] The mean time from symptom onset to detectioncalculated from our data is 5.5 days, so we choose  1 =  2 = 5 days. January 29, 2020, hasthe maximum observed count of imported cases, so   −   −is maximized at  = Januaryd =  1 +  2 1011-Jan9-Feb29, 2020. It is clear from the analytical form (3) that  0 =  −= January 24, 2020, whichis shortly after the lockdown of Wuhan City. [4] Wu et al. estimated the epidemic doublingtime as 6.4 days (95% CI 5.8–7.1) as of January 25, 2020. From this result, we estimate that22ln 26.4= 0.1. Using these values for parameters  ,  ,  0, and  , we can derive themaximum likelihood estimate  ̂= 59150, with 95% confidence interval [57494, 60831].The estimate of the date of first infection is obtained by solving the equation   = 1.We explore the sensitivity of the estimate of total cases in to our assumptions and choicesof parameters  ,  , and  . Note that  0 += January 29, 2020. Table 3 summaries theestimate the number of cases should be reported on January 11, 2020, and February 9, 2020under baseline assumptions and alternative scenarios. Confidence intervals are omitted.The currently reported number 16,902 on February 9, 2020, is substantially smaller thanthe lower bound of our most conservative scenario.Measures taken by authorities to boost the admission capacity of hospitals in Wuhan areeffective. The estimated reporting rate increases rapidly over the past few days. However, thereporting rate only reaches about 30% as of February 9, 2020, indicating that more thoroughscreening of all fever patients with a mild or moderate respiratory disease should beconducted. More hospital beds and medical facilities should be built to accommodate andquarantine all the NCP patients and hence stop the spread of the virus in Wuhan.Referencesof the People's Republic of China.[2] Hubei ordered to admit all patients in hospitals. China Daily.2(6): 87-91.potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan,", "ref_list": [[], ["A Contribution to the Mathematical Theory of Epidemics\""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WO Kermack", "AG McKendrick"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We estimate the number of cases that should be reported in Wuhan by January 11, 2020,\nis 4,090 (95% confidence interval [CI]: 3,975 – 4,206) and 56,833 (95% CI: 55,242 – 58,449)\nby February 9, 2020. Figure 1 shows how the estimated number of cases in Wuhan increased\nover time, together with the 95% confidence bands. As shown in Figure 2, the reporting rate\nhad grown rapidly from 1.41% (95% CI: 1.37% - 1.45%) on January 11, 2020, to 29.74%\n(95% CI: 28.92% - 30.60%) on February 9, 2020. The date of first infection is estimated as", "one_words_summarize": "We estimate the number of cases that should be reported in Wuhan by January 11, 2020,is 4,090 (95% confidence interval [CI]: 3,975 – 4,206) and 56,833 (95% CI: 55,242 – 58,449)by February 9, 2020. As shown in Figure 2, the reporting ratehad grown rapidly from 1.41% (95% CI: 1.37% - 1.45%) on January 11, 2020, to 29.74%(95% CI: 28.92% - 30.60%) on February 9, 2020. The daily probability of departing from Wuhan is a constant  over time.2. Traveling is independent of the exposure risk to COVID-19 or of infection status.6. Some of the violations are practiced in the Sensitivity Analysis. If  > 2 , under Assumption 6,   follows a binomial(  −   − ,  )distribution. The parameterestimate  ̂ is the maximizer of the likelihood function ( ) = (∑ = − +1   )    (1 −  ) ∑ = − +1   −  .(4)The lower and upper bound of the 95% confidence interval [ ̂, ̂ ] are values such that thecumulative distribution function  ( ) = ∑( ) equals 0.975 and 0.025, respectively. Determining the number of imported cases  plays a crucial role in the modelingprocedure. It is clear from the analytical form (3) that  0 =  −= January 24, 2020, whichis shortly after the lockdown of Wuhan City. [ The estimated reporting rate increases rapidly over the past few days."}