{"date": "2020/02/15", "journal": "medrxiv", "authors": "Li Ping Wong, Qun hong Wu, Xi Chen, Zhuo Chen, Haridah Alias, Mingwang Shen, Jing cen Hu, Shiwei Duan, Jin jie Zhang, Liyuan Han", "title": "The role of institutional trust in preventive and treatment-seeking behaviors during the 2019 novel coronavirus (2019-nCoV) outbreak among residents in Hubei, China", "type": "preprint article", "abstract": "Lumpur, Malaysia. Zhejiang Province, China.", "text": "*Correspondence to Liping Wong, Department of Epidemiology, Zhejiang ProvincialKey Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo,*Correspondence to Liyuan Han, Department of Epidemiology, Zhejiang ProvincialKey Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo,1234567891011121314151617181920212223Background Since December 2019, pneumonia associated with the 2019 novelcoronavirus (2019-nCoV) has emerged in Wuhan, China. The exponential increase ofthe confirmed number of cases of 2019n-CoV is of great concern to the globalcommunity. The fears and panic among residents in the epicenters have prompteddiverse responses, which are understudied. During such a crisis, community trust andsupport for the government and health authorities are important to contain the outbreak.We aimed to investigate the influence of institutional trust on public responses to the2019-nCoV outbreak.Methods An anonymous Internet-based, cross-sectional survey was administered onJanuary 29, 2020. The study population comprised all residents currently residing orworking in the province of Hubei, where Wuhan is the capital city. The level of trust ininformation provision and preventive instructions, individual preventive behaviors andtreatment-seeking behaviors were queried.Findings The majority of the participants expressed a great extent of trust in theinformation and preventive instructions provided by the central government than by thelocal government. A high uptake of 2019-nCoV preventive measures was found,particularly among people who had been placed under quarantine. Being underquarantine (adjusted odds ratio [OR] = 2.35, 95% confidence interval [CI] 1.80 to 3.08)and having a high institutional trust score (OR = 2.23, 95% CI 1.96 to 2.53) were bothstrong and significant determinants of higher preventive behavior scores. The majorityof study participants (85.7%, n = 3,640) reported that they would seek hospitaltreatment if they suspected themselves to have been infected with 2019 n-CoV. Few ofthe participants from Wuhan (16.6%, n = 475) and those participants who were under252627282930313233343536373839404142434445quarantine (13.8%, n = 550) expressed an unwillingness to seek hospital treatment.Similarly, being under quarantine (OR = 2.36, 95% CI 1.80 to 3.09) and having a highinstitutional trust score (OR = 2.20, 95% CI 1.96 to 2.49) were two strong significantdeterminants of hospital treatment-seeking.Interpretation The results of this study suggest that institutional trust is an importantfactor influencing adequate preventive behavior and seeking formal medical careduring an outbreak. In view of the 2019-nCoV being highly pathogenic and extremelycontagious, our findings also underscore the importance of public health interventionto reach individuals with poor adherence to preventive measures and who are reluctantto seek treatment at formal health services.Funding National Key R&D Program of China, Ningbo Health Branding Subject Fund, Sanming Project of Medicine in Shenzhen, K.C. Wong Magna Fund in NingboUniversity, National Natural Science Foundation of China, Fundamental Research Funds for the Central Universities, China Postdoctoral Science Foundation, and Natural4748495051525354555657585960616263646566676869We searched PubMed on January 28, 2020, for articles that describe the trust,preventive practices and health-seeking behaviors related to the 2019 novel coronavirus(2019-nCoV) in China, using the search terms “novel coronavirus,” “institutional trust,”“behavioral change,” “protective behaviors,” and “treatment-seeking” with nolanguage or publication time restrictions. Previously published research discussed thebehavioral responses to the severe acute respiratory syndrome (SARS) epidemic andthe 2009 pandemic influenza A (H1N1) in Hong Kong. The only report investigatingthe influence of institutional trust and public responses was published on March 27,2019, on the Ebola outbreak in the Democratic Republic of the Congo. No previousstudies have investigated how trust in the information provision and preventioninstructions from the authorities during a disease outbreak has influenced the public’sprevention practices and treatment-seeking in the epicenter of the 2019-nCoV.Starting on December 8, 2019, several cases of pneumonia were reported in Wuhan,Hubei province, China (1,2). Subsequently, on January 7, 2020 the Chinese Center forDisease Control and Prevention (CDC) identified a novel coronavirus linked to theoutbreak, which was subsequently named the 2019 novel coronavirus (2019-nCoV) bythe World Health Organization (WHO) (3). On January 23, 2020, the centralgovernment of the People's Republic of China imposed a lockdown in Wuhan in aneffort to quarantine the epicenter of the outbreak to prevent an epidemic. Subsequently,two other cities, Enzhou and Chibi, were also locked down. Most recently, on January29, 2020 the WHO has declared the 2019-nCoV a global health emergency.717273747576777879808182838485868788899091929394In this ongoing severe case of escalating infections and deaths, healthcareproviders in China are working around the clock treating patients and preventingcasualties, while scientists in China and around the globe are racing to find out moreabout the coronavirus to prevent it becoming a worldwide pandemic. Studies publishedin the past weeks have led to a better worldwide understanding of the epidemiology,clinical and genomic characteristics of the 2019-nCoV (4,5). However, counteractingthe newly discovered 2019-nCoV will entail multifaceted control strategies. Globaloutbreaks like the severe acute respiratory syndrome (SARS) epidemic and the2009 pandemic influenza A (H1N1) have brought attention to the importance ofunderstanding community responses in outbreak control (6).Understanding localcommunity responses is vital to provide insights into the development of riskcommunication messages to the general public for outbreak prevention and control(6,7).Therefore, investigating the public response to the outbreak is as equallyimportant as epidemiological, clinical, and genomic research.institutional trust is of central importance in effective public health intervention (8).Lack of institutional trust may lead to refusal to comply with a preventive or curativeintervention which may result in an increased risk of both acquiring and spreading thedisease (8). As noted in the statement from the second meeting of the EmergencyCommittee regarding the outbreak of 2019-nCoV on January 30, the implementationof comprehensive risk communication strategies to enhance public health measures forcontainment of the outbreak is vital (9).Therefore, it is of utmost importance that peoplein the epicenter, particularly in the quarantine area, have full trust in the governmentinstitutions to enable successful delivery of risk communication and practice of healthprotection behaviors.96979899100101102103104105106107108109110111112113114115116117spreading rapidly with escalating confirmed cases and deaths. In consideration of theimportance of understanding the community responses, this study aimed to investigatethe role of institutional trust in individual preventive and treatment-seeking behaviorsduring the 2019-nCoV outbreak, which to date has claimed over 1000 lives and hasinfected over 60,000 people in China.An anonymous Internet-based, cross-sectional survey commenced on January 29,2020. The study population comprised adults ≥18 years of age and residing or workingin the province of Hubei, where Wuhan is the capital city. This cross-sectional studywas performed in accordance with the STROBE statement.A snowballing sampling technique was used to recruit the participants. The weblink tothe survey was first circulated to the academic staff and students at the Ningbo MedicalUniversity, who are from diverse geographical locations of origin. They were instructedto employ their social networks to circulate the link to people residing or working inthe province of Hubei. Upon completing the survey, a note to encourage participants todisseminate the survey link to all known contacts in Hubei province was included.119120121122123124125126127128129130131132133134135136137138139140141assessed demographic background, institutional trust, and 2019-nCoV-relatedpreventive and health-seeking behaviors.Institutional trust was assessed using a series of questions (eight items) thatassessed participants’ trust in 2019-nCoV-related information (i.e. the reported numberof confirmed cases, deaths, etc.) and preventive instructions (i.e. self-quarantine,provincial quarantine, extended time off, etc.) given by the local, provincial, and centralgovernments. They were also queried about their trust in the information provision andthe preventive instructions from healthcare providers. The response options wererecorded on a 4-point Likert scale with items scored as either 0 (not at all), 1 (a smallextent), 2 (moderate), or 3 (a great extent). The possible score ranged from 0 to 24, withhigher scores indicating higher levels of trust.direct avoidance, (2) social interaction avoidance, (3) physical contact avoidance, (4)public space avoidance, and (5) personal protection. The response options wererecorded on a 3-point Likert scale with items scored as either 0 (never), 1 (occasionally),or 2 (frequently). The possible score ranged from 0 to 28, with higher scores indicatinghigher levels of preventive behaviors.seeking behaviors that they would adopt if they suspected themselves to have beeninfected with 2019-n CoV. The health-seeking behaviors queried were 1) seekingtreatment in the hospital, 2) traditional healing, and 3) self-healing (i.e. exercise, highdose of vitamins, plenty of fresh fruit and vegetables). The answers included two143144145146147148149150151152153154155156157158159160161162163164Normality testing was performed using the Kolmogorov-Smirnov test. The scores ofinstitutional trust and preventive behaviors were not normally distributed, therefore allresults were expressed as the median and interquartile range (IQR). Other descriptivestatistics, such as frequency tables, charts, and proportions were used for datasummarization. The reliability of the institutional trust and preventive behavior itemswas evaluated by assessing the internal consistency of the items representing the scores.The 8-item institutional trust and the 14-item preventive behaviors had a reliability(Cronbach’s α) of 0.944 and 0.653, respectively. Multivariable logistic regression wasused to determine factors influencing preventive behavior scores and conventionaltreatment-seeking. Variables that were significant on a chi-square (2) test wereselected for multivariable logistic regression analysis and included in the model usinga simultaneous forced-entry method. Odds ratios (OR), 95% confidence intervals (95%CI), and p values were calculated for each independent variable. The model fit wasassessed using the Hosmer–Lemeshow goodness-of-fit test.10 All statistical analyseswere performed using the Statistical Package for the Social Sciences, version 20.0 (IBMCorp., Armonk, NY, USA). A p‐value of less than 0·05 was considered statisticallyThis survey was part of a continuing public health outbreak investigation and thusconsidered exempt from institutional review board approval.The funder of this study had no role in the study design, data collection, data analysis,data interpretation, or writing of the report. The corresponding authors had full access166167168169170171172173174175176177178179180181182183184185186187188to all of the data in the study and had final responsibility for the decision to submit forpublication.The survey link was disseminated on January 29, 2020, and by January 30 a total of4,393 responses were received. The final number of responses included in data analyseswas 4,245, after data cleaning to remove invalid responses. The demographiccharacteristics of the participants are shown in the first column of Table 1. Most of theparticipants were from the city of Wuhan (67.3%) and most (93.6%) reported that theywere currently under quarantine.Figure 1 shows the results of institutional trust for both information provision andpreventive instruction. The majority of the participants expressed a great extent of trustin the information provision (72.4%) and preventive instructions (78.5%) from thecentral government authority. The level of trust in the information provision (68.4%)and preventive instruction (72.1%) from healthcare providers were lower than that ofthe central government authority. An even lower proportion expressed a great extent oftrust in information provision (48.0%) and preventive instructions (59.7%) given by thelocal authority. The total scores of institutional trust for information provision andpreventive instruction ranged from 0 to 24. The median score was 22 (IQR 18 to 24).The total scores was categorized into two groups, namely 22-24 or 0-21, based on themedian split; as such, a total of 2,208 (52.0%) were categorized as having a score of22-24 and 2,037 (48.0%) had a score of 0-21.Figure 2 shows the distribution of self-reported preventive behaviors. The uptakeof preventive behaviors was high in the study population. However, only 40% reportedwearing a face mask at home when they were with other household members. The190191192193194195196197198199200201202203204205206207208209210211212213scores of preventive behaviors in the study population ranged from 7 to 28. The medianscore was 27 (IQR 26-28). The preventive behaviors scores were categorized as a scoreof 27 to 28 or 7 to 26 based on the median split; as such, a total of 2321 (54·7%) werecategorized as having a score of 27 to 28 and 1924 (45·3%) had a score of 7 to 26.Table 1 shows the univariate and multivariable analyses of factors associated withpreventive behavior scores. In the univariate analysis, there were significantassociations between the preventive behavior scores and age group, highest educationalattainment, occupational types, quarantine status, and the total score of institutionaltrust. In the multivariate analysis, under quarantine (adjusted odds ratio [OR] = 2·35,95% confidence interval [CI] 1·80 - 3·08) and having high institutional trust score(OR=2·23, 95% CI 1·96 -2·53) were two strong significant determinants of higherpreventive behavior scores. Participants of age group 26-35 years (OR=1·54, 95% CI1·29 -1·83) and 36-45 years (OR=1·22, 95% CI 1·01 - 1·48) had significantly higherpreventive behaviour scores than those >45 years old.Figure 3 shows the treatment-seeking behaviours of the study population. Mostparticipants (85.7%, n = 3,640) reported that they would seek treatment at the hospital,whereas 42% (n = 1,782) reported that they would seek traditional healing, and 62.4%(n = 2,651) reported a preference for self-treatment. A total of 462 (46.3%) participantsaged >45 years reported a preference for using traditional healing (2 = 13.649, degreesof freedom = 3, p = 0.011). There was no significant difference in the use of self-healingby participants’ age. Table 2 shows the univariate and multivariable analyses of factorsassociated with treatment-seeking in the hospital. In the univariate analysis all of thefactors studied, except for the age group, were significantly associated withtreatmentseeking in the hospital. Of note, 16.6% (n = 475) of the participants from the city ofWuhan reported no intention of seeking treatment in the hospital, whereas 13.8% (n =215216217218219220221222223224225226227228229230231232233234235236237550) of participants who were in the quarantine area reported no intention of seekingtreatment in the hospital. In the multivariable analysis, similarly, being quarantined(OR = 2.36, 95% CI 1.80–3.09) and having a high institutional trust score (OR = 2.20,95% CI 1.96–2.49) were two strong significant determinants of treatment-seeking inWith the aim of understanding the public behaviour in prevention measures in this crisisthat has now become a worldwide concern, this study collected data at the 2019n-CoVoutbreak epicentres during a period of exponential growth of the epidemic. This studyfound a considerably high level of institutional trust among the public in the epicenters.However, trust in the local authority was lower than that in the provincial and centralgovernment. This finding is in contrast to the study on the Ebola outbreak in Congo,where their public expressed higher trust in their local authorities (8). There is a needto enhance trust in the local authority, as they are the frontline in service delivery duringthe outbreak. Lack of trust in the local authority results in poor cooperation, thusundermining contact tracing and adherence to recommended public health interventions(11,12). Healthcare providers can be strong advocates for outbreak prevention effortsin these communities, considering that many expressed a high level of trust in them.high level of prevention measures. As noted, however, a relatively small proportionreported using face masks at home when they were around household members.Wearing a face mask in public places and at home when around other householdmembers is advisable based on CDC recommendations (13). In consideration thathuman-to-human transmission among close family members has been reported in239240241242243244245246247248249250251252253254255256257258259260261overseas countries such as Germany, Japan, and Vietnam, the community in Hubeiprovince and the epicenters should be made aware of the essential importance ofwearing face masks when they are around other household members.trust on overall preventive behaviors, in good agreement with previous studies (8,11).As the 2019-nCoV epidemic is still growing exponentially, continued strengthening ofinstitutional trust, and in particular, increasing the trust in the local authority, is essentialfor emergency management. outbreak control.members of the public, which warrants serious attention. It has been found that olderadults affected by 2019-nCoV are likely to have a higher risk of complications andmortality (4). There is a need to find out whether a lack of appropriate preventionpractices among people of older age is due to knowledge deficiency or to their beingout-of-reach of current public health intervention.The finding that nearly 15% of people would be reluctant to seek treatment in thehospital if they were suspected to have been infected with 2019-nCoV is clinicallyimportant and worrisome. Of utmost importance, a proportion of those participants arein the city of Wuhan and currently under quarantine. The preference for usingtraditional healing among a minority of the older respondents is also of concern. Refusalto seek hospital treatment not only leads to progress to serious respiratory distress andcan be life-threatening, but also increases the chances of spreading the disease. Peoplewho favor traditional healing should be made aware that seeking conventionaltreatment in the hospital and obeying the quarantine order are the most appropriateactions in containing this outbreak. Finally, the finding of the strong influence of263264265266267268269270271272273274275276277278279institutional trust on seeking conventional treatment again amplifies the immenseimportance of building trust between the public and the government authorities.This current study has several limitations that should be considered. The firstpertains to the cross-sectional nature of the study. Thus, it cannot be used to infercausality. Second, the responses were based on self-report and may be subject toselfreporting bias and a tendency to report socially desirable responses. Therefore, theresults should be interpreted with caution. Third, the snowballing method used in thisstudy can lead to selection bias. Nevertheless, the demographic distributions of ourstudy population resembles of the general population in Hubei province. Despitethese limitations, the study data contributes tremendously to understanding of publicresponses, especially now that the epidemic is growing exponentially.In conclusion, bridging the trust gaps between the public and local authorities inthe epicentres is crucial. It is of utmost urgency to carry out public health interventionsto reach out to individuals with poor adherence to preventive measures and who arereluctant to seek conventional medical care. Considering the extremely contagiousnature of the 2019-nCoV, a slight incompliance by even a small portion of thepopulation may have grave consequences and contribute to the continued exponentialincrease of the outbreak cases.We thank the study participants for their prompt responses. Special acknowledgmentfor participants who have helped to share the survey link to others in their contact lists.Funding: National Key R&D Program of China, Ningbo Health Branding Subject Fund, Sanming Project of Medicine in Shenzhen, K.C. Wong Magna Fund in NingboUniversity, National Natural Science Foundation of China, Fundamental Research Funds for the Central Universities, China Postdoctoral Science Foundation, and NaturalAuthor contributions: QW, XC, ZC, HA, MS, JH, SD and JZ conceived the study anddesigned the study in collaboration. LPW and LH analyzed the data and wrote the firstdraft of the manuscript. All authors interpreted the data and contributed to subsequentdrafts of the manuscript, and all authors have seen and approved the final version.Dr. Wong is an epidemiologist at the Department of Social and Preventive Medicine,Faculty of Medicine, University of Malaya, Malaysia. Her primary research has centredalmost exclusively on preventive and behavioral medicine, and social epidemiology.1. Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of unknown etiology inWuhan China: the mystery and the miracle. J Med Virol 2020; published online Jan16. https://doi.org/10.1002/jmv.256782. Hui DS, I Azhar E, Madani TA, Ntoumi F, Kock R, Dar O, et al.; The continuing2019-nCoV epidemic threat of novel coronaviruses to global health - the latest 2019novel coronavirus outbreak in Wuhan, China. Int J Infect Dis 2020; 91: 264–66.3. World Health Organization. Clinical management of severe acute respiratoryinfection when Novel coronavirus (nCoV) infection is suspected: interim guidance.Jan11,(ncov)-infection-is-suspected (accessed Jan 30, 2020)4. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.; Epidemiological and2020;onlineJan5. Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, et al.; Genomic characterization andepidemiology of 2019 novel coronavirus: implications for virus origins and receptorbinding. Lancet 2020. Published online January 29, 2020. https://doi.org/10.1016/S0140-6736(20)30251-86. Leung GM, Ho LM, Chan SK, Ho SY, Bacon-Shone J, Choy RY, et al.;2005;40:1713-20.7. Vaughan E, Tinker T. Effective health risk communication about pandemicinfluenza for vulnerable populations. Am J Public Health 2009; 99: S324-32.8. Vinck P, Pham PN, Bindu KK, Bedford J, Nilles EJ. Institutional trust andmisinformation in the response to the 2018–19 Ebola outbreak in North Kivu, DR9. World Health Organization. Statement on the second meeting of the InternationalcoronavirusJan30,novel-coronavirus-(2019-ncov) (accessed 31 January, 2020).10. Hosmer Jr DW, Lemeshow S, Sturdivant RX. Applied logistic regression. John11. Kutalek R, Wang S, Fallah M, Wesseh CS, Gilbert J. Ebola interventions: listen tocommunities. Lancet Glob Health 2015; 3:e131.https://doi.org/10.1016/S221412. Meredith LS, Eisenman DP, Rhodes H, Ryan G, Long A. Trust influences responseto public health messages during a bioterrorist event. J Health Commun 2007; 12:13. Centers for Disease Control and Prevention. Influenza (Flu). Guidance: Use ofmasktocontroltransmission.(accessed 1 Feb 2020).Demographic characteristicsHigh school/Technical secondary school 783 (18·4)*Hosmer & Lemeshow test, chi-square:11·999, p-value: 0·151; Nagelkerke R2 : 0·086†p<0·05, ‡p<0·01, §p<0·001Preventive behavior scoreDemographic characteristicsHigh school/Technical secondary school(Continued from previous page)YesNoInstitutional trustTotal score of institutional trust ininformation provision and preventivebehaviorsScore 0-21Score 21-24OR: Odds ratio; CI: Confidence interval*Hosmer & Lemeshow test, chi-square:2·231, p-value: 0·973; Nagelkerke R2 : 0·079†p<0·05, ‡p<0·001Figure 2. Proportion of Frequent responses for preventive behaviours (N=4245)", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Correspondence to Liping Wong, Department of Epidemiology, Zhejiang Provincial\nKey Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo,\n*Correspondence to Liyuan Han, Department of Epidemiology, Zhejiang Provincial\nKey Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo,", "one_words_summarize": "*Correspondence to Liping Wong, Department of Epidemiology, Zhejiang ProvincialKey Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo,*Correspondence to Liyuan Han, Department of Epidemiology, Zhejiang ProvincialKey Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo,1234567891011121314151617181920212223Background Since December 2019, pneumonia associated with the 2019 novelcoronavirus (2019-nCoV) has emerged in Wuhan, China. Findings The majority of the participants expressed a great extent of trust in theinformation and preventive instructions provided by the central government than by thelocal government. In view of the 2019-nCoV being highly pathogenic and extremelycontagious, our findings also underscore the importance of public health interventionto reach individuals with poor adherence to preventive measures and who are reluctantto seek treatment at formal health services. Previously published research discussed thebehavioral responses to the severe acute respiratory syndrome (SARS) epidemic andthe 2009 pandemic influenza A (H1N1) in Hong Kong. However, counteractingthe newly discovered 2019-nCoV will entail multifaceted control strategies. The study population comprised adults ≥18 years of age and residing or workingin the province of Hubei, where Wuhan is the capital city. and preventive instructions (i.e. self-quarantine,provincial quarantine, extended time off, etc.) The possible score ranged from 0 to 28, with higher scores indicatinghigher levels of preventive behaviors.seeking behaviors that they would adopt if they suspected themselves to have beeninfected with 2019-n CoV. The health-seeking behaviors queried were 1) seekingtreatment in the hospital, 2) traditional healing, and 3) self-healing (i.e. exercise, highdose of vitamins, plenty of fresh fruit and vegetables). The answers included two143144145146147148149150151152153154155156157158159160161162163164Normality testing was performed using the Kolmogorov-Smirnov test. The survey link was disseminated on January 29, 2020, and by January 30 a total of4,393 responses were received. The final number of responses included in data analyseswas 4,245, after data cleaning to remove invalid responses. The total scores of institutional trust for information provision andpreventive instruction ranged from 0 to 24. However, only 40% reportedwearing a face mask at home when they were with other household members. Of note, 16.6% (n = 475) of the participants from the city ofWuhan reported no intention of seeking treatment in the hospital, whereas 13.8% (n =215216217218219220221222223224225226227228229230231232233234235236237550) of participants who were in the quarantine area reported no intention of seekingtreatment in the hospital. In the multivariable analysis, similarly, being quarantined(OR = 2.36, 95% CI 1.80–3.09) and having a high institutional trust score (OR = 2.20,95% CI 1.96–2.49) were two strong significant determinants of treatment-seeking inWith the aim of understanding the public behaviour in prevention measures in this crisisthat has now become a worldwide concern, this study collected data at the 2019n-CoVoutbreak epicentres during a period of exponential growth of the epidemic. However, trust in the local authority was lower than that in the provincial and centralgovernment. This finding is in contrast to the study on the Ebola outbreak in Congo,where their public expressed higher trust in their local authorities (8). Lack of trust in the local authority results in poor cooperation, thusundermining contact tracing and adherence to recommended public health interventions(11,12). Healthcare providers can be strong advocates for outbreak prevention effortsin these communities, considering that many expressed a high level of trust in them.high level of prevention measures. This current study has several limitations that should be considered. The firstpertains to the cross-sectional nature of the study. Wong is an epidemiologist at the Department of Social and Preventive Medicine,Faculty of Medicine, University of Malaya, Malaysia. Outbreak of pneumonia of unknown etiology inWuhan China: the mystery and the miracle. Jan11,(ncov)-infection-is-suspected (accessed Jan 30, 2020)4. Proportion of Frequent responses for preventive behaviours (N=4245)"}