{"date": "2020/02/11", "journal": "medrxiv", "authors": "Huailiang Wu, Jian Huang, Casper JP Zhang, Zonglin He, Wai-kit Ming", "title": "Facemask shortage and the coronavirus disease (COVID-19) outbreak: Reflection on public health measures", "type": "preprint article", "abstract": "# The authors contributed equally to this work *Corresponding author Novel Coronavirus-Infected Pneumonia, NCP, 2019-nCoV, facemask shortage, public health intervention,", "text": "health policyTo analyse the impact of the Novel Coronavirus Pneumonia (NCP) outbreak on the facemask shortagein China and provide insight into the development of emergency plans for future infectious diseasePolicy review using government websites and shortage analysis using mathematical modelling basedon data obtained from the National Health Commission (NHC), the Ministry of Industry andInformation Technology (MIIT), and the Center for Disease Control and Prevention (CDC) of theoutbreaks.Supplies of facemasks in the whole of China would have been sufficient for both the healthcareworkers and the general population if the NCP outbreak only occurred in Hubei province. However, ifthe outbreak occurred in both Hubei and Guangdong provinces, facemask supplies in the whole ofChina could last for 34 days if no alternative public health intervention was introduced. There would bea shortage of 480 million facemasks by mid-February 2020. If the outbreak occurred in the whole ofChina, facemask supplies could only last for 16 days and the shortage would considerably worsen, witha shortage of 11·5 billion facemasks by mid-February 2020.In light of the novel coronavirus outbreak in China, insufficient medical resources (e.g., shortage offacemasks) can considerably compromise the efficacy of public health measures. An effective publichealth intervention should also consider the adequacy and affordability of existing medical resources.Global collaboration should be strengthened to prevent the development of a global pandemic from aregional epidemic via easing the medical resources crisis in the affected countries.An increasing number of novel coronavirus (2019-nCoV) pneumonia cases were initially identified inWuhan, Hubei province, China in December 2019. The Novel Coronavirus Pneumonia (NCP) wasmainly transmitted via respiratory droplets and can be transmitted between humans 1-3. Commonsymptoms include fever, cough, dyspnoea, and myalgia or fatigue while less common symptomsinclude sputum production, headache, haemoptysis, and diarrhoea 4. In the early February 2020, thereported incidence of NCP cases exceeded 40,000 in China, of which more than 70% was in HubeiGermany, the United Kingdom, the United States and 12 other countries had reported cases infected by2019-nCoV 7. Most of the confirmed cases are travellers from or ever been to Wuhan or other Chinesecities; however, locally transmitted cases outside of China have also been reported 6.The World Health Organization’s (WHO) guidance on prevention and control of the NCP outbreakrecommends hand and respiratory hygiene and the use of appropriate personal protective equipment forhealthcare workers in practice and patients with suspected 2019-nCoV infection should be offered amedical mask 8. Regarding the respiratory hygiene measures, facemask wearing has been considered asone of the most cost-effective and important measures to prevent the NCP infection, but it has becomea social concern due to the recent facemask shortage in China 9-11.In the past few years, China had been the major facemask producer in the world, contributing to 50%of the global production 9. At the usual time, China can produce about 20 million facemasks per daywhile the productivity during the Chinese New Year holiday was lower (12 million facemasks per day)12. However, even if the full productivity could be achieved, 20 million facemasks per day do not seemto meet the need of a population of 1·4 billion in China. Thus, between 24 Jan and 30 Jan, the Chinesegovernment imported more than 56 million facemasks 12. To control the NCP epidemic, the Chinesegovernment also extended the Chinese New Year holiday to allow for home quarantine and reduce theneed for facemasks and other medical resources.In this study, we simulated the facemask availability during the NCP outbreak using a mathematicalmodel based on the actual development of the outbreak and public health intervention introduced bythe Chinese government. We aim to investigate the situation of the facemask shortage and provideinsight into the development of emergency plans for future infectious disease outbreaks.We summarized the public health intervention introduced by the Chinese government during the NCPoutbreak based on the official announcements and documents from the National Health Commission(NHC), the Ministry of Industry and Information Technology (MIIT), and the Center for DiseaseControl and Prevention (CDC) of the People’s Republic of China.We predicted the facemask availability in China during the NCP outbreak using a mathematical modelbased on data and assumptions on the production, import, consumption. We considered three scenariosin which the NCP outbreak occurred in 1) Hubei province (the most severe epidemic area); 2) Hubeiand Guangdong provinces (the two provinces with the highest numbers of cases); and 3) the whole ofChina (all regions of China have reported confirmed cases) 2,7. Our prediction covered the period from31 Dec 2019 to 15 Feb 2020 (47 days in total) because a cluster of NCP cases was reported by theWuhan NHC in late Dec 2019 1 and the peak of the epidemic has been predicted to be betweenearlyand mid-February 13. The parameters included in our model were estimated based on the data releasedby the NHC, MIIT, and CDC of the People’s Republic of China, China Health Statistics Yearbook2019, or recent investigation on the outbreak (Table 1). Specifically, the population and the numbers ofhealthcare workers in China, Hubei province, and Guangdong province were obtained from the ChinaHealth Statistics Yearbook 2019 14. Based on the data from NHC, MIIT, and CDC of the People’sRepublic of China, we estimated the facemask productivity, import, and consumption during thisWe simulated the daily availability of facemasks during the prediction period using equation (1),1where Fa(d) is the availability of facemasks on day d, as defined as the total number of facemasks onthe market and in storage on day d. Fp(d) is the number of facemasks produced in China on day d. Fi(d)is the number of facemasks being imported to China on day d. Fc(d) is the consumption of facemaskson day d. Equation 1 can be derived into equation (2),0where Fa(0) is the baseline facemask availability at the beginning of our prediction period. Thesummation function ∑, ∑, and ∑are the total numbers of facemasksproduced in, imported to and consumed in China on from day 1 to day d, respectively.We estimated the daily consumption of facemasks using equations (3) to (4),,,,βα,(1)(2)(3)(4)(5)where Fc,h(d) and Fc,p(d) are the numbers of facemasks used by healthcare workers and the generalpopulation on day d in the disease epidemic region, respectively. α and β are the daily numbers offacemasks used by one healthcare worker and one person in the general population, respectively, in thedisease epidemic region. Nh and Np are the numbers of healthcare workers and the general population inthe disease epidemic region, respectively. R(d) is the percentage of general population in the diseaseepidemic region wearing facemasks on day d.Model input and assumptions in our model are summarized in Table 1. MIIT estimated that the amountof usual daily facemask production was 20 million 12. Facemask storage was estimated to be seventimes of the daily consumption in hospitals 9. We assume that the 70% of the facemask storage in thewhole of China would be supplied to the hospital system; thus, the baseline availability of facemasks(i.e., Fa(0)) was estimated to be 246,006,500, which is about 12 times of the usual daily facemaskproduction in China. In our model, we assumed all facemasks on the market and in storage areavailable for consumption. In other word, we did not take into account factors that may limit the supplyon the market, such as logistics. We assumed that the number of facemasks produced in China each dayduring the prediction period (i.e., Fp(d)) to be 20,000,00012 (0<d≤24), 8,000,0009 (24<d≤33),12,000,00012 (33<d≤41), and 20,000,000 12 (41<d≤47). We also assumed that the number of facemasksimported to China on each day during the prediction period (i.e., Fi(d)) to be 6,000,000 (25≤d≤30) and20,000,000 (d = 31) 12. Considering one facemask should be replaced every 3-4 hours and one shift forthe healthcare workers is about 8-10 hours at the usual time, we assumed that each healthcare workerwould use two facemasks each day (α). And we assumed that each person in the general populationwould use one facemask each day (β), given that healthcare workers are more aware of respiratoryhygiene compared to the general population. We assumed the percentage of population wearingfacemasks (R(d)) to be close to 0% before the release of the national technical protocol for 2019-nCoV(the first version) by the NHC (i.e., 0<d≤16) 2. The R(d) was assumed to be 20% after therecommendation of facemasks wearing by the NHC (16<d≤23), and 60% after the release of thenational technical protocol for 2019-nCoV (the second version) and massive media cover (23<d≤25) 15.The Chinese New Year holiday started on 24 Jan 2020 and the Chinese government suggested homequarantine for suspected cases and reducing gathering during the holiday; thus, we assumed the R(d) tobe 20% from 24 Jan 2020 to 9 Feb 2020 (25<d≤41). For most of workers, they will need to startworking on 10 Feb 2020 while students don’t need to go to schools until 24 Feb 2020; thus, weassumed the R(d) to be 40% from 10 Feb 2020 to 15 Feb 2020 (41<d≤47).d% n0 a6,) ,)3 12 4≤ ≤d d< <6 51 2( (80 11 0 0 )0 0 100 ,0 ,0 3, 0 0 =0 0 000 0 ,0 ,0 (d,8 ,00 20 ,6 00, 0 )7 ,0)42 ,00 4 0002 d ≤ ,d≤ 1 n d 0< a < 20(%0tu ,000 0 00 5 ,)162 ,)20% )74d≤ 0 ,) ) ) ,531 ,)adniledopn ,,385930 ,,071900 ,,064310 ,,003232 ,03912 ,69381 (0<%d≤ 2352<d≤ (140<% ,,000000 3432<d≤ 4133<d≤ 1447<d≤ (20<<d 3052d≤≤M 1 5 1 1 5 9 0 ( 4 2 1 2 ( ( ( 0 (005,600,6426 n n 0.itireaabknhnC ,t()Jaeeeb20n1200152nw% t()Jeeeaabn252d02002nw% 020） cahdy fsaceaaeacydhkm 9,,,t()Jeeeabn24000020800w ,,,r)aeadn2y000000db2020p 12.ttitirrssseaeedopkEwmm ,rJaea3no0yn202d00000p tittseaeedb2020owm()dFi 9.iltiitssscaohpnononupm iltlisaeepupdoudbhnow ,,500246006=tiliirrr()seeaeahgnudoovonuvnuounoPPCCNNm ittisanom 41,,,3589310000=,cp 41,,07019500=,ph 14,,640311000=,pg 14,,00321235=,ch 41,390125=,hh 41,936819=,hg tilttt(ssseeceeeeaceehgnubooo0bb91n02d13nwDm%)(dR ,t)(JJJaaaeeeaaadn020222n02206n0bn2342dnn0202nw% ,t)(eaaeeeeeab9dn002nd400202bn105b1d2n0202bFFFw% ttiltltrrrfssssssaeaecaceaeaeeacaehgnuhhhokoudukowwwmm ttiitlllitrrssssaeeceaeeaeeahgnuonnhphngpopuuonduonowm ,,it(ssJeeeecaagnu00000020bn31n2320dn9102=wDm()dFp 21,,,t)(eaeeeaee1dnb00212000020020b0n2nd90220bFFFw t)eeeeae01nbbn0d15202b2002FFw ,ttillirrfJJaaeacaean4202o3o0n020220ohnno65mmmm ,,,trfrrJJaeaa000060dyop02n40220oo2002002n92=m)(di ,ttrfrJJceaaea1320o23on19202nd0o31o50202n1FDmm tlse0oo. ttittiltitrfssssssaaeacaeeaeeeeeaeokgdbovndyhowmmm tttttltiffrfssssaeeeacaeaeeehhuoh70kogoohhnCwmm% ,,,//tlt;itssssea77070055420271ypohu=×=m%%()0FN×α.cahty E N N N N N N A J 2 A A A 2 ( F F F c F a hilibaliavaksagno dda e g yin c n ah in a dC v u no G od r slann iep in saki ba umec ms efa ec m H re cae in in in rk fh v s s o gt a e o r r ng ihn icn rp rek rek w isuitan dnC rvop ngod eow eow reac itnoitsem ilaanm iebuH anguG tlrcaah tlrcaah ltaehh laupopr f f f e e fo o o o h h f otrfsee itiifonn itlaupon itlaupon itlaupno rfeobm rfeobm rebom iecvn traeecgnm e o o o u u u ro ea D P P P N N N p PraP. r1 tee el mb a )a ra ,cp ,ph ,gp ,ch ,hh ,hg (dT P N N N N N N Rh nc iea no df so r ye ap dh ntion eac aop f inm o hsu n Cno ito inc p y dm ad ecu ussk ady son ach roda c e pm ch s n sffaceo rreeakow fsecaakm ltiapupoo fsecaakmf l fre o ra or a r e re c e n eb h b e btm l m g mu ae u e uN h N th N)d(pdyadnoanihCotdetropmisksamecafforebmuN)d(iFanihCfoelohwehtnielbaliavasksame 0c 1fa 02fo cere Db 0m 3u nN o)0(aFα β Fhealth intervention introduced by the Chinese government from 31 Dec 2019 to 9 Feb 2020, e.g.,identification of pathogen, activation of different levels of emergency response, announcement ofprotocols and guidelines for healthcare workers and the general population to follow, legislationfacemask wearing in public, and lockdown of about 13 cities in Hubei province. From municipal level,provincial level, to national level, the Chinese government had implemented various strategies tocontrol and prevent the spread of NCP.outbreak in China. (Publicly available data from official websites of the National Health Commission(NHC), the Ministry of Industry and Information Technology (MIIT), and the Center for DiseaseControl and Prevention (CDC) of the People’s Republic of China.)NCP outbreak only occurred in Hubei province (Scenario 1), the supplies of facemasks in the whole ofChina would have been sufficient for the daily consumption in this region. However, if the NCPoutbreak occurred in Hubei and Guangdong provinces (Scenario 2), facemasks available in the wholeof China could supply these two provinces for about 34 days (from 31 Dec 2019 to 1 Feb 2020) withthe implementation of existing public health intervention. After the release of the first NHC technicalprotocol on 15 Jan 2020, we estimated the duration of sufficient facemask supplies in this scenariowould be 18 days. By mid-February, there would be a shortage of about 480 million facemasks in theseprovinces. In Scenario 3, in which we assumed the NCP outbreak occurred in the whole of China,facemasks supplies could only last for about 16 days (from 31 Dec 2019 to 16 Jan 2020). The shortagewould appear only one day after the release of the first NHC technical protocol. By mid-February,there would be a shortage of approximate 11·5 billion facemasks in China.In this study, we summarized the public health intervention introduced by the Chinese governmentduring the NCP outbreak and simulated the facemask shortage in three scenarios. Our results suggestedthat if the NCP outbreak only occurred in Hubei province, a facemask shortage would not havehappened. However, if the outbreak spreads to Guangdong province or even the whole of China, ashortage of facemask would appear in less than a month and could be substantial assuming the currentpublic health intervention being maintained and no additional intervention.Since the outbreak of Severe Acute Respiratory Syndrome (SARS) and H7N9 in the early 21th century,China has established and strengthened local and national emergency response systems andcollaborations with WHO and international scientific communities 16. Chinese government has takenrapid and various actions to control the NCP outbreak, such as lockdown of cities, temporary shutdownof the transportation system, and legislation on mandatory facemasks wearing in public 17. However,the controlling a novel infectious disease outbreak can still be challenging. Research on infectiousdisease epidemic has been focusing mostly on predicting diseases spread and determining originalinfection source, and public health intervention to reduce transmission 18-21, while studies investigatingthe burden on medical resources are lacking. Our findings showed that facemask shortage is very likelyto occur when a novel infectious diseases outbreak occurred in a wide range of areas in China. A fulldaily productivity of facemasks cannot meet the needs of the huge population if the outbreak occurredin Hubei and Guangdong provinces. If the outbreak spreads to the whole of China, the facemaskshortage would not relieve in a short time even by importing globally and increasing productivity,which can lead to panic buying 22. Therefore, governments should consider the productivity, import,and storage of facemasks when planning for public health intervention, so as to maintain theavailability and affordability of facemasks on the market. In addition, the need for other medicalsupplies, such as medical protective textiles and home-use disinfectant, could increase if the epidemicdid not fade out. Meanwhile, timely and effective communication with the public is essential tomitigate social anxiety and panic buying, and alternative public health intervention are necessary, suchas transport shutdown, school closure, and arrangement for effective home quarantine 10,22,23.Although our analysis was based on the NCP outbreak in China, infectious disease outbreak couldoccur in other countries as well. Lessons could be learned from the experience during the NCPoutbreak in China (Table 2). Government in each country should revisit their emergency response planfor controlling infectious disease outbreak in the local context. To avoid massive shortage of medicalresources, the supply and demand should be closely monitored, and a certain amount of storage basedon past experience should be maintained. The emergency plan should also include strategies to increasesupply (production and import) and reduce demand during the critical period. In order to prevent thedevelopment of a global pandemic from a regional epidemic, a global collaboration to ease the medicalresources crisis in the affected countries during an infectious disease outbreak should be established.With the shared information within the collaborated countries, the WHO could evaluate the severity ofthe outbreak and the availability of medical resources. Timely actions, such as increasing globalproductivity and distributing global storage, could be taken to minimize the risk of shortage.1. Strengthen global collaboration for confronting medical resource crisis during the1. Revisit emergency response plans for controlling infectious disease outbreak toinclude strategies to confront medical resource crisis during the outbreak;2. Maintain a certain amount of medical resources storage based on past experience.During infectious disease outbreak1. Closely monitor the supply of and demand for medical resources;2. Timely response to the increasing demand for medical resources by increasingproductivity and import;3. Implement alternative public health measures such as transport shutdown, schoolclosure, and arrangement for effective home quarantine.To the best of our knowledge, this is the first study to investigate the facemask availability during theNCP outbreak in China. We have summarized in detail the management strategies implemented by theChinese governments and considered three scenarios for the outbreak development. Nevertheless, thereare some limitations in this study. First, our estimation relied on the assumption of the effectiveness ofpublic health intervention which was limited by the data availability during the outbreak. Ourassumption that each healthcare worker would consume two facemasks per day (α) was conservative.In the early stage of the outbreak, facemask supplies were sufficient and healthcare workers could haveused several facemasks each day for better protection. Second, we did not take into account logisticscost that could limit the supplies on the markets. Thus, our analysis is likely to underestimate theseverity of the facemask shortage experiencing by the healthcare workers and the general population.Third, we didn’t consider the types of facemasks that should be used by individuals at different risklevels 24. Considering the gap between the production of surgical masks, KN95/N95 respirators andmedical protective masks (totally 2,200,00012 per day) and the number of healthcare workers (about 12million in 201814) in China, the MIIT suggested to reserve as many as the KN95/N95 respirators andmedical protective masks for frontline healthcare workers 25. The situation of facemasks shortage mightbe more severe when considering the demand for different types of facemasks from healthcare workersand the general population. Fourth, our prediction ended in mid-February considering the epidemicpeak was predicted to be at about the same time 13. However, if the transmissibility of the epidemiccould be reduced, the peak would be delayed 26, the daily incidence and the demand for facemasks andother medical supplies would also decrease. Nevertheless, the anxiety in the population may result in aconstant demand for facemasks even when the epidemic is under controlled.In light of the novel coronavirus outbreak in China, insufficient medical resources (e.g., shortage offacemasks) can considerably compromise the efficacy of public health measures. An effective publichealth intervention should also consider the adequacy and affordability of existing medical resources.Governments across the world should revisit their emergency response plans for controlling infectiousdisease outbreaks so as to avoid medical resource crisis. Global collaboration should be strengthened toprevent the development of a global pandemic from a regional epidemic via easing the medicalresources crisis in the affected countries.All data used in this study are publicly available. Data sources are described in the method section.Contribution1. Analysed and interpreted the data;2. Visualizing the results;3. Drafted the manuscript;4. Revised the manuscript.1. Interpreted the data;2. Reviewed the manuscript for intellectual content3. Revised the manuscript.2. Revised the manuscript1. Project administration2. Data curation1. Designed and conceptualized study;2. Interpreted the data;3. Reviewed the manuscript for intellectual content4. Responsible for the overall content as a guarantorCoronavirus-Infected Pneumonia. N Engl J Med 2020.17(3): 181-92.in Wuhan, China. Lancet 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirusWuhan Municipal Health Commission. Wuhan Municipal Health Commission briefing on theWorld Health Organization. Novel Coronavirus (2019-nCoV) Situation Report - 13, 2020. 2020.Nishiura H, Jung SM, Linton NM, et al. The Extent of Transmission of Novel Coronavirus inLi Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCui J, Li F, Shi ZL. Origin and evolution of pathogenic coronaviruses. Nat Rev Microbiol 2019;pneumoniaepidemicsituation,9February2020(incoronavirusinfectionsasofFebruary9,2020(innew10 Feb 2020.http://www.nhc.gov.cn/xcs/yqfkdt/202002/167a0e01b2d24274b03b2ca961107929.shtml (accessedChina10.v3.pdf (accessed 7 Feb 2020.World Health Organization. Infection prevention and control during health care when novelcoronavirus (nCoV) infection is suspected. 2020.https://www.who.int/publications-detail/infection20200125 (accessed 7 Feb 2020.Ministry of Industry and Information Technology of People 's Republic of China. Facemasksshortage? Just now, the Ministry of Industry and Information Technology of People 's Republic ofresponded(inChinese).for controlling the novel coronavirus (2019-nCoV) outbreak in Wuhan, China. bioRxiv 2020.http://www.miit.gov.cn/n973401/n7647394/n7647409/c7656383/content.html (accessed 7 Feb 2020.Ming W, Huang J, Zhang C. Breaking down of the healthcare system: Mathematical modellingspread of respiratory viruses: systematic review. BMJ 2009; 339: b3675.Jefferson T, Del Mar C, Dooley L, et al. Physical interventions to interrupt or reduce theMinistry of Industry and Information Technology of People 's Republic of China. PressNational Health Commission of the People 's Republic of China. Chinese Health StatisticsYearbook (2019 version) (in Chinese). China; 2019.National Health Commission of the People 's Republic of China. The protocol for the novelcoronaviruspneumonia(thesecondversion)(in11.conference on the situation of medical protective equipment during the outbreak of 2019-nCoVpneumonia (in Chinese). 2020. http://www.miit.gov.cn/n1146290/n1146402/c7660995/content.html(accessed 7 Feb 2020.13.Chinanews.com. Feb 21 maybe peak day for coronavirus outbreak: Yale expert. . 2020.http://www.ecns.cn/news/2020-02-04/detail-ifztewca0596265.shtml (accessed 7 Feb 2020.Qiu W, Chu C, Mao A, Wu J. Studying Communication Problems for Emergency ManagementWorld Heath Organization. WHO, China leaders discuss next steps in battle againstof SARS and H7N9 in China. J Glob Infect Dis 2018; 10(4): 177-81.Proc Biol Sci 2004; 271(1555): 2411-5.coronavirus outbreak. 2020.https://www.who.int/news-room/detail/28-01-2020-who-china-leadersdiscuss-next-steps-in-battle-against-coronavirus-outbreak (accessed 7 Feb 2020.Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control of severe acuterespiratory syndrome. Science 2003; 300(5627): 1966-70.Riley S, Fraser C, Donnelly CA, et al. Transmission dynamics of the etiological agent of SARS inHong Kong: impact of public health interventions. Science 2003; 300(5627): 1961-6.of H7N9 avian influenza by dynamical model. Sci Rep 2014; 4: 4846.Zhang J, Jin Z, Sun GQ, Sun XD, Wang YM, Huang B. Determination of original infection sourceRoberts MG. Modelling strategies for minimizing the impact of an imported exotic infection.Reynolds DL, Garay JR, Deamond SL, Moran MK, Gold W, Styra R. Understanding, complianceand psychological impact of the SARS quarantine experience. Epidemiol Infect 2008; 136(7): 997-1007.National Health Commission of the People 's Republic of China. The announcement ofpublishing the guidelines of protection of population at different risk levels for novel coronavirus andfacemasksusagetoprevent thenovel coronavirus infection(inChinese). 2020.http://www.nhc.gov.cn/jkj/s7916/202001/a3a261dabfcf4c3fa365d4eb07ddab34.shtml (accessed 722.CNBC. Panic buying of face masks is unwarranted and could pose risks for health workers,could-pose-risks-for-healthcare-workers.html (accessed 7 Feb 2020.25.Ministry of Industry and Information Technology of People 's Republic of China. Chinesemedical N95 mask daily productivity is only 600,000! Forward the appeal, please leave it to themedicalstaff(inChinese).http://www.miit.gov.cn/n973401/n7647394/n7647409/c7663732/content.html (accessed 7 Feb 2020.26.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study.Lancet 2020.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "health policy", "one_words_summarize": "health policyTo analyse the impact of the Novel Coronavirus Pneumonia (NCP) outbreak on the facemask shortagein China and provide insight into the development of emergency plans for future infectious diseasePolicy review using government websites and shortage analysis using mathematical modelling basedon data obtained from the National Health Commission (NHC), the Ministry of Industry andInformation Technology (MIIT), and the Center for Disease Control and Prevention (CDC) of theoutbreaks. Supplies of facemasks in the whole of China would have been sufficient for both the healthcareworkers and the general population if the NCP outbreak only occurred in Hubei province. There would bea shortage of 480 million facemasks by mid-February 2020. If the outbreak occurred in the whole ofChina, facemask supplies could only last for 16 days and the shortage would considerably worsen, witha shortage of 11·5 billion facemasks by mid-February 2020.In light of the novel coronavirus outbreak in China, insufficient medical resources (e.g., shortage offacemasks) can considerably compromise the efficacy of public health measures. Regarding the respiratory hygiene measures, facemask wearing has been considered asone of the most cost-effective and important measures to prevent the NCP infection, but it has becomea social concern due to the recent facemask shortage in China 9-11.In the past few years, China had been the major facemask producer in the world, contributing to 50%of the global production 9. However, even if the full productivity could be achieved, 20 million facemasks per day do not seemto meet the need of a population of 1·4 billion in China. Thus, between 24 Jan and 30 Jan, the Chinesegovernment imported more than 56 million facemasks 12. We assume that the 70% of the facemask storage in thewhole of China would be supplied to the hospital system; thus, the baseline availability of facemasks(i.e., We assumed the percentage of population wearingfacemasks (R(d)) to be close to 0% before the release of the national technical protocol for 2019-nCoV(the first version) by the NHC (i.e., 0<d≤16) 2. In this study, we summarized the public health intervention introduced by the Chinese governmentduring the NCP outbreak and simulated the facemask shortage in three scenarios. Our results suggestedthat if the NCP outbreak only occurred in Hubei province, a facemask shortage would not havehappened. Therefore, governments should consider the productivity, import,and storage of facemasks when planning for public health intervention, so as to maintain theavailability and affordability of facemasks on the market. Government in each country should revisit their emergency response planfor controlling infectious disease outbreak in the local context. Strengthen global collaboration for confronting medical resource crisis during the1. Maintain a certain amount of medical resources storage based on past experience. We have summarized in detail the management strategies implemented by theChinese governments and considered three scenarios for the outbreak development. Second, we did not take into account logisticscost that could limit the supplies on the markets. Clinical features of patients infected with 2019 novel coronavirusWuhan Municipal Health Commission. Just now, the Ministry of Industry and Information Technology of People 's Republic ofresponded(inChinese).for controlling the novel coronavirus (2019-nCoV) outbreak in Wuhan, China. BMJ 2009; 339: b3675.Jefferson T, Del Mar C, Dooley L, et al. China; 2019.National Health Commission of the People 's Republic of China. Feb 21 maybe peak day for coronavirus outbreak: Yale expert. . 2020.http://www.ecns.cn/news/2020-02-04/detail-ifztewca0596265.shtml (accessed 7 Feb 2020.Qiu W, Chu C, Mao A, Wu J. Studying Communication Problems for Emergency ManagementWorld Heath Organization. Transmission dynamics of the etiological agent of SARS inHong Kong: impact of public health interventions. Modelling strategies for minimizing the impact of an imported exotic infection. Reynolds DL, Garay JR, Deamond SL, Moran MK, Gold W, Styra R. Understanding, complianceand psychological impact of the SARS quarantine experience. Forward the appeal, please leave it to themedicalstaff(inChinese).http://www.miit.gov.cn/n973401/n7647394/n7647409/c7663732/content.html (accessed 7 Feb 2020.26.Wu JT, Leung K, Leung GM."}