{"date": "2020/02/16", "journal": "medrxiv", "authors": "Xinmiao Fu, Qi Ying, Tieyong Zeng, Tao Long, Yan Wang", "title": "Simulating and Forecasting the Cumulative Confirmed Cases of SARS-CoV-2 in China by Boltzmann Function-based Regression Analyses", "type": "preprint article", "abstract": "Background: An ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus\n(SARS-CoV-2) hits Wuhan City (the capital of Hubei Province) and has spread to other\nprovinces/cities of China and overseas. It very urgent to forecast the spread of the outbreak and\nestimate how many infected cases will be finally confirmed. Here, we provide an estimate of the\npotential total number of confirmed cases in mainland China, in Hubei Province, in Wuhan City\nand in other most affected provinces/cities, respectively. The results may help to contain this\npublic health emergency.", "text": "Background: An ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus(SARS-CoV-2) hits Wuhan City (the capital of Hubei Province) and has spread to otherprovinces/cities of China and overseas. It very urgent to forecast the spread of the outbreak andestimate how many infected cases will be finally confirmed. Here, we provide an estimate of thepotential total number of confirmed cases in mainland China, in Hubei Province, in Wuhan Cityand in other most affected provinces/cities, respectively. The results may help to contain thispublic health emergency.Methods: We used data of cumulative confirmed cases from Jan 21, 2019, to 14, Feb 2020released daily by the National Health Commission of China and provincial health commissions.The Boltzmann function was explored to simulate the cumulative number of confirmed cases ofeach province/city and also of mainland China. Using these established functions, we forecastedthe national and provincial trends of confirmed cases in the coming weeks. In addition, data ofthe cumulative confirmed cases of 2003 SARS-CoV in China and worldwide were collected fromthe WHO official website and analyzed similarly. A Monte Carlo technique was applied to analyzethe uncertainty of estimates on cumulative confirmed cases, and the results were presented usingthe resulting mean, median, and 95% confidence interval (CI).24 25 26   27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 Findings: The data of cumulative confirmed cases infected with SARS-CoV-2 with respect toeach region were all well-fitted to the Boltzmann function (R2 for all regression analyses beingclose to 0.999). The potential total number of confirmed cases in mainland China, Hubei Province,Wuhan City, and other provinces were estimated as 79467 (95% CI 71348, 96569), 64261 (57993,76056), 46607 (41245, 58129) and 13906 (12727, 15901), respectively; those for the six mostaffected provinces (Guangdong, Zhejiang, Henan, Hunan, Anhui and Jiangxi) were 1410 (1325,1539), 1265 (1201, 1361), 1369 (1263, 1548), 1136 (1048, 1294), 1110 (1021, 1269) and 1123(947, 1144), respectively; those for top-4 major cities (Beijing, Shanghai, Guangzhou andShenzhen) were 429 (395, 487), 356 (334, 392), 365 (347, 393) and 430 (409, 460), respectively.Notably, our results suggest that the number of daily new confirmed cases of SARS-CoV-2 inChina (including Hubei Province) will become minimal between Feb 27, 2020, and Mar 13, 2020with 95% CI. In addition, we found that the data of cumulative confirmed cases of 2003SARSCoV in China and Worldwide were also well fitted to Boltzmann function.Interpretation: The observations that data of cumulative confirmed cases for both the on-goingSARS-CoV-2 and 2003 SARS-CoV were well fitted with the Boltzmann function stronglysuggest that it is suitable to simulate epidemics caused by these coronaviruses. However, due tothe uncertainty associated with the released data, the obtained potential total number of confirmedcases and key dates estimated for the SARS-CoV-2 outbreak should not be used directly formaking public health related decisions.IntroductionAn outbreak of atypical pneumonia caused by the zoonotic 2019 novel coronavirus(SARS-CoV2) is on-going in China [1]. As of Feb 12, 2020 (24:00, GMT+8), there have been 59901confirmed patients and 1368 deaths from SARS-CoV-2 infection, in China, and the most affectedcity, Wuhan, and related regions in Hubei province of China have reported 48206 confirmedpatients and 1310 deaths. Cases infected in Wuhan were also detected in other provinces of Chinaas well as in many foreign countries or regions including Japan, the Republic of Korea, Canada,USA, and European countries [2-4]. This SARS-CoV-2 outbreak was declared as a public healthemergency of international concern by the World Health Organization (WHO) on Jan 30 [5]. 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 99 100 101 102 103 104 105 106 107 108 109 Much research progress has been made in dissecting the evolution and origin of SARS-CoV-2,as well as characterizing its clinical features and epidemics in the past one and half months[618]. These efforts would significantly guide us to control the SARS-CoV-2 epidemic. While theoutbreak is on-going, people raise grave concerns about the future trajectory of the outbreak,especially given that the working and schooling time has been already dramatically postponedafter the Chinese Lunar New Year holiday was over (scheduled on Jan 31). It is highly demandingto estimate the potential total number of confirmed cases, both nationally and locally.Here we present Boltzmann function-based regression analyses on the data of confirmed cases ofSARS-CoV-2 in China. Results indicate that the daily reported cumulative number of confirmedcases of SARS-CoV-2 regarding every defined region in China (including Hubei Province,Wuhan city, other top-6 most affected provinces and top-4 major cities) could be fitted well withBoltzmann function. Subsequent forecasting the trend of cumulative confirmed cases in eachregion can be made, which may be helpful for governments, organizations and citizens tooptimize their preparedness and response efforts.Sources of dataWe collected the daily cumulative number of confirmed cases (from Jan 21, 2020 to Feb 14, 2020)infected by SARS-CoV-2 from official websites of the National Health Commission of China andof health commissions of provinces, municipalities and major cities. Overseas data were notincluded in our simulation due to the small number of confirmed cases. The cumulative numberof confirmed cases of 2003 SARS in China and worldwide were obtained from the official websiteof WHO.Data fitting with Boltzmann function and estimation of critical datesData were organized in Microsoft Excel and then incorporated into Microcal Origin software(note: 2021 Jan 21 was set as day 1 and so on). The Boltzmann function was applied to datasimulation for each set of data regarding different geographic regions (e.g.., China, HubeiProvince and so on) and parameters of each function were obtained, with the potential totalnumber of confirmed cases being directly given by parameter A2. Estimation of critical dates wasperformed by predicting the cumulative number of confirmed cases in the coming days post Feb14, 2020, and the key dates were provisionally set when the number of daily new confirmed casesis lower than 0.1% of the potential total number. The Boltzmann function for simulation isexpressed as follows:A 1  A / A （1）where C(x) is the cumulative number of confirmed cases at day x; A1, A2, x0, and dx are constants.In particular, A2 represents the estimated potential total number of confirmed cases ofSARSCoV-2. Details of derivation of the Boltzmann function for regression analysis are described inthe supporting information file.Estimation of uncertainty in the non-linear regressionA Monte Carlo technique is applied to assess the uncertainty in the estimated total number ofconfirmed cases due to the uncertainty in the reported number cases. 1000 non-linear regressionswere performed with the same time series data but each data point in the time series was perturbedby multiplying with a random scaling factor that represents the relative uncertainty. We assumedthat the relative uncertainty follows a single-sided normal distribution with a mean of 1.0 and astandard deviation of 10%. This implies that all reported cases are positive but there is a tendencyto miss-reporting some positive cases so that the reported numbers represent a lower limit. Theresulting mean and 95% confidence interval (CI) were presented. 125 In light of daily reported cases of SARS-CoV-2 since Jan 21, 2020, we decided to collect data foranalysis on the cumulative number of confirmed cases (initially from Jan 21 to Feb 10, 2020) inseveral typical regions of China, including the center of the outbreak (i.e. Wuhan City and HubeiProvince), other top provinces ranking in the number of cases (i.e., Guangdong, Zhejiang, Henan,Hunan, Anhui, and Jiang Provinces) and top-4 major cities in China (i.e., Beijing, Shanghai,Guangzhou, Shenzhen).During data analysis on Feb 13, 2020, the number of new confirmed cases on Feb 12 in HubeiProvince and Wuhan City suddenly increased by 14840 and 13436, respectively, of which 13332and 12364 are those confirmed by clinical features (note: all the number of confirmed casesreleased by Feb 12 were counted according to the result of viral nucleic acid detection rather thanby referring to clinical features). Afterward, new confirmed cases determined by clinical criteriain Hubei Province on Feb 13 and 4 are still up to 2052 and 1138. In view of these, we arbitrarilydistributed these suddenly added cases to the reported cumulative number of confirmed casesfrom Jan 21 to Feb 14 for Hubei Province by a fixed factor (refer to Table S1), assuming thatthese newly added cases were linearly accumulative in those days. It is the same forth with thedata for Wuhan City.Fitting data on the confirmed cases of SARS-CoV-2 to Boltzmann function and estimatingthe potential total number of confirmed casesFitting analyses using Boltzmann function indicate that all sets of data were well fitted with thefunction (all R2 values being close to 0.999; Figs. 1, 2 and S1). Parameter A2 in the Boltzmannfunction directly represents the potential total number of confirmed cases (refer to equation 1).As summarized in Table 1, the potential total number of confirmed cases for mainland China,Hubei Province, Wuhan City, and other provinces were estimated as 72800±600, 59300±600,42100±700 and 12800±100; respectively (also refer to Fig. 1); those for the six mostly influencedprovinces (Guangdong, Zhejiang, Henan, Hunan, Anhui and Jiangxi) were 1300±10, 1170±10,1260±10, 1050±10, 1020±10 and 940±10, respectively (also refer to Fig. 2); those for the top-4major cities (Beijing, Shanghai, Guangzhou and Shenzhen) were 394±4, 328±3, 337±3 and 397±4,respectively (also refer to Fig. S1).In addition, we estimated the key date, on which the number of daily new confirmed cases islower than 0.1% of the potential total number of confirmed cases as defined by us subjectively.As summarized in Table 1, the key dates for mainland China, Hubei Province, Wuhan City andother provinces are Feb28 or Feb 27. It appears that it will take approximately two weeks formainland China to reach this state such that the number of daily new confirmed cases ofSARSCoV-2 post the critical date is below 70.Estimation of uncertainty in the non-linear regressionThe above analyses were performed assuming that the released data on the confirmed cases areprecise. However, there is a tendency to miss-report some positive cases such that the reportednumbers represent a lower limit. One typical example indicating this uncertainty is the suddenincrease of more than 13 000 new confirmed cases in Hubei province on Feb 12 after clinicalfeatures were officially accepted as a standard for infection confirmation. Another uncertaintymight result from insufficient kits for viral nucleic acid detection at the early stage of the outbreak.We thus examined the effects of the uncertainty of the released data on the estimation of thepotential total number of confirmed cases using a Monte Carlo method (for detail, refer to theMethods section). For simplicity, we assumed that the relative uncertainty of the reported datafollows a single-sided normal distribution with a mean of 1.0 and a standard deviation of 10%. 175 176 177 178 179 180 181 182 183 184 185 186 187 188 189 190 191 192 193 194 195 196 197 198 199 200 201 202 203 204 205 206 207 208 209 210 211 212 213 214 215 216 217 218 219 220 221 222 223 224 225 Under the above conditions, the potential total numbers of confirmed cases of SARS-CoV-2 fordifferent regions were estimated (Figs. 3, S2 and S3) and summarized in Table 1. The potentialtotal numbers for China, Hubei Province, Wuhan City and other provinces were 79467 (95% CI71348, 96569), 64261 (57993, 76056), 46607 (41245, 58129) and 13906 (12727, 15901),respectively (also refer to Fig. 3); those for the six most affected provinces (Guangdong, Zhejiang,Henan, Hunan, Anhui and Jiangxi) were 1410 (1325, 1539), 1265 (1201, 1361), 1369 (1263,1548), 1136 (1048, 1294), 1110 (1021, 1269) and 1123 (947, 1144), respectively (also refer toFig. S2); those for top-4 major cities (Beijing, Shanghai, Guangzhou and Shenzhen) were 429(395, 487), 356 (334, 392), 365 (347, 393) and 430 (409, 460), respectively (also refer to Fig. S3).Such uncertainty analysis also allowed us to estimate the key dates at 95% CI. As summarized inTable 1, the key dates for mainland China, Hubei Province, Wuhan City, and other provinceswould fall in (2/27, 3/13), (2/27, 3/10), (2/28, 3/12) and (2/28, 3/10), respectively (also refer toFig. 3); those for the six provinces (Guangdong, Zhejiang, Henan, Hunan, Anhui and Jiangxi)were within (2/22, 3/04), (2/20, 2/28), (2/24, 3/09), (2/28, 3/11), (2/27, 3/11) and (2/24, 3/08),respectively (also refer to Fig. S2); those for top-4 major cities (Beijing, Shanghai, Guangzhouand Shenzhen) were within (2/27, 3/10), (2/23, 3/05), (2/21, 3/27) and (2/20, 3/26), respectively(also refer to Fig. S3).Data on the confirmed cases of 2013 SARS-CoV were well fitted to Boltzmann functionThe ongoing SARS-CoV-2 outbreak has undoubtedly caused the memories of the SARS-CoVoutbreak in 2003. Prompted by the above observation that the data of the SARS-CoV-2 outbreakso far were well fitted to Boltzmann function, we thus applied this function to fit the epidemic of2003 SARS-CoV in China and worldwide. Results in Fig. 4 show that the cumulative numbersof confirmed cases of 2003 SARS-CoV both in China and worldwide were fitted well with theBoltzmann distribution function, with R2 being 0.999 and 0.998, respectively.It is of significance to estimate the spread of the SARS-CoV-2 outbreak originating in Wuhan,China. In particular, a precise estimation of the potential total number of infected cases and/orconfirmed cases is critical for optimal preparedness and implementation of infection controlpractices made by governments nationally and locally. An earlier study published on 17 January2020 [9] suggested that a total of 1,723 cases of SARS-CoV-2 in Wuhan City (95% CI:4274,471) had onset of symptoms by 12th January 2020, which was calculated based on theinternationally reported cases. Later, Wu et al [10] applied asusceptible-exposed-infectiousrecovered (SEIR) metapopulation model to simulate the epidemics of the SARS-CoV-2 outbreakacross all major cities in China on the basis of the number of cases exported from Wuhan to citiesoutside mainland China, and they estimated that 75 815 individuals (95% CI 37 304–130 330)had been infected in Wuhan as of Jan 25, 2020. A recent study based on theSusceptible-InfectedRecovered-Dead (SIRD) model revealed that the cumulative number of infected cases willsurpass 68,000 (as a lower bound) and could reach 140,000 (with an upper bound of 290,000) byFebruary 29 [19]. The results of these modeling studies have provided important guidance forgovernments and health agencies to intensify preparedness and response efforts.Here we applied Boltzmann function to analyze the reported confirmed cases in mainland China,focusing Hubei Province and Wuhan City, the center of the outbreak, as well as those mostaffected provinces and economic centers. Strikingly, all data sets were well fitted to Boltzmannfunction, strongly indicating the feasibility of Boltzmann function to analyze the epidemics ofSARS-CoV-2. In further support of this, the data of 2003 SARS-CoV in China and worldwidewere also well fitted to the function. These results, in conjunction with that Boltzmann function,can be inferred from a few assumptions (for detail, refer to the Methods section of the supportinformation file), suggest that Boltzmann function is suitable for analyzing the epidemics of 226 227 228 229 230 231 232 233 234 235 236 237 238 239 240 241 242 243 244 245 246 247 248 249 250 251 252 253 254 255 256 257 258 259 260 261 262 263 264 265 coronaviruses like SARS-CoV and SARS-CoV-2. Whether it works for other infectious diseasesneeds to be further investigated. One advantage of this model is that parameter A2 directly givesan estimate of the potential total numbers of confirmed cases.Furthermore, the established Boltzmann functions allow us to forecast the trend of the epidemicsof SARS-CoV-2 in different regions in the coming weeks. The potential total numbers ofconfirmed cases in mainland China, in Hubei Province, in Wuhan City (the center of the outbreak)and in other most affected provinces and top4 major cities, as summarized in Table 1, mayprovide valuable guidance for governments to contain this outbreak in late stages. Notably, ourresults also suggest that the number of daily new confirmed cases will become minimal betweenFeb 27 and Mar 13 in mainland China at 95% CI (Fig. 3A). This trend, if occur as predicted, mayhelp citizens in China to release stress and anxiety, as there have been many provinces and/citiesin China that have suspended public transportation systems and even implemented housequarantines for all urban households [20].Nevertheless, our estimates based on the established Boltzmann functions are not absolutelyguaranteed, mainly because of the uncertainty of the reported data (Figs. 3, S2 and S3). Weestimated the potential total numbers (refer to Table 1) under the assumption that the relativeuncertainty of the reported data follows a single-sided normal distribution with a mean of 1.0 anda standard deviation of 10%, and this deviation may be underestimated. If the real uncertainty ofreleased data by governments is larger than 10%, the potential total numbers of confirmed caseswould accordingly increase, and the key dates will be postponed. In addition, it is noted that dailynew confirmed cases in the past few days in several provinces and cities (e.g., GuangdongProvince and Shenzhen City; refer to Figs. 2A and S1D, respectively. ) have increased a little bitmore than predicted by the model, presumably because imported cases and/or cluster infectionare increased due to the recent work recovery in many factories in these regions.We thank graduate students (Boyan Lv, Zhongyan Li, Zhongyu Chen, Yu Cheng, MengmengBian, Shuang Zhang, Zuqin Zhang, and Wei Yao; all from Prof. Xinmiao Fu’s research group atFujian Normal University) for data collection from official websites of National and HealthCommission of China and of provincial health commissions in China. The authors would like toacknowledge colleagues for helpful comments. This work is support by the National NaturalScience Foundation of China (No. 31972918 and 31770830 to XF).Ethics approval and consent to participateEthical approval or individual consent was not applicable.Availability of data and materialsAll data and materials used in this work were publicly available, and also available based on request.DisclaimerThe funding agencies had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit themanuscript for publication.Conflict of InterestsAuthors' Contributions The authors declared no competing interests.273 274 275 276 277 278 279 280 281 282 283 284 285 286 287 288 289 290 291 292 293 294 295 296 297 298 299 300 301 302 303 304 305 306 307 308 309 310 311 312 313 314 315 316 317 (I)(II)(III)(IV)(V)(VI)Conception and design: Xinmiao FuDerivation of the Boltzmann function: Tieyong ZengData simulation and estimation: Xinmiao FuUncertainty analyses: Qi YingData collection and organization: Tao Long and Yan WangManuscript drafting: Xinmiao Fu1.  Zhu, N., D. Zhang, and W. Wang, A novel coronavirus from patients with pneumonia in China. N Engl J Med, 2020. 2.  Wang, F.S. and C. Zhang, What to do next to control the 2019‐nCoV epidemic? Lancet, 2020. 395: p. 391‐392. 3.  Phelan, A.L., R. Katz, and L.O. Gostin, The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance. JAMA, 2020. 4.  Wang, C., et al., A novel coronavirus outbreak of global health concern. Lancet, 2020. 5.  Zarocostas, J., What next for the coronavirus response? Lancet, 2020. 395: p. 401. 6.  Lu, R., et al., Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet, 2020. 7.  Wu, F.e.a., A new coronavirus associated with human respiratory disease in China. Nature, 2020. 8.  Zhou, P.e.a., A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature, 2020. 9.  Imai N, D.I., Cori A, Riley S, Ferguson NM, Estimating the potential total number of novel Coronavirus (2019‐nCoV) cases in Wuhan City, China. Imperial College London, 2020. 10.  Wu, J.T., K. Leung, and G.M. Leung, Nowcasting and forecasting the potential domestic and international spread of the 2019‐nCoV outbreak originating in Wuhan, China: a modelling study. Lancet, 2020. 11.  Zhao, S., et al., The association between domestic train transportation and novel coronavirus (2019‐nCoV) outbreak in China from 2019 to 2020: A data‐driven correlational report. Travel medicine and infectious disease, 2020: p. 101568‐101568. 12.  Chan,  J.F.,  et  al.,  A  familial  cluster  of  pneumonia  associated  with  the  2019  novel  coronavirus  indicating person‐to‐person transmission: a study of a family cluster. Lancet, 2020. 13.  Chen,  N.,  et  al.,  Epidemiological  and  clinical  characteristics  of  99  cases  of  2019  novel  coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet, 2020. 14.  Guan  WJ,  e.a.,  Clinical  characteristics  of  2019  novel  coronavirus  infection  in  China. https://doi.org/10.1101/2020.02.06.20020974, 2020. 15.  Huang, C., et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet, 2020. 16.  Li, Q., et al., Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus‐Infected Pneumonia. N. Engl. J. Med., 2020: p. 10.1056/NEJMoa2001316. 17.  Yang  Y,  e.a.,  Epidemiological  and  clinical  features  of  the  2019  novel  coronavirus  outbreak  in  China. https://doi.org/10.1101/2020.02.10.20021675, 2020. 18.  Zhao, S., et al., Preliminary estimation of the basic reproduction number of novel coronavirus (2019‐nCoV) in China, from 2019 to 2020: A data‐driven analysis in the early phase of the outbreak. Int J Infect Dis, 2020. 19.  Anastassopoulou,  C.e.a.,  DATA‐BASED  ANALYSIS,  MODELLING  AND  FORECASTING  OF  THE  NOVEL CORONAVIRUS (2019‐NCOV) OUTBREAK. https://doi.org/10.1101/2020.02.11.20022186, 2020. 20.  Horton, R., Offline: 2019-nCoV—“A desperate plea”. Lancet, 2020. 395: p. 400. without uncertaintypotential key R2total date bnumbera The reported cumulative number of confirmed cases may have uncertainty. Assuming the relative uncertaintyfollows a single-sided normal distribution with a mean of 1.0 and a standard deviation of 10%, the potentialtotal number and key dates were estimated at 95% CI. For detail, refer to the Methods section and Figs. 3, S2and S3.b Key date is determined when the number of daily new confirmed cases is less than 0.1% of the potential totalnumber. ND: not determined.medRxiv preprint doi: https://doi.org/10.1101/2020.02.16.20023564. The copyright holder for this preprint (which was not peer-reviewed)is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .mainland China (data)mainland China (simulation)Hubei Province (data)Hubei Provinc (simulation)2/182/232/283/4Other provinces in China (data)Other provinces in China (simulation)2/32/18datedateData: Data1_CModel: Boltzmanndate1/24Wuhan City (data)Wuhan City (simulation)dateData: Data1_CCModel: Boltzmann340 341 342 343 344 345 346 347 348 preprint doi: https://doi.org/10.1101/2020.02.16.20023564. Thecopyright holder for thispreprint (whichwasnot peer-reviewed)dateJiangxi Province (data)Jiangxi Province (simulation)Data: A6provinces_FModel: BoltzmannC14001200DdateHunan Province (data)Hunan Province (simulation)dateAnhui Province (data)Anhui Province (simulation)datedatedateFitting thecumulative numberofconfirmedcases from thesixmostaffectedprovinces to Boltzmann functionCumulativenumber of confirmedcasesof SARS-CoV-2asofFeb(panel A), in Zhejiang (panel B), in Henan (panel C), in Hunan (panel D), in Anhui (panel E) and in Jiangxi(panel F) are shown as black squares, and the simulation results from Boltzmann function are plotted asred short lines and parameters of each established function are shown in inserts.349 350 351 352 353 354 355 356 357 358 359 360 Data of mainland China (panel A), of Hubei Province (panel B), of Wuhan City (panel C) and ofother provinces (panel D) were fitted to Boltzmann function assuming that the relative uncertaintyof the data follows a single-sided normal distribution with a mean of 1.0 and a standard deviationof 10%. Original data are shown as circles; simulated results are presented as colored lines asindicated. Inserts show key statistics. The key date is defined as the date when the number of dailynew confirmed cases is less than 0.1% of the potential total number. The low and high key dateswere determined by the simulated curve of confidence interval (CI) at 2.5% and 97.5%,respectively.362 364 366 BSARS Worldwide (data)SARS Worldwide (simulation)Data: Data1_IModel: Boltzmann010203040506070-1001020304050607080days post 2003/4/24worldwide to Boltzmann functionThe cumulative number of confirmed cases of 2003 SARS in China (panel A) and worldwide (panel B)are shown as black squares, and the simulation results from Boltzmann function are plotted as red shortlines and parameters of each established function are shown in inserts.", "ref_list": [[], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: An ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus\n(SARS-CoV-2) hits Wuhan City (the capital of Hubei Province) and has spread to other\nprovinces/cities of China and overseas. It very urgent to forecast the spread of the outbreak and\nestimate how many infected cases will be finally confirmed. Here, we provide an estimate of the\npotential total number of confirmed cases in mainland China, in Hubei Province, in Wuhan City\nand in other most affected provinces/cities, respectively. The results may help to contain this\npublic health emergency.", "one_words_summarize": "Background: An ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus(SARS-CoV-2) hits Wuhan City (the capital of Hubei Province) and has spread to otherprovinces/cities of China and overseas. The Boltzmann function was explored to simulate the cumulative number of confirmed cases ofeach province/city and also of mainland China. Notably, our results suggest that the number of daily new confirmed cases of SARS-CoV-2 inChina (including Hubei Province) will become minimal between Feb 27, 2020, and Mar 13, 2020with 95% CI. Cases infected in Wuhan were also detected in other provinces of Chinaas well as in many foreign countries or regions including Japan, the Republic of Korea, Canada,USA, and European countries [2-4]. It is highly demandingto estimate the potential total number of confirmed cases, both nationally and locally. The Boltzmann function was applied to datasimulation for each set of data regarding different geographic regions (e.g.., China, HubeiProvince and so on) and parameters of each function were obtained, with the potential totalnumber of confirmed cases being directly given by parameter A2. This implies that all reported cases are positive but there is a tendencyto miss-reporting some positive cases so that the reported numbers represent a lower limit. 2); those for the top-4major cities (Beijing, Shanghai, Guangzhou and Shenzhen) were 394±4, 328±3, 337±3 and 397±4,respectively (also refer to Fig. It appears that it will take approximately two weeks formainland China to reach this state such that the number of daily new confirmed cases ofSARSCoV-2 post the critical date is below 70.Estimation of uncertainty in the non-linear regressionThe above analyses were performed assuming that the released data on the confirmed cases areprecise. Later, Wu et al [10] applied asusceptible-exposed-infectiousrecovered (SEIR) metapopulation model to simulate the epidemics of the SARS-CoV-2 outbreakacross all major cities in China on the basis of the number of cases exported from Wuhan to citiesoutside mainland China, and they estimated that 75 815 individuals (95% CI 37 304–130 330)had been infected in Wuhan as of Jan 25, 2020. These results, in conjunction with that Boltzmann function,can be inferred from a few assumptions (for detail, refer to the Methods section of the supportinformation file), suggest that Boltzmann function is suitable for analyzing the epidemics of 226 227 228 229 230 231 232 233 234 235 236 237 238 239 240 241 242 243 244 245 246 247 248 249 250 251 252 253 254 255 256 257 258 259 260 261 262 263 264 265 coronaviruses like SARS-CoV and SARS-CoV-2. Whether it works for other infectious diseasesneeds to be further investigated. In addition, it is noted that dailynew confirmed cases in the past few days in several provinces and cities (e.g., GuangdongProvince and Shenzhen City; refer to Figs. The authors would like toacknowledge colleagues for helpful comments. DisclaimerThe funding agencies had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit themanuscript for publication. A new coronavirus associated with human respiratory disease in China. Imai N, D.I., Cori A, Riley S, Ferguson NM, Estimating the potential total number of novel Coronavirus (2019‐nCoV) cases in Wuhan City, China. The association between domestic train transportation and novel coronavirus (2019‐nCoV) outbreak in China from 2019 to 2020: A data‐driven correlational report. Epidemiological  and  clinical  characteristics  of  99  cases  of  2019  novel  coronavirus pneumonia in Wuhan, China: a descriptive study. Clinical  characteristics  of  2019  novel  coronavirus  infection  in  China. without uncertaintypotential key R2total date bnumbera The reported cumulative number of confirmed cases may have uncertainty. It is made available under a CC-BY-NC-ND 4.0 International license .mainland China (data)mainland China (simulation)Hubei Province (data)Hubei Provinc (simulation)2/182/232/283/4Other provinces in China (data)Other provinces in China (simulation)2/32/18datedateData: Data1_CModel: Boltzmanndate1/24Wuhan City (data)Wuhan City (simulation)dateData: Data1_CCModel: Boltzmann340 341 342 343 344 345 346 347 348 preprint doi: https://doi.org/10.1101/2020.02.16.20023564. Original data are shown as circles; simulated results are presented as colored lines asindicated. The key date is defined as the date when the number of dailynew confirmed cases is less than 0.1% of the potential total number."}