{"date": "2020/02/15", "journal": "medrxiv", "authors": "Can Zhou", "title": "Evaluating new evidence in the early dynamics of the novel coronavirus COVID-19 outbreak in Wuhan, China with real time domestic traffic and potential asymptomatic transmissions", "type": "preprint article", "abstract": "The novel coronavirus (COVID-19), first detected in Wuhan, China in December\n2019, has spread to 28 countries/regions with over 43,000 confirmed cases. Much about\nthis outbreak is still unknown, and at this early stage of the epidemic, it is important to\ninvestigate different sources of information to understand its dynamics and spread. This\nstudy aims to integrate recent infection evidence of international evacuees extracted from\nWuhan between Jan. 29 and Feb. 2, 2020 and updated real time domestic traffic data to\ninfer the early dynamics of the COVD-19 outbreak in Wuhan, China. A recent concern is\nthe potential presence of asymptomatic transmissions. A modified SEIR model was used\nto infer the length of the asymptomatic infectious stage to evaluate empirical support for\nits presence. Based on current evidence, this study found little empirical evidence\nsupporting the presence of asymptomatic transmission. However, it is still too early to\nrule out its presence conclusively. The updated basic reproductive number was found to\nbe 2.12 on average with and a 95% credible interval of [2.04, 2.18]. It is smaller than\nprevious estimates probably because the new estimate factors in the social and\nnonpharmaceutical mitigation implemented in Wuhan through the evacuee dataset. Detailed\npredictions of infected individuals exported both domestically and internationally were\nproduced. The estimated case confirmation rate has been low but has increased steadily to\n23.37% on average. Continuing work is needed, especially in monitoring the current\ninfection status of Wuhan residents.", "text": "The novel coronavirus (COVID-19), first detected in Wuhan, China in December2019, has spread to 28 countries/regions with over 43,000 confirmed cases. Much aboutthis outbreak is still unknown, and at this early stage of the epidemic, it is important toinvestigate different sources of information to understand its dynamics and spread. Thisstudy aims to integrate recent infection evidence of international evacuees extracted fromWuhan between Jan. 29 and Feb. 2, 2020 and updated real time domestic traffic data toinfer the early dynamics of the COVD-19 outbreak in Wuhan, China. A recent concern isthe potential presence of asymptomatic transmissions. A modified SEIR model was usedto infer the length of the asymptomatic infectious stage to evaluate empirical support forits presence. Based on current evidence, this study found little empirical evidencesupporting the presence of asymptomatic transmission. However, it is still too early torule out its presence conclusively. The updated basic reproductive number was found tobe 2.12 on average with and a 95% credible interval of [2.04, 2.18]. It is smaller thanprevious estimates probably because the new estimate factors in the social andnonpharmaceutical mitigation implemented in Wuhan through the evacuee dataset. Detailedpredictions of infected individuals exported both domestically and internationally wereproduced. The estimated case confirmation rate has been low but has increased steadily to23.37% on average. Continuing work is needed, especially in monitoring the currentinfection status of Wuhan residents.The novel coronavirus (COVID-19) was first detected in Wuhan, China inDecember 2019, and three months later, 28 countries/regions have reported confirmedcases of COVID-19 infections, with a total of 43,101 confirmed cases globally (22pmCST on Feb. 10, 2020). Illness associated with COVID-19 infection ranges fromasymptomatic or mild respiratory illness to severe respiratory symptoms and death (Guanet al., 2020). At the time of this writing, there has been 1,018 confirmed deaths globallyfrom the infection.        Much about this virus is still unknown at this stage (see Figure 1 for a timeline ofimportant events). The initial batch of confirmed cases has links with a live animalmarket in Wuhan (Huanan seafood market), suggesting a zoonotic origin (Li et al., 2020).It is suspected that the virus originated from bats, but the definite source and its reservoirhost(s) are still unknown. Infections among colleagues and family members, who do nothave a recent travel history to Wuhan, and also among health care workers confirm thehuman-to-human transmission        The basic reproductive number R0 is an important epidemiological parameter: itmeasures the clinical cases an initial infectious individual can generate in a fullysusceptible population. A larger than one R0 indicates the epidemic is growing, while asmaller than one R0 indicates the epidemic is declining. Two separate studies used theSusceptible-Exposed-Infected-Resistant (SEIR) model to study the epidemiologicaldynamics of the outbreak in Wuhan, and the estimated R0 ranges from 2.68 to 3.8 (Read,estimate of R0 shows much variation among different studies, and also within each studywith different model assumptions. In addition, both studies used different traffic data tomodel the population flow: historical air travel was used in Read et al. (2020), andhistorical air, train and road travel was used in Wu et al. (2020). It is assumed that thereal time traffic pattern in Wuhan is not affected by the outbreak. However, thisassumption needs to be verified with the real time population flow. Wuhan, as a major airand train traffic hub in the central China with a 36% floating population, according to themost recent census in 2019, has the capacity to show substantial day-to-day variation intraffic.The epidemic is still at its early stage, and it is important to investigate differentsources of information to understand its dynamics. Since Jan. 1, 2020, the Chinese CDChas progressively adopted different versions of the case definition, simplified theprocedural burden to confirm a case and subsequently increased the throughput ofprocessing virus samples. As a result, the daily confirmed cases will likely show anincreasing trend due to the increase in the throughput in sample processing, and thus,produce misleading results if proper care is not taken. Using a hypothesized time varyingreporting rate, a study estimated the mean of R0 in the range between 2.24 and 3.58 (Zhaoet al., 2020). Another source of uncertainty of using the officially confirmed cases is thesuspected low confirmation rate of this disease. It has been estimated that only 5.1% ofinfections in Wuhan are identified (Read et al., 2020). With these concerns, Wu et al.(2020) used the number of internationally exported cases between Dec. 31, 2019 and Jan.28, 2020 to infer the disease dynamics, and it also found a low confirmation rate.Another source of information is the recent evacuations of foreign nationals out ofWuhan and the subsequent quarantine result. Between Jan 29 and Feb 2, 2020, there havebeen 2,666 individuals evacuated out of Wuhan, 11 of them have been tested positive forCOVD-19 infection as of this writing (Feb 11, 2020). There has been at least 9 daysbetween the latest date of evacuation included in this study and the last day ofconfirmation to avoid any bias in the infection rate. The latest median estimate of thelatent period is 3 days, but periods as long as 24 days has also been observed (Guan et al.,2020). It should be emphasized that these evacuation flights took place after the city ofWuhan was placed under quarantine, and all the successfully evacuated individuals havepassed at least two rounds of body temperature screenings at the airport. These evacuatedindividuals can provide a snapshot view of the status of the epidemic in the city ofWuhan. In this study, it is assumed that these evacuees provide a representative sample ofthe status of the general population in Wuhan at the time of extraction.This study aims to update the current status of the COVD-19 outbreak in the cityof Wuhan with new infection information from the evacuee data at the end of Januaryand updated real time domestic traffic data. Another concern is the potential presence ofasymptomatic transmission. One confirmed case in Germany suggests that the infectionmay have been transmitted during the incubation period of the index patient, and theindex patient only experienced minor non-specific symptoms at that time (Rothe et al.,2020). However, the currently used prediction model (SEIR) does not allow for potentialtransmission of infection from latent individuals. Based on current evidence, in thisstudy, the author modifies the SEIR model to include an asymptomatic infectious stage toevaluate empirical support for its presence.Internationally exported casesThe original internationally exported cases used in Wu et al. (2020) contain 63cases, of which 4 cases do not have a recent travel history to Wuhan and they wereexcluded from analysis. Additionally, one confirmed case in Germany infected throughcontacts with a patient from Wuhan (Rothe et al., 2020), and it is also excluded here. Atotal of 58 confirmed cases from 14 countries/regions were used in this study. In thisstudy, the author adopts the same case definition as in Wu et al. (2020): a case is anindividual that show symptoms, which can be detected by temperature screenings, orsevere enough to require hospitalization, plus with a recent travel history to Wuhan. InWu et al. (2020), the symptom onset date was used as the date of exportation. However,the onset date does not always coincide with the date of travel from Wuhan. In this study,the date of exportation is defined as the date the individual exits Wuhan (local time, 49cases), and when the exit date is not available, the symptom onset date was used (4cases), and when both the exit date and the onset date were not available, theconfirmation date was used instead (4 cases). The export dates fall between Dec. 31,2019 and Jan. 29, 2019. Of the 40 cases, on which both the date existing Wuhan and thesymptom onset date were available, 57.5% (23 cases) were asymptomatic when leavingWuhan, 25% (10 cases) developed symptoms before leaving Wuhan, and 17.5% (7 cases)developed symptoms on the same date when leaving Wuhan.Evacuated foreign nationalsA total of 2,666 individuals that evacuated from Wuhan between Jan. 29 and Feb.2, 2020 were used in this study. These individuals have passed through body temperaturescreenings at the time exiting Wuhan, and their samples have been analyzed for infectionand their health monitored after arrival at their destination. As of Feb. 10, 2020, 12 ofthese evacuees have been tested positive for COVD-19 infection, and many of thoseinitially tested negative for virus infection are still under quarantine as of this writing.Based on the case definition adopted in this study, all the infectious individuals areexcluded from the evacuees, and it is further assumed that the false positive rate of thebody temperature screening is the same across all stages of individuals.Real time population flow into/out of WuhanEvery year, Baidu Migration (https://qianxi.baidu.com/) tracks the real timepopulation flow for chunyun, a period with extremely high traffic flow in China aroundthe Lunar New Year, from major Chinese cities based on usage patterns of Baiduservices. Baidu Migration offers a daily heat index for the intensity of the populationflow both out of and into Wuhan. It is assumed that this heat index is linear with the sizeof population flow. To estimate the scaling factor s between the absolute size of thetraffic and the heat index h, the calibrated Tencent mobility data Lw,c and Lc,w in 2019from Wu et al. (2020) were used,s = Jan 12, 2019Mar 12, 2019∑Mar 12, 2019Jan 12, 2019Lw,c (d ) + Lc,w (d )hw,c (d ) + hc,w (d )where Jan. 12, 2019 and Mar. 12, 2019 are the end dates when the Baidu Migration dataare available, and they correspond to the period between Jan. 1, 2020 and Feb. 18, 2020according to the Lunar calendar. The scaling factor s was found to be 138,412.01individuals per one unit of the heat index. It is further assumed that the scaling factor issimilar between 2019 and 2020. With the scaling factor s, the daily population flow outof and into Wuhan was calculated based on real time Baidu Migration index from Jan. 1,2020 to Feb 7, 2020.ModelsAn open population SEIR epidemiology model (Figure 2) with a latent period(DE) of 3 days, infectious period (DI) of 5.4 days and a mean serial interval (DE+DI) of= −=S (t)N (t)= E(t) / DE − I (t) / DI −(I (t)R0 / DI + z(t)) + Li,w + Lc,w (t) −individuals in the population at time t, respectively, R0 is the basic reproductive number,Lij(t) is the daily number of individuals migrating from i to j, fori, j ∈{w: Wuhan, i: international, c: other cities of China}, and z(t) is the daily force ofzoonotic infection. It is assumed that the dynamics start on Dec. 1, 2019 (day 0) with apopulation of c. 14 million susceptible individuals, initiated with a constant zoonoticinfection equivalent to 43x2 infectious individuals until Jan. 1, 2020 (day 31) when theHuanan seafood market was disinfected. In this study, we only model the diseasedynamics in the city of Wuhan, which has 9.08 million permanent residents and 5.10million floating population according to the most recent census data at the end of 2019.The treatment of the strength and duration of the zoonotic infection is the same as theprediction model in Wu (2020). In the baseline model, only one parameter was estimated,i.e., R0, and it was given a non-informative prior Uniform(0, 10).To investigate whether the observed infection data support the presence ofasymptomatic transmission, an open population SEAIR model (Figure 3) was formulated,which has one additional stage A, the asymptomatic infectious stage, between the latent(E) and the infectious (I) stages of a SEIR model:= −=S (t)N (t)= E(t) / DE − A(t) / DA −((I (t) + A(t))R%0 / DI + z(t)) + Li,w + Lc,w (t) −,where R% is the basic reproductive number of this model, γ has a non-informative prior0γ ~ Uniform(0,1), and the equation for the removed stage stay unchanged. In this model,the latent period (DE) can be shorter than the mean latent period (3 days) ranging from03 days, the asymptomatic infectious period (DA) is 3-DE days, and the symptomaticinfectious period (DI) stays unchanged.Additional equations were solved alongside the dynamical equations above. Theseadditional equations do not influence the dynamics of the system; they only keep track ofvariables of interest, such as the number of exported cases internally and domestically,and the number of cases and infected individuals in Wuhan. The cumulative number ofexported infected individuals internationally Ci(t) at time t since Dec. 1, 2019 isdCi (t),where A(t) is the number of asymptomatic infectious individuals at time t in the SEAIRmodel and set to 0 for all t in the SEIR model, and the number of infected individualsexported internationally in day d is thus Ci(d)-Ci(d-1). Similarly, the cumulative numberof infected individuals exported domestically Cc(t) at time t since Dec. 1, 2019 isdCc (t)dt=Lw,c (t)N (t)(E(t) + A(t) + I (t)),and the number of infected individuals exported domestically in day d is thusCc(d)-Cc(d1). The cumulative number of infected individuals in Wuhan Cw(t) at time t isdCw (t)dt=S (t)N (t)(( A(t) + I (t))R / DE + z) −0dCc (t)dt−dCi (t)dt,and the number of infected individuals in Wuhan in day d is thus Cw(d)-Cw(d-1). Thecumulative number of clinical cases in Wuhan CI(t) at time t isdCI (t)dtdCI (t)dtfor the SEAIR model, andfor the SEIR model.= A(t) / DA (t) −It is assumed that the number of observed cases exported internationally on date dfollows a Poisson distribution with mean λd = Ci (d ) − Ci (d −1) . The number of infectedindividuals without symptoms (latent and asymptomatic infectious individuals) within asample of n randomly selected individuals without symptoms (susceptible, latent,asymptomatic infectious and removed individuals) from Wuhan at time t is binomialdistributed with probabilityp(t) = (E(t) + A(t)) / (S (t) + E(t) + A(t) + R(t)).Internationally exported cases alone does not offer inference into parameter γbecause the number of individuals from all the infected stages (stages E, A and I in theSEAIR model) are mixed together in the likelihood function and thus not separable.Meanwhile, the evacuee data allow us to separate asymptomatic individuals (A and I)from the rest because of the enforced body temperature screenings at the airport. Withboth datasets, it is thus possible to check if the observed infection data support ashortened non-infectious latent period, i.e., evidence for the existence of an asymptomaticinfectious period (A).Model estimation and evaluationThe ordinary differential equations were solved using the LSODA algorithm(Petzold & Hindmarsh, 1997) with both the absolute and relative tolerance set to 10-3.Multiple chains with a Metropolis-Hastings sequential sampler were used to drawsamples from the posterior of the model parameters. Python packages numpy and pymc3were used to estimate model parameters, and all the data processing was conducted inPython 3.7 (Rossum, 1995) and statistical program R 3.6 (R Development Core Team,2016). All the datasets used in this study will be hosted on a public repository and madepublicly available at http://hvoltbb.github.io/.Model performance was evaluated using the WAIC (widely applicableinformation criterion) (Gelman, Hwang, & Vehtari, 2014), which is the generalizedversion of the AIC (Akaike information criterion). It is calculated asWAIC = −2log( p( y |θˆ)) + 2 pWAIC ,ˆwhere θ is the posterior mean estimate, and pWAIC is the data based bias correction term.The model with a smaller WAIC has better predictive performance than a model with aΔWAIClarger WAIC. Thei for model i was calculated asi, wherethe minimum is taken across all the candidate models.The empirical support of each candidate model can be evaluated using WAICwweights i , which takes values between 0 and 1, for i=1, …, M,wi =exp(−M∑ −m=1ΔWAICΔWAICmi ),22,where M is the number of candidate models. Models with larger weights have moresupport from the empirical data than models with smaller weights. These weights can beˆused to construct an ensemble estimator h ,hˆ(w) = ∑ w hˆm mMm=1ˆhwhere m is the estimator from candidate model m. The major advantage of using theensemble estimator is its ability to account for model uncertainty and obtain betterpredictive performance than any single constituent candidate model.To assess the significance of the SEAIR model with respect to the SEIR model,parametric bootstrap samples were generated to estimate the small sample distribution ofthe model weights when the data generating model is SEIR. The simulation procedure isas follows. First, a random sample was drawn from the posterior of the R0 in model SEIR,the SEIR model was solved for each of these R0s, then the number of internationallyexported cases simulated from the Poisson distribution for all the dates when such dataare available, and the number of latent individuals simulated from the Binomialdistribution for each sample of evacuated foreign nationals. Next, for each simulated dataset, posterior estimates were drawn from both the SEIR and SEAIR models, and WAICand weight w calculated for both models. The significance of the weight of the SEAIRmodel is evaluated against the simulated empirical null distribution of the weight whenthe true model is SEIR.Based on rescaled real time domestic migration data, the population outflow fromthe city of Wuhan differed significantly from its historical pattern in 2019. The netoutflow between the day the first COVD-19 case was confirmed and when Wuhan wasquarantined shows an exponential increase pattern (Figure 4). During this period, theoverall outflow was 15% more than the same period (according to Lunar Calendar) in2019. At its peak (days before Wuhan was quarantined), over millions of individualswere leaving Wuhan on a daily basis. Two days after Wuhan was quarantined, the netoutflow reserved signs and stays at a relatively low level.Both the SEIR and SEAIR models were fitted to the infection data, and SEIRmodel has better performance than the SEAIR model based on WAIC (Table 2).However, the difference in WAIC between both candidate models is small, i.e., 3.12.Based on the estimated null distribution of the Δ WAIC from parametric bootstrapsamples, the p-value for ΔWAIC = 3.12 is approximately 0.06, slightly higher than the5% significance level. Technically, the SEAIR model is not statistically significant at the5% level; however, due to the relatively small sample size of the infection data withrespect to the number of residents in Wuhan, it is inconclusive whether the diseasedynamics show evidence for the SEAIR model. In the following, parameter estimatesfrom both the SEIR and SEAIR models were presented.The SEIR model produced an R0 with a mean of 2.12 and a 95% credible intervalof [2.04, 2.18] (Figure 5). In the SEAIR model, the estimated γ and R% are highly0correlated (Figure 6). The joint posterior distribution obtained the highest density in theupper right corner of their range where γ is close to 1 and R% is around 2.05. When0γ = 1, the SEAIR model is equivalent to the SEIR model. This result further supports thebetter performance of the SEIR model for the current infection data, and the lack ofevidence for the presence of an asymptomatic infectious stage.To avoid the potential danger of omitting asymptomatic transmissions, ensemblemodel predictions were calculated based on the weighted predictions from both SEIR andSEAIR models. The number of exported infected individuals internationally isapproximately linear since day 31 (Jan. 1, 2020) until Wuhan was quarantined (Figure 7).The total number of cases exported internationally is estimated at 146 individuals onaverage with a 95% credible interval of [121, 173] individuals. The number of infectedindividuals exported domestically shows an exponentially increasing pattern until Wuhanwas quarantined (Figure 8). At its peak, an average of 3,354 infected individuals with a95% credible interval of [2696, 3996] individuals were exported daily into other cities ofChina. From Dec. 1, 2019 to Feb. 7, 2020 (the most recent date of Baidu migration dataused in this study), the total number of infected individuals exported domestically isestimated to be on average 37,115 individuals with a 95% credible interval of [31354,43099] individuals.The cumulative number of infected individuals in Wuhan on Feb. 7, 2020 isestimated at 80,084 on average with a 95% credible interval of [63060, 98567]individuals. Due to the elevated population outflow since Jan. 1, 2020, the number ofcumulative infected individuals in Wuhan is approximately linear between day 31 andday 51, then appears to stabilize afterwards, and then increases exponentially after thedate Wuhan was quarantined (Figure 9). The predicted pattern closely resembles thetrend of the cumulative number of officially confirmed cases in Wuhan with a time lag ofapproximately 3 days (Figure 1).Assuming a constant time lag of 3 days, the confirmation rate of this disease hasbeen low, i.e., less than 10%, in January 2019 but has steadily increased ever since(Figure 10). On Feb. 10, 2020, the overall case confirmation rate is estimated at 23.37%on average with a 95% credible interval of [18.72%, 29.26%]. The time lag between theonset of symptoms and official confirmation of the case probably have decreased withtime due to people’s increased awareness of this disease and also the reduced proceduralburden to confirm a case with newer versions of the case definition from the ChineseCDC. To evaluate other time lags, the estimated case confirmation rate was calculatedwith lags between 1 and 5 days. These time lags produced similar results on the caseconfirmation rate on Feb. 10, 2020 (Table 1).At this stage, our understanding of the dynamics of COVD-19 is still limited dueto the relatively low case confirmation, a lack of comprehensive monitoring programsand other limitations. It is thus important to incorporate the most recent information toupdate our understanding about the outbreak. This study integrates the recent infectiondata on the early dynamics of the COVD-19 outbreak in Wuhan, China with updated realtime domestic traffic data. This study found little empirical evidence supporting thepresence of asymptomatic transmission. However, it is still too early to rule out itspresence conclusively due to the relatively low sample size and the validity of theassumptions used in this study. The updated basic reproductive number was found to be2.12 on average, which is significantly smaller than previous estimates (Read et al., 2020;Wu et al., 2020; Zhao et al., 2020), probably because the new estimate factors in thesocial and non-pharmaceutical mitigation implemented in Wuhan through the evacueedataset.The real time traffic is a crucial piece of information to understand the dynamicsand the spread of the COVD-19 outbreak in Wuhan. As a major traffic hub in centralChina, Wuhan’s capacity to drive significant population flows is driving the acceleratedspread of the disease domestically. Real time traffic flow out of Wuhan was found todiffer substantially from historical patterns. From Jan. 1, 2020, when the Huanan seafoodmarket was disinfected, to Jan. 23, 2020, when the city of Wuhan was quarantined, thenet traffic flow has always been outwards. During this period, the overall net outflow isestimated to be over 9 million individuals. On Feb. 11, 2020, the disease has alreadyspread to all provinces of China with 44,653 confirmed cases in China. In early January,the number of cases in Wuhan is only growing linearly (Figure 9) and even appears tohave stabilized days before Jan. 23, due to the accelerated outflow. It is thus verydangerous to overinterpret the temporal pattern of the number of cases without takinginto account real time traffic.A limitation of this study is that the international traffic still uses its historicalpatterns in 2019. Due to the elevated domestic outflow, it is reasonable to expect asimilar elevated outflow in the international traffic. The internationally exported casesinform the disease dynamics through the proportion of infected outbound internationaltravelers from Wuhan. Increasing the outward flow effectively reduces the proportioninfected and subsequently the basic reproductive number. Generally, international trafficby air is less variable than domestic traffic by road, and the potential surge in outboundinternational traffic would be less than 15% (the surge in outbound domestic traffic).With a 15% increase in the international outbound flow, sensitivity analysis shows a c.2% decrease in the estimated basic reproductive number. Thus, the major conclusions ofthis study would not be affected by a potential surge. On the other hand, it is stillimportant to update the model and verify the underlying assumptions when the real timeinternational air traffic data become available.Because of the inherent bias in the daily traffic data, this study refrains frompredicting the disease dynamics in other cities of China using meta-population modeling,even though daily real time traffic data among cities are available. The transportationpattern in China is unique in that primary modes of travel is by road and train, whichwere expected to account for 96% of the holiday traffic in 2020 (Xinhua News Agency,2020). Many of those trips would take multiple days. For example, a trip from Wuhan toBeijing would span days if the traveler chooses to travel by road. But the real time trafficdata would erroneously indicate flow from Wuhan into some traffic hubs in betweenWuhan and the final destination, because of the daily accounting unit used in thecalculation of the flow pattern. Thus, a meta-population model with such traffic datawould substantially over-estimate the imported cases into major traffic hubs aroundWuhan, and subsequently under-estimate the imported cases to more distant, but populardestination cities, such as Wenzhou. Air travel on the other hand is less affected by thisissue. To solve this problem, the original user usage data collected by Tencent or Baiduneed to be reprocessed to reveal those direct long-distance trips.It is suggested that the first confirmed case in Germany is the result of anasymptomatic transmission, although the index patient at that time did experience someminor non-specific symptoms (Rothe et al., 2020). From December, 2019 to earlyJanuary, 2020, the estimated mean incubation period is 6.1 days (Li et al., 2020);however, a more recent study put the median incubation period at 3 days (Guan et al.,2020). The heightened awareness of the disease from both the general public andhealthcare workers may play a role in discovering early symptoms of this disease. In thisstudy, the estimated most probable asymptomatic infectious period is close to zero, andoffers little evidence for the presence of asymptomatic transmission in the diseasedynamics.The findings of this study depend on the validity of the underlying assumptions,all of which may render the model inference invalid, and continuing work is needed,especially in monitoring the current status of residents in Wuhan. As shown previously,the assumptions on the start date and the infectious force of the zoonotic infectioninfluences the inference on the basic reproductive number (Read et al., 2020; Wu et al.,2020). Reducing the zoonotic infection force or shortening its duration has the effect ofincreasing the estimate of the basic reproductive number, and vice versa. In addition, allthe infection data used in this study are with foreign nationals, with the assumption thatthey have a similar virus transmissibility with the Chinese residents. However, it isknown that the basic reproductive number vary with human social behavior andorganization (Delamater, Street, Leslie, Yang, & Jacobsen, 2019). It is thus important toverify this assumption with local monitoring data.The author is thankful to an resident in Wuhan for providing insights into andfirsthand experience of the COVD-19 outbreak in Wuhan. The author also thanks BaiduMigration for providing open access to the real time domestic traffic data. The scientificresults and conclusions, as well as any views or opinions expressed herein, are those ofthe author’s and do not necessarily reflect those of the hosting institution. The authordeclares no conflict of interest for this study.family cluster. The Lancet.reproduction number (R0). Emerging infectious diseases, 25(1), 1.Statistics and Computing, 24(6), 997-1016.Gelman, A., Hwang, J., & Vehtari, A. (2014). Understanding predictive information criteria for Bayesian models.2019 novel coronavirus infection in China. medRxiv, 2020.2002.2006.20020974.Li, Q., Guan, X., Wu, P., Wang, X., Zhou, L., Tong, Y., . . . Wong, J. Y. (2020). Early transmission dynamics inWuhan, China, of novel coronavirus–infected pneumonia. New England Journal of Medicine.Lipsitch, M., Cohen, T., Cooper, B., Robins, J. M., Ma, S., James, L., . . . Samore, M. H. (2003). Transmissiondynamics and control of severe acute respiratory syndrome. Science, 300(5627), 1966-1970.Petzold, L., & Hindmarsh, A. (1997). LSODA (Livermore solver of ordinary differential equations). Computing andMathematics Research Division, Lawrence Livermore National Laboratory, Livermore, CA, 24.Phan, L. T., Nguyen, T. V., Luong, Q. C., Nguyen, T. V., Nguyen, H. T., Le, H. Q., . . . Pham, Q. D. (2020).Importation and human-to-human transmission of a novel coronavirus in Vietnam. New England Journal ofMedicine.R Development Core Team. (2016). R: A language and environment for statistical computing. Vienna, Austria: RFoundation for Statistical Computing. Retrieved from http://www.R-project.orgestimation of epidemiological parameters and epidemic predictions. medRxiv.Read, J. M., Bridgen, J. R., Cummings, D. A., Ho, A., & Jewell, C. P. (2020). Novel coronavirus 2019-nCoV: earlyRossum, G. (1995). Python reference manual.Rothe, C., Schunk, M., Sothmann, P., Bretzel, G., Froeschl, G., Wallrauch, C., . . . Guggemos, W. (2020). Transmissionof 2019-nCoV infection from an asymptomatic contact in Germany. New England Journal of Medicine.World Health Organization. (2020). Novel Coronavirus ( 2019-nCoV): situation report, 3.in the early phase of the outbreak. International Journal of Infectious Diseases.Table 1 Mean and lower and upper bounds of the 95% credible interval of the caseconfirmation rate (%) on Feb. 10, 2010 in Wuhan, China with different time lags betweenthe onset of symptoms and case confirmation.Time lag1234the cumulative number of officially confirmed cases in the city of Wuhan, China.Figure 2 State transition graph of a SEIR model. *Latent individuals do not show anysymptoms that can be detected by body temperature screening or are severe enough torequire hospitalization, but they are otherwise allowed to exhibit other non-specificminor symptoms.Figure 3 State transition graph of a SEAIR model. Compared to a SEIR model, a SEAIR*model has an additional state A that is both asymptomatic and infectious. Anasymptomatic individual does not show any symptoms that can be detected by bodytemperature screening or are severe enough to require hospitalization, but they areotherwise allowed to exhibit other non-specific minor symptoms.China based on Baidu Migration calibrated by historical Tencent mobility and OAGdata. The sharp decline in traffic on day 54 since Dec. 1, 2019 (Feb. 23, 2020)corresponds to the day when the city of Wuhan was quarantined.model.%Figure 6 Density plot of the posterior distribution of γ and R in the SEAIR model.0since Dec. 1, 2019. Each curve represents one solution of the posterior estimate.", "ref_list": [[], ["The first 2019 novel coronavirus case in Nepal. The Lancet Infectious Diseases"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. Bastola", "R. Sah", "A. J. Rodriguez-Morales", "B. K. Lal", "R. Jha", "H. C. Ojha", "B. D. Pandey", "J. F.-W. Yuan", "S. Kok", "H. Chu", "J. Yang", "Poon", "P. L. Street", "E. J. Leslie", "T. F. Yang", "Y. T. Jacobsen", "K. H.", "Z Ni", "Y. Hu", "Liang", "C.-q. Ou", "J.-x. He", "Zhong", "K. Leung", "G. M. Leung", "S. Lin", "Q. Ran", "J. Musa", "S. S. Yang", "G. Wang", "W. He", "D."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The novel coronavirus (COVID-19), first detected in Wuhan, China in December\n2019, has spread to 28 countries/regions with over 43,000 confirmed cases. Much about\nthis outbreak is still unknown, and at this early stage of the epidemic, it is important to\ninvestigate different sources of information to understand its dynamics and spread. This\nstudy aims to integrate recent infection evidence of international evacuees extracted from\nWuhan between Jan. 29 and Feb. 2, 2020 and updated real time domestic traffic data to\ninfer the early dynamics of the COVD-19 outbreak in Wuhan, China. A recent concern is\nthe potential presence of asymptomatic transmissions. A modified SEIR model was used\nto infer the length of the asymptomatic infectious stage to evaluate empirical support for\nits presence. Based on current evidence, this study found little empirical evidence\nsupporting the presence of asymptomatic transmission. However, it is still too early to\nrule out its presence conclusively. The updated basic reproductive number was found to\nbe 2.12 on average with and a 95% credible interval of [2.04, 2.18]. It is smaller than\nprevious estimates probably because the new estimate factors in the social and\nnonpharmaceutical mitigation implemented in Wuhan through the evacuee dataset. Detailed\npredictions of infected individuals exported both domestically and internationally were\nproduced. The estimated case confirmation rate has been low but has increased steadily to\n23.37% on average. Continuing work is needed, especially in monitoring the current\ninfection status of Wuhan residents.", "one_words_summarize": "The novel coronavirus (COVID-19), first detected in Wuhan, China in December2019, has spread to 28 countries/regions with over 43,000 confirmed cases. Thisstudy aims to integrate recent infection evidence of international evacuees extracted fromWuhan between Jan. 29 and Feb. 2, 2020 and updated real time domestic traffic data toinfer the early dynamics of the COVD-19 outbreak in Wuhan, China. A recent concern isthe potential presence of asymptomatic transmissions. Based on current evidence, this study found little empirical evidencesupporting the presence of asymptomatic transmission. However, it is still too early torule out its presence conclusively. The updated basic reproductive number was found tobe 2.12 on average with and a 95% credible interval of [2.04, 2.18]. It is smaller thanprevious estimates probably because the new estimate factors in the social andnonpharmaceutical mitigation implemented in Wuhan through the evacuee dataset. Detailedpredictions of infected individuals exported both domestically and internationally wereproduced. The estimated case confirmation rate has been low but has increased steadily to23.37% on average. Illness associated with COVID-19 infection ranges fromasymptomatic or mild respiratory illness to severe respiratory symptoms and death (Guanet al., At the time of this writing, there has been 1,018 confirmed deaths globallyfrom the infection. Much about this virus is still unknown at this stage (see Figure 1 for a timeline ofimportant events). Since Jan. 1, 2020, the Chinese CDChas progressively adopted different versions of the case definition, simplified theprocedural burden to confirm a case and subsequently increased the throughput ofprocessing virus samples. There has been at least 9 daysbetween the latest date of evacuation included in this study and the last day ofconfirmation to avoid any bias in the infection rate. Atotal of 58 confirmed cases from 14 countries/regions were used in this study. 2020): a case is anindividual that show symptoms, which can be detected by temperature screenings, orsevere enough to require hospitalization, plus with a recent travel history to Wuhan. The export dates fall between Dec. 31,2019 and Jan. 29, 2019. Meanwhile, the evacuee data allow us to separate asymptomatic individuals (A and I)from the rest because of the enforced body temperature screenings at the airport. Thei for model i was calculated asi, wherethe minimum is taken across all the candidate models. Models with larger weights have moresupport from the empirical data than models with smaller weights. The significance of the weight of the SEAIRmodel is evaluated against the simulated empirical null distribution of the weight whenthe true model is SEIR.Based on rescaled real time domestic migration data, the population outflow fromthe city of Wuhan differed significantly from its historical pattern in 2019. In the following, parameter estimatesfrom both the SEIR and SEAIR models were presented. The number of exported infected individuals internationally isapproximately linear since day 31 (Jan. 1, 2020) until Wuhan was quarantined (Figure 7).The total number of cases exported internationally is estimated at 146 individuals onaverage with a 95% credible interval of [121, 173] individuals. On Feb. 11, 2020, the disease has alreadyspread to all provinces of China with 44,653 confirmed cases in China. A limitation of this study is that the international traffic still uses its historicalpatterns in 2019. On the other hand, it is stillimportant to update the model and verify the underlying assumptions when the real timeinternational air traffic data become available. For example, a trip from Wuhan toBeijing would span days if the traveler chooses to travel by road. It is suggested that the first confirmed case in Germany is the result of anasymptomatic transmission, although the index patient at that time did experience someminor non-specific symptoms (Rothe et al., It is thus important toverify this assumption with local monitoring data. The author is thankful to an resident in Wuhan for providing insights into andfirsthand experience of the COVD-19 outbreak in Wuhan. The authordeclares no conflict of interest for this study.family cluster. Understanding predictive information criteria for Bayesian models.2019 novel coronavirus infection in China. Early transmission dynamics inWuhan, China, of novel coronavirus–infected pneumonia. Lipsitch, M., Cohen, T., Cooper, B., Robins, J. M., Ma, S., James, L., . . . R-project.orgestimation of epidemiological parameters and epidemic predictions. The sharp decline in traffic on day 54 since Dec. 1, 2019 (Feb. 23, 2020)corresponds to the day when the city of Wuhan was quarantined.model.%Figure 6 Density plot of the posterior distribution of γ and R in the SEAIR model.0since Dec. 1, 2019."}