{"date": "2020/02/17", "journal": "medrxiv", "authors": "Nian Shao, Jin Cheng, Wenbin Chen", "title": "The reproductive number <em>R</em><sub>0</sub> of COVID-19 based on estimate of a statistical time delay dynamical system", "type": "preprint article", "abstract": "In this paper, we estimate the reproductive number R0 of COVID-19 based on Walling and Lipsitch framework [10] and a novel statistical time delay dynamic system.We use the observed data reported in CCDC's paper to estimate distribution of the generation interval of the infection and apply the simulation results from the time delay dynamic system as well as released data from CCDC to fit the growth rate. The conclusion is: Based our Fudan-CCDC model, the growth rate r of COVID-19 is almost in [0.27, 0.29] which is larger than the growth rate 0.1 estimated by CCDC [8], and the reproductive number R0 of COVID-19 is estimated by 3.04 ≤ R0 ≤ 3.13, which is similar to that of SARS. Some evolutions and predictions are listed.", "text": "bnΓ(n)P (t) =tn−1e−bt =(2 )5        3Γ(5)t4e− 23t .the parameters are n = 5 and b = 23 . So the mean of the distribution is nb = 7.5 which isexact equal to the number announced in [                We think this distribution just as the one of generation interval mentioned in [                Rc = 1 + rTc,where Tc = 7.5 can be obtained form (1.1). Before we discuss how to get the estimate of thegrowth rate r of COVID-19, let us review the elegant framework by Wallinga and Lipsitch [                According to the framework of Wallinga and Lipsitch [        We just mention that the mean generation interval Tc is the first moment of the generationinterval distribution g(t):0        If r and Tc are computed, the value of the reproductive number R0 can be simply estimatedthrough a linear equation([        ∫ ∞Tc =tg(t)dt.Rc = 1 + rTc.Rg =1M (−r),M (z) = ∫ ∞ eztg(t)dt.        0RΓ,c = 1 +nrb,Wallinga and Lipstch’s processes are simple but powerful, where clearly demonstrate howgeneration intervals shape the relationship between growth rate and reproductive numbers. Specially,if g(t) is Gamma distribution with parameters (b, n) as in [        RΓ,g = (1 + rb )n . (2.6)Based on the formula of the generation interval, we know that b = 23 and n = 5, RΓ,g will be toosensitive on r, and we will choose (1.2) to obtain R0, and our main focus is to get an accurateand stable estimate for the growth rate r.        In [        So we can obtain our conjecture:Conjecture 2.1. The epidemic model for COVID-19 is SEIR if CCDC’s data are correct.Now we introduce how we can estimate the growth rate r.3        Our group has developed some models for the growth rate of COVID-19 (TDD-NCP models[        Firstly, Let us introduce some variables:• I(t): (the distribution of) the cumulative number of cases in the infected stage at time t;• J (t): (the distribution of) the cumulative ones in hospitalization stage at time t;• G(t): (the distribution of) the cumulative number of infected and isolated but yetdiagnosed cases at time t. They are infected in fact, but are not confirmed by the hospital,then not appeared in the infected list of CCDC;• I0(t): I0(t) = I(t) − J (t) − G(t).We further make some assumptions on the transition probability functions f2(t), f3(t) and f4(t):• f2(t): the transition probability from infection to illness onset;• f3(t): the transition probability from illness onset to hospitalization;• f4(t): the transition probability from infection to hospitalization, which can be calculatedvia the convolution of f2(t) and f3(t).        We assume the log-normal distribution for f2(t) and the Weibull distrubution for f3(t)[        Now we introduce the Fudan-CCDC our Fudan-CCDC model: I(t), J (t) and G(t) can beapproximated by the following (statistical) dynamical system:dIdtdJdtdGdt= rI0(t),= r∫ t= ℓ(t)−∞∫ t−∞f4(t − s)I0(s)ds,f2(t − s)I0(s)ds − ℓ(t)f4(t − s)I0(s)ds.∫ t−∞(3.1)(3.2)(3.3)One can also use the discrete system with each step representing one day just as we haveimplemented in the code:I(t + 1) = I(t) + rI0(t),J (t + 1) = J (t) + r ∑ f4(t − s)I0(s),        s≤tWe will fit and estimate appropriate values of β(or r) and ℓ based on the cumulative infectiondata from CCDC. Other versions of our Fudan-CCDC model are developing, specially, we areconsidering the stochastic version: that is to take random inputs into account, which is importantto account for the iinfluences from other regions. In math,we can easily generalize the model byrandom terms such as Brownian motion in the system, meanwhile the parameters have to beobtained from the real data. The another important version is to consider the interactions oftwo or more regions, Jin’s group have developed some models based on TTD-NCP model[        The simulation is implemented via Matlab with some additional constraints imposed. Herethe results are summarized in Table 1 with the real data employed up to Feb 16, 2020.WuhanHubei(without Wuhan)China(without Hubei)Moreover, the growth rate in other region are almost same, for example, both Bejing andShanghai are 0.28. Even for the Diamond Princess Cruise ship docked in Yakushima, Japanwith limited data, the growth rate is 0.275. We are surprised that our code can get uniformestimators on the growth rate r and the reproductive numbers R0.Quarantine strategy: We can observe that ℓ is distinct for diferent time stages at thediferent regions, we use the following assumption:ℓ ={0, if t < tℓℓ, otherwise,which means that the quarantine strategy was observably changed at the day tℓ, we report theresults in Table 2. We also find that ℓ for the Diamond Princes Cruise Ship is 0.55.Starting date t0: Our model can also track the initial date of the event t0 if I(t0) is fixed.It is REALLY important to find the initial starting date statistically correct in diferent regions.4Now we present some figures of the evolution and predictions of the event computed fromthe model, The data used in the simulation is ONLY the cumulative infections of diferent regionfrom CCDC until Feb. 16, everyone can download it from many website or APP, we find thedata from WIND(like Bloomberg).Evolution: Here is the evolution of the cumulative number of the infected cases, cumulativenumber of cases in hospitalization J (t), and the cumulative number of infected and isolatedbut yet diagnosed cases G(t). According to our model, total number of infected cases will be54140(Wuhan), and 84701(China). Based on this data, it is easy to estimate various data,specially for the fatality rate that can be simply estimated. We would like to point out that therate calculated here will be varying once the quarantine strategy is changed as the rate dependon ℓ.We also can obtain the cumulative incidence of diagnosed case and new cases that occurred ina give period which is displayed in Figure 2.Some figures and other results have been submitted to Chinese Center for Disease Controland Prevention(CCDC), Wuhan.5AcknowledgementsWe should truly thank Prof. Daqian Li and Prof. Guanhong Ding for their leading work onthe SARS models, we are also sincerely grateful to every member in our group, special to Dr. YuJiang, Dr. Yue Ye, Dr. Boxi Xu, Dr. Yu Chen, Dr. Keji Liu, Miss Xinyue Luo, Dr. Ming Zhong,Dr. Xiang Xu and Prof. Shuai Lu and other group members. We also thank Yongzhen Wang andProf. Shanjian Tang(Fudan), Gang Liang(China CDC in Wuhai, Hubei), our old friend Dr.Zhihua Shen(Fusion Fin Trade, fusionfintrade.com), Prof. Xingjie Li(University of North Carolinaat Charlotte), Ling Ye(China CDC in Daishan, Zhejiang), Long Chen(University of California,Irvine), Prof. Jiongming Yong(University of Central Florida) and Xinkang Chao(Mathworks).Wenbin Chen specially thank our colleague Prof. Rongmin Li who mentioned us to use theGamma distribution. Wenbin Chen was supported in part by the National Science Foundationof China (11671098, 91630309) and 111 project(B08018), Jin Cheng was supported in part bythe National Science Foundation of China (11971121). Wenbin Chen thanks Dr. Xu Chen’sgroup in the Winning Health Technology Group Company(winning.com.cn), who always believeand support us, he also thanks his wife Dr. Jie Xu, hers hometown is Wuhan.We should thanks everyone who are fighting for Wuhan, specially we present our deep respectsto Doctor Wenliang Li and Prof. Nanshan Zhong.1.", "ref_list": [[], ["Infectious diseases of humans: dyanmics and control"], ["A time delay dynamical model for outbreak of 2019-nCov and the pramameter identification[EB/OL]"], ["A time delay dynamic system with external source for the local outbreak of 2019-nCoV"], ["Strategies for containing an emerging influenza pandemic in Southeast Asia"], ["Strategies for mitigating and influenza pandemic"], ["A time delay dynamic model with external source and the basic reproductive number estimation for the outbreak of Novel Coronavirus Pneumonia"], ["The epidemic behaviour of hepatitis C virus"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Some novel statistical time delay dynamic model by statistics data from CCDC on Novel Coronavirus Pneumonia, submitted to Journal of Control Theory and Applications"], ["How generation intervals shape the relatoinship between growth rates and reproductive numbers"], ["Modeling and prediction for the trend of outbreak of 2019-nCoV based on a time-delay dynamic system (in Chinese)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R. M. Anderson", "R. M. May"], ["Y. Chen", "K. Liu"], ["Y. Chen", "K. Liu"], ["N. Ferguson"], ["N. Ferguson"], ["K. Liu", "Y. Jiang", "Y. Yan", "W. Chen"], ["O. G. Pybus"], ["L. Qun", "W. Peng", "W. Xiaoye", "Z. Lei", "T. Yeqing", "R. Ruiqi"], ["N. Shao", "Y. Chen", "W. Chen"], ["J. Wallinga", "M. Lipstch"], ["Y. Yan", "Y. Chen", "K. Liu", "X. Luo", "B. Xu", "Y. Jiang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "bn\nΓ(n)\nP (t) =\ntn−1e−bt =\n(2 )5", "one_words_summarize": "bnΓ(n)P (t) =tn−1e−bt =(2 )5        3Γ(5)t4e− 23t .the parameters are n = 5 and b = 23 . 2.6)Based on the formula of the generation interval, we know that b = 23 and n = 5, RΓ,g will be toosensitive on r, and we will choose (1.2) to obtain R0, and our main focus is to get an accurateand stable estimate for the growth rate r.        In [        So we can obtain our conjecture:Conjecture 2.1. Herethe results are summarized in Table 1 with the real data employed up to Feb 16, 2020.WuhanHubei(without Wuhan)China(without Hubei)Moreover, the growth rate in other region are almost same, for example, both Bejing andShanghai are 0.28. Based on this data, it is easy to estimate various data,specially for the fatality rate that can be simply estimated. We should thanks everyone who are fighting for Wuhan, specially we present our deep respectsto Doctor Wenliang Li and Prof. Nanshan Zhong.1."}