{"date": "2020/02/18", "journal": "medrxiv", "authors": "Ying Diao, Xiaoyun Liu, Tao Wang, Xiaofei Zeng, Chen Dong, Changlong Zhou, Yuanming Zhang, Xuan She, Dingfu Liu, Zhongli Hu", "title": "Estimating the cure rate and case fatality rate of the ongoing epidemic COVID-19", "type": "preprint article", "abstract": "#Contributed equally. * Joint corresponding authors.", "text": "The epidemic caused by the novel coronavirus COVID-19 in Wuhan at the end of 2019 hasbecome an urgent public event of worldwide concern. However, due to the changing data ofthe epidemic, there is no scientific estimate of the cure rate and case fatality rate of theepidemic. This study proposes a method to estimate the cure rate and case fatality rate ofCOVID-19. The ratio of cumulative discharges on a given day to the sum of cumulativedischarges on a given day and cumulative deaths before j days is used to estimate the cure rate.Moreover, the case fatality ratio can also be estimated. After simulation calculations, j isstatistically appropriate when it is 8-10, and it is also clinically appropriate. When j is 9, basedon the available data, it is inferred that the cure rate of this epidemic is about 93% and thecase fatality rate is about 7%. This method of estimating the cure rate can be used to evaluatethe effectiveness of treatment in different medical schemes and different regions, and hasgreat value and significance for decision-making in the epidemic.        In December 2019, an epidemic caused by the new coronavirus COVID-19 occurred inWuhan, China. The number of infected people and the spread of the virus have continued toincrease, putting pressure not only on China but also thepublic health security worldwide(1). The rapid research on COVID-19 virology, epidemiology, and clinical medicine hasplayed a positive role in the prevention and treatment of the disease (        Data were acquired from various provinces, municipalities, and the country fromJanuary 20 to February 14. These data included the number of confirmed diagnoses, deaths,and discharges according to the National Health Commission of Wuhan, the National HealthCommission of Hubei Province, and the COVID-19 Working Group of the State Council.However, few missing data from January 20 to January 23 were noted. The supplementaryprinciple of the missing data is as follows: when the intermediate data are missing, theaverage of the two data (before and after) fills the missing data; when the data of Wuhan andthe national data are missing, the data of Hubei Province are used as replacement (seeSupplement Table S1).Defined and corrected estimations of CR and CFR\"Cure\" is the end of treatment and the end of death. If the epidemic has ended and allthe patients have been treated, the cumulative number of discharged patients is ∑ x , and theicumulative number of deceased patients is ∑ y . When the cumulative number of diagnosedipatients is ∑( x i+∑y i), then the CR ( pˆ ) and CFR ( qˆ ) are estimated as followscorrespondingly:pˆˆˆ=∑ xi∑ xi + ∑ yiandq =1 − p =∑ yi∑ xi + ∑ yi(1)Considering the occurrence of the epidemic situation of the novel pneumonia, some ofpatients have been cured and discharged, while some are still sick, some died, and some werestill under hospital treatment. The insight into whether the patients in the hospital will becured or die remains unclear. Therefore, speculating the future trend while the epidemic is stillongoing by using the abovementioned formula to calculate the CR or the CFR directly isinappropriate.According to the results of clinical studies, the novel pneumonia is a self-limitingdisease with mild early symptoms, which may worsen after a week, and after the mostdangerous period of time, the patient may recover gradually. According to the treatment plan,the patient must wait for all the symptoms to disappear, with two negative results ofCOVID-19 nucleic acid test, and be isolated for several days before discharge. In other words,the daily reported deceased patients were not the same batch as discharged patients. Hence,confirmers of the same period should consider that a time difference (j day) exists between thecured and death cases.Therefore, the estimated CR ( pˆ ) should be the ratio of the cumulative number ofdischarges on the i thday ( ∑ xi ) to the sum of ∑ xi and ∑ yi−J , expressed as follows:pˆ =∑ xi∑ xi + ∑ yi−Jwhere yi−J is the number of cumulative deaths on the (i-j)th day and j is the parameter thatneeds to be estimated. The estimated CFR ( qˆ ) should be the ratio of ∑ yi−Jto ∑ ( xi + yi−J ) ,expressed as follows:qˆˆ=1 − p =∑ yi−J∑ xi + ∑ yi−JThe empirical value j needs to be estimated before the estimation of the CR and CFR. Instatistics, if we do not consider the discovery of specific drugs and medical means in the nearfuture, the best estimates for each rate should be very close to its true value. In other words,these daily estimates are stable, and their variation is minimal. Thus, in this study, theempirical value j was determined according to the minimum variance (or coefficient ofvariation) among the daily estimates.Because of the change in diagnostic criteria on February 12, resulting in a surge incases, only pre-February 11 data were selected. Taking the national data as an example,starting from February 11 and backtracking, in Equation (2), j = 1, 2, 3, ..., 15 wascalculated, and the CR was calculated daily. When j = 10, the value of CR was themost stable among the days, and the coefficient of variation was the smallest.According to the published data, in addition to calculating the national CR, thesame calculations were performed according to the division data of Wuhan, Hubei,Hubei except Wuhan, and the country except Hubei (Fig.1). The coefficient ofvariation of the estimated cure rate of wuhan, national, Hubei except Wuhan, Hubeiand country except Hubei reached the minimum value at j =8,10,10,10,12, respectively,indicating that this is the smallest difference in the estimated value of each day.CR and CFRAccording to the published data, j = 8, 9, 10 were selected. As shown in Fig. 2, theday-to-day CR from February 16 was calculated according to the division of the country,Wuhan, Hubei, Hubei except Wuhan, and the country except Hubei (see Table S2-4).The average CR is shown in Table 1.According to Table 1, when j=9, if no specific drugs and better treatments emerge laterand the pathogenicity of NOVID-19 is not significantly different, the CR of the new coronarypneumonia is approximately 93 %, while its CFR is approximately 7 %, which is relativelyclose to the CFR of SARS (6.6 %) in Mainland China. In Wuhan, the CR of COVID-19 isapproximately 90 %, while its CFR is approximately 10 % or more.Considering the large number of cases and the low CR in Wuhan, the CR in HubeiProvince is lower than the national average, with only approximately 90%. The results ofHubei except Wuhan are similar to the national average. The CR in Hubei is the highest in thecountry, possibly related to factors such as the large number of imported cases, the differentage structure of imported cases, relatively few patients, and better treatment conditions inprovinces outside Hubei.COVID-19 happens all of a sudden, with no known cure. Hence, no treatment experiencehas been recorded, and no special drugs are currently known. It is mainly managed bysymptomatic support treatment, all relying on enhanced immunity.Assuming that the COVID-19 epidemic event satisfies the statistical randomness, thevirus has no variation, and the daily CR and CFR should be basically stable, withapproximately the same medical means and measures in a certain period of time and theestimated value of j = 9 able to meet this condition.According to clinical experience, the time point of exacerbation was moreconcentrated on the 9th to 12th day of the disease course. After the exacerbation of thepatient's condition, a rapid progress process takes place, and death easily occurs (14). Inthis article, j = 9 was consistent with the development of the disease course.Furthermore, according to the data released by the National Health and MedicalCommission's press conference on February 4, the average length of hospitalization fordischarged patients in country except Hubei is more than 9 days, whereas that in HubeiProvince is 20 days (13). In this article, j= 9 was consistent with the actual treatmentinterval of the disease.The CR estimate positively correlated with the j value size. The larger the j value, thegreater the CR estimates; the smaller the j value, the smaller the CR estimates. In relation tothe estimated value of CR, CFR will vary with the value of j. Therefore, to obtain accurateestimates of CR and CFR, we need to choose a j value, which is also worthy of further study.However, using this strategy and method is certainly more reasonable than directly“calculating the CR and CFR for the COVID-19 in the country with the ratio of cumulativedischarge (∑x) and cumulative death (∑y) to cumulative confirmed cases.”Moreover, Equation (2) is not only appropriate and applicable during the epidemic;it is also an accurate estimate. The result estimated by Equation (2) is the same as thatprovided by Equation (1) at the end of the epidemic.CR and CFRThis study corrects the current problems in calculating the CR of COVID-19. The CRnationwide is estimated to be 93%, and the CR of Wuhan is approximately 87%, which isconsiderably higher than the current official data. However, the official CR nationwide onFebruary 16 was only 15.37%. The higher CR we estimated not only helps to boost morale inthe country against epidemic disease and alleviate the anxiety of the masses, but also providesa more scientific basis for decision-making on epidemic prevention and control.Meanwhile, the estimated national CFR of COVID-19 obtained in this study isapproximately 7%, which is close to SARS. Considering that the epidemic source is Wuhan,the estimated CFR of Wuhan exceeds 10%. According to the clinical analysis data of WuhanJin Yin-tan Hospital, the CFR of the first 41 patients was 15% (9, 15), and the CFR of the first99 cases was 11% (16). Meanwhile, in the clinical characteristic analysis of the Central SouthHospital of Wuhan University, the CFR was 4.3 % (17). We further analyzed the data andfound that the number of discharges from Tongji Hospital accounted for 68 % of the studycases, compared with 34.1 %. However, a large number of undischarged cases remainuncertain. Therefore, the statistics of CFR in the Central South Hospital have a markeddeviation compared with that in the Jin Yin-tan hospital. The rapid increase in the number ofpatients, inadequate treatment conditions, delayed diagnosis and delayed treatment, andinadequate knowledge of the virus in the early days in Wuhan affected the treatment effect.If it is predicted according to the estimated national CFR, under the current medicalconditions, the number of national deaths caused by COVID-19 is approximately 4,938 (=70,548 × 7%), wherein most of them are in Wuhan. In essence, this approach is using theestimated CFR of the first 9 days (February 7) to predict the possible deaths of currentlydiagnosed patients. The epidemic is continuing, and the number of confirmed patients is stillincreasing. If no major medical change transpires, the predicted value of future deaths will beextremely large. If the prediction is based on the estimated CFR in Wuhan, the number ofdeaths caused by COVID-19 is even more alarming. Moreover, all undiagnosed deaths causedby COVID-19 are not included.This article predicts this high CFR and death toll based on the current medical level andexisting data. This result reminds us that we cannot be blindly optimistic. Governments at alllevels and people from all walks of life must not take it lightly and must grasp the final“window period.” The patients should be separated and receivable and should receive careand treatment in the best way possible. Identifying high-risk personnel in the treatedpopulation, strengthening treatment, and minimizing the CFR should be taken into account. Inparticular, we need to continue to actively provide medical resources to Wuhan and HubeiProvince to control the rate of severe illness and reduce the number of deaths. As thepathogenicity of the coronavirus weakens, with the enhancement of medical technology,improvement of medical conditions, and rich experience in treatment, patients withCOVID-19 will be treated more effectively. Consequently, the CR will increase, and the CFRwill decrease.The authors declare no conflict of interest.1. WHO. Statement on the second meeting of the International Health Regulations EmergencyCommittee regarding the outbreak of novel coronavirus (2019-nCoV)(2005).https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting2. D. S. Hui, E. I Azhar, T. A. Madani, F. Ntoumi, R. Kock, O. Dar, G. Ippolito, et al., Thecontinuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest2019 novel coronavirus outbreak in Wuhan, China. International Journal of InfectiousDiseases. 91, 264-266 (2020).4. P. Zhou, X. L. Yang, Z. L. Shi, et.al.A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature (2020) https://doi.org/10.1038/s41586-020-2012-7.5. C. Ewen, C. David. Why snakes probably aren't spreading the new China virus. Nature10.1038/d41586-020-00180-8 https://www.nature.com/articles/d41586-020-00180-86. T. Y. Qiu, T. T. Mao, Y. Wang, M. D. Zhou, Z. W. Cao. Identification of potentialcross-protective epitope between 2019-nCoV and SARS virus. Journal of Genetics and7. R. J. Lu, X. Zhao, J. Li, P. H Niu, B. Yang, H. L. Wu, W. L. Wang, H. Song, B. Y. Huang,N. Zhu, Y. H. Bi, X. J. Ma, F. X. Zhan, L. Wang, T. Hu, H. Zhou, Z. H. Hu, W. M. Zhou, etal., Genomic characterisation and epidemiology of 2019 novel coronavirus implicationsforvirus origins and receptor binding. The Lancetnovel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein forrisk of human transmission. Sci China Life Sci. 6311. N. John, China's response to a novel coronavirus stands in stark contrast to the 2002SARS outbreak response. Nature Medicine (2020) https://doi.org/10.1038/s41591-020-0771-112. WHO. Summary of probable SARS cases with onset of illness from 1 November 2002 to31 July 2003. https://www.who.int/csr/sars/country/table2004_04_21/en/13. National Health Commission of the People’s Republic of China. Press briefing (Feb 04,2020). http://www.nhc.gov.cn/xwzb/webcontroller.do?titleSeq=11220&gecstype=1(accessed)(2020).14. National Health Commission of the People’s Republic of China. Press briefing (Feb 05,2020) http://www.nhc.gov.cn/xwzb/webcontroller.do?titleSeq=11221&gecstype=116. N. Chen, M. Zhou, X. Dong et al. Epidemiological and clinical characteristics of 99 casesof 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The LancetDailynew86.77%j-value8991.04%AccumulativeDailynew94.75%94.45%99.40%new99.32%99.55%", "ref_list": [[], ["Outbreak of a novel coronavirus"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. S. Chen", "M. Zhou", "X. Dong", "J. M. Qu", "L. Zhang.", "C. L. Huang", "Y. M. Wang", "X. W. Li", "L. L. Ren", "B. Cao.", "Lancet"], ["X. Xu", "P. Chen", "J. Wang", "J. Feng", "H. Zhou", "X. Li", "W. Zhong", "Z. Xu", "S. Li", "S. Tian", "H. Li", "L. Q. Kong", "B. D. W. Wang", "C. Hu", "F. F. Hu", "X. Zhu", "J. Liu", "B. B. Zhang", "H. Wang", "Z. S. Xiang"], ["Y. Cheng", "Xiong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The epidemic caused by the novel coronavirus COVID-19 in Wuhan at the end of 2019 has\nbecome an urgent public event of worldwide concern. However, due to the changing data of\nthe epidemic, there is no scientific estimate of the cure rate and case fatality rate of the\nepidemic. This study proposes a method to estimate the cure rate and case fatality rate of\nCOVID-19. The ratio of cumulative discharges on a given day to the sum of cumulative\ndischarges on a given day and cumulative deaths before j days is used to estimate the cure rate.\nMoreover, the case fatality ratio can also be estimated. After simulation calculations, j is\nstatistically appropriate when it is 8-10, and it is also clinically appropriate. When j is 9, based\non the available data, it is inferred that the cure rate of this epidemic is about 93% and the\ncase fatality rate is about 7%. This method of estimating the cure rate can be used to evaluate\nthe effectiveness of treatment in different medical schemes and different regions, and has\ngreat value and significance for decision-making in the epidemic.", "one_words_summarize": "The epidemic caused by the novel coronavirus COVID-19 in Wuhan at the end of 2019 hasbecome an urgent public event of worldwide concern. The ratio of cumulative discharges on a given day to the sum of cumulativedischarges on a given day and cumulative deaths before j days is used to estimate the cure rate. The supplementaryprinciple of the missing data is as follows: when the intermediate data are missing, theaverage of the two data (before and after) fills the missing data; when the data of Wuhan andthe national data are missing, the data of Hubei Province are used as replacement (seeSupplement Table S1).Defined and corrected estimations of CR and CFR\"Cure\" is the end of treatment and the end of death. In other words,these daily estimates are stable, and their variation is minimal. Thus, in this study, theempirical value j was determined according to the minimum variance (or coefficient ofvariation) among the daily estimates. 2, theday-to-day CR from February 16 was calculated according to the division of the country,Wuhan, Hubei, Hubei except Wuhan, and the country except Hubei (see Table S2-4).The average CR is shown in Table 1.According to Table 1, when j=9, if no specific drugs and better treatments emerge laterand the pathogenicity of NOVID-19 is not significantly different, the CR of the new coronarypneumonia is approximately 93 %, while its CFR is approximately 7 %, which is relativelyclose to the CFR of SARS (6.6 %) in Mainland China. It is mainly managed bysymptomatic support treatment, all relying on enhanced immunity. The CRnationwide is estimated to be 93%, and the CR of Wuhan is approximately 87%, which isconsiderably higher than the current official data. However, the official CR nationwide onFebruary 16 was only 15.37%. Meanwhile, the estimated national CFR of COVID-19 obtained in this study isapproximately 7%, which is close to SARS. In essence, this approach is using theestimated CFR of the first 9 days (February 7) to predict the possible deaths of currentlydiagnosed patients. The epidemic is continuing, and the number of confirmed patients is stillincreasing. If no major medical change transpires, the predicted value of future deaths will beextremely large. Moreover, all undiagnosed deaths causedby COVID-19 are not included. D. S. Hui, E. I Azhar, T. A. Madani, F. Ntoumi, R. Kock, O. Dar, G. Ippolito, et al., Genomic characterisation and epidemiology of 2019 novel coronavirus implicationsforvirus origins and receptor binding. National Health Commission of the People’s Republic of China. Press briefing (Feb 05,2020) http://www.nhc.gov.cn/xwzb/webcontroller.do?titleSeq=11221&gecstype=116."}