{"date": "2020/02/18", "journal": "medrxiv", "authors": "Yu Ding, Sihui Luo, Xueying Zheng, Ping Ling, Tong Yue, Zhirong Liu, Jianping Weng", "title": "Association of Population Migration and Coronavirus Disease 2019 Epidemic Control", "type": "preprint article", "abstract": "Background and Objective To analyze the impact of different patterns of migration flow in two cities, Hefei and Shenzhen, on the epidemic and disease control of Coronavirus Disease 2019 (COVID-19), in order to provide insight for making differentiated controlling policies. Methods We collected demographic and epidemiological information of confirmed COVID-19 cases in Hefei and Shenzhen between January 19 and February 11, 2020, from data officially published by the provincial and municipal Centers for Disease Control and Prevention (CDC). From these data we calculated basic reproduction number R0 to reflect the rate of spread of COVID-19 in these cities. Aggregated data of population migration during the same period was extracted from Baidu Migration. The change of R0 in the two cites were analyzed and compared. Spearman correlation analysis between R0 and population inflow from epidemic focus were performed. Results A total of 157 confirmed cases was identified in Hefei by 24:00 February 11, 2020, with an average age of 44.4±15.6 years, 74 female (47.1%) and 386 confirmed cases were identified in Shenzhen, with an average age of 45.15±17.99 years, 202 female (52.3%). Significant difference in the proportion of imported cases between the two cities was observed (Hefei vs Shenzhen, 24.2% vs 74.9%, p=0.000). Before January 31 2020, during the initial stage of the Level 1 Response to Major Public Health", "text": "China.Emergencies, there was no significant association observed in Shenzhen between R0 and the proportionof population inflow from the epidemic focus (P =0.260, r=-0.452); meanwhile in Hefei, such associationwas strong (P =0.000, r=1.0). However, after the initial stage of response, the situation reversed. A weakassociation was observed in Shenzhen between be R0 and the proportion of population inflow from theepidemic focus (P=0.073, r=0.536) but not in Hefei (P =0.498, r=0.217).Conclusion Following Level 1 Response, consistent decline of R0 of COVID-19 was observed in bothHefei and Shenzhen. Different patterns of disease spread were observed in the two cities, driven bydifferent patterns of population migration. This indicated that population migration should be taken intoconsideration when we set controlling policy of a novel infectious disease.In December 2019, a cluster of patients with pneumonia of unknown etiology was reportedly linkedto Huanan Seafood Wholesale Market in Wuhan, Hubei Province, China.[1-4] Soon after, it wasconfirmed that this pneumonia was caused by infection of a novel pathogen[5], Severe Acute RespiratorySyndrome Coronavirus 2 (SARS-CoV-2), as recently named by the World Health Organization, and thedisease caused by such virus infection, the Corona Virus Disease 2019 (COVID-19)[6]. In January 2020,a widespread outbreak of COVID-19 occurred following the beginning of the largest annual migrationin China known as the Spring Festival migration. Due to the geographic location of Wuhan and its roleas a central transportation hub, number of cases of infection rose rapidly [7]. By February 11, 2020, over60,000 cases of suspected or confirmed COVID-19 were reported. [8]. Since January 20, 2020, when itwas publicly announced that COVID-19 was human-to-human transmittable [9-10], the Chinesegovernment took a series of unprecedented, austere measures to contain the spread of COVID-19. Publictransportation was suspended in and out of the city of Wuhan, where the disease initially outbroke, andthis was later extended to adjacent areas.[11] Other provinces followed suit and successively tookprecautionary actions in accordance with the Level 1 Response to Major Public Health Emergencies,including passenger body temperature surveillance at railway stations and airports, and restriction oflarge gatherings.[12-13] Nonetheless, the flow of migration prior to these measures had laid thegroundworks for the accelerated spread of COVID-19. Of note, varying migration patterns in differentlocales may affect the spread of airborne and direct contact human-to-human transmitted disease.[14-15]In this study, we aimed to analyze the impact of different migration patterns, in Hefei and Shenzhen, onthe epidemic and disease control of COVID-19, to provide insights for making differentiated controllingpolicies.Anhui Province is geographically adjacent to Hubei Province. Hefei is the capital city of AnhuiProvince where population inflow during the Spring Festival migration is one of the highest in thenation.[16] In comparison, Shenzhen is a major immigration city in China, experiencing one of thehighest population outflow over the same period.[13,16] Since the outbreak of COVID-19, Hefei(January 24, 2020) and Shenzhen (January 23) were the first two regions to launch the Level 1 Responseto Major Public Health Emergencies.[17,18] We defined the time period between the launch of the Level1 Response and 24:00 January 30 as the initial stage of response.          Data sources of COVID-19 confirmed cases The data of confirmed COVID-19 cases in Hefei andShenzhen were extracted from data officially published by the provincial and municipal Center forDisease Control and Prevention (CDC) of Hefei[          Case definition A confirmed COVID-9 case was defined as a patient with respiratory or bloodspecimens that tested positive for the SARS-CoV-2 by at least one of the following three methods:isolation of SARS-CoV-2 or at least one positive result by real-timereverse-transcription–polymerasechain-reaction (RT-PCR) assay for SARS-CoV-2 or a genetic sequence that is highly homologous withknown SARS-CoV-2, in accordance with the fifth edition of the diagnosis and treatment plan ofCOVID19 in China[21].Data sources of migration We used the online platform Baidu Migration (Baidu Qianxi) in BaiduMaps[16] as data sources of population migration. Baidu Map is one of the largest maps and navigationservice providers in China. Through Baidu Maps’ extensive user base, Baidu Migration is able toaggregate anonymized location information and provide data on population outflow and inflow fordifferent time periods and in different regions. This function enabled us to observe the migration flow ofpopulation from the epidemic focus (Hubei Province/Wuhan) to Hefei and Shenzhen in the designatedperiod of study. We extracted publicly available data from the Baidu Migration platform. We calculatedthe daily proportion of inflow population to the two cities by dividing daily number of people movingfrom the epidemic focus to Hefei or Shenzhen by the total number of daily inflow people to the two citiesrespectively over the study period.We described the basic characteristics of confirmed cases of COVID-19 in Hefei and Shenzhen. Wecompared variables of patients from the two cities using student’s t test or Spearman's rho test whenStatistical analysisappropriate.Estimation of basic reproduction number (R0) Basic reproduction number R0 is the number ofcases one case generates on average over the course of its infectious period, in an otherwise uninfectedpopulation. We calculated R0 values based on serial, overlapping 5-day time windows for Hefei andShenzhen respectively, over the 24-day study period between January 19 and February 11, 2020. A totalof 20 time windows wereanalyzed in this study period. We adopted the basic R0 estimation method, asshown in (1).R0 ≥ (1 + growth rate×serial interval)(1)In this method, serial interval referred to the average time between one generation of infection andthe next generation of infection in the disease transmission chain. In this study, we estimated serialinterval by the average incubation period (days) plus the average infectious period (days). The values ofaverage growth rate, the average incubation period and the average infectious period were calculated atthe end of every time window, for each of the two cities. Growth rate referred to the proportion of newlyadded patients per day in the cumulative total of confirmed patients. Simple moving average of growthis the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .rates for the previous 5 day (inclusive of the end date) was defined as the average growth rate within atime window ending on a certain date. The average incubation period was the mean value of theincubation period of non-input confirmed patients with a contact history over the previous 5 days(inclusive of the end date). We defined infectious period as the period between the appearance of the firstsymptoms and isolation (hospitalization). Similarly, we defined the average infection period as themoving average of all confirmed COVID-19 cases for each 5-day time window.Evaluation and comparison of change of R0 We evaluated the change of R0 over the study periodin Hefei and Shenzhen by the following slope prediction algorithm. The first order functions of time andR0 were obtained with the method of least square. Considering the objective first order function asaT+b=R0, where T was number of time windows from starting one, and a, b are parameters to be fitted,the sum of deviations squared from the given set of data was calculated by (2).( ,  ) = ∑(   +  −  0 )2 =1(2)The desired parameters are obtained via minimizing S(a,b). That is, the objective function isAT+B=R0, where A and B are the values of a and b that give the minimal value of S(a,b). The greaterthe absolute value of A (|A|), the faster the change of R0.We analyzed the relationship of population inflow from the epidemic focus and R0 at different timepoint for two cities respectively using Spearman correlation. The Mann Kendall trend test was used toevaluate the change of R0, average incubation period and average infectious period over the study period.SPSS 21.0 and R software were used for statistical analysis.Characteristics of confirmed casesThe first case of confirmed COVID-19 was identified on January 19, while the first case in Hefeion January 22. Basic characteristics of confirmed cases in the two cities were shown in Table 1. By 24:00February 11, 2020, a total of 157 confirmed cases was identified in Hefei. The average age of thesepatients was 44.4±15.6 years. Among them, 74 were female (47.1%), and 38 imported cases (24.2%). Bythe same time, 386 confirmed cases were identified in Shenzhen, with an average age of 45.15±17.99years, 202 female (52.3%) and 289 imported cases (74.9%). Compared with Shenzhen, the proportion of0.22(0.10，0.34)0.21(0.10，0.32)defined the time period between the launch of the Level 1 Response and 24:00 January 30 as the initialstage of response. # Approximately the last week before and on February 11, 2020.during the study period. The number of newly confirmed cases slowly rose in Hefei before reaching peakof 16 new cases on February 2, and then started to decline slowly. Over the same period in Shenzhen,during the first week after the first case identified, the increase of the number of cases was slow. But itspeeded up straight after, and the peak number of 60 daily new cases was observed on January 31. Thenthe number went down quickly over the following days.imported case in Hefei was significantly lower (P<0.001).1950DIVOCf 40osesaCd30emrifnoC20forebmu10N0cities were above 3.5 before the Level 1 Response was launched. After the launch of the Level 1Response, R0 values of the both cities started to decline slowly (both P for trend <0.001). And byFebruary 11, the R0 in Hefei and Shenzhen were 1.93 and 1.48, respectively. Moreover, compared withHefei, the decline of R0 in Shenzhen was significantly faster (predicted slope of R0, Shenzhen vs Hefei,-0.133 vs -0.031, P = 0.091).Shown in Figure 2B, average growth rate declined significantly after the initial stage of response inboth of the cities (both P for trend <0.001) of similar trend (P=0.939). Average incubation period ofboth the cities increased over time (both P for trend <0.001, Figure 2C), but it appeared to climb fasterin Shenzhen than in Hefei (p=0.027). Figure 2D indicated that after the initial drop after the launch ofthe Level 1 Response, the average infectious period of the both cities slowly rose after the initial stageof response (both P for trend <0.05) of similar trend (P=0.891).Association of R0 and population inflow from the epidemic focusDuring the initial stage of response, there was no significant association observed between R0and the proportion of population inflow from the epidemic focus (P =0.260, r=-0.452) in Shenzhen;meanwhile in Hefei, such association were strong (P =0.000, r=1.0). However, after the initial stage ofresponse, the situation reversed. A weak association was observed between be R0 and the proportion ofpopulation inflow from the epidemic focus in Shenzhen (P=0.073, r=0.536) but not in Hefei (P =0.498,r=0.217).In this study, we analyzed the epidemiological characteristics of COVID-19 starting from theidentification of the first cases in two cities out of epidemic focus. We found that following the launchof Level 1 Response to Major Public Health Emergencies, the spread rate of COVID-19 declinedsignificantly in both of the cities. The relationship between R0 and population inflow from the epidemiccenter was observed to be different in Hefei and in Shenzhen.The consistent decline of R0 during our study period in both cities could be attributed to theconsistent decline of average growth rate, as average incubation period and average infectious periodwere consistently increasing. We assume that such decline of growth rate could be attributed to themultiple strategies used in the Level 1 Response in the two cities, including public awareness of the risk,increased surveillance of suspected cases, immediate isolation of suspected cases, and restriction ofgatherings, which have all been proven to be effective in controlling the spread of novel infectiousdiseases[22].We found that there were different patterns in the epidemic of COVID-19 in the two cities. Bycomparing the data from local municipal CDC, we found that a major proportion of confirmed cases inShenzhen during the study period were imported cases, while in Hefei has predominantly clustered cases,indicating that there were different patterns of disease spread in the two cities. This could be attributedto interaction of multiple factors, but population migration and social connections had played animportant role[15].In Hefei, before Level 1 Response was activated, which included suspension of transportation in anout of Wuhan from 22 January, major inflow of population from Hubei/Wuhan was observed. Thepopulation inflow brought in imported cases. Therefore, during the initial stage of response, R0 werestrongly correlated with population inflow from the epidemic focus. However, the inflow populationpeople were largely Anhui natives, returning home for Chinese New Year. They tended to have extensivesocial connections in Hefei and would frequently attend gatherings with the local people. Thesegatherings accelerated the local spread and generated cases where patients had no travel history to theepidemic focus [10]. These local cases further spread the disease to the next generation of infection evenafter the travel ban to and from the city of Wuhan and adjacent areas. This would explain the prevalenceof clustered cases and the diminishing of correlation between R0 and population inflow from epidemicfocus after the initial stage of response.On the other hand, Shenzhen as a major immigrant city, the initial population flow during the SpringFestival migration was of people moving out of the city. Therefore, during the first few days before thetravel ban to and from Wuhan, the increment of new cases was slow, and no significant correlation withthe migration direction of the people was observed. However, during the 24 hours around theannouncement of travel ban in Wuhan, a sudden large inflow from Wuhan was observed due to the fleeingpopulation. This would explain the burst of new cases on January 31, despite the launch of Level 1Response. The time lag of 7 days was consistent with the average incubation period reported[23]. Thesenew cases were less likely to attend gatherings with the awareness of the risk of COVID-19 and weresoon identified, following the implementation of disease control actions. This would explain the largeproportion of imported cases in Shenzhen.Overall, population migration and social connection would affect the pattern of the spread ofCOVID-19. This indicated that to control the spread of airborne and direct contact diseases such asCOVID-19, we need differentiated strategies that pay special attention to population flow and culturalfactors. For population migration, given our technological capability particularly in attaining andanalyzing big data, we are able to monitor population in- and outflow by region and in real time. Undera novel infectious disease outbreak background, precautions should be taken to closely monitor the trendof population migration, and quick response should be made to deal with expected and unexpectedpopulation flow. For cities like Hefei, with predominant inflow of native population from the epidemicfocus, restriction to gatherings would be a step of priority to contain infection considering bothpopulation migration and cultural factors. In the case of Shenzhen, close monitoring and quick responseto unexpected large in or out flow of population would prepare the affected regions for adequatesurveillance strategy and allocating healthcare resources for the incoming suspected and confirmed cases.In conclusion, following Level 1 Response, consistent decline of R0 of COVID-19 was observed inboth Hefei and Shenzhen. There were different patterns of disease spread in the two cities, driven bydifferent patterns of population migration. This indicated that population migration should be taken intoconsideration when setting policies to control a novel infectious disease.[2][3][4][5][6][7][8][9][10][11][12][13][14][15][16][17][18]Hefei Health Commission. http://wjw.hefei.gov.cn/ztzl/xxgzbdgrdfyyqfk/index.html.Shenzhen Health Commission. http://wjw.sz.gov.cn/yqxx/index_2.htm.National Health Commission. Diagnosis and treatment of COVID-19（Version 5，Zhang, Epidemiological characteristics of novel coronavirus pneumonia. Chin J Epidemiol,", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A novel coronavirus (2019-nCoV) causing pneumoniaassociated respiratory syndrome"], ["China coronavirus: what do we know so far?"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], [""], [""], [""], [""], [""], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], [""], ["Xinhua news online. 30 provinces have decided to launch the Level 1 Response to Major Public Health Emergencies. 25 January 2020"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["The association between domestic train transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: A data-driven correlational report"], ["The role of population heterogeneity and human mobility in the spread of pandemic influenza"], ["Anhui province has decided to launch the Level 1 Response to Major Public Health Emergencies"], [""], ["Guangdong province has decided to launch the Level 1 Response to Major Public Health Emergencies"], [""], ["A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang", "Y. Wang", "X. Li"], ["S. Jiang", "S. Xia", "T. Ying"], ["E. Mahase"], ["N. Chen", "M. Zhou", "X. Dong"], ["N. Zhu", "D. Zhang", "W. Wang"], [], ["Q. Li", "X. Guan", "P. Wu"], ["National Health Commission"], [], ["National Health Commission"], [], ["J. F.-W. Chan", "S. Yuan", "Kok", "-H"], ["The Lancet"], ["Wuhan People's Government", "January"], [], ["J. T. Wu", "K. Leung", "G. Leung"], ["S. Zhao", "Z. Zhuang", "J. Ran"], ["S. Merler", "M. Ajelli"], ["Anhui Health Commission"], [], ["Guangdong Health Commission"], [], ["V. J. Munster", "Koopmans", "N. van Doremalen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China.", "one_words_summarize": "Emergencies, there was no significant association observed in Shenzhen between R0 and the proportionof population inflow from the epidemic focus (P =0.260, r=-0.452); meanwhile in Hefei, such associationwas strong (P =0.000, r=1.0). However, after the initial stage of response, the situation reversed. Different patterns of disease spread were observed in the two cities, driven bydifferent patterns of population migration. This indicated that population migration should be taken intoconsideration when we set controlling policy of a novel infectious disease. Of note, varying migration patterns in differentlocales may affect the spread of airborne and direct contact human-to-human transmitted disease.[14-15]In this study, we aimed to analyze the impact of different migration patterns, in Hefei and Shenzhen, onthe epidemic and disease control of COVID-19, to provide insights for making differentiated controllingpolicies. We adopted the basic R0 estimation method, asshown in (1).R0 ≥ (1 + growth rate×serial interval)(1)In this method, serial interval referred to the average time between one generation of infection andthe next generation of infection in the disease transmission chain. We defined infectious period as the period between the appearance of the firstsymptoms and isolation (hospitalization). Similarly, we defined the average infection period as themoving average of all confirmed COVID-19 cases for each 5-day time window. Approximately the last week before and on February 11, 2020.during the study period. Figure 2D indicated that after the initial drop after the launch ofthe Level 1 Response, the average infectious period of the both cities slowly rose after the initial stageof response (both P for trend <0.05) of similar trend (P=0.891).Association of R0 and population inflow from the epidemic focusDuring the initial stage of response, there was no significant association observed between R0and the proportion of population inflow from the epidemic focus (P =0.260, r=-0.452) in Shenzhen;meanwhile in Hefei, such association were strong (P =0.000, r=1.0). Thesegatherings accelerated the local spread and generated cases where patients had no travel history to theepidemic focus [10]. These local cases further spread the disease to the next generation of infection evenafter the travel ban to and from the city of Wuhan and adjacent areas. This would explain the prevalenceof clustered cases and the diminishing of correlation between R0 and population inflow from epidemicfocus after the initial stage of response. However, during the 24 hours around theannouncement of travel ban in Wuhan, a sudden large inflow from Wuhan was observed due to the fleeingpopulation. This would explain the largeproportion of imported cases in Shenzhen. Undera novel infectious disease outbreak background, precautions should be taken to closely monitor the trendof population migration, and quick response should be made to deal with expected and unexpectedpopulation flow. This indicated that population migration should be taken intoconsideration when setting policies to control a novel infectious disease.[2][3][4][5][6][7][8][9][10][11][12][13][14][15][16][17][18]Hefei Health Commission."}