{"date": "2020/02/18", "journal": "medrxiv", "authors": "Jinghua Li, Yijing Wang, Stuart Gilmour, Mengying Wang, Daisuke Yoneoka, Ying Wang, Xinyi You, Jing Gu, Chun Hao, Liping Peng, Zhicheng Du, Dong Roman Xu, Yuantao Hao", "title": "Estimation of the epidemic properties of the 2019 novel coronavirus: A mathematical modeling study", "type": "preprint article", "abstract": "The 2019 novel Coronavirus (COVID-19) emerged in Wuhan, China in December 2019 and\nhas been spreading rapidly in China. Decisions about its pandemic threat and the\nappropriate level of public health response depend heavily on estimates of its basic\nreproduction number and assessments of interventions conducted in the early stages of the\nepidemic.", "text": "The 2019 novel Coronavirus (COVID-19) emerged in Wuhan, China in December 2019 andhas been spreading rapidly in China. Decisions about its pandemic threat and theappropriate level of public health response depend heavily on estimates of its basicreproduction number and assessments of interventions conducted in the early stages of theepidemic.We conducted a mathematical modeling study using five independent methods to assessthe basic reproduction number (R0) of COVID-19, using data on confirmed cases obtainedfrom the China National Health Commission for the period 10th January – 8th February. Weanalyzed the data for the period before the closure of Wuhan city (10th January – 23rdJanuary) and the post-closure period (23rd January – 8th February) and for the whole period,to assess both the epidemic risk of the virus and the effectiveness of the closure of Wuhancity on spread of COVID-19.Before the closure of Wuhan city the basic reproduction number of COVID-19 was 4.38 (95%CI: 3.63 – 5.13), dropping to 3.41 (95% CI: 3.16 – 3.65) after the closure of Wuhan city. Overthe entire epidemic period COVID-19 had a basic reproduction number of 3.39 (95% CI: 3.09– 3.70), indicating it has a very high transmissibility.COVID-19 is a highly transmissible virus with a very high risk of epidemic outbreak once itemerges in metropolitan areas. The closure of Wuhan city was effective in reducing theseverity of the epidemic, but even after closure of the city and the subsequent expansion ofthat closure to other parts of Hubei the virus remained extremely infectious. Emergencyplanners in other cities should consider this high infectiousness when considering responsesto this virus.National Natural Science Foundation of China, China Medical Board, National Science andTechnology Major Project of China        In December 2019 a novel coronavirus outbreak began in Wuhan, Hubei province, in China.As of 9th February 37,558 cases of the virus had been confirmed globally, of which 37,251were confirmed in China, with 813 deaths.1 On 30th January the WHO declared the novelcoronavirus (COVID-19) a public health emergency of international concern,2 and on 23rdJanuary the Hubei Provincial Government closed the city of Wuhan,3 followed by the closureof a wider network of cities in Hubei on 24th January,4 to prevent its spread. Although thenumber of cases outside of China remains small, mathematical modeling has identified therisk of spread of the disease to population centres and transit hubs in other countries,5 withthe possibility that the COVID-19 outbreak could become a global pandemic.In the beginning stages of an epidemic, mathematical modeling is essential to understandthe dynamics of the new disease, and to assess the organism’s infectiousness and rapidity ofspread. This is primarily achieved by calculation of the basic reproduction number, denotedas \", which measures the number of secondary cases that can be expected to begenerated from a single case of the disease.6 Initial research from the first weeks of theCOVID-19 outbreak estimated the basic reproduction number to be between 2.20 and 3.58,indicating large uncertainty in estimates of its infectiousness.7,8 Other unpublishedestimates also placed the value of \" within this range,9 with wide uncertainty.5 All of theseestimates of the basic reproduction number were based on data to the end of January, anddid not use a long series of data from the period after the closure of Wuhan city. The dataseries for these reports also did not include significant periods of time after the ChineseNew Year (2        In this study we used data from the National Health Commission of the People’s Republic ofChina12 (NHC) for the period from the 10th January to the 8th February to estimate the basicreproduction number of COVID-19 using five mathematical modeling methods conductedindependently. We used these modeling methods to estimate the basic reproductionnumber both before and after the closure of Wuhan city, and across the whole time periodof the epidemic. Based on the results of these analyses we make recommendations forfuture control of the virus, and assess the future pandemic risk due to this new disease.        Data was obtained from the NHC for the period 10th January to        Mathematical details of the models are presented in the supplementary appendix. Allresults are presented as values of the basic reproduction number with its 95% confidenceinterval. For the MH method the inter-quartile range of the posterior distribution of \" ispresented.Role of the funding sourceThe funders had no involvement in study design, data collection, analysis or interpretationof the data, had no influence on the writing of the report or the decision to submit forpublication.By February 8th there were 37,198 confirmed cases nationally, with 27,100 of these cases inHubei (72.9% of all cases), and 14,982 in Wuhan (40.2% of all cases). All models applied tothese data estimated the basic reproduction number effectively. Basic reproductionnumbers for all fives methods for the entire time period, the pre-closure period and thepost-closure period, are shown in Table 1. The best-fitting method in the entire period wasthe method based on time-dependent reproduction numbers, while the pre-closure andpost-closure period were best fitted by the exponential growth model.The weighted average estimate of the basic reproduction number shows that the epidemicslowed down after the closure of Wuhan city, dropping from 4.38 (95% CI 3.63 – 5.13)before the closure to 3.41 (95% CI 3.16 – 3.65) after. The 95% confidence intervals for theexponential growth estimate of post-closure \" do not overlap the point estimate for thepre-closure period, indicating that there was a significant reduction in the basicreproduction number after the closure of Wuhan. Figure 1 shows the model predictionsfrom all five models plotted against the observed cases for the pre-closure period (top leftpanel), post-closure period (top right panel) and entire period (bottom panel). A similarfigure, with only the best-fitting model shown, is given in Supplementary Figure S2.From figure 1 it is clear that models that estimated low values for the basic reproductionnumber in the pre-closure period or the entire period, such as the Sequential Bayesianmodel, produced very poor predictions that under-estimated the epidemic, and thebestfitting models were those that identified basic reproduction numbers over 4 in thepreclosure period, and over 3 in the entire epidemic period.This study estimated the basic reproduction number, \", for the 2019 novel coronavirususing confirmed cases from 10th January – 8th February. We applied five methods toestimate \" in order to ensure that our estimate was robust to differences in assumptionsabout epidemic processes, differences in assumed underlying parameters, and about thenature of the dynamics of the affected population. We estimated the basic reproductionnumber for the whole period to be 3.39 (95% CI: 3.09 – 3.70), a very high number indicativeof a very fast rate of spread. We also estimated the basic reproduction number separatelyfor the pre-closure period, finding that in the first 13 days of available high-quality data onthe epidemic that the basic reproduction number was 4.38 (95% CI: 3.63 – 5.13), a very highnumber indicative of a highly infectious disease. Compared to this, we calculated thepostclosure value of \" to be 3.41 (95% CI: 3.16 – 3.65), still a very high number but significantlylower than that observed in the earlier days of the epidemic. This lower basic reproductionnumber, and the recent apparent reduction in numbers of new infections, justifies thedecision to close Wuhan city, and also shows the potentially high impact of self-quarantineand voluntary exclusion methods. A separate study (not published) conducted by one of thestudy authors found that 25% of students in Guangdong did not leave their home in theChinese New Year period, 90% increased their handwashing frequency, and over 80% used amask when moving in public places. These voluntary measures, combined with the closureof Wuhan city, may have averted the spread of this disease and reduced its ability toreproduce through social changes. The reduction in infectiousness is particularly strikinggiven the huge movement of people that typically occurs during Chinese New Year, and therisk of exposure in public transport and family gatherings at this time.A striking feature of our analysis is the very high value of the basic reproduction number weidentified in the period of time up to the closure of Wuhan city. Three of our modelingmethods – including the best-fitting method based on a Poisson loss function – identified avalue of \" greater than 5, with some possibility of a value over 6. Basic reproductionnumbers in the 5-7 range are consistent with extremely contagious diseases such as mumpsand smallpox, and indicate a disease with a very high risk of becoming a global pandemic.This finding has significant implications for cities like Singapore, Japan and London which arebeginning to experience the first signs of spread of the disease without importation. In lightof the epidemic threat identified here, these cities should consider implementing moreaggressive prevention policies as necessary, while respecting human rights and the dignityof affected individuals and of those who might be disadvantaged by stricter quarantine andcontrol mechanisms.Previous studies5,7-9 found lower values for the basic reproduction number. This variationmay have arisen for two reasons. First, the empirical data that previous studies used werecollected before 25th Jan, 2020. Testing protocols and diagnostic tools changed during theearly period of the study23, and the number of diagnosed cases collected before 15th Januarywere considered underestimated and less reliable. This would flatten the epidemic curve inearly studies, and the estimation of R0 based on these data may be underestimated andhave larger confidence intervals. Second, previous studies only estimated the R0 based on asingle method, and these estimates may have been affected by the implicit assumptions inthese models. For example, a previous paper using the assumption of exponential growthfound a value of \" of 2.68 (95% Credible interval 2.47 – 2.86)5 using an SEIR model withMetropolis-Hastings MCMC estimates of uncertainty, but our modeling has shown that thismethod likely underestimated the basic reproduction number during the pre-closure period.Our model avoids the limitations of specific modeling choices by combining several methodswith a Poisson Loss weight, using the most current and accurate case diagnosis. Throughthis approach we calculate a more robust estimate than previous studies, and find a highervalue of \". Ours is also the first study to compare the pre- and post-closure periods in thedata, and thus the first study to make a judgment about the effectiveness of this strategy.Given the high risk of epidemic from COVID-19, it is important to assess the value of thisstrategy before the disease takes hold in another global city.This study has several limitations. It was based on confirmed cases, and by excludingsuspected cases or mild cases may have under-estimated the rate of spread of the disease.We did not estimate the values of the parameters defining the transition rate from exposedto infectious, or infected to recovered, but fixed them at previously published values. Thiswas a necessary decision because the clinical features of the disease are not yet fullyunderstood, and may affect estimates. However, our intuition after fitting these models isthat the maximum likelihood estimate of the force of infection naturally adjusts to fit thevalue of the recovery rate, and produces a broadly similar value of the basic reproductionnumber as a result. Furthermore, to adjust for the still-arbitrary nature of these estimates ofkey parameters, we used some methods that do not depend on any assumptions aboutthese aspects of the disease process. Another limitation of this study is the uncertaintyintroduced by the use of multiple modeling methods, which we combined with a weightedaverage. However, we believe that by presenting varying methods with differentassumptions along with a weighted average, we enable researchers and policy-makers tomake judgements about the dangers of the epidemic without relying on any particular set ofassumptions about a disease that is not yet well understood.Our results show that the 2019 novel Coronavirus is an extremely rapidly spreading anddangerous infectious disease, with the potential to infect a very large proportion of thepopulation very rapidly if not contained. Extreme epidemic prevention measures, includingcity closures and wide-scale self-quarantine, may be necessary simply to reduce the pace ofthe epidemic, and even these extreme measures may not be sufficient to prevent pandemic.City officials, public health planners, policy-makers and governments in countries that arebeginning to see the spread of this disease domestically need to act quickly, effectively anddecisively, as the government of China did, to prevent a serious global pandemic.YH and JL conceived of the study. JL, SG, YJW, MW, DY, XY and YW conducted data analysis.SG, YJW, MW, DY and JL wrote the first draft of the paper. JL, JG, CH, ZD and LP collecteddata. All authors offered scientific input and edited all drafts of the paper.The authors have no conflict of interests to declare.JL is supported by the National Natural Science Foundation of China (grant ID 81803334)and China Medical Board (grant ID 18-301). JG is supported by the National Natural ScienceFoundation of China (grant ID 71774178). CH is supported by the National Natural ScienceFoundation of China (grant ID 71974212). YH is supported by the National Natural ScienceFoundation of China (grant ID 81973150) and the National Science and Technology MajorProject of China (grant ID 2018ZX10715004).Method Entire period Before closure After closureExponential growth 3.20 (3.19, 3.22) 5.54 (5.07, 6.06) 2.82 (2.80, 2.84)Maximum likelihood 2.63 (2.61, 2.64) 5.53 (5.19, 5.88) 2.65 (2.64, 2.67)Sequential Bayesian 2.14 (1.86, 2.45) 1.68 (1.09, 2.33) 2.50 (2.42, 2.57)Time-dependent 4.23 (3.91, 4.69)) 5.95 (4.96, 7.03) 3.68 (3.41, 4.18)reproduction numbersSEIR model* 4.72 (4.44, 4.88) 3.55 (2.97, 4.21) 5.34 (4.71, 5.72)Weighted average 3.39 (3.09, 3.70) 4.38 (3.63, 5.13) 3.41 (3.16, 3.65)*For the SEIR model the inter-quartile range of the posterior distribution of \" is presented", "ref_list": [[], [""], ["Statement on the second meeting of the International Health Regulations ("], ["Wuhan City Novel Coronavirus Pneumonia Infection Prevention and Control Command Centre Notice Number 2"], ["Suspension of public transport in 8 regions of Hubei Province"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["An introduction to infectious disease modelling"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["-global-infectious-disease-analysis/news-- wuhan-coronavirus/ (accessed"], [""], [""], ["National Health Commission of the People's Republic of China. Efforts to Prevent and Control the 2019-nCoV Epidemic"], [""], ["Epidemiological features and trends of influenza incidence in mainland China: A population-based surveillance study from 2005 to 2015"], ["How generation intervals shape the relationship between growth rates and reproductive numbers"], ["A likelihood-based method for real-time estimation of the serial interval and reproductive number of an epidemic"], ["Real Time Bayesian Estimation of the Epidemic Potential of Emerging Infectious Diseases"], ["Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures"], ["The R0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks"], ["The construction of next-generation matrices for compartmental epidemic models"], ["Estimating transmission intensity for a measles epidemic in Niamey, Niger: lessons for intervention"], ["Understanding the Hastings Algorithm"], ["Generalized linear models"], ["Laboratory testing for 2019 novel coronavirus (2019- nCoV) in suspected human cases: : interim guidance"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["International Health Regulations Emergency Committee"], ["Wuhan Novel Coronavirus Pneumonia Infection Response Command Centre", "Wuhan"], [], ["JT Wu", "K Leung", "GM Leung"], ["E Vynnycky", "RG White"], ["S Zhao", "Q Lin", "J Ran"], ["Q Li", "X Guan", "P Wu"], ["N Imai", "A Cori", "I Dorigatti"], [], [], [], [], ["S Sun", "C Fu", "J Cong", "Y Li", "S Xie", "P Wang"], ["J Wallinga", "M. Lipsitch"], ["LF White", "M. Pagano"], ["LMA Bettencourt", "RM Ribeiro"], ["J Wallinga", "P Teunis"], ["T Obadia", "R Haneef", "PY Boelle"], ["O Diekmann", "JA Heesterbeek", "MG Roberts"], ["RF Grais", "MJ Ferrari", "C Dubray"], ["DDL Minh", "DL Minh"], ["P McCullagh", "JA Nelder"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The 2019 novel Coronavirus (COVID-19) emerged in Wuhan, China in December 2019 and\nhas been spreading rapidly in China. Decisions about its pandemic threat and the\nappropriate level of public health response depend heavily on estimates of its basic\nreproduction number and assessments of interventions conducted in the early stages of the\nepidemic.", "one_words_summarize": "The 2019 novel Coronavirus (COVID-19) emerged in Wuhan, China in December 2019 andhas been spreading rapidly in China. Emergencyplanners in other cities should consider this high infectiousness when considering responsesto this virus. As of 9th February 37,558 cases of the virus had been confirmed globally, of which 37,251were confirmed in China, with 813 deaths.1 On 30th January the WHO declared the novelcoronavirus (COVID-19) a public health emergency of international concern,2 and on 23rdJanuary the Hubei Provincial Government closed the city of Wuhan,3 followed by the closureof a wider network of cities in Hubei on 24th January,4 to prevent its spread. In the beginning stages of an epidemic, mathematical modeling is essential to understandthe dynamics of the new disease, and to assess the organism’s infectiousness and rapidity ofspread. The dataseries for these reports also did not include significant periods of time after the ChineseNew Year (2        In this study we used data from the National Health Commission of the People’s Republic ofChina12 (NHC) for the period from the 10th January to the 8th February to estimate the basicreproduction number of COVID-19 using five mathematical modeling methods conductedindependently. Data was obtained from the NHC for the period 10th January to        Mathematical details of the models are presented in the supplementary appendix. Allresults are presented as values of the basic reproduction number with its 95% confidenceinterval. Role of the funding sourceThe funders had no involvement in study design, data collection, analysis or interpretationof the data, had no influence on the writing of the report or the decision to submit forpublication. All models applied tothese data estimated the basic reproduction number effectively. Figure 1 shows the model predictionsfrom all five models plotted against the observed cases for the pre-closure period (top leftpanel), post-closure period (top right panel) and entire period (bottom panel). A similarfigure, with only the best-fitting model shown, is given in Supplementary Figure S2.From figure 1 it is clear that models that estimated low values for the basic reproductionnumber in the pre-closure period or the entire period, such as the Sequential Bayesianmodel, produced very poor predictions that under-estimated the epidemic, and thebestfitting models were those that identified basic reproduction numbers over 4 in thepreclosure period, and over 3 in the entire epidemic period. Thiswas a necessary decision because the clinical features of the disease are not yet fullyunderstood, and may affect estimates. City officials, public health planners, policy-makers and governments in countries that arebeginning to see the spread of this disease domestically need to act quickly, effectively anddecisively, as the government of China did, to prevent a serious global pandemic. JG is supported by the National Natural ScienceFoundation of China (grant ID 71774178)."}