{"date": "2020/02/25", "journal": "biorxiv", "authors": "Lin Li, Ting Sun, Yufei He, Wendong Li, Yubo Fan, Jing Zhang", "title": "Epitope-based peptide vaccine design and target site characterization against novel coronavirus disease caused by SARS-CoV-2", "type": "preprint article", "abstract": "The outbreak of the 2019 novel coronavirus (SARS-CoV-2) has infected thousands of people with a large number of deaths across 26 countries. The sudden appearance of the virus leads to the limited existing binding", "text": "therapies for SARS-CoV-2. Therefore, vaccines and antiviral medicines are in desperate need. This studytook immune-informatics approaches to identify B- and T-cell epitopes for surface glycoprotein (S) ofSARS-CoV-2, followed by estimating their antigenicity and interactions with the human leukocyteantigen (HLA) alleles. We identified four B cell epitopes, two MHC class-I and nine MHC class-IIT-cell epitopes, which showed highly antigenic features. Allergenicity, toxicity andphysiochemical properties analysis confirmed the specificity and selectivity of epitopes. The stability andsafety of epitopes were confirmed by digestion analysis. No mutations were observed in all the selectedB- and T-cell epitopes across all isolates from different locations worldwide. Epitopes were thusidentified and some of them can be potential candidates for vaccine development.The SARS-CoV-2 (coronavirus disease 2019; previously 2019-nCoV) has recently emerged as a humanpathogen leading to 51,000 confirmed cases globally and at least 1,600 deaths (Wrapp D, et al. 2020).SARS-CoV-2 virus is an enveloped, positive single-stranded RNA coronavirus with the genome size ofapproximately 29.9 kb. SARS-CoV-2 is closely related to several bat coronaviruses and the SARS-CoVvirus (Lu R et al, 2020; Wu F et al, 2020), and all belong to the B lineage of the beta-coronaviruses (ZhouP, et al, 2020). The transmission of SARS-CoV-2 appears to contain the way from human to human andfrom contact with infected surfaces and objects, causing WHO declare a Public Health Emergency ofInternational Concern (PHEIC) on January 30th, 2020 (Chan JF et al, 2020; Chen N, et al, 2020; Li Q, etal, 2020).        Structural proteins are important targets for vaccine and anti-viral drug development due to theirindispensable function to fuse and enter into the host cell (Lindenbach BD, et al.,2003). SARS-CoV-2utilizes glycosylated spike (S) protein to gain entry into host cells. The S protein is a trimeric class Ifusion protein and exists in a metastable prefusion conformation that undergoes a dramatic structuralrearrangement to fuse the viral membrane with the host-cell membrane        Great efforts are being made for the discovery of antiviral drugs, but there are no licensed therapeutic orvaccine for the treatment of SARS-CoV-2 infection available in the market. Developing an effectivetreatment for SARS-CoV-2 is therefore a research priority. It is time-consuming and expensive to designnovel vaccines against viruses by the use of kits and related antibodies (Qamar MT et al, 2018). Thus, wechose the method of immune-informatics, which is more efficient and more applicable for deep analysisof viral antigens, B- and T- cell linear epitope prediction, and evaluation of immunogenicity and virulenceof pathogens. Among those can be analyzed, B-cell can recognize and activate defense responses againstviral infection, T-cell and antibody reactions may recover extreme respiratory infection.In this manuscript, we applied immuno-informatics approach to identify potential B- and T-cell epitopesbased on the S protein of SARS-CoV-2. The antigenicity of all the epitopes were estimated and theinteractions with the human leukocyte antigen (HLA) alleles were evaluated for MHC class-I epitopes.Allergenicity, toxicity, stability and physiochemical properties were also investigated for exploring theantigenicity, stability and safety of the identified epitopes. The conservation of all B- and T- cell epitopeswere examined across all isolates from different locations. Some of these identified epitopes could beused as promising vaccine candidates.        Primary sequence of SARS-CoV-2 protein was retrieved from NCBI database using accession numberMN908947.3 (Wu F, et al, 2020). Protein sequence was analyzed for its chemicals and physical propertiesincluding GRAVY (Grand average of hydropathicity), half-life, molecular weight, stability index andamino acid atomic composition via an online tool Protparam (Gasteiger E, et al, 2003). TMHMM v2.0(http://www.cbs.dtu.dk/services/TMHMM/) was applied to examine the transmembrane topology of Sprotein. Secondary structure of SARS-CoV-2 protein was analyzed by PSIPRED        IEDB (Immune-Epitope-Database And Analysis-Resource) (Peters B, et al, 2005) with default parametersettings were used to predict B-cell epitopes. Epitopes predicted by linear epitope prediction of Bepipredand Bepipred2.0, Kolaskar and Tongaonkar antigenicity, Parker hydrophilicity, Chou and Fasman betaturn, and Karplus and Schulz flexibility. BcePred (Saha S, et al, 2004) was also used to predict B-cellepitopes using accessibility, antigenic propensity, exposed surface, flexibility, hydrophilicity, polarity andturns. Predicted B-cell epitopes by IEDB and BcePred were combined to the B-cell epitope candidate list.Based on transmembrane topology of S protein predicted by TMHMM v2.0, only epitopes on the outersurface were remained, and other intracellular epitopes were eliminated. VaxiJen 2.0 (Doytchinova IA etal., 2007) was applied to evaluate the antigenicity of the remained epitopes. A stringent criteria was usedto have antigenicity score of 0.9 and 14 residue length epitopes viewed adequate to start a defensiveimmune reaction. PEP-FOLD3 (Lamiable A, et al, 2016) was used to predict the structure of theidentified B-cell epitopes.Cytotoxic T-lymphocyte epitopes are important in developing vaccine.Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012)was utilized to predict MHC class I binding T-cell epitopes for S protein.Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al,2011) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% for MHCclass I binding epitopes and 10% for MHC class II binding epitopes were used to filter out peptide-allelewith weak binding affinity. The antigenicity score of each epitope was calculated by VaxiJen v2.0. A highstringent standard was used to filter peptides with antigenicity score larger than or equal to 1, the numberof binding alleles larger than or equal to 3 for MHC class I binding epitopes and 5 for MHC class IIbinding epitopes. PEP-FOLD3 (Lamiable A, et al, 2016) was used to predict the structure of the identifiedT-cell epitopes.All selected B-cell and MHC class I and II binding T cell epitopes were examined for their allergenicity,hydro and physiochemical features, toxicity and digestion. Allergenicity of B-cell and T-cell epitopeswere assessed by Allergen FP 1.0 (http://ddg-pharmfac.net/AllergenFP/). Toxicity of B-cell and T-cellepitopes along with hydrophobicity, hydropathicity, hydrophilicity and charge were evaluated byToxinPred (https://webs.iiitd.edu.in/raghava/toxinpred/index.html). Examined by protein digest server(http://db.systemsbiology.net:8080/proteomicsToolkit/proteinDigest.html), the digestion of B- andTcell epitopes by 13 enzymes including Trypsin, Chymotrpsin, Clostripain, Cyanogen Bromide,IodosoBenzoate, Proline Endopept, Staph Protease, Trypsin K, Trypsin R, AspN, Chymotrypsin(modified), Elastase, and Elastase/Trypsin/Chymotryp.The 3D structure of human HLA-B35:01(PDB ID: 1A9E) at a resolution of 2.5 Å, HLA-B*51:01 (PDBID: 1E27) at a resolution of 2.2 Å and HLA-B*53:01 (PDB ID: 1A1O) at a resolution of 2.3 Å weredownloaded from protein databank (RCSB PDB) and used for evaluating their interactions with selectedepitopes. Protein-peptide interactions were performed by PepSite (Trabuco LG et al, 2012) with the topprediction chosen from a total of 10 epitope-protein interaction reports.The S protein sequences were taken from an open access database NGDC (https://bigd.big.ac.cn/ncov/),where 219 SARS-CoV-2 virus sequences are documented from 36 locations worldwide. The mutations inthe S protein are documented in 38 isolates. The phylogenetic tree of the S proteins with mutations weregenerated using MEGA7 software (Kumar S, et al, 2016). By performing themultiple-sequencealignment against the S protein sequences collected from different locations, all the selected epitopeswere examined for their variability and conservation.        The physiochemical properties of SARS-CoV-2 S protein calculated by Protparam demonstrate that itcontains 1273 amino acids (aa) with molecular weight of 141.18 kDa. Of the 1273 residues, 110 aa and103 aa were found as negatively and positively charged, respectively. Theoretical iso-electric point (PI) ofS protein was 6.24, reflecting its negative nature. The instability-index (II) was computed to be 33.01,which categories the S protein as stable. Aliphatic-index was 84.67 with GRAVY (grand average ofhydropathicity) value of -0.079, which reveals a thought of proportional volume hold by aliphatic sidechain. Half-life of the S protein was estimated as 30 hours for mammalian reticulocytes, > 20 hours foryeast, > 10 hours for Escherichia coli, which measures the total time taken for its vanishing after it hasbeen synthesized in cell. The number of Carbon (C), Oxygen (O), Nitrogen (N), Hydrogen (H), andSulfur (S) of a total of 19710 atoms were formulated as C6336H9770N1656O1984S54. The details of thephysiochemical properties of SARS-CoV-2 S protein can be seen in Supplementary Table 1.Secondary structure of S protein were generated by PSIPRED        B-cell epitopes can guide B-cell to recognize and activate defense responses against viral infection.Recognition of B-cell epitopes depended on predictions of linear epitopes, antigenicity, hydrophilicity,accessibility of surface, beta-turn and flexibility (Fieser TM et al, 1987). B-cell epitopes of S proteinwere predicted using IEDB (Peters B, et al, 2005). A total of 23 and 26 linear epitopes (Supplementaryantigenicity of S protein was analyzed with default parameter settings by assessing the physiochemicalproperties of the amino acid and their abundance in known B-cell epitopes. The antigenic tendency valueof S protein was estimated to be 1.041 (average), 0.866(minimum) and 1.261 (maximum) (Fig. 1b).Hydrophilic region is important in initiating immune response, which is generally uncovered on thesurface of protein. Parker hydrophilicity of S protein was found to be 1.238 (average), -7.629 (minimum)and 7.743 (maximum) (Fig. 1c). To find the surface availability of B-cell epitopes, Emini surfaceaccessibility was predicted for S protein with average of 1 , minimum of 0.042, and maximum of 6.051(Fig. 1d). Exposed on the surface and hydrophilic in nature making beta turn a vital structure in startingthe defense response. Therefore, we predicted Chou and Fasman beta turn to gain the result, 0.997(average), 0.541 (minimum) and 1.484 (maximum) in S protein (Fig. 1e). As the parts of epitopeconnecting with antibodies are typically elastic in nature, we predicted Karplus and Schulz flexibility of Sprotein and the result was 0.993 (average), 0,876 (minimum), and 1.125(maximum) (Fig. 1f). A total of262 B-cell epitopes were selected based on the combination of the results (Supplementary Table 3a).BcePred (Saha S, et al, 2004) was used to predict B-cell epitopes using accessibility, antigenic propensity,exposed surface, flexibility, hydrophilicity, polarity and turns. Overall, we obtained totally 129 B-cellepitopes (Supplementary Table 3b).Antigenicity of predicted B-cell epitopes were further evaluated by VaxiJen v2.0 with high stringentthreshold of 0.9. Based on transmembrane topology of S protein predicted by TMHMM v2.0, intracellularepitopes were further eliminated. A total of 14 residue length B-cell epitopes were obtained including‘VRQIAPGQTGKIAD’, ‘VLGQSKRVDFCGKG’, ‘GLTGTGVLTESNKK’ and ‘KIADYNYKLPDDFT’(Table 1). Their 3D conformations were predicted by PEP-FOLD3 (Lamiable A, et al, 2016), showing thebest five models (Figure 2).Allergenicity of B-cell epitopes were assessed by Allergen FP 1.0, leading to the result that all of the fourB-cell epitopes were predicted to be not allergenic (Table 2a). Toxicity, hydrophobicity, hydropathicity,hydrophilicity and charge of B-cell epitopes were examined by a support vector machine (SVM) basedmethod, ToxinPred. The result demonstrates that all of B-cell epitopes were predicted to be non-toxin(Table 2a). The peptides that can be digested by several enzymes are usually non-stable, while thepeptides digested by fewer enzymes are more stable, so that those are more favorable vaccine candidates.The stability of B-cell epitopes were evaluated through the number of peptide digesting enzymes byprotein digest server. All B-cell epitopes were found to have multiple non-digesting enzymes varyingfrom 4 to 7 enzymes (Table 2b).Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012)was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 1% was used tofilter out peptide-allele with weak binding affinity. The antigenicity score of each peptide was calculatedby VaxiJen v2.0 to evaluate its antigenicity. A peptide having both high antigenicity score and capacity tobind with larger number of alleles is considered to have high potentials to initiate a strong defenseresponse. High stringent criteria were used to filter peptides with antigenicity score larger than or equal to1 and the number of binding alleles larger than or equal to 3. Utilizing the evaluating method above, weobtained a total of 9 MHC class-I allele binding peptides (Table 3). The peptide ‘IPFAMQMAYR’ hasthe highest antigenicity score of 1.5145 and binds with three alleles including A*68:01, B*35:01, andA*33:01. The peptide ‘FAMQMAYRF’ have the highest number of binding MHC class-I alleles (6alleles) including B*35:01, B*53:01, A*23:01, B*58:01, A*24:02, and B*08:01 with strong antigenicityscore of 1. 0278.Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al,2011) was utilized to predict T-cell epitopes for S protein. Percentile rank with threshold of 10% was usedto filter out peptide-allele with weak binding affinity. The antigenicity score of each peptide wascalculated by VaxiJen v2.0 to evaluate its antigenicity. A high stringent standard was used to filterpeptides with antigenicity score larger than or equal to 1 and the number of binding alleles larger than orequal to 5. As a result, we obtained a total of 13 MHC class-II allele binding peptides (Table 4). Thepeptide ‘VGYQPYRVVVLSFEL’ has the highest antigenicity score of 1.3858 and binds with six allelesincluding DPA1*01:03/DPB1*04:01, DRB1*04:05, DPA1*02:01/DPB1*14:01,DPA1*01:03/DPB1*02:01, DRB1*07:01, and DPA1*02:01/DPB1*05:01. The peptides‘GVVFLHVTYVPAQEK’ and ‘GYQPYRVVVLSFELL’ have the highest number of binding MHCclass-II alleles (11 alleles) including DRB1*04:05, DPA1*01:03/DPB1*02:01, DRB1*08:02,DRB1*04:01, DPA1*01:03/DPB1*04:01, DRB1*01:01, DQA1*05:01/DQB1*02:01,DQA1*04:01/DQB1*04:02, DQA1*03:01/DQB1*03:02, DRB1*07:01, DPA1*02:01/DPB1*14:01 for‘GVVFLHVTYVPAQEK’ with strong antigenicity score of 1.1043 and DPA1*02:01/DPB1*01:01,DPA1*01:03/DPB1*02:01, DPA1*01:03/DPB1*04:01, DPA1*02:01/DPB1*05:01,DPA1*02:01/DPB1*14:01, DRB1*04:05, DRB4*01:01, DPA1*03:01/DPB1*04:02, DRB1*07:01,DRB1*15:01, DQA1*05:01/DQB1*02:01 for ‘GYQPYRVVVLSFELL’ with high antigenicity score of1.074.Allergenicity of T-cell epitopes were assessed by Allergen FP 1.0. Results showed that two of nine MHCclass-I binding peptides were probably non-allergen, and nine of thirteen MHC class-II binding peptideswere predicted to be non-allergen (Table 5). Toxicity of T-cell epitopes along with hydrophobicity,hydropathicity, hydrophilicity and charge were evaluated by ToxinPred. All of T-cell epitopes werepredicted to be non-toxin (Table 5). The stability of T-cell epitopes were evaluated through the number ofpeptide digesting enzymes by protein digest server. All T-cell epitopes were found to have multiplenondigesting enzymes varying from 4 to 11 enzymes (Table 6). The 3D conformations of MHC class I(Supplementary Figure 2) and MHC class II (Supplementary Figure 3) binding epitopes designated asnon-allergen and non-toxin were predicted by PEP-FOLD3, showing the best five models (SupplementaryFigure 3).Protein-peptide interactions are critical in cellular signaling pathways. Two MHC class-I binding epitopes,‘LPIGINITRF’ and ‘IAIVMVTIM’, were predicted to be non-allergic and non-toxic. Both epitopes werepredicted to bind to HLA-B35:01, HLA-B*51:01, and HLA-B*53:01. The 3D structure of humanHLAB35:01(PDB ID: 1A9E) (Menssen R, et al, 1999), HLA-B*51:01 (PDB ID: 1E27) (Maenaka K, et al,2000) and HLA-B*53:01 (PDB ID: 1A1O) (Smith KJ, et al, 1996) protein were accessible withcocrystallized peptide in PDB database. Protein-peptide interactions were performed by PepSite (TrabucoLG et al, 2012). 10 epitope-protein interactions were reported and the top prediction was chosen.HLAB*35:01 (1A9E) is of a hetero 2mer structure with 386 residues. Epitope ‘LPIGINITRF’ was predicted tosignificantly bind on the surface of HLA-B35:01(PDB ID: 1A9E) through six hydrongen bonds withLeu1, Pro-2, Ile-3, Gly-4, Ile-5, and Ans-6 (Figure 3 A). Epitope ‘IAIVMVTIM’ moderately significantlybond to HLA-B35:01(PDB ID: 1A9E) via six hydrogen bonds with Ile-3, Val-4, Met-5, Thr-7, Ile-8, andMet-9 (Figure 3B). Similarly, both epitope ‘LPIGINITRF’ and ‘IAIVMVTIM’ show strong and stablebonding with HLA-B*51:01 (1E27) residues (Figure 3C-D), and HLA-B*53:01 (PDB ID: 1A1O)residues (Figure 3E-F), respectively.Sequence of SARS-CoV-2 S protein with identified mutations from 38 locations worldwide weresubjected to multiple sequence alignment of all selected B- and T-cell epitopes. There were no mutationsobserved occurring in all epitopes, demonstrating all the selected epitopes are conserved in all sequencesutilized in the analysis. A phylogenetic tree was generated to show the evolutionary relationship ofSARS-CoV-2 S protein collected from 38 locations worldwide (Figure 4).        The emergence of SARS-CoV-2 is a serious health threat for the whole society, thus there is an urgentneed for drugs and preventative measures. The SARS-CoV-2 infection is characterized by lung infectionswith symptoms including fever, cough, and shortness of breath. Based on the information from CDC(Centers for Disease Control and Prevention), the symptoms can appear in as few as 2 days or as long as14 days after exposure to the virus which can transmit from human to human or from contact withinfected surfaces and objects (Chan JF et al, 2020; Chen N, et al, 2020; Li Q, et al, 2020).It is critical to rapidly identify immune epitopes. The S protein is of crucial in the fuse and entry of virusinto host cells (Wrapp D, et al. 2020), therefore it is a primary target for neutralizing antibodies. Thespecificity of epitope-based vaccines can be enhanced by selecting parts of S protein exposed on thesurface        We predict the B- and T-cell epitopes identified here may assist the development of potent peptide-basedvaccines to address the SARS-CoV-2 challenge. But the replication of SARS-CoV-2 must be error-prone,which is similar to SARS-CoV with reported mutation rate of 4x10-4 substitutions/site/year (Huang J, et al,2012). Anti-viral vaccines are necessary to be developed before the predicted epitopes are potentiallyobsolete. In addition, our immune-informatics based pipeline also provides a framework to identifyBand T- cell epitopes having therapeutic potential with excellent scope for SARS-CoV-2, but not limited tospecific virus.The authors declare no potential conflicts of interest.This work was supported by grants from the National Natural Science Foundation of China (NSFC No.11421202，and 11827803 to YBF), the Youth Thousand Scholar Program of China (J.Z.), and BeijingAdvanced Innovation Center for Biomedical Engineering, Beihang University (J.Z.).JZ and YBF conceived and designed this study; JZ, LL, TS, YFH and WDL performedimmuneinformatics analysis. JZ and YBF wrote the manuscript. JZ, YBF, LL, TS, YFH and WDL improved andrevised the manuscript. All authors read and approved the final manuscript.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020;395(10223):514-523.Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novelcoronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507-513.Doytchinova IA, Flower DR. VaxiJen: a server for prediction of protective antigens, tumour antigens andsubunit vaccines. BMC Bioinform.2007;8:4.Ferre F, Clote P. DiANNA 1.1: an extension of the DiANNA web server for ternary cysteineclassification. Nucleic acids research.2006;34:W182-185.Feiser TM, Tainer JA, Geysen HM, et al. Influence of protein flexibility and peptide conformation onreactivity of monoclonal anti-peptide antibodies with a protein alpha-helix. Proc Natl AcadSci,1987;84:8568-8572.Greenbaum J. et al. Functional classification of class II human leukocyte antigen (HLA) moleculesreveals seven different supertypes and a surprising degree of repertoire sharing across supertypes.Immunogenetics,2011.Gasteiger E, Gattiker A, Hoogland C, et al. ExPASy: the proteomics server for in-depth proteinknowledge and analysis. Nucleic Acids Res. 2003;31:3784-8.Huang J, Cao Y, Bu X, et al., Residue analysis of a CTL epitope of SARS-CoV spike protein byIFNgamma production and bioinformatics prediction. BMC Immunology. 2012;13:50.Kumar S, Stecher G, Tamura K. MEGA7:molecular evolutionary genetics analysis version 7.0 for biggerdatasets. Mol Biol Evol.2016;33:1870-4.Lamiable A, Thevenet P, Rey J, et al. PEP-FOLD3: faster de novo structure prediction for linear peptidesin solution and in complex. Nucleic Acids Res. 2016;44(W1):W449-454.Li F. Structure, Function, and Evolution of coronavirus spike proteins. Annu Rev Virol.2016;3(1):237261.Li Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan,China, of novel coronavirus-infectedpneumonia. N Eng J Med 2020;doi:10.1056/NEJMoa2001316.Lindenbach BD, Rice CM. Molecular biology of flaviviruses. Adv Virus Res,2003;59:23-61.Lu R, Zhao X, Li J, et al. Genomic characterization and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. Lancet. 2020;395(10224):565-574.Maenaka K, Maenaka T, Tomiyama H, et al. Nonstandard peptide binding revealed by crystal structure ofHLA-B*5101 complexed with HIV immunodominant epitopes. J Immunol.2000;165(6):3260-3267.Menssen R, Orth P, Ziegler A, et al. Decamer-like conformation of a nona-peptide bound toHLAB*3501 due to non-standard positioning of the C terminus. J Mol Biol.1999;285(2):645-653.Peters B, Sidney J, Bourne P, et al. The immune epitope database and analysis resource: from vision toblueprint. PLoS Biol.2005;3e91.Qamar MT, Bari A, Adeel MM, et al. Peptide vaccine against chikungunya virus:immune-informaticscombined with molecular docking approach. J Transl Med. 2018;16:298.Saha S and Raghava GPS. BcePred:Prediction of continuous B-cell epitopes in antigenic sequences usingphysic-chemical properties. In G.Nicosia, V.Cutello. P.J. Bentley and J.Timis (Eds.) ICARIS 2004,LNCS 3239,197-204, Springer, 2004.Smith KJ, Reid SW, Harlos K, et al. Bound water structure and polymorphic amino acids act together toallow the binding of different peptides to MHC class I HLA-B53. Immunity. 1996;4(3):215-228.Trabuco LG, Lise S, Petsalaki E, et al. PepSite: prediction of peptide-binding sites from protein surfaces.Nucleic Acids Res.2012;40(Web Server Issue):W423-427.Walls AC, Tortorici MA, Snijder J, et al. Tectonic conformational changes of a coronavirus spikeglycoprotein promote membrane fusion. Proc Natl Acad Sci USA.2017;114:11157-11162.Weiskopf D., Angelo MA, de Azeredo EL, et al. Comprehensive analysis of dengue virus-specificresponses supports an HLA-linked protective role for CD8+ T cells. PNAS, 2013;110(22):E2046-2053.Wrapp D, Wang N, Corbett KS, et al. Cryo-EM structure of the 2019-nCOV spike in the prefusionconformation. Science, 2020; doi:10.1126/science.abb2507Wu F, Zhao S, Yu B, et al. A new coronavirus associated with human respiratory disease in China. Nature,2020;doi:10.1038/s41586-020-2008-3", "ref_list": [[], ["Immunoinformatic analysis of glycoprotein from bovine ephemeral fever virus"], ["The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fuse core complex"], ["Scalable web services for the PSIPRED protein analysis workbench"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M Bakhshesh", "MM Ranjbar", "S Almasi"], ["BJ Bosch", "R van der Zee"], ["DW Buchan", "F Minneci", "TC Nugent"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "therapies for SARS-CoV-2. Therefore, vaccines and antiviral medicines are in desperate need. This study\ntook immune-informatics approaches to identify B- and T-cell epitopes for surface glycoprotein (S) of\nSARS-CoV-2, followed by estimating their antigenicity and interactions with the human leukocyte\nantigen (HLA) alleles. We identified four B cell epitopes, two MHC class-I and nine MHC class-II", "one_words_summarize": "Therefore, vaccines and antiviral medicines are in desperate need. The stability andsafety of epitopes were confirmed by digestion analysis. 2020).SARS-CoV-2 virus is an enveloped, positive single-stranded RNA coronavirus with the genome size ofapproximately 29.9 kb. SARS-CoV-2utilizes glycosylated spike (S) protein to gain entry into host cells. Secondary structure of SARS-CoV-2 protein was analyzed by PSIPRED        IEDB (Immune-Epitope-Database And Analysis-Resource) (Peters B, et al, 2005) with default parametersettings were used to predict B-cell epitopes. Predicted B-cell epitopes by IEDB and BcePred were combined to the B-cell epitope candidate list. Based on transmembrane topology of S protein predicted by TMHMM v2.0, only epitopes on the outersurface were remained, and other intracellular epitopes were eliminated. 2007) was applied to evaluate the antigenicity of the remained epitopes. Cytotoxic T-lymphocyte epitopes are important in developing vaccine. Of the 1273 residues, 110 aa and103 aa were found as negatively and positively charged, respectively. B-cell epitopes of S proteinwere predicted using IEDB (Peters B, et al, 2005). To find the surface availability of B-cell epitopes, Emini surfaceaccessibility was predicted for S protein with average of 1 , minimum of 0.042, and maximum of 6.051(Fig. A total of262 B-cell epitopes were selected based on the combination of the results (Supplementary Table 3a).BcePred (Saha S, et al, 2004) was used to predict B-cell epitopes using accessibility, antigenic propensity,exposed surface, flexibility, hydrophilicity, polarity and turns. All B-cell epitopes were found to have multiple non-digesting enzymes varyingfrom 4 to 7 enzymes (Table 2b).Peptide_binding_to_MHC_class_I_molecules tool of IEDB and HLA class I set (Weiskopf D, et al, 2012)was utilized to predict T-cell epitopes for S protein. Utilizing the evaluating method above, weobtained a total of 9 MHC class-I allele binding peptides (Table 3). The peptide ‘IPFAMQMAYR’ hasthe highest antigenicity score of 1.5145 and binds with three alleles including A*68:01, B*35:01, andA*33:01. 0278.Peptide_binding_to_MHC_class_II_molecules tool of IEDB and HLA class II set (Greenbaum J, et al,2011) was utilized to predict T-cell epitopes for S protein. Results showed that two of nine MHCclass-I binding peptides were probably non-allergen, and nine of thirteen MHC class-II binding peptideswere predicted to be non-allergen (Table 5). Anti-viral vaccines are necessary to be developed before the predicted epitopes are potentiallyobsolete. Epidemiological and clinical characteristics of 99 cases of 2019 novelcoronavirus pneumonia in Wuhan, China: a descriptive study. VaxiJen: a server for prediction of protective antigens, tumour antigens andsubunit vaccines. ExPASy: the proteomics server for in-depth proteinknowledge and analysis. PEP-FOLD3: faster de novo structure prediction for linear peptidesin solution and in complex. 2016;44(W1):W449-454.Li F. Structure, Function, and Evolution of coronavirus spike proteins. J Immunol.2000;165(6):3260-3267.Menssen R, Orth P, Ziegler A, et al. The immune epitope database and analysis resource: from vision toblueprint. Peptide vaccine against chikungunya virus:immune-informaticscombined with molecular docking approach. BcePred:Prediction of continuous B-cell epitopes in antigenic sequences usingphysic-chemical properties. Nucleic Acids Res.2012;40(Web Server Issue):W423-427.Walls AC, Tortorici MA, Snijder J, et al. Tectonic conformational changes of a coronavirus spikeglycoprotein promote membrane fusion. Science, 2020; doi:10.1126/science.abb2507Wu F, Zhao S, Yu B, et al. A new coronavirus associated with human respiratory disease in China."}