{"date": "2020/02/18", "journal": "medrxiv", "authors": "Mengcen Qian, Qianhui Wu, Peng Wu, Zhiyuan Hou, Yuxia Liang, Benjamin J Cowling, Hongjie Yu", "title": "Psychological responses, behavioral changes and public perceptions during the early phase of the COVID-19 outbreak in China: a population based cross-sectional survey", "type": "preprint article", "abstract": "Affiliations:", "text": "Objective: To investigate psychological and behavioral responses to the threat of SARS-CoV-2infections and their associations with public perceptions in ChinaDesign: Cross sectional population-based telephone survey via random digital dialingbetween 1 and 10 February, 2020close transportation link with Wuhan)Setting: Wuhan (the epicentre and quarantined city), and Shanghai (a typical major city withParticipants: Random sample of 510 residents in Wuhan and 501 residents in Shanghai agedabove 18Main outcome measures: Anxiety (measured by the 7-item generalized anxiety disorder[GAD-7] scale), recommended and avoidance behaviors (engaged in all six behaviors such asincreasing surface cleaning and reducing going out).Results: The prevalence rates of moderate or severe anxiety (score ≥10 on GAD-7) were 32.7%(n=167) among Wuhan participants and 20.4% (n=102) among Shanghai participants. 78.6%(n=401) of Wuhan participants and 63.9% (n=320) of Shanghai participants had carried out allsix precautionary behaviors. For both measures, Wuhan participants were more responsive tothe outbreak (p<0.001). Controlling for personal characteristics, logistic regression resultssuggested that risks of moderate or severe anxiety were positively associated with perceivedsusceptibility (odds ratio 1.6, 95% confidence interval 1.3-1.8) and severity of the disease (1.6,1.4-1.9) and confusion about information reliability (1.6, 1.5-1.9). Having confidence in takingmeasures to protect oneself against the disease was associated with a lower risk (0.6, 0.5-0.7).The strongest predictor of behavioral change was perceived severity (1.2, 1.1-1.4), followedby confusion about information reliability (1.1, 1.0-1.3).Conclusions: Psychological and behavioral responses to COVID-19 have been dramatic duringthe rising phase of the outbreak. Our results support efforts for timely dissemination ofaccurate and reliable information to address the high anxiety level.1In December 2019, coronavirus disease 2019 (COVID-19) caused by severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan city, China.1 As of Feb 16, 2020, atotal of 70,548 COVID-19 cases with 1,770 deaths had been reported in mainland China.2 Theoutbreak has now spread to twenty-five countries outside of China.3 On Jan 31, 2020 (BeijingTime), the World Health Organization (WHO) declared the coronavirus outbreak a publichealth emergency of international concern (PHEIC). Since Jan 23, 2020, the Chinesegovernment has put Wuhan and several nearby cities under quarantine, hoping to stop thedisease from spreading to other parts of the country. However, millions of people had leftWuhan before the lockdown because of the approaching Spring Festival holiday.Containment measures in the COVID-19 outbreak have focused on identifying, treating,and isolating infected people, tracing and quarantining their close contacts, and promotingprecautionary behaviors among the general public. Therefore, the psychological andbehavioral responses of the general population play an important role in the control of theoutbreak. Previous studies have explored on this topic in various culture settings withSARS,4,5,6 pandemic influenza A(H1N1),7,8,9,10 and influenza A(H7N9).11,12,13 Cultural differencesare evident in public responses.14,15 Behavioral changes are also associated with governmentinvolvement level, perceptions of diseases, and the stage of the outbreak, and these factorsvary by diseases and settings. 4,5,8,16The current COVID-19 outbreak provides a unique platform to study behavioral changesfor two main reasons. First, government engagement in the control of the outbreak has beenunprecedented, for example, locking down Wuhan and surrounding cities, building newhospitals to treat infected patients in Wuhan within two weeks, extending holidays and schoolclosure, deploying thousands of medical staff to heavily affected areas, and running intensepublic messaging campaigns. Second, the public are faced with rather mixed information,partly because knowledge of the newly emerging disease is evolving with the course of theoutbreak. For example, the national technical protocols for COVID-19 released by the NationalHealth Commission have been updated five times within a month. Both features might resultin different public responses towards the outbreak. In this study, we aimed to investigatepsychological and behavioral responses to the threat of COVID-19 outbreak and to examinepublic perceptions associated with the response outcomes in mainland China.2A population-based telephone interview was carried out between 1 and 10 February, 2020.The cities of Wuhan and Shanghai were selected to represent diverse exposure intensities tothe threat of SARS-CoV-2 infection. Wuhan is the hardest-hit city to date, the city where thevirus originated, and the earliest city put under quarantine. By contrast, Shanghai is one ofthe largest cities in China, and was estimated to have received the largest number of infectedtravelers from Wuhan.17,18 Before our survey, Wuhan confirmed 3,215 cases,19 accounting for27.3% of all cases across China;20 Shanghai reported 153 cases, 68 (44.4%) of them fromnonlocal residents.21 Figure 1 illustrates the timeline of the outbreak progression compared withour survey dates.The survey was conducted by well-trained interviewers with 1,011 residents of Wuhan(n=510) and Shanghai (n=501) using a computerized random digital dialing system. Thesample size provided us with a sample error of 5%. Proportional quota sampling based on ageand sex was used to ensure a demographically representative sample of the generalpopulation in each city. Calls were placed three times at different hours on the same daybefore being classified as invalid. Local residents who were aged 18 years and above and werecurrently living in the selected cities were eligible to participate. Verbal informed consent wasobtained from all participants. Figure S1 presents the flow chart of participant recruitment.Ethical approval was obtained from the institutional review board at School of Public Health,Fudan University (IRB#2020-TYSQ-01-1).Anxiety was assessed using the 7-item Generalized Anxiety Disorder Scale (GAD-7). Thetool is a brief self-reported scale that has demonstrated good reliability and validity in thegeneral population.22, 23 Participants were asked to answer how frequently they had beenbothered by various symptoms over the past two weeks. The scale accordingly produced asummary GAD scores ranging from 0 to 21. Respondents that scored 10 and above wereidentified as having moderate or severe level of anxiety.22Participants were asked three questions about recent avoidance behaviors (avoided eatingout, avoided taking public transportation, and reduced visits to public places) and anotherthree about recommended behaviors (rescheduling travel plan, increasing surface cleaning,and maintaining better indoor ventilation) in response to the outbreak. All questions werephrased as “during the past week, did you ever … because of the novel coronavirus outbreak”.Possible responses for each question were yes or no.        Three sets of questions were asked to collect information about preventive behaviors inusual days before 31 December 2019 when an unknown pneumonia outbreak related to thelater identified SARS-CoV-2 was firstly reported, and then in the past week. The first two setsof questions regarding the frequency of wearing a face mask when going out and thefrequency of handwashing immediately when returning home. Response options were never(scored as 1), rare (        To capture possible over-reaction of the public, a supplementary question was asked “Inthe past week, have you ever purchased or tried to purchase goggles for the purpose ofprotection against infection with SARS-CoV-2?” with two possible responses (yes or no).        Five items were used to assess whether participants believed that certain measures wouldreduce their risk of catching COVID-19, with possible response options being ineffective (                Four items assessed perceived threats of the novel coronavirus. Participants were asked“how likely do you think you will contract novel coronavirus infection over the next month”with five responses from very unlikely (                Three items assessed how well informed were the public. Participants were asked“whether you have received and read the information brochure about the novel coronavirusfrom the government and medical experts” with two response options (yes or no). They werethen required to provide response to the statement “information that I received about thenovel coronavirus outbreak is sufficient” with five options from strongly disagree (                The confidence of the public was assessed by asking if they agreed with the statement “Ibelieve that I can take measures to protect myself against the novel coronavirus” with fiveresponse options from strongly disagree (        Personal characteristics were collected in the following dimensions: sex, age, working status,perceived household income level, whether experienced symptoms (cough and fever) duringthe past two weeks, whether has friends or relatives with symptoms in the past two weeks,and whether there had been confirmed or suspected cases of novel coronavirus infections intheir neighborhood.Analyses were carried out in Stata version 14 for Windows. Descriptive analysis of theaforementioned responses was performed to report the counts and frequencies, stratified bycities. Differences across cities were examined using t tests for dummy variables andChisquare or fisher’s exact tests (when applicable) for variables measured by a Likert scale. Theprimary outcomes were moderate or severe anxiety (GAD-7 score ≥10), and whetherrespondents engaged in all recommended and avoidance behaviors. Multivariate logisticregression models were first used to estimate associations between personal characteristicsand primary outcomes. These models adjusting for personal characteristics were then used toinvestigate associations between perception variables and primary outcomes. Perceptionvariables were included in the form of continuous scores.Public were involved in this study as participants of the telephone survey.3Overall, 18,576 randomly generated digital numbers were selected and called. Of these, 7,341calls answered; of these, 5,650 declined the participation invitation, 505 were ineligible, 185dropped before completion, leaving 1,011 respondents successfully completed the interview.The response rate was 13.8% (1,011/7,341) (Figure S1). Participants in Wuhan (34.5%)reported a much higher rate of living in neighborhood with confirmed or suspected novelcoronavirus cases than those in Shanghai (6.4%) (Table 1).A total of 167 (32.7%) respondents in Wuhan and 102 (20.4%) respondents in Shanghai wereidentified to have moderate or severe anxiety (Panel A Table 2). The prevalence wassignificantly higher in Wuhan (p<0.001). The mean GAD-7 scores were 7.1 and 5.1 in Wuhanand Shanghai, respectively (p<0.001).In total 401 (78.6%) Wuhan participants and 320 (63.9%) Shanghai participants engagedin all six recommended and avoidance behaviors due to the novel coronavirus outbreak (PanelB Table 2). A high compliance rate of above 90% was observed in all other behaviors in bothsamples, except for increased surface cleaning, which was driving the significant observeddifferences in behavioral responses between the two cities (Table S1). Frequencies of washinghands immediately when returning home, wearing a face mask when going out, and durationof handwashing significantly increased in both cities during the outbreak (Panel B Table 2;Figure 2). We found no statistically significant differences in changes of the first twoaforementioned behaviors. By contrast, more respondents reported longer duration ofhandwashing in Wuhan (p<0.001). Moreover, a significantly higher proportion of Wuhanrespondents reported purchasing or trying to purchase goggles for prevention purpose(p=0.009).Overall, 12.7% Wuhan participants responded with correct perceived efficacy ofbehaviors. The proportion was significantly higher (p=0.004) in the Shanghai sample (19.4%)(Panel C Table 2). Generally, Wuhan respondents reported significantly higher self-perceivedrisk (p=0.033) of contracting novel coronavirus than their counterparts in Shanghai; however,their perceived severity and relative transmissibility to SARS were significantly lower (p<0.001).No differences were found between the two cities in terms of perceived harm to bodycompared with SARS. Moreover, respondents aged 40 and above, who presumably haveclearer memory of SARS, had higher (p<0.001) perceived relative severity than those aged1839 in Shanghai; similar findings were not found in Wuhan (Table S2).Around 96.1% Wuhan respondents had received and read the information brochures ofthe novel coronavirus from the government or medical experts. The proportion wassignificantly lower (p<0.001) but still very high in Shanghai (89.0%). The majority of therespondents in both cities thought that the information that they received was sufficient,without discernable differences. By contrast, the Wuhan respondents were significantly moreoften confused about the reliability of the information that they received (p=0.003); only 31%respondents in Wuhan never felt bothered about this issue, while the corresponding figure inShanghai was 42.9%. The majority of the participants agreed or strongly agreed with havingconfidence on taking measures to protect themselves. We detected no statistically significantdifferences across cities in this domain.The largest positive and significant effects on moderate or severe anxiety were fromparticipants with confirmed or suspected cases in their living neighborhood (odds ratio 1.9,95% confidence interval 1.3-2.8) (Table 1). Compared to low income individuals, those withmedian income were less likely to suffer moderate or severe anxiety (odds ratio 0.6, 0.4-0.9).Furthermore, Shanghai participants were significantly less likely to report moderate or severeanxiety (odds ratio 0.6, 0.5-0.8) or carry out all recommended and avoidance behaviors (oddsratio 0.4, 0.3-0.6) than Wuhan participants. We found no evidence that sex, age, educationalattainment, working status and marital status were closely associated with psychological andbehavioral responses during the novel coronavirus outbreak.We found that higher perceived risk and severity of contracting the novel coronavirus, higherperceived relative transmissibility and harm to body to SARS, and more confusion aboutinformation reliability were all significantly and positively associated with reported moderateor severe anxiety during the outbreak (Table 3). In contrast, stronger self-confidence wassignificantly associated with lower risks of moderate or severe anxiety.For behavioral responses, increases in anxiety levels, perceived risks and harms to bodyrelative to SARS, and confusion about information reliability were significantly associated withhigher probability of carrying out all recommended and avoidance behaviors during theoutbreak (Table 3). For increases in frequencies of immediate handwashing behavior whenreturning home, the factor that exerted the largest impact was having received and readinformation brochures from the government, followed by having correct perceived efficacy ofbehaviors (Table S3). Higher perceived harm to body compared with SARS was the only factorwith significant explanatory power for goggles purchase behavior. We found no evidence thatperceptions and anxiety levels were associated with changes in frequencies of wearing facemasks during the outbreak (Table S3).4We conducted a population-based telephone survey via random digital dialing to investigateanxiety levels, changes in precautionary behaviors and public perceptions among Wuhan andShanghai residents during the early phase of 2019 novel coronavirus. Around of 32.7% Wuhanand 20.4% Shanghai participants reported moderate or severe anxiety; 78.6% Wuhan and 63.9%Shanghai respondents carried out all six precautionary behaviors due to the outbreak. Wuhanresidents were significantly more responsive than their Shanghai counterparts in the twoaforementioned outcomes. Our results suggested that perceived risk and severity of thedisease as well as information reliability were important factors associated with thepsychological and behavioral responses.Our study provides new evidence on psychological and behavioral response to diseaseoutbreaks by comparing public response in two cities under various exposures to the earlyphase of the COVID-19 outbreak. The results are an important addition to previous literaturein several dimensions. First, the findings suggest that anxiety levels and precautionarybehaviors have changed rapidly and dramatically in both studied cities during the early stageof the outbreak, regardless of their quarantine status. The prevalence of moderate or severeanxiety has been 4-5 times of its normal level in urban China; 24,25 the percentage of alwayswearing a face mask surged from 9.2-12.2% in usual days to 76.1-85.5 during the past week(Figure 2); preventing illness and virus has been the most evident reason for such a drasticchange (Figure S2); and the main reason for those not always wearing a facemask after theoutbreak was the face-mask shortage. These results contradict to findings in UK during theinfluenza A(H1N1)pdm09 pandemic,7 but are consistent with and much sizeable than those inHong Kong during SARS and influenza A(H1N1). 4,8,10Second, our results suggest that more responsive behavioral changes observed in thisstudy were associated with the strong involvement from the Chinese government during thecontrol and prevention of coronavirus than voluntary avoidance behaviors reported previously.5,9,26,27, Measures such as temporary closing down public transportation in Wuhan andimposing punishment for passengers not wearing a face mask on metro in Shanghai havefueled the high compliance rates with government recommendations (Table S1) and perceivedefficacy of these behaviors (Table S4). These polices are also responsible for the limitedobserved heterogeneity in uptake and changes of precautionary behaviors. For example, wefind that no perception variables exerted a statistically meaningful effect on increased facemask wearing frequency (Table S3).Third, we provided evidence for unwarranted precautionary behavior in coping with anovel disease, which was less documented in the literature.5 Around 28% Wuhan and 21%Shanghai respondents reported having purchased or having tried to purchase goggles forinfection prevention. According to the National Health Commission experts, goggles areunnecessary protective equipment for people other than medical staff on the front line ofcoronavirus outbreak. However, goggles were sold out nationwide shortly after a doctor wroteon social media and suspected that lack of eye protection in early investigation of the outbreakmight have led to his infection. Our results showed that the irrational behavior was mainlydriven by perceived higher severity than SARS and the over-reaction was more prevalent inWuhan (Table S3).Fourth, perceived susceptibility and severity of the coronavirus were higher comparedwith studies regarding other diseases. After translating our results into comparable scales, wefound that the perceived chance of infection (12.5-18.6%) was higher than that during H7N9in urban China (1.0-2.6%),11 and SARS in Hong Kong (3.9-14.3%);4 and the relative severity toSARS was four times higher than that of H7N9 in urban China (8.9-11.4%).11 Though higherperceived risk and harm of coronavirus positively associated with favorable responses inbehaviors, it also led to significantly higher anxiety levels among the general public.Our findings also yield several important public implications. First, providing the publicwith reliable and accurate information is crucial for addressing the psychological effects ofcontagious disease outbreaks. Public confusion about the reliability of information that theyreceived might have led to significantly sustained anxiety. About 57.1-69.0% individuals wereever bothered by this issue, and the prevalence of this issue was significantly more commonamong people subject to quarantine in Wuhan, suggesting stronger desire for facts.28 Second,consequences of misinformation could be long-lasting and should not be underestimated inhealth crisis management.7,29 Although efficacy of behaviors supported in advertisingcampaign was well received, rumors that have been proved wrong earlier during the SARSoutbreak, for example, washing mouth with salty water, or having vitamin C or radix isatidis,still found their audience. Only 24.6-37.9% respondents in our study correctly consideredthese measures as ineffective (Table S4); the correct rate was significantly lower in Wuhan.Finally, awareness of hand hygiene in China has been low, which calls for more handwashingeducation in the community. We found that the proportion of handwashing duration over 40seconds as recommended by WHO only slightly increased from 17.3% to 37.6% during novelcoronavirus outbreak.30 Fortunately, having received and read information brochures waspositively associated with longer handwashing duration (Table S3), suggesting educationprograms will be effective for addressing this issue.Our study has a number of limitations. First, in order to investigate public response ratesin the immediate aftermath of the major public health crisis, we shortened our surveyquestionnaire and chose to use random digital dialing with quota sampling to obtaindemographically representative samples for both selected cities. We deliberately selected outtimes of handwashing as a key behavior measure, although it is widely discussed in theliterature. Because people have largely reduced going out during the extended nationalholidays while embracing remote work, resulting in less times of handwashing than in usualdays, which makes this measure less valid. Second, we asked respondents to recall some oftheir behaviors in usual days before December 2019. Their answers might suffer recall bias.5In conclusion, it is seen that psychological and behavioral responses to COVID-19 had beendramatic during the rising phase of the outbreak. Prevalence of moderate or severe anxietywere 4-5 times of its normal level in urban China. The majority engaged in all sixrecommended and avoidance behaviors. Wuhan, the epicentre and quarantined city, wassignificantly more responsive in the aforementioned domains than Shanghai. Tremendousgovernment efforts in control and prevention of the disease were associated with sizablechanges in face mask wearing. However, confusion about information reliability significantlyfueled the public anxiety levels, and public awareness of hand hygiene was less optimal. Ourresults support efforts for timely dissemination of accurate and reliable information and tofocus more on handwashing education.H.Y. has received research funding from Sanofi Pasteur, GlaxoSmithKline, Yichang HECChangjiang Pharmaceutical Company and Shanghai Roche Pharmaceutical Company. None ofthat research funding is related to COVID-19. BJC has received honoraria from Roche andSanofi. All other authors report no competing interests. All authors have completed theUnified Competing Interest form.H.Y. conceptualized the study design. M.Q., Z.H, and Y.L. developed the survey questionnaireand collected data. M.Q. and Q.W. analyzed data. M.Q. interpreted results and wrote themanuscript. P.W., B.J.C., and H.Y. edited the manuscript.A statement that the lead author, H.Y., affirms that the manuscript is an honest, accurate, andtransparent account of the study being reported; that no important aspects of the study havebeen omitted.of Public Health (IRB#2020-TYSQ-01-1).Ethical approval was obtained from the institutional review board at Fudan University SchoolH.Y. acknowledges financial support from the National Science Fund for Distinguished YoungScholars (No. 81525023), Key Emergency Project of Shanghai Science and TechnologyCommittee (No. 20411950100), National Science and Technology Major Project of China (No.2018ZX10201001-010, No. 2017ZX10103009-005, No. 2018ZX10713001-007). M.Q.acknowledges financial support from the National Natural Science Foundation of China (No.71704027) and Shanghai Municipal Education Commission and Shanghai EducationDevelopment Found for Chenguang Program (No. 17CG03). The funders played no part in thestudy design; in the collection, analysis, and interpretation of data; in the writing of the report;and in the decision to submit the article for publication. The views expressed in thispublication are those of the authors and not necessarily those of their funders or employers.We thank Mark Jit from London School of Hygiene and Tropical Medicine for his valuablecomments. We are thankful to Xinyu Wang, Shengyi Pan, Zihan Xu, Longfei Feng, Kaiyue Ren,Yifan Cheng, Abudukelimu Nazhakaiti, Zhiqiang Qu, Geshu Zhang, Ji Geer Guliyeerke, Qian Lv,Biao Wang, LinQing Zhou, and Cong Ma from School of Public Health, Fudan University forproviding assistance with data collection.Full top line results for the survey are available from H.Y. at yhj@fudan.edu.cn.Panel A: Anxiety levelsModerate or severe anxiety(GAD-7 score ≥10)Panel B: Behavioral outcomesEngaged in all recommended and avoidance behaviorsNever went out last weekMore often wore a face mask when going out1More often washed hands immediatelywhen returning home1Longer hand washing durationPurchased goggles for preventionPanel C: Perception variablesCorrect perceived efficacy of behaviorsSelf-perceived risk2Very unlikelyUnlikelyEvenLikelyVery likelySelf-perceived severity if contracted3Very mildMildModerateSeriousVery seriousTransmissibility compared with SARSMuch lowerLowerEvenHigherMuch higherHarm to body compared with SARSMuch lowerLowerWuhan(N=510)N (%)Shanghai(N=501)N (%)P-value167 (32.7)102 (20.4)<0.001401 (78.6)124 (24.3)355 (92.0)320 (63.9)69 (13.8)373 (86.3)164 (42.5)157 (36.3)260 (51.0)143 (28.0)200 (39.9)105 (21.0)65 (12.7)97 (19.4)85 (18.2)190 (40.7)105 (22.5)72 (15.4)15 (3.2)158 (39.7)142 (35.7)50 (12.6)32 (8.0)16 (4.0)13 (2.5)17 (3.3)59 (11.6)170 (33.3)251 (49.2)13 (2.5)66 (12.9)93 (19.7)230 (48.6)91 (19.2)49 (10.4)10 (2.1)104 (25.8)166 (41.2)53 (13.2)60 (14.9)20 (5.0)1 (0.2)8 (1.6)39 (7.8)172 (34.3)281 (56.1)12 (2.4)75 (15.0)Notes: The timeline of COVID-19 outbreak compared with the survey dates is presented forWuhan and other parts of China (Panel A) and Shanghai (Panel B). Note that different scalesare used in the two panels. The vertical axis for Panel A is number of reported cases and thatfor Panel B is number of confirmed cases. Because diagnostic criteria were changed in HubeiProvince (Wuhan is the capital city of Hubei Province) on Feb 12, 2020. Since then confirmedcases are based on clinical diagnosis instead of laboratory testing in Hubei province. NHCstands for National Health Commission of China; WHO stands for World Health Organization;PHEIC stands for public health emergency of international concern.29. Qian M, Chou S, Lai EK. Confirmatory bias in health decisions: evidence form theMMRautism controversy. Journal of Health Economics 2020;30. World Health Organization. Hand hygiene: why, how & when?(accessed on February 15, 2020).", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Latest situation of new coronavirus pneumonia as of February 16 2020 (in Chinese); (http://www"], [""], ["Monitoring community responses to the SARS epidemic in Hong Kong: form day 10 to day 62"], ["SARS risk perception, knowledge, precautions, and information sources, the Netherlands"], ["The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk"], ["Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey"], ["Population responses during the pandemic phase of the influenza A(H1N1)pdm09 Epidemic, Hong Kong"], ["Measured voluntary avoidance behaviour during the 2009 A/H1N1 epidemic"], ["Avoidance behaviors and negative psychological responses in the general population in the initial stage of the H1N1 pandemic in Hong Kong"], ["Human exposure to live poultry and psychological and behavioral responses to influenza A(H7N9), China"], ["Live poultry exposure and public response to influenza A(H7N9) in urban and rural China during two epidemic waves in 2013-2014"], ["Responses to threat of influenza A(H7N9) and support for live poultry markets"], ["The psychology behind the masks: psychological responses to the severe acute respiratory syndrome outbreak in different regions"], ["SARS knowledge, perceptions, and behaviors: a comparison between Finns and the Dutch during the SARS outbreak in 2003"], ["Perceived threats, risk perception, and efficacy beliefs related to SARS and other (emerging) infectious diseases: results of an international survey"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Health Commission of Hubei Province. Update on the outbreak of novel coronavirusinfected pneumonia as of 31 January 2020"], ["National Health Commission of the People's Republic of China. Update on the outbreak of novel coronavirus-related pneumonia as of 31 January 2020"], ["18 new confirmed cases of novel coronavirus-infected pneumonia in Shanghai"], ["A brief measure for assessing generalized anxiety disorder"], ["Validation and standardization of the Generalized Anxiety Disorder Screener (GAD-7) in the general population"], ["Meta-analysis of the prevalence of anxiety disorders in mainland China from 2000 to 2015"], ["Generalized anxiety disorder in urban China: prevalence, awareness, and disease burden"], ["Skip the trip: air travelers' behavioral responses to pandemic influenza"], ["Precautionary behavior in response to perceived threat of pandemic influenza"], ["Coronavirus: the psychological effects of quarantining a city"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], [], ["-"], ["JT Lau", "X Yang", "H Tsui", "JH Kim"], ["J Brug", "AR Ar", "A Oenema", "O de Zwart", "JH Richardus", "GD Bishop"], ["P Wu", "Y Fang", "Z Guan", "B Fan", "J Kong", "Z Yao"], ["GJ Rubin", "R Page", "L Wessley", "S."], ["NCY Yeung", "JTF Lau", "KC Choi", "S. Griffiths"], ["J Bayham", "NV Kuminoff", "Q Gunn", "EP Fenichel"], ["JT Lau", "S Griffiths", "KC Choi", "HY Tsui"], ["L Wang", "B Cowing", "P Wu", "J Yu", "F Li", "L Zeng"], ["P Wu", "L Wang", "BJ Cowling", "J Yu", "VJ Fang", "F Li"], ["P Wu", "V Fang", "Q Liao", "DMW Ng", "J Wu", "GM Leung"], ["C Cheng", "CS Tang"], ["A Vartti A-M", "M Schreck", "A Uutela", "O de Zwart", "J Brug"], ["O de Zwart", "IK Veldhuijzen", "G Elam", "AR Aro", "T Abraham", "GD Bishop"], ["J Wu", "K Leung", "GM Leung"], ["JM Read", "JRE Bridgen", "DAT Cummings", "A Ho", "CP Jewell", "20018549v2"], ["shtml"], [], [], ["RL Spitzer", "K Kroneke", "JBW Williams", "B. Löwe"], ["B Löwe", "O Decker", "S Müller", "E Brähler", "D Schellberg", "H Wolfgang"], ["X Guo", "Z Meng", "G Huang", "J Fan", "W Zhou", "W Ling"], ["W Yu", "SS Singh", "S Calhoun", "H Zhang", "X Zhao", "F Yang"], ["EP Fenichel", "NV Kuminoff", "G Chowell"], ["MZ Sadique", "WJ Edmunds", "RD Smith", "WJ Merrding", "O de Zwart", "J Brug"], ["GJ Rubin", "S. Wessely"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Objective: To investigate psychological and behavioral responses to the threat of SARS-CoV-2\ninfections and their associations with public perceptions in China\nDesign: Cross sectional population-based telephone survey via random digital dialing\nbetween 1 and 10 February, 2020\nclose transportation link with Wuhan)\nSetting: Wuhan (the epicentre and quarantined city), and Shanghai (a typical major city with\nParticipants: Random sample of 510 residents in Wuhan and 501 residents in Shanghai aged\nabove 18\nMain outcome measures: Anxiety (measured by the 7-item generalized anxiety disorder\n[GAD-7] scale), recommended and avoidance behaviors (engaged in all six behaviors such as\nincreasing surface cleaning and reducing going out).", "one_words_summarize": "78.6%(n=401) of Wuhan participants and 63.9% (n=320) of Shanghai participants had carried out allsix precautionary behaviors. 4,5,8,16The current COVID-19 outbreak provides a unique platform to study behavioral changesfor two main reasons. Both features might resultin different public responses towards the outbreak. Wuhan is the hardest-hit city to date, the city where thevirus originated, and the earliest city put under quarantine. Calls were placed three times at different hours on the same daybefore being classified as invalid. Local residents who were aged 18 years and above and werecurrently living in the selected cities were eligible to participate. The first two setsof questions regarding the frequency of wearing a face mask when going out and thefrequency of handwashing immediately when returning home. Participants were asked“how likely do you think you will contract novel coronavirus infection over the next month”with five responses from very unlikely (                Three items assessed how well informed were the public. Perceptionvariables were included in the form of continuous scores. Moreover, respondents aged 40 and above, who presumably haveclearer memory of SARS, had higher (p<0.001) perceived relative severity than those aged1839 in Shanghai; similar findings were not found in Wuhan (Table S2).Around 96.1% Wuhan respondents had received and read the information brochures ofthe novel coronavirus from the government or medical experts. The proportion wassignificantly lower (p<0.001) but still very high in Shanghai (89.0%). We found no evidence thatperceptions and anxiety levels were associated with changes in frequencies of wearing facemasks during the outbreak (Table S3).4We conducted a population-based telephone survey via random digital dialing to investigateanxiety levels, changes in precautionary behaviors and public perceptions among Wuhan andShanghai residents during the early phase of 2019 novel coronavirus. Finally, awareness of hand hygiene in China has been low, which calls for more handwashingeducation in the community. Second, we asked respondents to recall some oftheir behaviors in usual days before December 2019. Prevalence of moderate or severe anxietywere 4-5 times of its normal level in urban China. The majority engaged in all sixrecommended and avoidance behaviors. Ourresults support efforts for timely dissemination of accurate and reliable information and tofocus more on handwashing education. H.Y. has received research funding from Sanofi Pasteur, GlaxoSmithKline, Yichang HECChangjiang Pharmaceutical Company and Shanghai Roche Pharmaceutical Company. A statement that the lead author, H.Y., affirms that the manuscript is an honest, accurate, andtransparent account of the study being reported; that no important aspects of the study havebeen omitted.of Public Health (IRB#2020-TYSQ-01-1).Ethical approval was obtained from the institutional review board at Fudan University SchoolH.Y. acknowledges financial support from the National Science Fund for Distinguished YoungScholars (No. M.Q.acknowledges financial support from the National Natural Science Foundation of China (No.71704027) and Shanghai Municipal Education Commission and Shanghai EducationDevelopment Found for Chenguang Program (No. The views expressed in thispublication are those of the authors and not necessarily those of their funders or employers. We thank Mark Jit from London School of Hygiene and Tropical Medicine for his valuablecomments. NHCstands for National Health Commission of China; WHO stands for World Health Organization;PHEIC stands for public health emergency of international concern.29. Confirmatory bias in health decisions: evidence form theMMRautism controversy."}