{"date": "2020/02/18", "journal": "medrxiv", "authors": "Bo Diao, Chenhui Wang, Yingjun Tan, Xiewan Chen, Ying Liu, Lifeng Ning, Li Chen, Min Li, Yueping Liu, Gang Wang, Zilin Yuan, Zeqing Feng, Yuzhang Wu, Yongwen Chen", "title": "Reduction and Functional Exhaustion of T Cells in Patients with Coronavirus Disease 2019 (COVID-19)", "type": "preprint article", "abstract": "3. Medical English Department, College of Basic Medical Sciences, Army Medical University,\n# Equally to this work", "text": "3. Medical English Department, College of Basic Medical Sciences, Army Medical University,# Equally to this workBACKGROUND The outbreak of coronavirus disease 2019 (COVID-19) caused by severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) has posed great threat to human health, whichhas been declared a public health emergency of international concern (PHEIC) by the WHO. T cellsplay a critical role in antiviral immunity but their numbers and functional state in COVID-19patients remain largely unclear.        METHODS We retrospectively reviewed the counts of total T cells, CD4 , CD8+ T cell subsets,+and serum cytokine concentration from inpatient data of 522 patients with laboratory-confirmedCOVID-19, admitted into two hospitals in Wuhan from December 201        RESULTS The number of total T cells, CD4+ and CD8 T cells were dramatically reduced in+COVID-19 patients, especially among elderly patients (≥60 years of age) and in patients requiring+ +Intensive Care Unit (ICU) care. Counts of total T cells, CD8 T cells or CD4 T cells lower than800/μL, 300/μL, or 400/μL, respectively, are negatively correlated with patient survival. Statisticalanalysis demonstrated that T cell numbers are negatively correlated to serum IL-6, IL-10 and TNF-αconcentration, with patients in decline period showing reduced IL-6, IL-10 and TNF-αconcentrations and restored T cell counts. Finally, T cells from COVID-19 patients havesignificantly higher levels of the exhausted marker PD-1 as compared to health controls. Moreover,increasing PD-1 and Tim-3 expression on T cells could be seen as patients progressed fromprodromal to overtly symptomatic stages, further indicative of T cell exhaustion.CONCLUSIONS T cell counts are reduced significantly in COVID-19 patients, and the surviving+ +T cells appear functionally exhausted. Non-ICU patients, with total T cells, CD8 T cells CD4 Tcells counts lower than 800/μL, 300/μL, and 400/μL, respectively, may still require aggressiveintervention even in the immediate absence of more severe symptoms due to a high risk for furtherdeterioration in condition.In December 2019, a series of acute respiratory illness were reported in Wuhan, HubeiProvince, China.1,2 A novel coronavirus, initially named severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2), was identified as the cause of this disease by the Chinese Center forDisease Control and Prevention (CDC).3 This disease, now designated as coronavirus disease 2019(COVID-19) by the WHO, rapidly spread to other cities of China, and has become a public healthemergency of international concern (PHEIC) following its global spread. COVID-19 is clinicallymanifests as fever, cough, muscle pain, fatigue, diarrhea and pneumonia, and can cause death insevere cases.4-6 Up through February 18, 2020, China has reported 72436 cases of confirmed7COVID-19 and 1868 fatalities.          Since an effective immune response against viral infections depends on the activation ofcytotoxic T cells that can clear infection by killing virus-infected cells,8 boosting the numbers andfunction of T cells in COVID-19 patients is critical for successful recovery. A recent study reportedthat the 82.1% of COVID-19 cases displayed low circulating lymphocyte counts.4-6 However, thefactors which might cause the reduction in count, and the activation status of T cells in COVID-19patients, remain uninvestigated. We retrospectively analyze here the clinical data from 522 cases ofCOVID-19 who were admitted into the General Hospital of Central Theatre Command andHanyang Hospital in Wuhan from December 201                    Patients Medical records from 522 patients (aged from 5 days to 97 years) with confirmedCOVID-19 and admitted into the General Hospital of Central Theatre Command or HanyangHospital in Wuhan from December 201          China.9 All the patients were laboratory-confirmed positive for SARS-CoV-2 by use of quantitativeRT-PCR (qRT-PCR) of throat swab samples. This study was approved by the National HealthCommission of China and Ethics Commission of General Hospital of Central Theatre Command([2020]-004-1) and Hanyang Hospital (20200217). Written informed consent was waived by theEthics Commission of the designated hospital for emerging infectious diseases.Definitions The classification of clinical types, which consist of mild/moderate/severe/critical, wasbased on the New Coronavirus Pneumonia Prevention and Control Program (5th edition) publishedby the National Health Commission of China.9 Within the cohort analyzed 43 were admitted to theintensive care unit (ICU), because they required high-flow nasal cannula or higher-level oxygensupport measures to correct hypoxaemia. Hypoxaemia was defined as arterial oxygen tension (PaO2)over inspiratory oxygen fraction (FIO2) of less than 300 mm Hg or arterial oxygen saturation of 93%or lower. According to the staging of infectious disease,10 the prodromal period is a phase in whichthe host begins to experience general signs and symptoms. The illness period (overtly symptomaticperiod) is a phase in which the signs or symptoms of disease are most obvious and severe, withpositive laboratory findings and chest images. For ICU patients, ICU period is a phase in which thesymptoms are most obvious and severe The decline period is a phase in which the clinicalsymptoms begin to decline, laboratory findings and chest images improve, and arterial oxygensaturation to return to the normal.Data collection We reviewed clinical records, nursing records, laboratory findings, and chest x-raysor CT scans for all the patients and physical examination records of the 40 healthy people. Allinformation was obtained and curated with a customised data collection form. Three investigators(C Wang, Z Fen and Y Chen) independently reviewed the data collection forms to verify dataaccuracy.healthy volunteers were simultaneously processed in the Central Lab of General Hospital of CentralTheatre Command to isolate peripheral blood mononuclear cells (PBMCs) for further testing. Theperipheral blood was supplemented with anticoagulants and PBMCs were harvested by densitygradient centrifugation. Isolated PBMCs were stained with a BD multitest IMK Kit (Cat340503,BD Biosciences) for analyzing the frequency and cell number of total T, CD4+ T，CD8+ T, B andNK in healthy controls and patients. The exhaustion of T cells was detected using humanCD4-percp (RPA-T4, Biolegend), CD8-APC (SK1, BD Biosciences), CD8-PE (SK1, Biolegend),PD-1-PE (EH12.2H7, Biolegend) and TIM-3-FITC (F38-2E2, Biolegend) antibodies. After beingstained, the cells were measured by flow cytometry on an LSR Fortessa Cell Analyzer (BDBiosciences) and data analyzed using the FolwJo software (TreeStar). All experimental procedureswere completed under biosafety level II plus condition.Statistical analysis Statistical analyses were performed using GraphPad Prism version 8.0(GraphPad Software, Inc., San Diego, CA, USA). Continuous variables were directly expressed as arange. Categorical variables were expressed as numbers/NUMBERS (%). p values are from χ2，non-paired t test or paired t test.Role of the funding source The funding agencies did not participate in study design, datacollection, data analysis, or manuscript writing. The corresponding authors were responsible for allaspects of the study to ensure that issues related to the accuracy or integrity of any part of the workwere properly investigated and resolved. The final version was approved by all authors.From our retrospective analysis of 522 patients, 499 cases had lymphocyte count recorded. 75.75%(359/499), 75.95% (379/499) and 71.54% (357/499) patients had remarkably low total T cell counts,CD4+ and CD8 T cell counts, respectively. Among milder patients in the Non-ICU group, the+median value of total T cells, CD4+ and CD8+ T cell counts are 652, 342 and 208, respectively, themedian value decreased to 261, 198 and 64.3, respectively, in the ICU group. (Figure 1A). Thecounts of total T cells, CD4+ and CD8+Non-ICU cases (Figure 1B). These patients were further categorized into three groups based on age(<20 years old, 20～60 years and ≥60 years), and an age-dependent reduction of T cell numberswas observed in COVID-19 patients, with the lowest T cells numbers found in patients ≥60 yearsold (Figure 1C), suggesting a potential cause for increased susceptibility in elderly patients.We next retrospectively reviewed T cell numbers in 212 cases from Non-ICU patients within onecenter (the General Hospital of Central Theatre Command). The Non-ICU patients were furtherdivided into four groups based on clinical outcomes. Among these patients, 151 cases aremild/moderate, 40 cases are severe, while 13 cases in critical condition, and 8 perished occurred.Statistical analysis showed that T cell numbers including total T cells, CD4+ and CD8+ T cells insevere, critical and perished groups are significantly lower than in the mild/moderate group. Most+ +importantly, the numbers of total T cell, CD8 T cells and CD4 T cells in severe and perishedgroups are lower than 800/μL, 300/μL, or 400/μL, respectively (Figure 1D). This result suggeststhat aggressive interventions may be required for non-ICU patients even in the absence of moresevere symptoms should their T cell counts fall below the critical threshold.The expression of angiotensin converting enzyme 2(ACE2), the predicted receptor ofSARS-CoV-2 viruses, is absent on T cells,11 suggesting that the depressed T counts in COVID-19patients mentioned above (Figure 1) was likely not caused by direct infection of T cells. Wetherefore examined the concentrations of serum cytokines, including TNF-α, IFN-γ, IL-2, IL-4, IL-6and IL-10, from these COVID-19 patients to explore the influence of cytokine signaling. We onlyfound the levels of TNF-α, IL-6 and IL-10 were significantly increased in infected patients, andstatistical analysis illustrated that their levels in ICU patients are significantly higher than inNon-ICU patients (Figure 2A).We next investigated the relationships between IL-10, IL-6, TNF-α and T cell count withinNon-ICU patients. Interestingly, the concentration of these three cytokines was negativelycorrelated with total T cell counts, CD4+ counts, and CD8+ counts, respectively (Figure 2B). Wesubsequently summarized the follow up data of cytokine concentrations and T cell numbers in tenpatients that were follower over the course of inpatient care. Interestingly, serum levels of IFN-γ,IL-10, IL-6 and TNF-α were significantly decreased in these patients in the decline period as+compared with illness period, while counts of total T cells, CD4 , and CD8+recovered during the decline period (Figure 2C). The phenomena suggests that the decrease of Tcells seen in COVID-19 patients is likely the result of high serum concentration of TNF-α, IL-6 andIL-10 negatively regulating T cell survival or proliferation.Beyond changing in numbers during the course of infection, T cells may display limited functionduring prolonged infection as a result of exhaustion, which has been associated with the expressionof some immune-inhibitory factors including PD-1, Tim-3 on cell surface.12 We therefore examinedwhether T cells in COVID-19 patients have exhaustion phenotypes. FACs analysis illustrated that, Tcells from COVID-19 patients have markedly higher levels of PD-1 compared to healthy controls(Figure 3A). Furthermore, statistical analysis showed that the percentage of PD-1+CD8 T cells+from ICU patients was significantly higher than from both Non-ICU cases and healthy controls(Figure 3B), indicating that SARS-CoV-2 viruses induce T cell exhaustion in COVID-19 patients,particularly in those requiring ICU care.Three patients were follow-up during inpatient care, and the expression of the exhausted markersincluding PD-1 and Tim-3 on surface of T cells during disease progress was detected. FACs showed+that these patients have very low level of PD-1 and Tim-3 on CD8 and CD4+prodromal stage, however, their levels on CD8+ T cells was increased in overtly symptomatic stages,and highest levels were seen in ICU period (Figure 3C, D). Similarly, higher levels of Tim-3 wasobserved on CD4+ T cells from patients who are in ICU stage, although enhancing the expression ofPD-1 on CD4+ T cells was not obviously during disease progress (Figure 3C, D). These resultsdemonstrated that T cells are exhaustion in COVID-19 patients during SARS-CoC-2 infection.+T cells play a vital role in viral clearance, with CD8 cytotoxic T cells (CTLs) capable ofsecreting an array of molecules such as perforin, granzymes, and IFN-γ to eradicate viruses fromthe host.13 At the same time, CD4+ helper T cells (Th) can assist cytotoxic T cells and B cells andenhance their ability to clear pathogen.14 However, persistent stimulation by the virus may induce Tcell exhaustion, leading to loss of cytokine production capability and reduced functions. 15,16 Earlierstudies have been unclear regarding the numbers and function of T cells in COVID-19 patients,albeit with suggestions of depressed lymphocyte counts.4,6 In this report, we retrospectively+ +reviewed the numbers of total T cells, CD4 , CD8 T cell subsets in a total of 499 COVID-19patients. In Non-ICU patients, we found that over 70.56% cases underwent decreased in the total Tcells, CD4+ T cells and CD8+ T cells. However, in the ICU group, a total of 95% (19/20) patientsshowed a decrease in both total T cells and CD4+ T cells, and most importantly, all of the patients+displayed decreases in CD8 T cells. We also analyzed Non-ICU patients in greater detail, andfound that aggressive intervention may be necessary to preempt the development of severesymptoms in patients with low T cell counts.Cytokine storm is a phenomenon of excessive inflammatory reaction in which cytokines arerapidly produced in large amount in response to microbial infection. This phenomenon has beenconsidered an important contributor to acute respiratory distress syndrome (ARDS) and multipleorgan dysfunction syndrome (MODS).17,18 It has been also implicated in the setting of respiratoryviral infections, such as SARS in 2002, avian H5N1 influenza virus infection in 2005 and H7N9infection in 2013.19-22 Huang C et al. showed that the levels of IL-2, IL-7, IL-10, TNF-α, G-CSF,4IP-10, MCP-1 and MIP-1A were significantly higher in COVID-19 patients. Consistent with thisreport, we here also found that the secretion of cytokines including TNF-α, IL-6 and IL-10 was+ +increased in COVID-19 patients. Interestingly, the numbers of total T cells, CD4 T and CD8 Tcells are negatively correlated to levels of TNF-α, IL-6 and IL-10, respectively (Figure 2B),suggesting these cytokines promote T cells decrease in COVID-19 patients.TNF-α is a pro-inflammatory cytokine which can promote T cell apoptosis via interacting with itsreceptor, TNFR1, which expression is increased in aged T cells.23,24demonstrated that patient over 60 years old have lower T cell numbers, indicating that TNF-α mightbe directly involved in inducing T cell loss in these patients. IL-6, when promptly and transientlyproduced in response to infections and tissue injuries, contributes to host defense through thestimulation of acute phase responses or immune reactions. Dysregulated and continual synthesis ofIL-6 has been shown to play a pathological role in chronic inflammation and infection.25,26Tocilizumab, a humanized anti-IL-6 receptor antibody, has been developed and approved for thetreatment of rheumatoid arthritis (RA) and juvenile idiopathic arthritis.27,28 Moreover, tocilizumabhas been shown to be effective against cytokine release syndrome resulting from CAR-T cellinfusion against B cell acute lymphoblastic leukemia.29 Whether tocilizumab can restore T cellcounts in COVID-19 patients by suppressing IL-6 signaling remains uninvestigated.One interesting question is the source of these cytokine during COVID-19 infection. Whileprevious studies have validated that the secretion of cytokines including IL-6, IL-10 and TNF-α aremainly from T cells, macrophages and monocytes etc, based on our results, we suggest that thesecretion of these cytokines does not originate from T cells. However, the cytokine storm in turnmay promote apoptosis or necrosis of T cells, and consequently leads to their reduction. Ourprevious work demonstrating that monocytes and macrophages can produce pro-inflammatorycytokine during murine hepatitis virus strain-3 infection,30,31 and whether SARS-CoV-2 alsotriggers cytokine release from monocytes and macrophages in COVID-19 patients need furtherinvestigation and such work is in progress in our hospital.T cell exhaustion is a state of T cell dysfunction that arises during many chronic infections andcancer. It is defined by poor effector function, sustained expression of inhibitory receptors, and a8 / 14transcriptional state distinct from that of functional effector or memory T cells.32 By FACs analysis,we found that both CD8+ T cells and CD4 T cells have higher levels of PD-1 in virus infected+patients, particularly when derived from ICU patients. Since these changes could also be observedin our longitudinal follow-up of several patients from prodromal to ICU care (Figure 3). IL-10, aninhibitory cytokine, not only prevents T cell proliferation, but also can induce T cell exhaustion.Important, blocking IL-10 function has been shown to successfully prevent T cell exhaustion inanimal models of chronic infection.33,34 We demonstrate here that COVID-19 patients have veryhigh levels of serum IL-10 following SARS-CoV-2 infection, while also displaying high levels ofthe PD-1 and Tim-3 exhaustion markers on their T cells, suggesting that IL-10 might bemechanistically responsible. The application of potent antiviral treatments to prevent theprogression to T cell exhaustion in susceptible patients may thus be critical to their recovery. Wehave read with great interest the successful application of Remdesivir to curing a COVID-19 patientin the US, and to clinical trials indicates that it may have significant potential as such anantiviral.35,36          Taken together, we conclude that T cells are decreased and exhausted in patients withCOVID-19. Cytokines such as IL-10, IL-6 and TNF-α might directly mediate T cell reduction. Thus,new therapeutic measures are needed for treatment of ICU patients, and may even be necessaryearly on to preempt disease progression in higher-risk patients with low T cell counts.Conflict of interest: The authors declare no financial or commercial conflict of interest.201          Coronavirus-Infected Pneumonia. N Engl J Med 2020.implications for virus origins and receptor binding. Lancet 2020.9 / 14Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.disease.10 / 14Update on avian influenza A (H5N1) virus infection in humans. N Engl J Med 2008; 358(3):261-73.11 / 14B. T cell numbers in different groups; C. T cell numbers in patients of different ages; D. T cellcount in Non-ICU care patients with different clinical outcomes.**p<0.01, ***p<0.001 and****p<0.0001.cytokines in patients; B. Cytokine levels in different groups; C. The relativity of T cell numberswith cytokine levels; D. Dynamic profiles of cytokine levels and T cell numbers in Non-ICU carepatients. *p<0.05, **p<0.01, ***p<0.001 and ****p<0.0001.different groups; C, D. Dynamic profile of PD-1 and TIM-3 expressions on T cells in 3 patients. NS:not significant, *p<0.05, **p<0.01.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China,"], [""], ["Genomic characterisation and epidemiology of 2019 novel coronavirus:"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [""], ["Commission of the People's Republic of China. The latest situation of novel coronavirus pneumonia"], ["T cell responses to whole SARS coronavirus in humans"], ["Commission of the People's Republic of China. The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 5th edition"], ["-characteristics-of-infectious-disease"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["and cellular insights into T cell exhaustion"], ["Signals required for programming effector and memory development by CD8+ T cells"], ["Differentiation of effector CD4 T cell populations (*)"], ["Networking at the level of host immunity: immune cell interactions during persistent viral infections"], ["T-cell exhaustion in HIV infection"], ["The cytokine storm and factors determining the sequence and severity of organ dysfunction in multiple organ dysfunction syndrome"], ["The acute respiratory distress syndrome"], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], ["An interferon-gamma-related cytokine storm in SARS patients"], ["Writing Committee of the Second World Health Organization Consultation on Clinical Aspects of Human Infection with Avian Influenza AV"], ["Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome"], ["TNF-alpha-induced apoptosis in lymphocytes from aged humans: changes in TNF-alpha receptor expression and activation of caspases"], ["Role of NF-kappaB signaling pathway in increased tumor necrosis factor-alpha-induced apoptosis of lymphocytes in aged humans"], ["Interleukin-6 and chronic inflammation"], ["Recent insights into targeting the IL-6 cytokine family in inflammatory diseases and cancer"], ["Tocilizumab in early progressive rheumatoid arthritis: FUNCTION, a randomised controlled trial"], ["Tocilizumab in systemic juvenile idiopathic arthritis in a real-world clinical setting: results from 1 year of postmarketing surveillance follow-up of 417 patients in Japan"], ["FDA approval summary: tocilizumab for treatment of chimeric antigen receptor T cell‐induced severe or life‐threatening cytokine release syndrome"], ["Expression of B and T lymphocyte attenuator (BTLA) in macrophages contributes to the fulminant hepatitis caused by murine hepatitis virus strain-3"], ["VSIG4 inhibits proinflammatory macrophage activation by reprogramming mitochondrial pyruvate metabolism"], ["CD8 T cell exhaustion during chronic viral infection and cancer"], ["Interleukin-10 determines viral clearance or persistence in vivo"], ["Resolution of a chronic viral infection after interleukin-10 receptor blockade"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["Q Li", "X Guan", "P Wu"], ["R Lu", "X Zhao", "J Li"], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], ["National Health"], ["CK Li", "H Wu", "H Yan"], ["National Health"], ["P Nina", "S Mark", "TT Anh-Hue"], ["P Zhou", "XL Yang", "XG Wang"], ["EJ Wherry", "M. Molecular Kurachi"], ["MF Mescher", "JM Curtsinger", "P Agarwal"], ["J Zhu", "H Yamane", "WE Paul"], ["CT Ng", "LM Snell", "DG Brooks", "MB Oldstone"], ["C Fenwick", "V Joo", "P Jacquier"], ["H Wang", "S. Ma"], ["MA Matthay", "LB Ware", "GA Zimmerman"], ["R Channappanavar"], ["KJ Huang", "IJ Su", "M Theron"], ["AN Abdel-Ghafar", "T Chotpitayasunondh"], ["Y Chen", "W Liang", "S Yang"], ["S Aggarwal", "S Gollapudi", "S. Increased Gupta"], ["S Gupta", "R Bi", "C Kim", "S Chiplunkar", "L Yel", "S. Gollapudi"], ["C Gabay"], ["SA Jones", "BJ Jenkins"], ["GR Burmester", "WF Rigby", "RF van Vollenhoven"], ["S Yokota", "Y Itoh", "T Morio"], ["RQ Le", "L Li", "W Yuan"], ["C Yang", "Y Chen", "G Guo"], ["J Li", "B Diao", "S Guo"], ["LM McLane", "MS Abdel-Hakeem", "EJ Wherry"], ["DG Brooks", "MJ Trifilo", "KH Edelmann", "L Teyton", "DB McGavern", "MB Oldstone"], ["M Ejrnaes", "CM Filippi", "MM Martinic"], ["M Wang", "R Cao", "L Zhang"], ["ML Holshue", "C DeBolt", "S Lindquist"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3. Medical English Department, College of Basic Medical Sciences, Army Medical University,\n# Equally to this work", "one_words_summarize": "Medical English Department, College of Basic Medical Sciences, Army Medical University,# Equally to this workBACKGROUND The outbreak of coronavirus disease 2019 (COVID-19) caused by severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) has posed great threat to human health, whichhas been declared a public health emergency of international concern (PHEIC) by the WHO. METHODS We retrospectively reviewed the counts of total T cells, CD4 , CD8+ T cell subsets,+and serum cytokine concentration from inpatient data of 522 patients with laboratory-confirmedCOVID-19, admitted into two hospitals in Wuhan from December 201        RESULTS The number of total T cells, CD4+ and CD8 T cells were dramatically reduced in+COVID-19 patients, especially among elderly patients (≥60 years of age) and in patients requiring+ +Intensive Care Unit (ICU) care. Finally, T cells from COVID-19 patients havesignificantly higher levels of the exhausted marker PD-1 as compared to health controls. In December 2019, a series of acute respiratory illness were reported in Wuhan, HubeiProvince, China.1,2 A novel coronavirus, initially named severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2), was identified as the cause of this disease by the Chinese Center forDisease Control and Prevention (CDC).3 This disease, now designated as coronavirus disease 2019(COVID-19) by the WHO, rapidly spread to other cities of China, and has become a public healthemergency of international concern (PHEIC) following its global spread. A recent study reportedthat the 82.1% of COVID-19 cases displayed low circulating lymphocyte counts.4-6 However, thefactors which might cause the reduction in count, and the activation status of T cells in COVID-19patients, remain uninvestigated. Written informed consent was waived by theEthics Commission of the designated hospital for emerging infectious diseases. Allinformation was obtained and curated with a customised data collection form. Thecounts of total T cells, CD4+ and CD8+Non-ICU cases (Figure 1B). The Non-ICU patients were furtherdivided into four groups based on clinical outcomes. Among these patients, 151 cases aremild/moderate, 40 cases are severe, while 13 cases in critical condition, and 8 perished occurred. Interestingly, the concentration of these three cytokines was negativelycorrelated with total T cell counts, CD4+ counts, and CD8+ counts, respectively (Figure 2B). IL-6, when promptly and transientlyproduced in response to infections and tissue injuries, contributes to host defense through thestimulation of acute phase responses or immune reactions. One interesting question is the source of these cytokine during COVID-19 infection. However, the cytokine storm in turnmay promote apoptosis or necrosis of T cells, and consequently leads to their reduction. Important, blocking IL-10 function has been shown to successfully prevent T cell exhaustion inanimal models of chronic infection.33,34 We demonstrate here that COVID-19 patients have veryhigh levels of serum IL-10 following SARS-CoV-2 infection, while also displaying high levels ofthe PD-1 and Tim-3 exhaustion markers on their T cells, suggesting that IL-10 might bemechanistically responsible. Conflict of interest: The authors declare no financial or commercial conflict of interest.201          Coronavirus-Infected Pneumonia. N Engl J Med 2020.implications for virus origins and receptor binding. Lancet 2020.9 / 14Novel Coronavirus-Infected Pneumonia in Wuhan, China."}