{"date": "2020/02/16", "journal": "medrxiv", "authors": "Pengpeng Shi, Shengli Cao, Peihua Feng", "title": "SEIR Transmission dynamics model of 2019 nCoV coronavirus with considering the weak infectious ability and changes in latency duration", "type": "preprint article", "abstract": "Pneumonia patients of 2019-ncov in latent period are not easy to be effectively quarantined, but there is evidence that they have strong infectious ability. Here, the infectious ability of patients during the latent period is slightly less than that of the infected patients was assumed. We established a new SEIR propagation dynamics model, that considered the weak transmission ability of the incubation period, the variation of the incubation period length, and the government intervention measures to track and isolate comprehensively. Based on the raw epidemic data of China from January 23, 2020 to February 10, 2020, the dynamic parameters of the new present SEIR model are fitted. Through the Euler integration algorithm to solve the model, the effect of infectious ability of incubation patients on the theoretical estimation of the present SEIR model was analyzed, and the occurrence time of peak number in China was predicted.", "text": "        The new coronavirus (2019-nCoV) is a major epidemicthat humans are experiencing. As a kind of coronavirus, itposes a continuing threat to human health because of its hightransmission efficiency and serious infection consequences[                The rapid spread of 2019-noV pneumonia around theworld poses a major threat to the closely connected andinterdependent world today. The reproductive number Rrefers to the average number of secondary cases generatedfrom primary cases, and has become a key quantity todetermine the intensity of interventions needed to controlepidemics[                This paper discusses the feasibility of using thedeterministic model of the transmission dynamics model ofinfectious diseases to assess the development of the2019nCoV epidemic in China. Some researchers have tried tostudy and evaluate the development trend of the 2019-nCoVpneumonia epidemic through the transmission dynamics.On Jan 24, 2020, British scholars Read et al[                In previous studies on the transmission dynamics ofinfectious diseases, the epidemic was in the early stages ofdevelopment and lacked sufficient raw data, so it wasdifficult to accurately predict the development of theepidemic. In addition, the shortcomings of the transmissiondynamic model itself have also become the direct cause oflimiting its prediction effect. Latent patients are not easy tobe effectively quarantined, and recent evidence shows thatlatent patients have a strong infectious ability, but theexisting epidemic transmission dynamic models [        Obviously, it is still necessary to make a newassessment of the spread of the 2019-nCoV epidemicsituation, which has important practical significance for theresearch, judgment and prevention of the epidemic situation.In this paper, we established a new SEIR propagationdynamics model, considering the weak transmission abilityof the incubation period, the variation of the incubationperiod length, and the government intervention measures totrack and quarantine comprehensively. Based on this newSEIR propagation dynamics model, the effect of infectiousability of incubation patients on the theoretical estimation ofthe present SEIR model was analyzed, and the occurrencetime of peak number in China was predicted.Considering that the Chinese Spring Festival began onJanuary 23 and the Chinese government initiated effectiveprevention, control and quarantine measures for the wholepeople, it can be considered that there are few new importedcases in all provinces, and the impact of migrant populationflow can be basically ignored. Therefore, the premise ofcarrying out dynamic model research on infectious diseasetransmission is sufficient. The model in this paper is basedon the classical SEIR model. The classic SEIR modeldivides the population into S (Susceptible), I (Infected), E(Exposed), and R (Recovered). In this model, it is alsoassumed that all individuals in the population are at risk ofinfection. Antibodies will be produced when the infectedindividual recovers, so the recovered population R will notbe infected again. In addition, quarantine measures toprevent and treat infectious diseases are also taken intoaccount in the model. The population components in themodel also includes Sq (isolated susceptible), isolationexposed Eq (isolated exposed) and Iq (isolated infected). Inview of the fact that isolated infected individuals will beimmediately sent to designated hospitals for quarantine andtreatment, this part of the population will be converted tohospitalized H in this model. Therefore, the originalpopulations S, I, and E respectively refer to susceptible,infected, and exposed individuals who have missedquarantine measures. The isolated susceptible person isreconverted to the susceptible person after isolation. Both theinfected and the exposed have the ability to infect thesusceptible, turning them into the exposed. Thetransformation relationship among different groups ofpeople is shown in Fig. 1.where  is the ratio of the transmission ability of theexposed to the infected. When  =0 , it means that theinfection ability of the patients in the latent period is ignored.When  =1, the infection ability of the patients in the latentperiod is the same as that of the patients with symptoms.And  is the rate of isolation release, hence  = 1/ 14 (thequarantine duration is 14 days).With the growth of statistical data, researchers'estimation of the average latent period of 2019-nCoV is alsochanging. The average incubation period has changed from7 days determined in January to 3 days estimated recently,which means 2019-ncov infected people are more likely toshow symptoms.  is the transformation rate from theexposed to the infected. Considering the change of actuallatent period, a smooth transition curve from 1/7 to 1/3 isused to represent the change law of transformation rate fromthe exposed to infected under the change of the latent period.The curve equation is =A − B1+e(1−t0 /t)/k+ B(2)where A and B correspond to the values of thetransformation rate of the exposed to the infected in the earlyand late stages of the epidemic period studied. The epidemicdata in this letter are from Jan. 23 to Feb. 10 in China, so Aand B correspond to the conversion rates of Jan. 23 to Feb.10 respectively. In Eq. (2) , t0 represents the time when theconversion rate is the average of A and B, and k can bedirectly determined by the rate of change and the derivativevalue of the conversion rate at time.The newly established 2019-nCoV modified SEIRpropagation dynamics system model is as followsdS / dt = −[c + cq(1 −  )]S (I + E) +  SqdE / dt = c (1 − q)S (I + E) − EdI / dt =  E − ( I + +  I )IdSq / dt = cq(1 −  )S (I + E) −  SqdEq / dt = c qS (I + E) − q EqdH / dt =  I I + q Eq − ( +  H )HdR / dt =  I I +  H H(3)where  I is the quarantine rate of the infected,  I is therecovery rate of the infected,  q is the transformation ratefrom the exposed to the isolated infected,  H is therecovery rate of the isolated infected, is  thediseaseinduced death rate, and  is the transformation rate fromthe exposed to the infected.The epidemic data used in this paper comes from theraw epidemic notification data published on the officialwebsite of the National Health Commission of the people'sRepublic of China (http://www.nhc.gov.cn/). In this paper,the governing Eqs. 2 and 3 is solved using Euler's numericalmethod, and the integration step is 0.01 (days). The initialvalue of the dynamic system refers to the epidemic dataofficially released by the Chinese government on January 23,2020, and some parameters have been reasonably estimated.The specific parameter values are shown in Table 1. Theother model parameters are the results of fitting optimizationbased on the original data.        First of all, under different infectious ability of patientswith latent period (  =0, 0.6,1 ), the corresponding modelparameters are obtained by fitting and optimization based onthe raw data, and predict the epidemic situation in future. Ascan be seen from the Fig. 2, the corresponding optimalmodel parameters are found with different infectiousabilities. Under the optimal parameters, the number ofinfected persons predicted by the theoretical model is ingood agreement with the raw data from January 23, 2020 toFebruary 10, 2020. Next, we can analyze the effect ofdifferent infectious ability of patients in latent period onmodel estimation. Note that without considering theinfectious capacity of patients in the incubation period, thatis,  =0 , the present model can degenerate to obtain therecent dynamic model of infectious disease transmissionestablished in Ref.[        20Days (January 23 as day 0)3040Fig.3. Impact of variation of incubation periodlength on the theoretical estimation.Next, Figure 3 analyzes the effect of variation ofincubation period length on the theoretical estimation. It canbe seen from Fig. 3 that the peak number of infected personsin the model considering the variation of the incubationperiod is lower than that in the model with the constantincubation period. This corresponds to an easily understoodfact. With the development of the epidemic, the length of theincubation period has shortened, which directly leads to thepatients in the incubation period to show symptoms fasterand be taken to hospital and quarantined. Therefore, the3 / 5cured1020Days (January 23 as day 0)3040Fig. 4. Evaluation of the spread of China's2019nCoV epidemicFinally, the trend of China's 2019-nCoV epidemic wasevaluated by using the new present SEIR model. In order toobtain an interval estimate of the peak number of infectionsand its occurrence time, the contact rate was set to varywithin the interval of [2.8, 4.2]. The prediction of the currenttheoretical model indicates that the number of 2019-nCoVinfections in China reaches its peak after February 19, andthe upper and lower limits of the estimated peak time of theepidemic respectively correspond to the abscissa of thepeaks of the upper and lower envelopes of the theoreticalforecast data of the number of infected. The currenttheoretical estimation of the number of infected people inChina is in good agreement with the raw number of infectedpeople in the period from January 23, 2020 to February 10,2020. It is worth noting that the theoretical model andparameters of this paper were initially established beforeFebruary 5. The prediction results of the number of infectedpersons from February 6 to February 10 are mainlyconsistent with the actual data of subsequent reports, whichinitially proves the feasibility of the model in predicting theshort-term development situation of the epidemic.This paper attempts to estimate the short-termdevelopment of China's 2019-nCoV epidemic and predictsthat the number of people infected in China will peak afterFebruary 19. It should be noted that because the infectiousability of patient in latent period and variation of incubationperiod length are considered, our present model in this paperis closer to the real situation, so the estimates based on itshould also be more reliable. However, some necessaryassumptions are still made during the model establishmentin this paper. The mathematical descriptions made by themodel are different from the complex reality, which leads tothe inevitable deviation of the prediction results.gradual shortening of the incubation period is obviouslyconducive to suppressing the spread of the epidemic, andeventually leading to a reduction in the peak number ofinfections.This work was financially supported by the NationalNatural Science Foundation of China (No. 11802225).Appendix (Matlab code program)clc;clear%%SEIR Transmission dynamics model of 2019 nCoVcoronavirus with considering the weak infectious ability andchanges in latency duration%%%%%%%%Shi Pengpeng,Cao Shengli,Feng Peihua,Completed on Jan 5th,first released on Jan 7th%%%%This latest modified version was released on Feb. 10th, 2020%%%% Model parametersc=3.6;beta=6.93e-11;delta_I=0.13; delta_q=0.13;gama_I=0.003; gama_H=0.009;q=9e-7; alpha=0.0001;theta=0.6; lam=1/14;T=40; t=0.1; NN=T/t;%% Initial valuesS=13.95e8; E=4007; I=776; Sq=8420;Eq=3000; H=I+Eq; R=34; De=25;AA=[S E I Sq Eq H R];for ii=1:NN%% Modified SEIR Transmission dynamics modelsigma=(1/7-1/3)./(1+exp((ii*t-4)./ii*t/0.2))+1/3;dS = -(beta*c+c*q*(1-beta))*S*(I+theta*E)+lam*Sq;dE = beta*c*(1-q)*S*(I+theta*E)-sigma*E;dI = sigma*E-(delta_I+alpha+gama_I)*I;dSq = (1-beta)*c*q*S*(I+theta*E)-lam*Sq;dEq = beta*c*q*S*(I+theta*E)-delta_q*Eq;dH = delta_I*I+delta_q*Eq-(alpha+gama_H)*H;dR = gama_I*I+gama_H*H;dDe = alpha*(I+H);%% Euler integration algorithmS =S+dS*t;E = E+dE*t;I = I+dI*t;Sq = Sq+dSq*t;Eq = Eq+dEq*t;H = H+dH*t;R = R+dR*t;AA=[AA; S E I Sq Eq H R];end%% Theoretical estimationInfected(:,1)= round(AA(1:1/t:size(AA,1),3));Cured(:,1)=round(AA(1:1/t:size(AA,1),7));plot(0:T,[Infected Cured])%% raw datahold ondata_Infected=[776 776 1218 1880 2630 4369 5762 74409336 11319 13779 16402 19413 2298026343 29034 31826 33788 36043 37693]';data_Cured=[34 34 38 49 51 60 103 126 171243 328 475 632 892 1153 1540 2050 2651 32833998]';plot([1:length(data_Infected)]'-1,[data_Infected data_Cured],'*')4 / 5", "ref_list": [[], ["Anthony J McMichael. Social and environmental risk factors in the emergence of infectious diseases"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["Estimation of the transmission risk of 2019-nCov and its implication for public health interventions"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [". Qun Li", "M Med", "Xuhua Guan"], ["Min Kang"], ["Jessica R E Bridgen", "Derek A T Cummings"], [], ["Yanni Xiao"], ["Qian Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The new coronavirus (2019-nCoV) is a major epidemic\nthat humans are experiencing. As a kind of coronavirus, it\nposes a continuing threat to human health because of its high\ntransmission efficiency and serious infection consequences\n[\n        ", "one_words_summarize": "The new coronavirus (2019-nCoV) is a major epidemicthat humans are experiencing. Some researchers have tried tostudy and evaluate the development trend of the 2019-nCoVpneumonia epidemic through the transmission dynamics. In this model, it is alsoassumed that all individuals in the population are at risk ofinfection. Therefore, the originalpopulations S, I, and E respectively refer to susceptible,infected, and exposed individuals who have missedquarantine measures. The isolated susceptible person isreconverted to the susceptible person after isolation. Thetransformation relationship among different groups ofpeople is shown in Fig. 1.where  is the ratio of the transmission ability of theexposed to the infected.  is the transformation rate from theexposed to the infected. The initialvalue of the dynamic system refers to the epidemic dataofficially released by the Chinese government on January 23,2020, and some parameters have been reasonably estimated. It should be noted that because the infectiousability of patient in latent period and variation of incubationperiod length are considered, our present model in this paperis closer to the real situation, so the estimates based on itshould also be more reliable. However, some necessaryassumptions are still made during the model establishmentin this paper. This work was financially supported by the NationalNatural Science Foundation of China (No."}