{"date": "2020/02/18", "journal": "medrxiv", "authors": "Yichun Cheng, Ran Luo, Kun Wang, Meng Zhang, Zhixiang Wang, Lei Dong, Junhua Li, Ying Yao, Shuwang Ge, Gang Xu", "title": "Kidney impairment is associated with in-hospital death of COVID-19 patients", "type": "preprint article", "abstract": "Background: Information on kidney impairment in patients with coronavirus disease\n2019 (COVID-19) is limited. This study aims to assess the prevalence and impact of\nabnormal urine analysis and kidney dysfunction in hospitalized COVID-19 patients in\nMethods: We conducted a consecutive cohort study of COVID-19 patients admitted in\na tertiary teaching hospital with 3 branches following a major outbreak in Wuhan in\n2020. Hematuria, proteinuria, serum creatinine concentration and other clinical\nparameters were extracted from the electronic hospitalization databases and laboratory\ndatabases. Incidence rate for acute kidney injury (AKI) was examined during the study\nperiod. Association between kidney impairment and in-hospital death was analyzed.\nResults: We included 710 consecutive COVID-19 patients, 89 (12.3%) of whom died\nin hospital. The median age of the patients was 63 years (inter quartile range, 51-71),\nincluding 374 men and 336 women. On admission, 44% of patients have proteinuria\nhematuria and 26.9% have hematuria, and the prevalence of elevated serum creatinine\nand blood urea nitrogen were 15.5% and 14.1% respectively. During the study period,\nAKI occurred in 3.2% patients. Kaplan–Meier analysis demonstrated that patients with\nkidney impairment have higher risk for in-hospital death. Cox proportional hazard\nregression confirmed that elevated serum creatinine, elevated urea nitrogen, AKI,\nproteinuria and hematuria was an independent risk factor for in-hospital death after\nadjusting for age, sex, disease severity, leukocyte count and lymphocyte count.", "text": "Background: Information on kidney impairment in patients with coronavirus disease2019 (COVID-19) is limited. This study aims to assess the prevalence and impact ofabnormal urine analysis and kidney dysfunction in hospitalized COVID-19 patients inMethods: We conducted a consecutive cohort study of COVID-19 patients admitted ina tertiary teaching hospital with 3 branches following a major outbreak in Wuhan in2020. Hematuria, proteinuria, serum creatinine concentration and other clinicalparameters were extracted from the electronic hospitalization databases and laboratorydatabases. Incidence rate for acute kidney injury (AKI) was examined during the studyperiod. Association between kidney impairment and in-hospital death was analyzed.Results: We included 710 consecutive COVID-19 patients, 89 (12.3%) of whom diedin hospital. The median age of the patients was 63 years (inter quartile range, 51-71),including 374 men and 336 women. On admission, 44% of patients have proteinuriahematuria and 26.9% have hematuria, and the prevalence of elevated serum creatinineand blood urea nitrogen were 15.5% and 14.1% respectively. During the study period,AKI occurred in 3.2% patients. Kaplan–Meier analysis demonstrated that patients withkidney impairment have higher risk for in-hospital death. Cox proportional hazardregression confirmed that elevated serum creatinine, elevated urea nitrogen, AKI,proteinuria and hematuria was an independent risk factor for in-hospital death afteradjusting for age, sex, disease severity, leukocyte count and lymphocyte count.Conclusions: The prevalence of kidney impairment (hematuria, proteinuria and kidneydysfunction) in hospitalized COVID-19 patients was high. After adjustment forconfounders, kidney impairment indicators were associated with higher risk ofinhospital death. Clinicians should increase their awareness of kidney impairment inhospitalized COVID-19 patients.In December 2019, a series of unknown origins cases of acute respiratory illnessoccurred in Wuhan, Hubei Province, China1-2. High-throughput sequencing indicated anovel betacoronavirus that is currently named “severe acute respiratory syndromecoronavirus 2” (SARS-CoV-2)3. On February 11th 2020 the World Health Organization(WHO) officially named disease caused by SARS-CoV-2 as “Coronavirus Disease 2019”(COVID-19). The disease has rapidly spread from Wuhan to other areas globally. As ofFebruary, 17th, Chinese health authorities announced that 70641 confirmed cases ofnovel coronavirus infection and 1772 death cases had been reported in 31provinciallevel regions. Of note, in Wuhan, 41152 COVID-19 cases with 1309 deaths wereconfirmed at the same day, which indicated that the proportion of severe cases and themortality rate in Wuhan were much higher than those in other provinces in China.However, the clinical characteristics of COVID-19 cases remain largely unclear.Identifying and eliminating factors that predict a negative outcome is the key to improvesurvival from COVID-19, especially in Wuhan.Although diffuse alveolar damage and acute respiratory failure were the mainfeatures of COVID-194, the involvement of other organs need to be considered. Afterlung infection, the infiltrated virus may enter the blood circulation, accumulate inkidney and cause damage to renal resident cells. Indeed, RNAaemia, defined as apositive result for real-time PCR in the plasma sample, was found in 15% COVID-19patients4. It is reported that 6.7% patients with severe acute respiratory syndrome(SARS) in 2003 developed acute renal impairment and the mortality of SARS patientswith acute kidney injury (AKI) was 91.7%5. Thus, the kidney impairment and outcomein patients infected by SARS-CoV-2, which resembles SARS in 2003, were urgentlywarranted.In this large consecutive cohort study of COVID-19 adult patients in a tertiaryteaching hospital with 3 branches and more than 4000 beds, which was designated forcritical COVID-19 cases by local government, we aimed to demonstrate the prevalenceand in-hospital outcome of kidney impairments in COVID-19 patients.All consecutive COVID-19 patients admitted to Tongji hospital, Tongji medicalcollege, Huazhong university of science and technology from January 28 to February11, 2020 were enrolled. Tongji hospital, located in Wuhan, Hubei Province, the endemicareas of COVID-19, is one of the major tertiary teaching hospitals. Tongji hospital wasassigned responsibility for the treatments of severe COVID-19 patients by Wuhangovernment on January 31th. All patients who were enrolled in this study werediagnosed as COVID-19 according to the guidance provided by the Chinese NationalHealth Commission. Patients with a history of maintenance dialysis or renaltransplantation were excluded. The clinical outcomes were monitored up to February17, 2020, the final date of follow-up.The epidemiological characteristics, clinical symptoms and laboratory data wereextracted from electronic medical records. Laboratory data consisted of complete bloodcount, liver and renal function, coagulation function, high-sensitivity C-reactive protein,procalcitonin, erythrocyte sedimentation rate, lactate dehydrogenase and creatinekinase. Estimated glomerular filtration rate (eGFR) was calculated with ChronicKidney Disease Epidemiology Collaboration (CKD-EPI) equation6. The data werereviewed by a trained team of physicians. The date of disease onset was defined as theday when the symptom was noticed. The endpoint was the in-hospital death.Severity of the disease was staged according to the guidelines for diagnosis andtreatment of COVID-19 (trial fifth edition) published by Chinese National HealthCommission on February 4, 2020. Severe case was defined as either: (i) respiratoryrate > 30/min, or (ii) oxygen saturation ≤ 93%, or (iii) PaO2/FiO2 ratio ≤ 300mmHg.Critical severe case was defined as including one criterion as follow: shock; respiratoryfailure requiring mechanical ventilation; combined with the other organ failureadmission to intensive care unit (ICU).AKI was defined as an increase in serum creatinine (Scr) by 0.3 mg/dL within 48hours or a 50% increase in Scr from the baseline within 7 days according to the KidneyDisease: Improving Global Outcomes (KDIGO) criteria7. Baseline Scr was defined asthe Scr value on admission. The date of AKI onset was defined as the earliest day thatthe Scr change met the KDIGO criteria. The stage of AKI was determined using thepeak Scr level after AKI detection, with increase 1.5-1.9, 2.0-2.9 and ≥ 3 timesbaseline being defined as stage 1, 2 and 3, respectively.Categorical variables were summarized as percentages, and continuous variableswere expressed as the mean ± standard deviation or median with interquartile range.two-sample t tests or Wilcoxon rank-sum tests was used for continuous variables, andChi-square tests or Fisher’s exact tests were used for categorical variables asappropriate. The candidate risk factors included age, sex, the severity of COVID-19and laboratory data. Cumulative rates of in-hospital death were determined using theKaplan–Meier method. The risk factors and corresponding HRs were calculated usingthe Cox proportional hazard model. Statistical analyses were performed using Rsoftware, version 3.6.1, with statistical significance set at 2-sided P<0.05.            A total of 710 patients were included in our study. The median age was 63 (51-71)years, and 52.7% were males. The median duration from illness onset to admission was10 (            On admission, the baseline Scr was elevated in 110 (15.5%) patient. Duringhospitalization, the peak Scr was 94 ± 102 μmol/L. 44.0% patients had proteinuria, andrelatively fewer patients (26.9%) demonstrated hematuria (Table 2).Compared with patients with normal baseline Scr, the age and the percentage ofmale and severe subgroups were significantly higher in patients with elevated baselineScr (Table 1). Moreover, patients with elevated baseline Scr demonstrated higherleukocyte count, lower lymphocyte count and platelet count. The coagulant functionabnormality, including prolonged activated partial thromboplastin time and higherDdimer, were more common in patients with elevated baseline Scr. The percentage ofincreased procalcitonin and the level of aspartate aminotransferase and lactosedehydrogenase were also higher in patients with elevated baseline Scr. Of note, the gapof peak and baseline Scr was much greater in patients with elevated baseline Scr (Table2).During hospitalization, AKI was documented in 22 (3.2%) patients. The incidenceof AKI was significantly higher in patients with elevated baseline Scr (9.1%) thanpatients with normal baseline Scr (2.0%). Moreover, patients with elevated baseline Scrdeveloped more severe AKI (Table 1). Figure 1a showed serial measurement of Scr ofeach patient with AKI. Most of AKI occurred within 7 days after admission. For patientswith normal baseline Scr, AKI occurred later and tended to recovered more rapidly.However, AKI happened more quickly and severe in patients with elevated baseline Scr.            The in-hospital death occurred in 89 (12.5%) patients in our study. The incidenceof in-hospital death in patients with elevated baseline Scr was 30.9%, which wassignificantly higher than patients with normal baseline Scr (9.2%) (Table 1). Themedian length of stay in hospital was 5 (            Kaplan-Meier analysis revealed a significantly higher in-hospital death rate forpatients with kidney impairments, including elevated baseline Scr, elevated baselineblood urea nitrogen (BUN), proteinuria, hematuria and AKI (Figure 2). Univariate Coxregression analysis showed that older than age 65, severe disease, leukocyte countgreater than 4×109/L and lymphocyte count less than 1.5×109/L were associated within-hospital death. Besides, kidney impairment indicators mentioned above were alsoassociated with in-hospital death (Table 3). After adjusted with age, sex, disease severity,leukocyte count and lymphocyte count, elevated baseline Scr (HR: 3.61, 95%CI:2.185.98), elevated baseline BUN (HR: 2.51, 95%CI: 1.57-4.02), peak Scr > 133μmol/L(HR:2.59, 95%CI: 1.52-4.44), proteinuria (+: HR: 1.46, 95%CI: 0.56-3.81; ++~+++:HR: 5.00, 1.89-13.21), hematuria (+: HR: 3.15, 95%CI: 1.17-8.48; ++~+++: HR: 8.51,3.51-20.65) and AKI (HR: 2.21 ,95%CI: 1.11-4.39) were associated with in-hospitaldeath (Table 3).In this large consecutive cohort study conducted in a tertiary teaching hospital with3 branches in Wuhan, we have determined the prevalence of kidney impairment inhospitalized COVID-19 patients was high. By analyzing clinic data and patients’outcome, we also demonstrated that kidney impairment was associated with in-hospitaldeath.In our study, a lot of patients have kidney impairment, including abnormal urinaryanalysis (proteinuria, hematuria) and kidney dysfunction (elevated BUN and Scr) onadmission. Indeed, multiple organ involvements including the liver, gastrointestinaltract and kidney have been reported during the course of SARS in 20038 andCOVID199. Of note, the high prevalence of kidney impairment at baseline may be explainedby the fact that many COVID-19 patients couldn’t be admitted to hospital in the earlystage of disease outbreak because of large number of patients and limited beds inhospital in Wuhan. In addition, another explanation is that some COVID-19 patientsmay have a past history of chronic kidney disease (CKD) and CKD patients have aproinflammatory milieu and functional defects in innate and adaptive immune cellpopulations10. In a community-based cohort of nearly 10,000 adult individuals, reducedeGFR and elevated albumin creatinine ratio were associated with higher risk forhospitalization with infection and subsequent mortality11. Furthermore, CKD patientshave a higher risk for upper respiratory tract infection12 and pneumonia13.AKI is a syndrome of abrupt loss of kidney function that is strongly associatedwith higher mortality and morbidity14. In our cohort the detect rate of AKI inCOVID19 patients was 3.2%, which was similar to that reported in previous studies with smallpatients numbers1, 4, 9, 15 and higher than 0.5% in a large observational study16. This maybe explained by that the proportion of severe patients was extremely high in previouscase series and only 15.7% in the large observational study. In our large cohort study,35.5% patients were severe and this may illustrate the real detection rate of AKI inclinic practice in Wuhan. Importantly, the present method of detecting AKI is mainlybased on changes in Scr and the frequency of Scr tests has a substantial impact on thedetection rate of AKI17. In a nationwide cross-sectional survey of hospitalized adultpatients in China, the detection rate of AKI was only 0.99% by KDIGO criteria18. Afteradjusting for frequency of Scr, the incidence of AKI in Chinese hospitalized adults gaverise to 11.6%19. Thus, in order to improve early detection kidney injury, more frequentScr measurements should be performed in the treatment of COVID-19.The etiology of kidney impairment in COVID-19 patients is likely to be diverseand multifactorial. First, the novel coronavirus may cause direct cytopathic effect ofkidney resident cells. This is supported by the detection of PCR fragments ofcoronavirus in blood and urine in 2003 SARS 20 and COVID-19 patients4. Recently, itwas reported that the novel coronavirus uses the angiotensin converting enzyme II(ACE2) as a cell entry receptor, which is identical to that of the SARS-CoV in 200321.Human tissues RNA-seq data demonstrate that the ACE2 expression in urinary organs(kidney) was much higher (nearly 100-fold) than that in respiratory organs (lung)22.Therefore, the kidney impairment may be caused by coronavirus entering the cellsthrough ACE2 that are highly expressed in the kidney. Second, deposition of immunecomplexes of viral antigen or virus-induced specific immunological effectormechanisms (specific T lymphocyte or antibody) may damage the kidney. However,the data of kidney specimens from SARS patients showed normal glomerular histologywith absence of electron-dense deposits, indicating the possibility of an activeimmunemediated glomerulonephritis was low. Thus, kidney histology of COVID-19 patients isneeded in the further study. Third, virus-induced cytokines or mediators have indirecteffects on renal tissue, such as hypoxia, shock, rhabdomyolysis. In fact, some of the2009 H1N1 patients showed mild to moderate elevation of creatine kinase23. And in138 hospitalized patient there was an increase tendency towards an increase in creatinekinase level of COVID-19 patients in ICU15. Consistently, patients with kidneyimpairment demonstrated significant increase of creatine kinase in our study.This is the first study indicated the association of kidney impairment andinhospital death in patients with COVID-19. It is reported that AKI is associated with anincreased risk of death in patients with SARS5, which is in consistence with our study.We also confirmed the value of Scr on admission in predicting the in-hospital death ofpatients with COVID-19 and AKI was more likely to occur in patients with elevatedbaseline Scr. It is noteworthy that most COVID-19 patients developed acute kidneyinjury in the early period of hospitalization, especially in only 2 days after admission inpatients with elevated baseline Scr. Therefore, in the treatment of COVID-19, earlyprevention of kidney impairment, including adequate hemodynamic support andavoiding nephrotoxic drugs, is particularly important and early renal replacementtreatment may improve the patients’ prognosis. Beyond insufficiency in kidney function，the abnormal urine analysis, including proteinuria and hematuria, was also associatedwith in-hospital death. This indicated that more attention should be paid to urine test inclinic.Even though this study included a large number of patients from a tertiary teachinghospital in Wuhan, there are several limitations. First, this was an observational study,which may lead to underestimate of AKI or erroneous associations. However, the largenumber of COVID-19 case in this study may minimize the potential for bias. Second,although we attempted to adjust for many confounders, there may exist confounderseither unmeasured or unknown that could explain our observed results. Third, the clinicdata of patient after discharge is lacking, so we could not assess the effect ofCOVID19 on long-term outcome. The further impact of COVID-19 on patients’ kidneyfunction, especially the incidence of chronic kidney disease in these patients should bethe focus of future research.The prevalence of kidney impairment (abnormal urine analysis and kidneydysfunction) in hospitalized COVID-19 patients was high. After adjustment forconfounders, kidney impairment was associated with higher risk of in-hospital death.Clinicians should increase their awareness of kidney impairment in hospitalizedCOVID-19 patients. Early detection and effective intervention of kidney impairmentmay help to reduce deaths of COVID-19 patients in clinical practice.95% CI: 95% confidence interval;ACE2: angiotensin converting enzyme IIAKI: Acute kidney injury;BUN: Blood urea nitrogenCKD: Chronic kidney disease;CKD-EPI: Chronic Kidney Disease Epidemiology CollaborationKDIGO: Kidney Disease: Improving Global Outcomes;SARS: Severe acute respiratory syndromeSARS-CoV-2: Severe acute respiratory syndrome coronavirus 2Scr: Serum creatinine;WHO: World health organization;The study protocol and waived written informed consent was approved by the MedicalEthics Committee of Tongji Hospital (No. TJ-C20200132).The authors greatly appreciate all the hospital staff for their efforts in recruiting andtreating patients and thank all patients involved in this study.Funding: This work was financially supported by international (regional) cooperationand exchange projects, (NSFC-DFG, Grant No. 81761138041), the Major Researchplan of the National Natural Science Foundation of China (Grant No. 91742204), theNational Natural Science Foundation of China (Grants 81470948, 81670633,81570667), theProgram (Grant 2013BAI09B06, 2015BAI12B07).the project and supervised and coordinated all the work.Competing interests: The authors declare that they have no competing interests020-2012-7          JAMA 2009, 302 (          ", "ref_list": [[], ["designed the study"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Acute renal impairment in coronavirus-associated severe acute respiratory syndrome"], ["): A new equation to estimate glomerular filtration rate"], ["KDIGO clinical practice guideline for acute kidney injury"], ["A cluster of cases of severe acute respiratory syndrome in Hong Kong"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["CKD and Risk for Hospitalization With Infection: The Atherosclerosis Risk in Communities (ARIC) Study"], [""], ["The clinical and economic burden of pneumonia in patients enrolled in Medicare receiving dialysis: a retrospective, observational cohort study"], ["Management of patients at risk of acute kidney injury"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Epidemiology and outcomes of acute kidney injury in elderly chinese patients: a subgroup analysis from the EACH study"], ["Acute kidney injury in China: a cross-sectional survey"], ["Epidemiology and Clinical Correlates of AKI in Chinese Hospitalized Adults"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S.G. Author contributions: G.X.", "R.L.", "K.W. M.Z.", "Z.W.", "J.L.", "Y.Y.", "S.G.", "S.G.", "G.X.", "Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K. S. M. Lau", "E. H. Y. Wong", "J. Y. Xing", "X. Xiang", "N. Wu", "Y. Li", "C. Chen", "Q. Li", "D.", "T. Zhao", "J. Li", "M. Tu", "W.", "C. Jin", "L. Yang", "R. Wang", "Q. Zhou", "S. Wang", "R.", "H.", "Y.", "Y. Shao", "G. Li", "H. Tao", "Z. Yang", "Y. Deng", "Z.", "B. Ma", "Z.", "Y. Shi", "G. Wu", "J. T. K. Gao", "G. F. Cowling", "B. J. Yang", "B. Leung", "G. M. Feng", "Z. Pneumonia"], ["Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R.", "P. Zhan", "F. Ma", "X. Wang", "D. Xu", "W.", "G. Gao", "G. F. Tan", "W."], ["R. Lu", "X. Zhao", "J. Li", "P. Yang", "B. Wu", "H. Wang", "W.", "H. Huang", "B. Zhu", "N. Bi", "Y. Ma", "X. Zhan", "F. Wang", "L. Hu", "T. Zhou", "H. Hu", "Z. Zhou", "W. Zhao", "L. Chen", "J.", "Y. Wang", "J. Lin", "Y. Yuan", "J. Xie", "Z.", "W. J. Wang", "D. Xu", "W. Holmes", "E. C. Gao", "G. F. Wu", "G. Chen", "W. Shi", "W. Tan", "W."], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Fan", "J. Xu", "Z. Gu", "T. Yu", "J. Xia", "Y. Wu", "W. Xie", "X. Yin", "W. Li", "H.", "M. Xiao", "Y. Gao", "H. Guo", "L. Xie", "J. Wang", "G.", "R. Gao", "Z. Jin", "Q. Wang", "J. Cao", "B."], ["K. H. Chu", "W. K. Tsang", "C. S. Tang", "M. F. Lai", "F. M.", "K. F. Fung", "K. S.", "H. L. Yan", "W. W.", "H. W. H. Tong", "K. L. Lai", "K. N."], ["A. S. Levey", "L. A. Stevens", "C. H. Schmid", "Y. L. CastroIII", "A. F. Feldman", "H. I.", "J. W.", "P. Lente", "F. V. Greene", "T. Coresh", "J. CKD-EPI (Chronic Kidney Disease Epidemiology Collaboration"], ["Kidney Disease Improving Global Outcomes"], ["K. W. Tsang", "P. L. Ooi", "G. C. Yee", "W. K. Wang", "T. Chan-Yeung", "M. Lam", "W. K. Seto", "W. H. Yam", "T. M. Cheung", "P. C. Wong", "B. Lam", "M. S. Ip", "J. Chan", "Yuen", "K. N. Lai"], ["Chen", "M. Zhou", "X. Dong", "J. Qu", "Y Gong", "Y. Qiu", "J. Wang", "Y. Wei", "Y. Xia", "J. Yu", "T. Zhang", "X.", "L.", "M. G."], ["M. E. Ishigami", "A. R. Chang", "J. J. Coresh", "J. Matsushita", "K."], ["K. Cohen-Hagai", "I. Rozenberg", "Z. Korzets", "T. Zitman-Gal", "Y. Einbinder", "S. Benchetrit"], ["S. Sibbel", "R. Sato", "A. Hunt", "W. Turenne", "S. M.,"], ["Vanmassenhove", "J. Kielstein", "A. Jorres", "W. V. Biesen"], ["D. Wang", "B. Hu", "C. Hu", "F. Zhu", "X. Liu", "B. Wang", "Z. Xiang", "Y. Xiong", "Y. Zhao", "Y. Li", "X. Wang", "Z. Peng", "Z Ni", "Y. Hu", "Liang", "L. He", "H. Shan", "D. S. C. Hui", "B. Du", "L. Li", "G. Yuen", "Chen", "Tang", "T. Wang", "Chen", "J. Xiang", "Li", "Wang", "Z. Liang", "L. Wei", "Y. Liu", "P. Hu", "Wang", "Z. Chen", "G. Li", "Z. Zheng", "J. Luo", "Zhong"], ["S. Ge", "S. Nie", "Z. Chen", "C. Zha", "Y. Qian", "J.", "B. Teng", "S. Xu", "A. Bin", "W. Xu", "X. Xu", "G."], ["L. Yang", "G. Xing", "L. Wang", "Y. Wu", "S. Li", "G. He", "Q. Chen", "J.", "M. Liu", "X. Zhu", "Z. Yang", "L. Lian", "X. Ding", "F. Li", "Y. Wang", "H. Wang", "J. Wang", "R.", "C. Xu", "J. Li", "R.", "J. Wang", "Y. Xu", "J. Bao", "B. Liu", "B. Chen", "H. Li", "S.", "Y. Luo", "Q. Chen", "D. Shen", "Y. Liao", "Y. Zhang", "Z. Wang", "X.", "K. Liu", "L. Mao", "P. Guo", "C. Li", "J. Wang", "Z. Bai", "S. Shi", "S. Wang", "Y. Wang", "J.", "Z. Wang", "F. Huang", "D. Wang", "S. Ge", "S. Shen", "Q.", "P. Wu", "L. Pan", "M. Zou", "X. Zhu", "P. Zhao", "J. Zhou", "M. Yang", "L. Hu", "W. Wang", "J.", "B.", "J", "T. Zhao", "M. Wang", "H. Consortiums", "I. A. b. C."], ["X. Xu", "S. Nie", "Z. Chen", "C. Xu", "G.", "Y. Qian", "J.", "S Xu", "A. Xu", "X. Hou", "F. F."], ["J. S. M. Peiris", "Chu", "K. S. Chan", "I. F. N. Hung", "L. L. M. Poon", "K. I. Law", "B. S. F. Tang", "T. Y. W. Hon", "C. S. Chan", "K. H. Ng", "J. S. C. Zheng", "B. J. Ng", "W. L. Lai", "R. W. M. Guan", "Y. Yuen", "K. Y."], ["P. Zhou", "X. L. Yang", "X. G. Wang", "B. Hu", "L.", "H. R.", "Y. Li", "B. Huang", "C. L. Chen", "J. Chen", "Y. Guo", "H.", "M. Q. Chen", "Y. Shen", "X. R. Wang", "X. Zheng", "X. S. Zhao", "K. Chen", "Q. J. Deng", "F. Liu", "L. L. Yan", "B. Zhan", "F. X. Wang", "Y. Y. Xiao", "G. F. Shi", "Z. L.", "Z. Li", "M. Wu", "J. Guo", "J. Yao", "X. Liao", "M. Song", "J. Li", "G. Zhou", "Y. Wu", "X. Zhou", "Z. Wang", "T. Hu", "M. Chen", "X. Fu", "Y. Lei", "C. Dong", "Y. Zhou", "H. Jia", "X. Chen", "J. Yan", "A. Kumar", "R. Zarychanski", "R.", "D. J. Marshall", "J. Lacroix", "J.", "T. Bagshaw", "S. Choong", "K. Lamontagne", "F. Turgeon", "A. F. Lapinsky", "S. Ahern", "S. P. Smith", "O. Siddiqui", "F. Jouvet", "P. Khwaja", "K. McIntyre", "L. Menon", "K. Hutchison", "J. Hornstein", "D. Joffe", "A. Lauzier", "F. Singh", "J. Wiebe", "K. Olafson", "K. Ramsey", "C. Sharma", "S.", "P. Meade", "M.", "R.", "R. A.", "H. N. C."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Information on kidney impairment in patients with coronavirus disease\n2019 (COVID-19) is limited. This study aims to assess the prevalence and impact of\nabnormal urine analysis and kidney dysfunction in hospitalized COVID-19 patients in\nMethods: We conducted a consecutive cohort study of COVID-19 patients admitted in\na tertiary teaching hospital with 3 branches following a major outbreak in Wuhan in\n2020. Hematuria, proteinuria, serum creatinine concentration and other clinical\nparameters were extracted from the electronic hospitalization databases and laboratory\ndatabases. Incidence rate for acute kidney injury (AKI) was examined during the study\nperiod. Association between kidney impairment and in-hospital death was analyzed.\nResults: We included 710 consecutive COVID-19 patients, 89 (12.3%) of whom died\nin hospital. The median age of the patients was 63 years (inter quartile range, 51-71),\nincluding 374 men and 336 women. On admission, 44% of patients have proteinuria\nhematuria and 26.9% have hematuria, and the prevalence of elevated serum creatinine\nand blood urea nitrogen were 15.5% and 14.1% respectively. During the study period,\nAKI occurred in 3.2% patients. Kaplan–Meier analysis demonstrated that patients with\nkidney impairment have higher risk for in-hospital death. Cox proportional hazard\nregression confirmed that elevated serum creatinine, elevated urea nitrogen, AKI,\nproteinuria and hematuria was an independent risk factor for in-hospital death after\nadjusting for age, sex, disease severity, leukocyte count and lymphocyte count.", "one_words_summarize": "Background: Information on kidney impairment in patients with coronavirus disease2019 (COVID-19) is limited. Association between kidney impairment and in-hospital death was analyzed. Kaplan–Meier analysis demonstrated that patients withkidney impairment have higher risk for in-hospital death. The disease has rapidly spread from Wuhan to other areas globally. Of note, in Wuhan, 41152 COVID-19 cases with 1309 deaths wereconfirmed at the same day, which indicated that the proportion of severe cases and themortality rate in Wuhan were much higher than those in other provinces in China. However, the clinical characteristics of COVID-19 cases remain largely unclear. Afterlung infection, the infiltrated virus may enter the blood circulation, accumulate inkidney and cause damage to renal resident cells. The epidemiological characteristics, clinical symptoms and laboratory data wereextracted from electronic medical records. The candidate risk factors included age, sex, the severity of COVID-19and laboratory data. Cumulative rates of in-hospital death were determined using theKaplan–Meier method. Of note, the gapof peak and baseline Scr was much greater in patients with elevated baseline Scr (Table2).During hospitalization, AKI was documented in 22 (3.2%) patients. For patientswith normal baseline Scr, AKI occurred later and tended to recovered more rapidly. Of note, the high prevalence of kidney impairment at baseline may be explainedby the fact that many COVID-19 patients couldn’t be admitted to hospital in the earlystage of disease outbreak because of large number of patients and limited beds inhospital in Wuhan. In our cohort the detect rate of AKI inCOVID19 patients was 3.2%, which was similar to that reported in previous studies with smallpatients numbers1, 4, 9, 15 and higher than 0.5% in a large observational study16. In fact, some of the2009 H1N1 patients showed mild to moderate elevation of creatine kinase23. Beyond insufficiency in kidney function，the abnormal urine analysis, including proteinuria and hematuria, was also associatedwith in-hospital death. This indicated that more attention should be paid to urine test inclinic. Even though this study included a large number of patients from a tertiary teachinghospital in Wuhan, there are several limitations. However, the largenumber of COVID-19 case in this study may minimize the potential for bias. Clinicians should increase their awareness of kidney impairment in hospitalizedCOVID-19 patients. TJ-C20200132).The authors greatly appreciate all the hospital staff for their efforts in recruiting andtreating patients and thank all patients involved in this study. Competing interests: The authors declare that they have no competing interests020-2012-7          JAMA 2009, 302 ("}