{"date": "2020/02/17", "journal": "medrxiv", "authors": "Haoxuan Sun, Yumou Qiu, Han Yan, Yaxuan Huang, Yuru Zhu, Song Xi Chen", "title": "Tracking and Predicting COVID-19 Epidemic in China Mainland", "type": "preprint article", "abstract": "By proposing a varying coe cient Susceptible-Infected-Removal model (vSIR), we track the epidemic of COVID-19 in 30 provinces in China and 15 cities in Hubei province, the epicenter of the outbreak. It is found that the spread of COVID-19 has been signi cantly slowing down within the two weeks from January 27 to February 10th with 87.0% and 84.3% reductions in the reproduction number R0 among the 30 provinces and 15 Hubei cities, respectively. This suggests the extreme control measures implemented since January 23, which include cutting o Wuhan and many other cities and towns, a great public awareness and high level of self isolation at home, have contributed to a substantial decline in the reproductivity of the COVID-19 in China. We predict that Hubei province will reach its peak between February 20 and 22, 2020, and if the removal rate can be increased to 0.1, the epidemic outside Hubei province will end in May 2020, and inside Hubei in early June.", "text": "        Preprint submitted to Elsevier1 1. Introduction2 The Corona Virus Disease 2019 (COVID-19) has created a profoundpub3 lic health emergency in China and has spread to 25 countries so far [1]. It4 has become an epidemic with more than 71,000 con rmed infections and5 1,775 reported deaths worldwide as on February 17 2020. The COVID-196 is caused by a new corona viruses that is genetically similar to the viruses7 causing severe acute respiratory syndrome (SARS) and Middle Eastrespi8 ratory syndrome (MERS). Despite a relatively lower fatality rate comparing9 to SARS and MERS, the COVID-19 spreads faster and infects much more10 people than the SARS-03 outbreak.11 The city of Wuhan, the origin of the outbreak, has been locked up to12 curtail population movement since January 23 in an e ort to stop the spread13 of the epidemic, followed by more than 50 prefecture level cities (as on 8th14 of February) and countless number of towns and villages in China. A high15 percentage of the population are exercising self-isolation in their homes. The16 spring festival holiday period had been extended with all schools anduni17 versities closed and all students staying where they are inde nitely. The18 country is virtually in a stand-still, and the economy and people's livelihood19 have been severely a ected by the epidemic.20 There is an urgent need to assess the speed of the disease transmission21 and to check if the existing containment measures have successfully slowed22 down the spread of the disease or not. The Susceptible-Infected-Removal23 (SIR) model [2] and its generalizations, for instance the SEIR model [3] with24 four or more compartments are commonly used to model the dynamics of25 infectious disease outbreaks. See [        The average R014 (based on 14-day infectious duration) on January 27thwas 6.42 (1.57) and 7.67 (2.46), respectively, for the 27 provinces andthe 7 Hubei cities with con rmed cases by January 23rd. One weeklater on February 3rd, the R14 was averaged at 2.39 (0.70) for the 300provinces and 2.94 (0.56) for the 15 Hubei cities, representing 62.8%and 61.7% reductions, respectively, over the 7 days. On February 10th,the average R014 dropped further to 0.77 (0.33) for the 30 provinces and1.01 (0.43) for the 15 Hubei cities, which were either below or close tothe critical threshold level 1.737475767778The profound slowing down in the reproductivity of COVID-19 canbe attributed to a series of action and measures by the governmentand the public, which include cutting o Wuhan and other cities fromJanuary 23, a rapid public awareness of the epidemic and the extensiveself protection taken and high level of self isolation at home exercisedover a much extended Spring Festival holiday period.There are increasing numbers of provinces and cities in Hubei whose14-day R0 has been statistically below 1, as detailed in Table 1, whichwould foreshadow the coming of the turning point for containment ofthe epidemic, if the control measures implemented since January 23can be continued.If the current decreasing trend of R0 continues, Hubei will reach peakinfection between February 20 and February 22. Many non-Hubeiprovinces have already reached the peak. If the recovery rate can beincreased to 0.1 meaning the average recover time is 10 days afterdiagnosis, the number of infected patients I(t) will be dramatically reducedin March, and the epidemic will end in early June; see Figure 3.The eventual control of COVID-19 is rested on if the existing controlmeasures can be continued further for a period of time. The biggestchallenges that can jeopardize the great e ort from late January arefrom the impatient populations eager to get out of the self-isolationdriven by either economic needs (migrant workers eager to coming backto cities for income) or people trying to escape from the boredness ofself isolation while encouraged by the declining infections in the lasttwo weeks.The implications of China's experience in combating COVID-19 toother countries facing the epidemic are two folds. One is to reduce theperson-to-person contact rate by self isolation and curtailing ofpopulation movement; another is to reduce the transmission probability bywearing protective wears should a contact has to be made.103 2.2. Basic reproduction number104 At a date t, the reproduction number based on an average infectious105 duration D is R0D(t) = (t)D where (t) is the daily infection rate at t. We106 do not adopt the version involving , the removal rate, since its estimation107 is highly volatile at the early stage of an epidemic. A general version of108 R0(t) may be de ned as Rtt+DD12 (u)du where positive D1 and D2 represent109 the infectious durations before and after diagnosis, respectively. The R0D(t)110 given above can be viewed as an approximation by the Middle Value Theorem111 in calculus with D = D1 + D2.112 Research works [12, 13, 14] so far on COVID-19 have informed a range of113 duration for incubation, from onset of illness to diagnosis and then tohos114 pitalization. The average incubation period from the three studies ranged115 from 3.0 to 5.2 days; the median duration from onset to diagnosis was 4116 days [13]; and the mean duration from onset to rst medical visit and then117 to hospitalization were 4.6 and 9.1 days [12], respectively. Based on a data118 sample of 391 cases from Shenzhen, the average incubation period was 4.46119 (0.26) days and the average duration from onset to hospitalization were 3.9120 (0.19) days, respectively, where standard error is reported in theparenthe121 ses. Another dataset of 100 con rmed cases in Shaoyang (Hunan Province)122 revealed the average durations from onset to diagnosis and from diagnosis123 to discharge were 5.67 (0.39) and 10.12 (0.43) days, respectively. There is124 a recent revelation [13] that asymptomatic patients can be infectious, which125 would certainly prolong the infectious duration.126 There are much variation in the medical capability in timely diagnosis and127 hospitalization (thus quarantine) of the infected across the country. Thus,128 the infectious duration D would vary among the provinces and cities, and129 would change with respect to the stage of the epidemic as well.130 Given the diverse range of infectious duration across the provinces and131 cities, in order to standardize and make the reproduction number R0 readily132 comparable, we calculated the RD based on three levels of D: 7; 10:5 and0133 14 days, which represent three scenarios of responsiveness in diagnosing,134 hospitalization and hence quarantine of the infected. Calculation of the R0135 at other duration can be made by in ating or de ating a R0D proportionally136 to re ect a local reality.137 2.3. Reproductivity of COVID-19138 Figures 1 presents the time series of R0D(t) at the three levels of D for139 the 30+15 provinces/cities from late January to February 11th. Figure 2140 displays three cross sectional R014 and their con dence intervals on January141 27th, February 3rd and 10th, respectively.142 Figure 1 reveals a monotone decreasing trend for almost all the provinces143 and cities with only exceptions for Hubei, Guizhou, Jinlin, Neimenggu and144 Qinghai. Even for those exceptional provinces, the recent trend is largelyde145 clining. The non-monotone pattern for non-Hubei provinces were largely due146 to relative small number of infected cases and waves of introduced infections.147 However, the one for Hubei and Wuhan suggests low data quality and inpar148 ticularly under reporting and reporting delay. The epidemic statistics from149 Hubei and the city of Wuhan before January 21th were severely incomplete150 and with irregular patterns. This was the reason we start Hubei's analysis151 from January 21th.152 The average R014(t) among the 27 provinces (with con rmed cases on and153 prior to January 23rd) was 6.42 (1.57), and 7.67 (2.46) for 7 of the 15 Hubei154 cities on January 27. These levels were comparable to the level of R0 (6.47)155 given in [10].156 One week later on February 3rd, R014 was averaged at 2.39 (0.70) for the157 30 provinces and 2.94 (0.56) for the 15 Hubei cities, indicating that cutting158 o Wuhan and other cities, and the start of wearing face masks and self159 isolation at home from January 23th had contributed to 62.8% and 61.7%160 reduction in the R0. In the following week starting from February 4th, the161 average R014 came down to 0.77 (0.33) for the 30 provinces and 1.01 (0.43) for162 the 15 Hubei cities on February 10th, representing further 67.8% and 65.6%163 reductions, respectively, during the second week. This re ects the bene cial164 e ects of the continued large scale self-isolation within the extended spring165 festival holiday period.166 Table 1 provides the reproduction number R0D at the three durations167 on February 10th. It shows that 5 provinces and 4 Hubei cities' R14 were0168 signi cantly above 1 (at 5% signi cance level). There are 17 provinces and169 8 Hubei cities' R14 were signi cantly below 1, which were 4 and 6 more0170 than those a day earlier on February 9th, and 9 and 8 more than those on171 February 8th, respectively. If we use the shorter D = 10:5, 27 provinces172 and 11 Hubei cities have been signi cantly below 1 for 1-7 consecutive days.173 These indicate that the reproduction number R0 has showed signs of crossing174 below the critical threshold 1 in increasing number of provinces and cities175 in Hubei around February 8-10. An updated Table 1 for February 16th are176 available in Table A1 in the Supplementary Information (SI), which shows177 continued improvement since February 10.178 Given the signi cant decline in the reproduction numbers, it is time to179 discuss the turning point for COVID-19 for China. If a province or city's RD0180 starts to be below 1 signi cantly (at 5% level), we would say the province181 or city have showed signs of the turning point. Given the uncertainty with182 the data records, especially those large variation in daily infected numbers183 coming out of Wuhan and Hubei, the turning point of the epidemic would184 be con rmed if R0D have been signi cantly below 1 for D1 days, where D1185 is the period of infection before diagnosis, assuming all diagnosed can be186 quarantine immediately. Based on the results in [12, 13, 14], D1 = 7 may be187 considered. Then, some of the 30+15 provinces/cities have already reached188 the turning point, and more will be so in the coming days according to latest189 Table A1 in SI.190 2.4. Prediction191 Based on the estimated (t) over time, we predict COVID-19's futuretra192 jectories as solutions to the vSIR model. We consider two scenarios for the193 recovery rate . One uses the empirical estimate based on data to February194 13th. As an e ective cure for the virus has not been found, the estimated195 recovery rates are quite low. Among the provinces with more than 100in196 fections on February 13, Hunan had the highest recovery rate 0.06, followed197 by Jilin and Zhejiang (0.05), and then Tianjin, Chongqing, Hebei, Guizhou,198 Henan and Shanghai (0.046{0.049). Hubei, the province at the center of the199 epidemic, was 0.021. The other scenario is to choose = 0:1, which means200 the average removal time from diagnosis is 10 days, representing improvement201 in the treatment for COVID-19 patients as time progress.202 Tables 2 and 3 present the 95% prediction intervals for the peak and end203 times of the number of infections (subtracted by the number of removals),204 and the cumulative number of infected at the ending based on the twosce205 narios of the recovery rate, respectively. We use data to February 13 2020 for206 the prediction. The predicted infection number I^(t) is within 5% and 10%207 deviation from its observed value on February 14 and February 15, 16respec208 tively; see Table A2 in SI for the detailed prediction error. The prediction209 based on the most recent data to February 16 gives similar results.210 From Table 2, with the estimated recovery rate, Hubei will reach peakin211 fection between February 20 and February 22. For many non-Hubei provinces,212 their peak time have already occurred as early as February 4 (Qinghai),213 February 7 (Zhejiang) and February 9 (Guangdong, Shanghai, Henan, Jilin,214 Gansu), and ve other provinces on February 10. The last row gives the215 predictions for all the non-Hubei provinces combined, which reaches peak216 infection between February 10th and 17th with 95% con dence.217 From the trajectory of the vSIR model, the epidemic will end in late218 October 2020 for the non-Hubei provinces with the accumulated number of219 nal infected cases in the range 17,894{19,163. The total non-Hubei infected220 number was 11,977 (as February 13). The ending time of Hubei is predicted221 to be March 2021 with nal infected in the range 83,972{92,103. The current222 total infected cases in Hubei was 52,388 on February 13th.223 It should be highlighted that the above prediction results were based on224 the estimated recovery rate so far. Table 3 gives the results with the recovery225 rate increased to 0.1. The trajectories of I(t) under the proposed vSIR model226 with the estimated recovery rate and = 0:1 are presented in Figure 3. With227 a higher recovery rate of 0.1, the duration of the epidemic will be shorten228 substantially. Figure 3 indicates that the number of infected will quickly229 decease in late February and March with very few cases left in April. The230 ending time for Hubei will be brought early to June 2020 with total number of231 infection reduced to the range 69,896{73,460, down by 14,076{18,643. Most232 of the non-Hubei provinces will end in April, 2020. Some provinces with few233 number of total infected cases may end as early as March (Qinghai, Jilin,234 Neimenggu). This shows that improving the recovery rate is an e cient way235 to end the COVID-19 infection early given the current decreasing trend of236 (t), as it leads to the reduction of the infectious duration.237 3. Methods238 Let S(t), I(t) and R(t) be the counts of susceptible, infected and recovered239 (including dead) persons in a given city or province at time t, respectively.240 Let N be the total population of the city/province. We propose avary241 ing coe cient Susceptible-Infected-Recovered (vSIR) model to estimate the242 dynamics of COVID-19 and predict its future course of spread.243 3.1. Data244 The daily records of infected, dead and recovered patients released by245 National Health Commission of China (NHCC) are obtained from the NHCC246 website, with the rst con rmed record for Wuhan on December 8th, 2019,247 followed by 30 provinces in mainland China and 15 cities in Hubei province248 where Wuhan is the capital city. We did not consider data from Tibet due249 to very small number of cases. Table A3 in SI provides the starting dates250 of the data records and analysis for each province and city. Due to severe251 under-reporting in the rst 39 days of the epidemics in Wuhan and Hubei, we252 consider data from January 16th for Wuhan and Hubei. For other provinces253 and Hubei cities, the starting dates for data are those of rst con rmed254 case, and the analysis date started four days afterward due to the estimation255 approach for estimating the infectious rate (t). The latest start for analysis256 was January 29th for Qinghai province and three cities in Hubei province.257 The second last date was January 28th that started 2 provinces and 5 Hubei258 cities.259 The data from Shenzhen Government Online are epidemic statisticsre260 leased by the Shenzhen Municipal Health Commission from January 19th to261 February 13th [15]. One dataset about the details of con rmed casescon262 tains the time of onset, time of hospital admission, cause of illness and other263 information of 391 cases, including 188 males and 203 females. Theadmis264 sion time of these cases ranged from January 9th to February 11th. The265 other dataset reports the discharge time for 94 cases in the former dataset.266 Besides, the dataset of 100 con rmed cases was released by the Shaoyang267 Municipal Health Committee [16] on February 14 that includes 48 males and268 52 females with the onset dates ranging from January 12 to February 11.269 3.2. Time-varying coe cient SIR model270 The Susceptible-Infective-Removal (SIR) model [2] is a commonly used271 epidemiology model for the dynamic of susceptible S(t), infected I(t) and272 recovered R(t) as a system of ordinary di erential equations (ODEs). Here273 we consider a more generalized version of the SIR model in that the infectious274 rate and the removal rate may change with respect to time so thatdS(t)dtdI(t)dtdR(t)dt===(t)I(t)(t)I(t)(t)I(t);S(t)NS(t)N;(t)I(t);(1)275 where (t) and (t) are unknown functions of time.276 The rationale for using a time-varying (t) function, rather than acon277 stant , is that (t) is the average rate of contact per unit time multiplied by278 the probability of disease transmission per contact between a susceptible and279 an infectious subject. Due to an increasing public awareness of the epidemic280 and the control measures put in place, both the transmission probability281 and the contact rate have been reduced due to protective wear (face mask),282 avoidance of close contacts and self isolation. These favors for a time-varying283 (t) are also con rmed by the sharp declined in R0D(t) in Figures 1 and 2.284 The removal rate will also change over time as treatments improve over time.285 However, our analysis (Figure S4 in SI) shows (t) is much slowly changing286 for most of the provinces, which led us to treat (t) = at current stage of287 the outbreak.288 3.3. Estimation and inference289 The reported numbers of infected and removed cases are subject tomea290 surement errors. To reduce the errors, we apply a three point moving average291 lter on the reported counts to obtain I(t) = 0:3I(t 1)+0:4I(t)+0:3I(t +1)292 for 2 t T 1 where T is the latest time point of observation. In our293 analysis, T is February 13 2020. For t = 1 or T , we apply two point averaging294 with 7=10 weight at t = 1 or T , and 3=10 for t = 2 or T 1. Apply the same295 ltering on the recovered process R(t) and obtain R(t). To simply thenota296 tion, we denote the ltered data I(t) and R(t) as I(t) and R(t) respectively,297 wherever there is no confusion.Let Rt = Rt+ Rt for t = 1; ; T . From the third equation in(1), we estimate by least square tting of Rt on I(t) without intercept.We estimate (t) by a local linear regression on logfI(t)g. Let ^ and\\(t) be the estimators, and Vdar(^) and Vdar( (t) ) be their estimatedvariances. Their close form expressions are provided in Section S.1 in SI.Then, ^(t) = \\(t) + ^ is the estimate for the varying coe cient (t) in(1). The standard error of ^(t) can be obtained as SE (t) = fVdar( (t)) + Vdar(^)g1=2. The 95% con dence interval for (t) can be constructed as( ^(t)1:96SE (t); ^(t) + 1:96SE (t)):(2)298 In the implementation, we chose = 2 and w = 5. Figure S1 in SI shows299 that the proposed vSIR model ts the observed infected number I(t) well for300 30 provinces in China.301 3.4. Prediction for infection rate and state variablesAs R0D(t) = (t) D, predicting (t) is equivalent to predicting R0D(t).From Figure 1 and Figure S2 in SI, we see that the overall trends of (t) isdecreasing. But the rate of deceasing gets smaller as time travels. To modelsuch trend, we consider the reciprocal regression(t) =a+ etbt302 with error et and unknown parameters a, b and . The parameters a, b303 and are estimated by minimizing the sum-of-square distance between the304 estimates ^(t) and their tted values. Let a~, ~b and ~ be the estimated305 parameters, and ~(t) = ~b=(t~ a~) be the tted function. Figure S3 in SI306 shows the reciprocal model ts ^(t) quite well for most of the provinces,307 especially those with large number of infected cases.308 With the tted ~(t), we project fS(t); I(t); R(t)g via the ODEsdS^(t)dtdI^(t)dtdR^(t)dt=~(t)I^(t)= ~(t)I^(t)= ^TI^(t):S^(t)NS^(t)N;^TI^(t);(4)309 where ^T is the estimated recovery rate at time T using the last ve days'310 data. With the observed S(T ); I(T ); R(T ) at the current time T as the311 initial values, numerical solutions (S^(t); I^(t); R^(t)) : T t < 1 for the312 system (4) could be obtained using the Euler method. Then, the peak time313 of the number of infected cases can be predicted as tpeak = arg maxt I^(t),314 and the estimated nal infected number is N^ nal = R^(tend) + I^(tend), where315 tend = min t : I^(t) < 1 is the estimated ending time. The 95% prediction316 intervals for the peak time, end time and nal infected number are obtained317 by bootstrap resampling method. The details of the bootstrap prediction318 inference is provided in Section S.2 in SI.319 References320 [1] World Health Organization (WHO), Situation report - 26,Avail321 able at https://www.who.int/docs/default-source/coronaviruse/322 situation-reports/20200215-sitrep-26-covid-19.pdf, 2020.[Ac323 cessed February 16, 2020].324 [2] W. O. Kermack, A. G. McKendrick, A contribution to the mathematical325 theory of epidemics, Proceedings of the royal society of london. Series A,326 Containing papers of a mathematical and physical character 115 (1927)327 700{721.328329330331[3] H. W. Hethcote, The mathematics of infectious diseases, SIAM review42 (2000) 599{653.[4] N. G. Becker, On a general stochastic epidemic model, TheoreticalPopulation Biology 11 (1977) 23{36.359 [14] N. Chen, M. Zhou, X. Dong, J. Qu, F. Gong, Y. Han, Y. Qiu, J. Wang,360 Y. Liu, Y. Wei, et al., Epidemiological and clinical characteristics of 99361 cases of 2019 novel coronavirus pneumonia in wuhan, china: adescrip362 tive study, The Lancet (2020).363 [15] Shenzhen Municipal A airs Service Data Administration,Lat364 est data, Available at https://opendata.sz.gov.cn/data/dataSet/365 toDataSet, 2020. [Accessed February 14, 2020].366 [16] Shaoyang Municipal Health Commission, Dynamic information on367 prevention and control of new coronavirus-infected pneumonia in368 shaoyang, Available at https://wjw.shaoyang.gov.cn/wjw/zyxw/369 202002/c49df53092784c85aaac769149f30265.shtml, 2020. [Accessed370 February 14, 2020].BeijingHunanShaanxiChongqingFujianGuangdongLiaoningXianningShanghaiNingxiaQinghaiYunnanZhejiangAve(sd)Table 1 { continued from previous page        R07 R010:5 R014 R00.34 [4] 0.52 [3] 0.69 [1] 91.6%0.34 [        AnhuiFujianHenanJiangsuHainanTianjinYunnanShaanxiHeilongjiangLiaoningGuizhouJilinNingxiaHebeiGansuXinjiangShanxiNeimengguQinghaiExcept HubeiTable 2 { continued from previous pagePeak time Ending time N^ nal2/11 { 2/24 8/25/20 { 10/27/20 1330 { 20472/10 { 2/10 8/10/20 { 9/16/20 313 { 4182/9 { 2/9 7/12/20 { 8/7/20 1444 { 17542/15 { 2/23 7/23/20 { 10/11/20 866 { 12882/12 { 3/9 7/3/20 { 11/19/20 175 { 5122/13 { 3/7 5/7/20 { 10/4/20 132 { 5982/13 { 2/15 8/3/20 { 9/3/20 178 { 2442/10 { 2/10 7/6/20 { 9/10/20 257 { 3732/15 { 2/26 9/4/20 { 10/15/20 473 { 8762/9 { 2/15 6/7/20 { 8/24/20 127 { 1942/12{ 2/23 5/9/20 { 7/7/20 159 { 2892/9 { 2/10 4/11/20 { 7/3/20 89 { 982/13 { 3/19 4/3/20 { 10/27/20 78 { 3292/17 { 3/18 7/20/20 { 11/14/20 573 { 15582/9 { 2/9 3/22/20 { 4/26/20 95 { 1312/14 { 10/19 6/7/20 { 10/3/21 79 { 87910902/10 { 3/10 6/20/20 { 11/27/20 138 { 4312/14 { 2/15 6/30/20 { 7/5/20 66 { 732/4 { 2/4 2/25/20 { 3/3/20 19 { 192/10 { 2/17 10/18/20 { 11/05/20 17894 { 19163(a) R0D for 30 provinces(b) R0D for 15 cities in Hubeitious durations: D = 7 (red), 10:5 (orange), 14 (blue), for the 30 mainlandprovinces (a) and the 15 cities in Hubei province (b) from Jan 21 to Feb 112020. The black horizontal line is the critical threshold level 1.(a) R14 for 30 provinces0(b) R14 for 15 cities in Hubei030 mainland provinces (a) and the 15 Hubei cities (b) on Jan 27 (red), Feb 3(orange) and Feb 10 2020 (blue). The black horizontal lines mark the criticalthreshold 1.(a) Predicted I(t) for Hubei(b) Predicted I(t) for all provinces except Hubei", "ref_list": [[], ["Statistical studies of infectious disease incidence"], ["Statistical inference for a multitype epidemic model"], ["The nal size and severity of a generalised stochastic multitype epidemic model"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study, The Lancet ("], ["Novel coronavirus 2019-ncov: early estimation of epidemiological parameters and epidemic predictions"], [""], ["347 Estimation of the transmission risk of 2019-ncov and its implication for"], [""], ["Locally weighted regression: an approach"], ["350 to regression analysis by local tting"], [""], [""], ["Early transmission dynamics in"], ["354 wuhan, china, of novel coronavirus{infected pneumonia"], [""], [""], ["357 characteristics of 2019 novel coronavirus infection in china"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. G. Becker"], ["P. S. Yip", "Q. Chen"], ["F. Ball", "D. Clancy"], ["J. T. Wu", "K. Leung", "G. M. Leung"], ["J. M. Read", "J. R. Bridgen", "D. A. Cummings", "A. Ho", "C. P. Jewell"], ["B. Tang", "X. Wang", "Q. Li", "N. L. Bragazzi", "S. Tang", "Y. Xiao"], [], [], ["W. S. Cleveland", "S. J. Devlin"], [], [], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren"], ["E. H. Lau", "J. Y. Wong"], [], [], ["W. Guan", "Z. Ni", "Y. Hu", "W. Liang", "C. Ou", "J. He", "N. Zhong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Preprint submitted to Elsevier\n1 1. Introduction\n2 The Corona Virus Disease 2019 (COVID-19) has created a profound\npub3 lic health emergency in China and has spread to 25 countries so far [1]. It\n4 has become an epidemic with more than 71,000 con rmed infections and\n5 1,775 reported deaths worldwide as on February 17 2020. The COVID-19\n6 is caused by a new corona viruses that is genetically similar to the viruses\n7 causing severe acute respiratory syndrome (SARS) and Middle East\nrespi8 ratory syndrome (MERS). Despite a relatively lower fatality rate comparing\n9 to SARS and MERS, the COVID-19 spreads faster and infects much more\n10 people than the SARS-03 outbreak.\n11 The city of Wuhan, the origin of the outbreak, has been locked up to\n12 curtail population movement since January 23 in an e ort to stop the spread\n13 of the epidemic, followed by more than 50 prefecture level cities (as on 8th\n14 of February) and countless number of towns and villages in China. A high\n15 percentage of the population are exercising self-isolation in their homes. The\n16 spring festival holiday period had been extended with all schools and\nuni17 versities closed and all students staying where they are inde nitely. The\n18 country is virtually in a stand-still, and the economy and people's livelihood\n19 have been severely a ected by the epidemic.\n20 There is an urgent need to assess the speed of the disease transmission\n21 and to check if the existing containment measures have successfully slowed\n22 down the spread of the disease or not. The Susceptible-Infected-Removal\n23 (SIR) model [2] and its generalizations, for instance the SEIR model [3] with\n24 four or more compartments are commonly used to model the dynamics of\n25 infectious disease outbreaks. See [\n        ", "one_words_summarize": "Introduction2 The Corona Virus Disease 2019 (COVID-19) has created a profoundpub3 lic health emergency in China and has spread to 25 countries so far [1]. One weeklater on February 3rd, the R14 was averaged at 2.39 (0.70) for the 300provinces and 2.94 (0.56) for the 15 Hubei cities, representing 62.8%and 61.7% reductions, respectively, over the 7 days. If the current decreasing trend of R0 continues, Hubei will reach peakinfection between February 20 and February 22. The implications of China's experience in combating COVID-19 toother countries facing the epidemic are two folds. There is124 a recent revelation [13] that asymptomatic patients can be infectious, which125 would certainly prolong the infectious duration.126 There are much variation in the medical capability in timely diagnosis and127 hospitalization (thus quarantine) of the infected across the country. Calculation of the R0135 at other duration can be made by in ating or de ating a R0D proportionally136 to re ect a local reality.137 2.3. These levels were comparable to the level of R0 (6.47)155 given in [10].156 One week later on February 3rd, R014 was averaged at 2.39 (0.70) for the157 30 provinces and 2.94 (0.56) for the 15 Hubei cities, indicating that cutting158 o Wuhan and other cities, and the start of wearing face masks and self159 isolation at home from January 23th had contributed to 62.8% and 61.7%160 reduction in the R0. Given the uncertainty with182 the data records, especially those large variation in daily infected numbers183 coming out of Wuhan and Hubei, the turning point of the epidemic would184 be con rmed if R0D have been signi cantly below 1 for D1 days, where D1185 is the period of infection before diagnosis, assuming all diagnosed can be186 quarantine immediately. Based on the results in [12, 13, 14], D1 = 7 may be187 considered. One uses the empirical estimate based on data to February194 13th. As an e ective cure for the virus has not been found, the estimated195 recovery rates are quite low. Hubei, the province at the center of the199 epidemic, was 0.021. The last row gives the215 predictions for all the non-Hubei provinces combined, which reaches peak216 infection between February 10th and 17th with 95% con dence.217 From the trajectory of the vSIR model, the epidemic will end in late218 October 2020 for the non-Hubei provinces with the accumulated number of219 nal infected cases in the range 17,894{19,163. The ending time of Hubei is predicted221 to be March 2021 with nal infected in the range 83,972{92,103. Table 3 gives the results with the recovery225 rate increased to 0.1. Table A3 in SI provides the starting dates250 of the data records and analysis for each province and city. Theadmis264 sion time of these cases ranged from January 9th to February 11th. Here273 we consider a more generalized version of the SIR model in that the infectious274 rate and the removal rate may change with respect to time so thatdS(t)dtdI(t)dtdR(t)dt===(t)I(t)(t)I(t)(t)I(t);S(t)NS(t)N;(t)I(t);(1)275 where (t) and (t) are unknown functions of time.276 The rationale for using a time-varying (t) function, rather than acon277 stant , is that (t) is the average rate of contact per unit time multiplied by278 the probability of disease transmission per contact between a susceptible and279 an infectious subject. For t = 1 or T , we apply two point averaging294 with 7=10 weight at t = 1 or T , and 3=10 for t = 2 or T 1. Prediction for infection rate and state variablesAs R0D(t) = (t) D, predicting (t) is equivalent to predicting R0D(t).From Figure 1 and Figure S2 in SI, we see that the overall trends of (t) isdecreasing. Accessed February 14, 2020].366 [16] Shaoyang Municipal Health Commission, Dynamic information on367 prevention and control of new coronavirus-infected pneumonia in368 shaoyang, Available at https://wjw.shaoyang.gov.cn/wjw/zyxw/369 202002/c49df53092784c85aaac769149f30265.shtml, 2020. ["}