{"date": "2020/02/17", "journal": "medrxiv", "authors": "Fei Xiao, Meiwen Tang, Xiaobin Zheng, Chunna Li, Jianzhong He, Zhongsi Hong, Siwen Huang, Zhenyi Zhang, Xianqi Lin, Zhaoxiong Fang, Renxu Lai, Shoudeng Chen, Jing Liu, Jin Huang, Jinyu Xia, Zhonghe Li, Guanmin Jiang, Ye Liu, Xiaofeng Li, Hong Shan", "title": "Evidence for gastrointestinal infection of SARS-CoV-2", "type": "preprint article", "abstract": "6. Department of Pathology, the Fifth Affiliated Hospital, Sun Yat-sen University,\n7. Department of Gastroenterology, the Fifth Affiliated Hospital, Sun Yat-sen\n8. Department of Nephrology, the Fifth Affiliated Hospital, Sun Yat-sen University,\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n10. Department of Interventional Medicine, the Fifth Affiliated Hospital, Sun Yat-sen", "text": "6. Department of Pathology, the Fifth Affiliated Hospital, Sun Yat-sen University,7. Department of Gastroenterology, the Fifth Affiliated Hospital, Sun Yat-sen8. Department of Nephrology, the Fifth Affiliated Hospital, Sun Yat-sen University,232425262728293031323334353637383940414210. Department of Interventional Medicine, the Fifth Affiliated Hospital, Sun Yat-senAddress reprint request to: Hong Shan MD, PhD, Guangdong Provincial EngineeringResearch Center of Molecular Imaging, Guangdong Provincial Key Laboratory ofBiomedical Imaging, Department of Interventional Medicine, the Fifth AffiliatedHospital, Sun Yat-sen University, 52 East Meihua Road, Zhuhai 519000, GuangdongAuthor Contribution: HS, FX design the study, analyzed the data and wrote the paper.4445464748495051525354555657585960This work was funded by the National Natural Science Foundation of China (grant81870411). The funders had no involvement in study design, writing the report ordecision for publication.This study was approved by the Ethics Committee of The Fifth Affiliated Hospital,62636465666768697071727374757677787980The new coronavirus (SARS-CoV-2) outbreak originating from Wuhan, China, posesa threat to global health. While it’s evident that the virus invades respiratory tract andtransmits from human to human through airway, other viral tropisms and transmissionroutes remain unknown. We tested viral RNA in stool from 73 SARS-CoV-2-infectedhospitalized patients using rRT-PCR. 53.42% of the patients tested positive in stool.23.29% of the patients remained positive in feces even after the viral RNA decreasedto undetectable level in respiratory tract. The viral RNA was also detected ingastrointestinal tissues. Furthermore, gastric, duodenal and rectal epithelia showedpositive immunofluorescent staining of viral host receptor ACE2 and viralnucleocapsid protein in a case of SARS-CoV-2 infection. Our results provideevidence for gastrointestinal infection of SARS-CoV-2, highlighting its potentialfecal-oral transmission route.828384858687888990919293949596979899100101102Since the novel coronavirus (SARS-CoV-2) was identified in Wuhan, China, at theend of 2019, the virus has spread to 25 countries, infecting more than 68000 peopleand causing over 1600 deaths globally. Although a series of extraordinary socialdistancing measures have been implemented in China, the number of infectionscontinues to rise. The viral infection causes a series of respiratory illness includingsevere respiratory syndrome, indicating the virus most likely infects respiratoryepithelial cells and spreads mainly via respiratory tract from human to human.However, viral target cells and organs haven’t been fully determined, impeding ourunderstanding of the pathogenesis of the viral infection and viral transmission routes.According to a recent case report, SARS-CoV-2 RNA was detected in a stoolspecimen1, indicating the possibility of the viral extrarespiratory infection andadditional transmission routes to respiratory one. It has been proved thatSARS-CoV-2 uses ACE2 as a viral receptor for entry process2,3. ACE2 mRNA ishighlyexpressed ingastrointestinal system4, providingaprerequisite forSARS-CoV-2 infection. To further understand the clinical significance ofSARS-CoV-2 RNA in feces, we examined the viral RNA in feces from 71 patientswith SARS-CoV-2 during their hospitalization. Viral RNA and intracellular viralprotein staining were also examined in gastrointestinal tissues from one of thepatients.From February 1 to 14, 2020, clinical specimens including serum, nasopharyngeal andoropharyngeal swabs, urine, stool and tissues from 73 SARS-CoV-2-infected104105106107108109110111112113114115116117118119120121122123hospitalized patients were obtained in accordance with China Disease Control andPrevention (CDC) guidelines and tested for detection of SARS-CoV-2 RNA in 73hospitalized SARS-CoV-2-infected patients using the China CDC-standardizedquantitative polymerase chain reaction assay5. Clinical characteristics of the 73patients were shown in Table 1. The esophageal, gastric, duodenal and rectal tissueswere obtained from one of the patients using endoscopy. The patient’s clinicalinformationwas described in SupplementarySupplementary table 1. Endoscopic overview images were shown in Supplementarynucleocapsid (NP) staining were performed as described in Supplementary methods.The images were obtained using a laser scanning confocal microscopy (LSM880, CarlFrom February 1 to 14, 2020, of all the 73 SARS-CoV-2-infected patients, 39(53.42%) including 25 males and 14 females tested positive for SARS-CoV-2 RNA instool (Table 1). The age of patients with positive SARS-CoV-2 RNA in stool rangesfrom 10 months to 78 years old (Table 1). Duration time of positive stool ranges from1 to 12 days till the date of writing the manuscript on February 14, 2020 (Table 1).Furthermore, 17 (23.29%) patients remained positive in stool after showing negativein respiratory samples (Table 1).Gastrointestinal endoscopy was performed on the patient described in Supplementary125126127128129130131132133134135136137138139140141142143144Material. Abnormality was not observed in the gastric, duodenum, colon and rectumexcept for mucosal lesions and bleeding in esophagus as described in Supplementaryresults (Supplementary Figure 1). All the gastrointestinal tissue samples obtainedfrom esophageal, esophageal non-lesion, gastric, duodenum and rectum mucosa testedpositive for SARS-CoV-2 RNA (Supplementary Table 1).The mucous epithelium of esophagus, stomach, duodenum and rectum showed nosignificant damage with H&E staining (Figure 1). Infiltrate of occasional lymphocyteswas observed in esophageal squamous epithelium (Figure 1). In lamina propria ofstomach, duodenum and rectum, numerous infiltrating plasma cells and lymphocyteswith interstitial edema were seen (Figure 1).Importantly, viral host receptor ACE2 stained positive mainly in the cytoplasm ofgastrointestinal epithelial cells (Figure 1). To note, we observed that ACE2 is rarelyexpressed in esophageal epithelium, but abundantly distributed in cilia of glandularepithelia (Figure 1). Staining of viral nucleocapsid protein (NP) was visualized inthe cytoplasm of gastric, duodenal and rectum glandular epithelial cell, but not inesophageal epithelium (Figure 1).In this manuscript, we provide evidence for gastrointestinal infection of SARS-CoV-2and its possible fecal-oral transmission route. As SARS-CoV-2 continues to spread,it’s important to elucidate the viral transmission routes and take appropriate measuresto control viral spread. Since viruses spread from infected to uninfected cells6, viral146147148149150151152153154155156157158159160161162163164165166specific target cells or organs are determinants of viral transmission routes.Receptor-dependent viral entry is the first step of SARS-CoV-2 infection. Ourimmunofluorescent data showed that ACE2 protein, which has been proved to be thereceptor of SARS-CoV-2, is abundantly expressed in the glandular cells of gastric,duodenal and rectal epithelia, allowing the entry of SARS-CoV-2 into the cells. ACE2staining is rarely seen in esophageal mucosa probably because esophageal epitheliumis mainly composed of squamous epithelial cells, while gastrointestinal epitheliumbelow esophagus has abundant ACE2-expressed glandular epithelial cells.Coronavirus genome encodes the spike protein, nucleocapsid protein, membraneprotein and envelop protein to form a complete viral particle7. Beyond binding to viralgenome to make up nucleocapsid, the nucleocapsid protein (NP) localizes toendoplasmic reticulum-Golgi region to facilitate viral assembly and budding8. Ourresults of viral RNA detection and intracellular staining of NP in gastric, duodenal andrectal epithelia demonstrate that SARS-CoV-2 infects these gastrointestinal glandularepithelial cells. Although viral RNA was also detected in esophageal mucous tissue,absence of NP staining in esophageal mucosa indicates low viral infection inesophageal mucosa probably due to lack of ACE2 protein expression. The data ofviral protein staining are in line with the data of ACE2 staining, confirming theimportance of ACE2 protein expression for SARS-CoV-2 infection.After viral entry, virus-specific RNA and proteins are synthesized in the cytoplasm toassembly new virions9, which can be released to gastrointestinal tract. Recently, weand others have isolated infectious SARS-CoV-2 from stool (Manuscript under168169170171172173174175176177178179180181182183184185186187188revision), confirming the release of the infectious virions to the gastrointestinal tract.Therefore, fecal-oral transmission could be an additional route for SARS-CoV-2spread. Prevention of viral fecal-oral transmission should be taken into considerationto control the spread the virus.The immune response to the viral infection of gastrointestinal tract needs to be furtherinvestigated. In this report, we observed infiltration of plasma cells and lymphocyteswithout obvious damage in gastrointestinal mucosa. The lesion and bleeding of theesophagealmucosa froma case of SARS-CoV-2 infectionwas probablystress-associated.Our results highlight the clinical significance of testing viral RNA in feces byreal-time reverse transcriptase polymerase chain reaction (rRT-PCR) since infectiousvirions released from gastrointestinal tract can be monitored by the test. According tothe current CDC guidance for disposition of patients with SARS-CoV-2, the decisionto discontinue Transmission-Based Precautions for hospitalized SARS-CoV-2 patientsis based on negative results of rRT-PCR testing for SARS-CoV-2 from at least twosequential respiratory tract specimens collected ≥24 hours apart10. However, weobserved in more than 20% of SARS-CoV-2 patients that the viral RNA remainedpositive in feces even after negative conversion of the viral RNA in respiratory tract,indicating that viral fecal-oral transmission can occur even after viral clearance inrespiratory tract. Therefore, we strongly recommend that rRT-PCR testing forSARS-CoV-2 from feces should be performed routinely in SARS-CoV-2-infectedpatients, and Transmission-Based Precautions for hospitalized SARS-CoV-2-infected190191192193194195196197198199200201202203204205206207208209210patients should continue if feces tests positive by rRT-PCR testing. In summary, ourresults provide evidence for gastrointestinal infection of SARS-CoV-2, which couldresult in fecal-oral transmission.Schlaff WD, Ackerman RT, Al-Hendy A, et al. Elagolix for Heavy MenstrualBleeding in Women with Uterine Fibroids. N Engl J Med 2020;382:328-40.Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature 2020.Munster VJ, Koopmans M, van Doremalen N. A Novel Coronavirus Emerging inHarmer D, Gilbert M, Borman R, Clark KL. Quantitative mRNA expressionprofiling of ACE 2, a novel homologue of angiotensin converting enzyme. FEBS Lett2002;532:107-10.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofXiao F, Fofana I, Heydmann L, et al. Hepatitis C virus cell-cell transmission andresistance to direct-acting antiviral agents. PLoS Pathog 2014;10:e1004128.molecular biology of coronaviruses. AdvKlumperman J, Locker JK, Meijer A, Horzinek MC, Geuze HJ, Rottier PJ.Coronavirus M proteins accumulate in the Golgi complex beyond the site of virionbudding. J Virol 1994;68:6523-34.Weiss SR, Navas-Martin S. Coronavirus pathogenesis and the emerging pathogensevereacuterespiratorysyndromecoronavirus.Rev10. CDC. Interim).SexFMAgeTumoursSurgical historyUlcerSmokingRespiratory symptomsTypical chest CTDiarrhoea Gastrointestinal bleedingUse of corticosteroidAntibiotic therapyAntiviral therapyPPIs therapyNSAIDICU~R-S+: tested negative in R but remained positive in stool till the date of writing the manuscript on February 14th, 2020.Shown are images of histological and immunofluorescent staining of esophagus,stomach, duodenum and rectum. The scale bar in the histological image represents100 microns. The scale bar in the immunofluorescent image represents 20 microns.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "6. Department of Pathology, the Fifth Affiliated Hospital, Sun Yat-sen University,\n7. Department of Gastroenterology, the Fifth Affiliated Hospital, Sun Yat-sen\n8. Department of Nephrology, the Fifth Affiliated Hospital, Sun Yat-sen University,\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n10. Department of Interventional Medicine, the Fifth Affiliated Hospital, Sun Yat-sen", "one_words_summarize": "Department of Pathology, the Fifth Affiliated Hospital, Sun Yat-sen University,7. The funders had no involvement in study design, writing the report ordecision for publication. 53.42% of the patients tested positive in stool.23.29% of the patients remained positive in feces even after the viral RNA decreasedto undetectable level in respiratory tract. According to a recent case report, SARS-CoV-2 RNA was detected in a stoolspecimen1, indicating the possibility of the viral extrarespiratory infection andadditional transmission routes to respiratory one. To further understand the clinical significance ofSARS-CoV-2 RNA in feces, we examined the viral RNA in feces from 71 patientswith SARS-CoV-2 during their hospitalization. From February 1 to 14, 2020, clinical specimens including serum, nasopharyngeal andoropharyngeal swabs, urine, stool and tissues from 73 SARS-CoV-2-infected104105106107108109110111112113114115116117118119120121122123hospitalized patients were obtained in accordance with China Disease Control andPrevention (CDC) guidelines and tested for detection of SARS-CoV-2 RNA in 73hospitalized SARS-CoV-2-infected patients using the China CDC-standardizedquantitative polymerase chain reaction assay5. Staining of viral nucleocapsid protein (NP) was visualized inthe cytoplasm of gastric, duodenal and rectum glandular epithelial cell, but not inesophageal epithelium (Figure 1).In this manuscript, we provide evidence for gastrointestinal infection of SARS-CoV-2and its possible fecal-oral transmission route. ACE2staining is rarely seen in esophageal mucosa probably because esophageal epitheliumis mainly composed of squamous epithelial cells, while gastrointestinal epitheliumbelow esophagus has abundant ACE2-expressed glandular epithelial cells. Prevention of viral fecal-oral transmission should be taken into considerationto control the spread the virus. Quantitative mRNA expressionprofiling of ACE 2, a novel homologue of angiotensin converting enzyme. PLoS Pathog 2014;10:e1004128.molecular biology of coronaviruses. AdvKlumperman J, Locker JK, Meijer A, Horzinek MC, Geuze HJ, Rottier PJ.Coronavirus M proteins accumulate in the Golgi complex beyond the site of virionbudding. The scale bar in the immunofluorescent image represents 20 microns."}