{"date": "2020/02/17", "journal": "medrxiv", "authors": "Haoyang Sun, Borame Lee Dickens, Mark Chen, Alex Richard Cook, Hannah Eleanor Clapham", "title": "Estimating number of global importations of COVID-19 from Wuhan, risk of transmission outside mainland China and COVID-19 introduction index between countries outside mainland China", "type": "preprint article", "abstract": "§ Correspondence to:", "text": "The emergence of a novel coronavirus (SARS-CoV-2) in Wuhan, China in early December 2019 hascaused widespread transmission within the country, with over 1,000 deaths reported to date. Othercountries have since reported coronavirus disease 2019 (COVID-19) importation from China, withsome experiencing local transmission and even case importation from countries outside China. Weaim to estimate the number of cases imported from Wuhan to each country or territory outsidemainland China, and with these estimates assess the risk of onward local transmission and therelative potential of case importation between countries outside China.MethodsWe used the reported number of cases imported from Wuhan and flight data to generate anuncertainty distribution for the estimated number of imported cases from Wuhan to each locationoutside mainland China. This uncertainty was propagated to quantify the local outbreak risk using abranching process model. A COVID-19 introduction index was derived for each pair of donor andrecipient countries, accounting for the local outbreak risk in the donor country and thebetweencountry connectivity.We identified 13 countries or territories outside mainland China that may have under-detectedCOVID-19 importation from Wuhan, such as Thailand and Indonesia. In addition, 16 countries had alocal outbreak risk estimate exceeding 50%, including four outside Asia. The COVID-19 introductionindex highlights potential locations outside mainland China from which cases may be imported toeach recipient country.ConclusionsAs SARS-CoV-2 continues to spread globally, more epicentres may emerge outside China. Hence, it isimportant for countries to remain alert for the possibilities of viral introduction from other countriesoutside China, even before local transmission in a source country becomes known.          The emergence of a novel coronavirus (SARS-CoV-2) in Wuhan City, China at the end of 2019, hascaused large numbers of cases of coronavirus disease 2019 (COVID-19) and deaths in Wuhan.1–3 Asof 11th          As with many infectious diseases, there is a risk of under reporting of cases, as some people who areinfected do not seek care, some who seek care are not diagnosed and, in some settings, those whoare diagnosed may not reported. There are also particular issues in an outbreak of a novel pathogendue to difficulties in mobilizing the response and in development of testing capacities, as well aschanges over time in the definition of SARS-CoV-2 infection symptoms. There are therefore concernsthe reported cases in countries outside of China may be an under-report of what is actuallyoccurring. Previous work has estimated significant under reporting of COVID-19 cases in a number ofcountries such as Indonesia, Cambodia and Thailand.6 A detailed understanding of the geographicaldistribution of case importation will help to guide resources to places with currently limited capacityto test, and provide support to perform control measures and support for clinical care.Flight data has been used to determine connectivity between countries and therefore risk of onwardtransmission from China to other countries. Early in the outbreak, Bogoch et al. listed the countriesat most risk of importations given the number of flights from Wuhan. 7 Their ranking ultimatelyfollowed closely the countries that first reported imported cases, albeit with some countriespredicted to report that did not. Since then others have used flight and other data to highlightcountries at most risk of importation of SARS-CoV-2 from China. 8,9 These papers have then used theinfectious disease vulnerability index (IDVI) as an assessment of how at risk a country is to localtransmission. 8,9In countries where importations are occurring, it will be important to quantify the risk of onwardtransmission occurring and the extent of this transmission. Kucharski et al. 10 considered thisgenerally given the number of importations using a probabilistic model, and Wu et al estimated aprobability of transmission within cities outside China. 4 However risk estimates of importations tocountries outside China have been focused on the risk of importations from mainland China, withthe risk being correlated with the connectivity of places in mainland China to other countries.7–9 Astransmission increasingly occurs in countries outside mainland China it may also become importantto consider the risk of importations to and from other countries. Indeed there have already beencases outside of China, only reporting travel history to countries outside of China, such as fromSingapore to the UK,11 and from Thailand, Singapore and Japan to South Korea.12 In light of this,there is some urgency to assessing the relative risks of onward transmission between countriesoutside of China.          Therefore in this paper we estimate 1) the number of imported cases globally from Wuhan (usingflight data and the currently reported cases), then using our estimates of the number of importedcases and current estimates of R0 for SARS-CoV-2 we estimate, 2) the probability of an outbreak incountries outside mainland China, and finally given this outbreak risk and the flights betweencountries outside mainland China, we estimate 3) the risk index for importations occurring from andto countries outside mainland China. There is, of course, large uncertainty in these values and wepropagate the uncertainty through the estimates.Case dataWe used the information on the date, location, and travel history of each reported COVID-19 case,which was synthesized and made publicly available by the          Flight dataWe used the monthly number of air ticket bookings during 2017 from the Official Airline Guide 14 toapproximate the volumes of air passengers for each origin-destination route.For each country or territory outside of mainland China (denoted by  ), we assumed that the totalnumber of COVID-19 cases imported from Wuhan (  ) followed a Poisson distribution with rateparameter proportional to the number of air travelers from Wuhan during January 2020(  → , ), with an unknown coefficient  0 to be estimated from data (more detail in supportinginformation):  ~ ( 0 ∙To date, the reported total number of imported cases from Wuhan (  ) differ substantially betweencountries even after adjusting for the volumes of air passengers arriving from Wuhan. We assumedthis was due to inter-country variation in case detection and reporting rates. We ranked countriesbased on the ratio between the reported case count   and passenger volume   → , , andassumed all the imported COVID-19 cases from Wuhan have been successfully detected andreported by countries having the top 10 rankings, to provide a conservative estimate for  0 andhence the number of cases imported from Wuhan to the rest of the countries we consider. In theequation below, Θ refers to the set of the aforementioned countries having the highest rankings,and the posterior of  0 follows a gamma distribution if we impose a uniform prior: ( 0)∝ 1, 0 | {  | ∈ Θ} ~ Γ (∑   + 1 , ∑   ∈Θ  ∈ΘThe posterior predictive distribution of the estimated number of COVID-19 cases imported fromWuhan to each country  ∉ Θ is thus a Gamma-Poisson mixture. Alternatively, this can be viewed asa negative binomial distribution that models the number of failures before the (∑ ∈Θ   + 1)thsuccess in a series of independent and identical Bernoulli trials, each with probability ofis the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .success ∑ ∈Θ  distribution, with mean equal to the basic reproduction number estimated by Riou et al. 15, anddispersion parameter assumed to be equal to that of SARS-CoV.16 Using the first-step analysis, thelocal outbreak risk can be mathematically derived, where we created two scenarios for eachcountry: (1) only the reported cases imported from Wuhan were immediately isolated, but the restof the estimated cases were not (main analysis) and (2) immediate isolation of 95% of the estimatedimported cases from Wuhan. Here, we assumed that immediately isolated cases were not able tocause any secondary infection throughout their infectious periods, and hence the local outbreak riskestimation was conservative. For the main analysis, we truncated the uncertainty distribution of theimported case count derived earlier using the reported case count, to ensure that the estimatedtotal number of cases imported from Wuhan was always greater than or equal to the reported casecount. Countries with a local outbreak risk above 0.5 in our main analysis were named as potentialdonor countries, and subsequently assessed for their relative potential of exporting SARS-CoV-2 toany recipient country or territory outside mainland China, described as follows.For each recipient country outside mainland China  , we derived a COVID-19 introductionindex   → (on a relative scale) that ranks potential donor countries  in terms of their viralexportation potential. This was expressed as the product of the probability of travelling from apotential donor country  to a recipient country  in February, and the local outbreak risk   , wherethe total population size in each potential donor country (   ) was based on the data published bythe Socioeconomic Data and Applications Centre 17. In addition, we also derived the total COVID-19introduction index estimate for each recipient country  ( ∙→ ) by summing over all the potentialdonor countries  :  → ≔   ∙   → ,, ∙→ = ∑   → .Outside of mainland China, most countries or territories we estimate as having a large number ofCOVID-19 cases imported from Wuhan are located in Asia (Figure 1 and Table S1). Outside Asia, weestimate United States, Australia, and United Kingdom as having the highest imported case countestimates (Figure 1 and Table S1). In addition, we also identify countries whose reported number ofimported cases from Wuhan is less than the 5th percentile of the posterior predictive distribution ofour imported case estimates (Table 1), suggesting under-detected cases imported from Wuhan inthese countries or territories. In particular, we estimate that Thailand received 97 (95% CI: 66–136)imported cases from Wuhan—the largest among all the countries analyzed but have only reported~20 cases (Table 1). For Indonesia there have not been any reported COVID-19 cases imported fromWuhan, and yet we estimate at least 19 (95% CI: 10–30) imported cases.If we assume each country has immediately isolated all the reported cases imported from Wuhan(and therefore truncated transmission), but not isolated the extra cases we estimated and that noextra control measures are put in place, we estimate that the chance that local transmission wouldoccur and sustain for at least three generations exceeds 50% for a total of 16 countries or territories,including four outside Asia: Australia, Canada, United Kingdom, and United States (Table 2). In asecond scenario, where we assume that 95% of all the imported cases from Wuhan wereimmediately isolated, the estimated local outbreak risk reduces substantially, with only Thailandhaving a local outbreak risk estimate greater than 50%. Still, the estimated risk of local transmissionsustaining for at least three generations is not negligible (> 20%) in many other countries orterritories, including Japan, Taiwan, Hong Kong, South Korea, United States, Malaysia, and Singapore(Table 2 for the countries or territories having a local outbreak risk estimate greater than 50% in themain analysis, and Figure 2 & Table S2 for results obtained for all countries or territories outside ofmainland China). For countries where we estimate a large number of unreported cases, the localoutbreak risk is ranked higher in the first scenario than the second scenario, as the extra estimatedcases not being detected means a higher risk of onward transmission compared to countries wherewe estimate higher detection (Table 2).For each recipient country or territory outside mainland China, we assess the relative potential ofCOVID-19 introduction from each donor country that has a local outbreak risk estimate exceeding50%. For example, Hong Kong, Singapore, and Australia are found to have the highest COVID-19introduction index estimates when we consider the United Kingdom as the recipient country. Usingthe United Kingdom, United States, South Korea, and South Africa as recipient country examples, wehighlight the top donor countries or territories based on the COVID-19 introduction index estimatefor each of these countries (Figure 3). The COVID-19 introduction index estimates for all pairs ofdonor-recipient countries create a network of ranked possible importation links between countriesoutside mainland China (Table S3A). The total COVID-19 introduction index estimate from all thepotential donor countries is highest for Taiwan followed by Japan (full list of estimates shown inTable S3B).IndonesiaTaiwan, ChinaMalaysiaHong Kong, ChinaJapanSouth KoreaUnited StatesCambodiaMacao, ChinaVietnamUnited KingdomCanadaThis study quantifies, with uncertainty, the estimated number of cases imported from Wuhan tocountries outside mainland China. As we use information from the places with the highest ratio ofthe reported case count to the volume of passengers from Wuhan, we are only estimating thenumber of importations if these places with the highest ratio are capturing all imported cases.Therefore our estimates should be viewed as a lower bound on the number of imported infections,given possible mild and asymptomatic infections. Even given this, we estimate that Indonesia—which has reported 0 cases to date—would be expected to have more cases than this, in line withestimates from Lipsitch et al. 6. In addition, in places that have identified some cases—such asThailand, Japan, South Korea, Taiwan and Hong Kong, the US and Malaysia—we estimate that theimported number of cases from Wuhan is even higher than those reported. In some of these places,testing may be already increasing, but if not, our results would suggest that these places should betargets for increased screening and testing for SARS-CoV-2.We next probabilistically determine the risk of local transmission within countries outside mainlandChina. There is of course currently great uncertainty in these estimates, however some of thecountries we estimate with the highest probability have indeed reported (limited) local transmissionsuch as Thailand, the US, Singapore, Taiwan, Japan and the South Korea 18. This information was notused to generate our estimates, but provides some validation for the model. In countries such asSingapore, intensive contact tracing of cases and testing of all pneumonia cases was implemented19,increasing the likelihood of finding community transmission. The impact of control measures afterinitial detected cases is not included in our model, but may alter the risk of onward transmission andshould be considered in further iterations of the model as in other modelling work consideringimpact interventions under different transmission scenarios.20,21 Other countries that we estimate tobe at high risk of local transmission, but that have not yet detected transmission 18 includeIndonesia, Cambodia, Canada and the Philippines. For all these places, our results suggest therecould be a consideration of expanding testing of pneumonia or influenza like illness cases beyondthose who have currently travelled, to find community transmission as soon as possible after itoccurs, as has been ongoing in Singapore19 and has been recommended recently in some areas ofthe US 22.We estimate that in the first wave of inter-country spread not including mainland China thecountries at highest risk are still mainly within Asia, the Pacific, North America and Europe. The firstimportations of cases to and from countries outside mainland China have already occurred, includingfrom Singapore to the UK, 23 and Thailand, Japan and Singapore to the South Korea.12 Singapore wassecond highest on our UK donor risk result list after Hong Kong and Japan, Singapore and Thailandwere numbers 4, 5 and 6 on the South Korea’s list after Macao, Hong Kong and Taiwan. Given ourresults and these observations, it would seem prudent for planning to consider the scenario in whichthe number of countries that may be both recipient and donors of importations will be increasing.Once transmission is confirmed in a possible donor country, our estimates of the risk transmissionindex are no longer needed, and the number of reported cases and the volume of traffic betweencountries are what will become important (see Table S3). However it must be considered thattransmission may not always be detected quickly in all possible donor countries so estimates of therisk of transmission in donor countries may remain useful for planning. Though many of thecountries at risk of second wave importations are similar to those at risk from Wuhan, there aresome countries that we did not estimate as having the highest numbers of importations fromWuhan, but become at increased risk as we consider donor countries outside mainland China. Theseinclude India, New Zealand, Spain and Mexico, as they have greater links to countries outsidemainland China than to Wuhan, China. With the first imported case in Africa recently reported inEgypt 24 (which was estimated to have the highest link with mainland China by Lai et al.8,) we mustassess where we are in the timeline of the outbreak with respect to importations to Africa, andincluding the risk of importation from not only mainland China could be important here.Not included in our analysis currently is the risk of importation from places in China outside Wuhan.There have yet not been enough importations from outside Wuhan to use our current method, andthere is currently much uncertainty on the numbers of cases in China to use this data. However asthis changes, methods using both types of data could be considered here. The links between otherplaces in China may follow similar patterns to Wuhan and therefore our risk of countries vulnerablefor outbreaks and sourcing onward transmission may be similar, but there may be places that aredifferentially connected to Wuhan and other places in China and so will become at increased risk asimportations from China continue. In addition, flights from other places in China to differentcountries will be truncated at different times for different countries depending on if and whencountries halted incoming flights from China. We also currently don’t consider travel across land orsea borders in our analysis.There are other limitations to our analysis. We assume that R0 in places outside of Wuhan is similarto that estimated from early transmission in Wuhan, however we do not know how variation inclimate, population structure, contact patterns, control measures such as contact tracing andquarantine, and other factors may impact transmission. This is an important area for future researchbased on what is observed in different places and the extension of the analysis to explicitly modeltransmission in each recipient country can be undertaken as more becomes known.In summary, we estimate a number of imported cases from Wuhan that were undetected. Giventhese importations, we estimate a high risk of onward transmission within a number of countriesoutside mainland China, particularly in those places where cases were not detected, as theseundetected cases could not be isolated, and transmission truncated. Given our results of high risk ofonward transmission we highlight the importance of wider testing to pick up communitytransmission as soon as possible after transmission occurs. We also highlight countries that becomeat increased risk of importation as transmission occurs outside China, and provide results for eachcountry to assess the countries that pose their highest risk of importation.19.20.21.22.23.21-ncov.pdf?sfvrsn=947679ef_2. Accessed February 11, 2020.Straits Times. All pneumonia patients in public hospitals in Singapore being tested forcoronavirus: MOH, Health News &amp; Top Stories - The Straits Times.https://www.straitstimes.com/singapore/health/all-pneumonia-patients-in-public-hospitalshere-being-tested-for-coronavirus-moh. Accessed February 16, 2020.CNA. Egypt confirms first coronavirus case in Africa - CNA.https://www.channelnewsasia.com/news/world/egypt-confirms-first-covid-19-coronaviruscase-in-africa-12437088. Accessed February 16, 2020.Estimated number of imported cases from Wuhan(Posterior Median)1South-East AsiaLocal Outbreak Risk (Main Analysis)L0o.c3al O0u.t4brea0k.5Risk0E.6stim0at.7es L0o.c8SaolutOh-0Eu.at9sbt rAesiaak1.R0isk (95% Isolation)", "ref_list": [[], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["Using predicted imports of 2019- nCoV cases to determine locations that may not be identifying all imported cases"], ["Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread Via Commercial Air Travel"], ["Preparedness and vulnerability of African countries against introductions of 2019-nCoV"], ["Early dynamics of transmission and control of 2019-nCoV: a mathematical modelling study"], ["20019901 BBC NEWS"], [""], ["South Korea's 28th patient casts doubt on 14-day quarantine, East Asia News &amp; Top Stories - The Straits Times"], ["Group"], ["-data-from-the-"], [""], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Superspreading and the effect of individual variation on disease emergence"], [""], [""], ["Effectiveness of airport screening at detecting travellers infected with novel coronavirus (2019-nCoV)"], ["Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts"], ["The US will begin testing patients with flu-like symptoms for coronavirus in an expanded effort to contain the outbreak"], ["sg/coronavirus-test-patients-flu-like-"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Lu", "X Zhao", "J Li"], ["Q Li", "X Guan", "P Wu"], ["Y Wang", "X Li", "JT Wu", "K Leung", "GM Leung"], [], ["R Salazar PM De", "A Taylor", "CO Buckee", "M. Lipsitch"], ["II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MUG Kraemer", "K. Khan", "I Bogoch", "N Ruktanonchai"], ["M Gilbert", "G Pullano", "F Pinotti"], ["AJ Kucharski", "TW Russell", "C Diamond", "S Funk", "RM Eggo"], [], [], ["Straits Times", "-", "on-", "-"], ["nCoV-2019 Data Working"], ["ncov-", "-"], [], ["J Riou", "CL Althaus"], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], [], [], ["BJ sitrepQuilty", "S Clifford", "S Flasche", "RM Eggo", "RM Eggo"], ["J Hellewell", "S Abbott", "A Gimma"], ["Business Insider"], ["symptoms-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The emergence of a novel coronavirus (SARS-CoV-2) in Wuhan, China in early December 2019 has\ncaused widespread transmission within the country, with over 1,000 deaths reported to date. Other\ncountries have since reported coronavirus disease 2019 (COVID-19) importation from China, with\nsome experiencing local transmission and even case importation from countries outside China. We\naim to estimate the number of cases imported from Wuhan to each country or territory outside\nmainland China, and with these estimates assess the risk of onward local transmission and the\nrelative potential of case importation between countries outside China.", "one_words_summarize": "The emergence of a novel coronavirus (SARS-CoV-2) in Wuhan, China in early December 2019 hascaused widespread transmission within the country, with over 1,000 deaths reported to date. MethodsWe used the reported number of cases imported from Wuhan and flight data to generate anuncertainty distribution for the estimated number of imported cases from Wuhan to each locationoutside mainland China. In addition, 16 countries had alocal outbreak risk estimate exceeding 50%, including four outside Asia. The COVID-19 introductionindex highlights potential locations outside mainland China from which cases may be imported toeach recipient country. 8,9In countries where importations are occurring, it will be important to quantify the risk of onwardtransmission occurring and the extent of this transmission. Indeed there have already beencases outside of China, only reporting travel history to countries outside of China, such as fromSingapore to the UK,11 and from Thailand, Singapore and Japan to South Korea.12 In light of this,there is some urgency to assessing the relative risks of onward transmission between countriesoutside of China. For each country or territory outside of mainland China (denoted by  ), we assumed that the totalnumber of COVID-19 cases imported from Wuhan (  ) followed a Poisson distribution with rateparameter proportional to the number of air travelers from Wuhan during January 2020(  → , ), with an unknown coefficient  0 to be estimated from data (more detail in supportinginformation):  ~ ( 0 ∙To date, the reported total number of imported cases from Wuhan (  ) differ substantially betweencountries even after adjusting for the volumes of air passengers arriving from Wuhan. 15, anddispersion parameter assumed to be equal to that of SARS-CoV.16 Using the first-step analysis, thelocal outbreak risk can be mathematically derived, where we created two scenarios for eachcountry: (1) only the reported cases imported from Wuhan were immediately isolated, but the restof the estimated cases were not (main analysis) and (2) immediate isolation of 95% of the estimatedimported cases from Wuhan. Here, we assumed that immediately isolated cases were not able tocause any secondary infection throughout their infectious periods, and hence the local outbreak riskestimation was conservative. In addition, we also derived the total COVID-19introduction index estimate for each recipient country  ( ∙→ ) by summing over all the potentialdonor countries  :  → ≔   ∙   → ,, ∙→ = ∑   → .Outside of mainland China, most countries or territories we estimate as having a large number ofCOVID-19 cases imported from Wuhan are located in Asia (Figure 1 and Table S1). In particular, we estimate that Thailand received 97 (95% CI: 66–136)imported cases from Wuhan—the largest among all the countries analyzed but have only reported~20 cases (Table 1). This information was notused to generate our estimates, but provides some validation for the model. However it must be considered thattransmission may not always be detected quickly in all possible donor countries so estimates of therisk of transmission in donor countries may remain useful for planning. With the first imported case in Africa recently reported inEgypt 24 (which was estimated to have the highest link with mainland China by Lai et al.8,) we mustassess where we are in the timeline of the outbreak with respect to importations to Africa, andincluding the risk of importation from not only mainland China could be important here. There have yet not been enough importations from outside Wuhan to use our current method, andthere is currently much uncertainty on the numbers of cases in China to use this data. However asthis changes, methods using both types of data could be considered here. All pneumonia patients in public hospitals in Singapore being tested forcoronavirus: MOH, Health News &amp; Top Stories - The Straits Times.https://www.straitstimes.com/singapore/health/all-pneumonia-patients-in-public-hospitalshere-being-tested-for-coronavirus-moh."}