{"date": "2020/02/16", "journal": "medrxiv", "authors": "Ke Wu, Junhua Zheng, Jian Chen", "title": "Utilize State Transition Matrix Model to Predict the Novel Corona Virus Infection Peak and Patient Distribution", "type": "preprint article", "abstract": "Background: Since December 2019, a pneumonia caused by the 2019 novel\ncoronavirus (2019-nCoV) has broken out in Wuhan, Hubei province, China. The\ncontinuous rising of infected cases has imposed overwhelming pressure on public\nhealth decision and medical resource allocation in China. We managed to forecast the\ninfection peak time in Hubei province and the severe and critical case distribution.\nMethods: We used data resource according to cases reported by the National Health\nCommission of the People’s Republic of China (Jan 25, 2019, to Feb 28, 2020) as the\ntraining set to deduce the arrival of the peak infection time and the number of severe\nand critical cases in Wuhan on subsequent days. Medical observation, discharge,\ninfected, non-Severe, infected and severe, cure and death data were collected and\nanalyzed. Using this state transition matrix model, we will be able predict when the\ninflection peak time (the maximum open infection cases) in Hubei Province will occur.\nAlso, we can use this model to predict the patient distribution (severe, non-severe) to\nbetter allocate medical resource. Under relative pessimistic scenario, the inflection\npeak time is April 6-April 14. The numbers of critically ill and critically ill patients\nwill lie between 8300-9800 and 2200-2700, respectively.", "text": "Background: Since December 2019, a pneumonia caused by the 2019 novelcoronavirus (2019-nCoV) has broken out in Wuhan, Hubei province, China. Thecontinuous rising of infected cases has imposed overwhelming pressure on publichealth decision and medical resource allocation in China. We managed to forecast theinfection peak time in Hubei province and the severe and critical case distribution.Methods: We used data resource according to cases reported by the National HealthCommission of the People’s Republic of China (Jan 25, 2019, to Feb 28, 2020) as thetraining set to deduce the arrival of the peak infection time and the number of severeand critical cases in Wuhan on subsequent days. Medical observation, discharge,infected, non-Severe, infected and severe, cure and death data were collected andanalyzed. Using this state transition matrix model, we will be able predict when theinflection peak time (the maximum open infection cases) in Hubei Province will occur.Also, we can use this model to predict the patient distribution (severe, non-severe) tobetter allocate medical resource. Under relative pessimistic scenario, the inflectionpeak time is April 6-April 14. The numbers of critically ill and critically ill patientswill lie between 8300-9800 and 2200-2700, respectively.Results: In very optimistic scenarios (daily NCC decay rate of -10%), the peak time ofopen inflection cases will arrive around February 23-February 26. At the same time,there will be a peak in the numbers of severely ill and critically ill patients, between6800-7200 and 1800-2000, respectively. In a relative optimistic scenario (daily NCCdecay rate of -5%), the inflection case peak time will arrive around February28-March 2. The numbers of critically ill and critically ill patients will lie between7100-7800 and 1900-2200, respectively. In a relatively pessimistic scenario (dailyNCC decay rate of -1%), the inflection peak time does not arrive around the end ofMarch. Estimated time is April 6-April 14. The numbers of critically ill and criticallyill patients will lie between 8300-9800 and 2200-2700, respectively. We are using thediagnosis rate, mortality rate, cure rate as the 2/8 data. There should be room forimprovement, if these metrics continue to improve. In that case, the peak time willdecline as the virus becomes less toxic and medical conditions improve. If thathappens, the peak numbers will be lower than predicted above.Conclusion: We can infer that we are still not close to the end of this outbreak and thenumber of critically ill patients is still climbing. Assisting critical care resources inHubei province requires the government to consider further tilt, and it is vital to makereasonable management of doctors and medical assistance systems to curb thetransmission trend.peak; patient distributionUsing this state transition matrix model, we will be able predict when the inflectionpeak time (the maximum open infection cases) in Hubei Province will occur. Also, wecan use this model to predict the patient distribution (severe, non-severe) to betterallocate medical resource.Author’s contribution: Junhua Zheng and Chen Jian participated in study design; KeWu performed data analysis and drafted the manuscript; all author provided criticalreview of the manuscript and approved the final the final draft for publication.Novel coronavirus pneumonia (NCP) caused by zoonotic 2019 novel coronavirus(2019-nCoV) outbreaks in China during early December 20191.The ChineseGovernment has progressively implemented several measures to stop the spread of theepidemic2. Given the high prevalence and wide distribution of coronaviruses, thecondition will continue for some time3. As of February 10th, 2020, 37,626laboratory-confirmed cases and 1016 death cases have been documented in China.Pragmatic effectiveness trials are increasingly recognized as an essential componentof medical evidence and good prediction models can help formulate scientificprevention and treatment programs4, 5.In the recent past, two other novel coronaviruses (CoVs), severe acute respiratorysyndrome coronavirus (SARS-CoV; in 2002) and Middle East respiratory syndromecoronavirus (MERS-CoV; in 2012) have emerged, and the world is placed on highalert6, 7. They have similar symptoms, while SARS-CoV and MERS-CoV have lowpotential for sustained community transmission8. Infections and deaths of SARS-CoVand MERS-CoV are less than 2019-nCoV, thus the previous prediction model is no9longer suitable for 2019-nCoV .In this study, we provide State Transition Matrix Model to predict the 2019-nCoVinfection peak and patient distribution. More importantly, from a public healthviewpoint, we then estimate the risk metrics (infectivity, severity and lethality) of theNCP. We set up six different scenarios, in order to control for model error. So, we canidentify the close contact/patient’s state by utilizing a state vector at any moment.Medical observation, discharge, infected, non-Severe, infected and severe, cure anddeath data and corresponding information released by the National HealthCommission of the People’s Republic of China from Jan 25, 2019, to Feb 28, 2020were analyzed.State transition matrix modeling is a well-regarded approach widely applied inclinical decision analysis based on computer simulation. For estimating the infectionpeak time and the scale of severe and critical cases in subsequent days, we chose theMarkov model cohort simulation.In order to estimate the risk metrics (infectivity, severity, lethality) of the NCP, webuild a state transition matrix model as the following.We define the states in this model. Medical Observation (MO) is a close contact ofa known infected patient is identified and put into medical observation. In the nextday, outcome could be any of the three: confirmed infection, discharged withoutinfection, or stay in MO. Discharge (dis) is a terminal state for a close contact, untilhe or she becomes another incident of close contact again. Infected is an intermediatestate, where the patient becomes a confirmed infected case. The outcome is binary:severe, or non-severe. And the outcome is revealed immediately. Non-Severe (INS) isthe patient also has three possible outcomes in the next day: cure, severe, or stay innon-severe. Infected and Severe (IS), the patient has three possible outcomes in thenext day: death, non-severe, or stay in severe. Cure (Cu) is also a terminal state for thepatient. Death (D) is a terminal state for the patient. So, at any moment, we canidentify the close contact/patient’s state by utilizing a state vector, defined as thefollowing:V]’Where each element of the vector stands for one state in the same sequentially10 0 0]’.arranged order as mentioned above. Please note that infected itself is not anindependent state, since the outcome is revealed instantaneously, so we combineInfected with Severe and Non-Severe.For each person, the state vector can only have one element with value of 1, and theother elements all have value of zero. For example, if a patient is currently in state“infected and severe”, the state vector for her is [0 0 1 0 0 0]’. The next day, her statevector could become either [0 0 0 0 1 0]’ (cure) or stay the same.For the sample population, the state vector is defined as the count of people in eachstate. For example, if there are 100 patients being treated today, out of which 10 aresevere, and 90 are non-severe. The state vector for this sample population is [0 0 90,,!\"! # \"$$ % \"& ’ \" ’ (Suppose we have a state vector V(t) for a sample population at time t, how do wepredict the state vector V(t+1) in the next day?Apply simple linear algebra, we can get the following equation:Since the head count of a certain state comes from itself, all other possibletransitions into the state (e.g. INS has two possible income states, MO and IS), minusthe outcome states (IS, and Cu).If we want to predict for N period, the equation becomes the following:- V)t,If the population is limited and the transition matrix is stationary, the above formulawill be sufficient in predicting all future outcomes. In our case, the population is notfixed, so we need to introduce the additional input into the population: new closecontacts.Every day, new close contacts are added to the medical observation pool, as peoplealready in the pool will gradually be discharged or confirmed of infection.MO)t * 1, MO )t, * NCC)t * 1, 1 Disc )t * 1, 1 Infected)t * 1,Also we assume NCC will gradually decay as quarantine measures are put intoeffect.NCC)t * N, e- NCC)t,Using this state transition matrix model, we will be able predict when the inflectionpeak time (the maximum open infection cases) in Hubei Province will occur. Also, wecan use this model to predict the patient distribution (severe, non-severe) to betterallocate medical resource.Although there is an intermediate state during the above hospitalization: non-severeillness (the new standard is broken down into mild and normal), severe illness (whichcan also be divided into general critical and critical), due to the lack of intermediatestate transfer probability, we combine the entire hospital period into a therapeutic state,in order to keep the model simple. This minimizes the need for only the following fiveparameters.Decay Rate of New Close Contacts (NCC), defined as ln(NCC(t)/NCC(t-1));DischargefromDischarged(t)/MO(t-1)Transitional Probability of Medical Observation -> Confirmed Infection, definedas New Infection Cases (t)/MO(t-1)Transitional Probability of Treatment -> Death, defined as New Death Incidents(t)Transitional Probability of Treatment -> Cure, defined as New Cure Incidents (t) /In order to estimate the count of open severe cases and critical cases, we need two/ Treatment(t-1)more parameters:Ratio of Severe CasesRatio of Critical CasesWe collected all available data from Caixin Data (a subsidiary of Caixin Group),who collects the original data from National Health Commission. We collectedsupplementary data from Hubei Health Commission. The data period starts from2019/12/31, and ends on 2020/2/11. Data is updated on a daily basis.Next, we describe how we estimate these parameters from empirical probabilities.We set up six different scenarios, in order to control for model error. Two of thescenarios are very optimistic, two of them are relatively optimistic, and two of themare relatively pessimistickan (Table 1).This decay rate is closely linked to R0 and is directly estimated from empirical data.The 8-day average is -6%, but it is volatile, so we will test -1%, -5%, -10%respectively (Figure 1A). Since we could not obtain the one-day probability of liftingmedical observation in Hubei Province, we used national rate for reference. The latestone-day probability is 17% and the 10-day moving weighted average is 13%.Considering that the probability of Hubei Province may be lower than that of thewhole country, we test it with 17% and 13%, respectively. (Figure 1B). In HubeiProvince, the latest one-day probability of transition from medical observation toconfirmed infection is 2.15%, with a weighted average of 3.94% over the last 10 days,ending at 2/11. As this probability continues to decline, we use the average (3.04%) ofthese two values as our model parameter to be cautiously optimistic (Figure 1C). Thelatest single-day mortality rate was 0.33% and the 10-day moving weighted averagewas 0.41%. As this probability continues to decline, we use the average (0.37%) ofthese two values as our model parameter to be cautiously optimistic (Figure 1D). Thelatest one-day cure rate is 1.46% and the 10-day moving weighted average is 1.27%.As this probability continues to decline, we use the average (1.37%) of these twovalues as our model parameter to be cautiously optimistic (Figure 1E). From thehistorical data, the proportion of critical cases is relatively stable; the proportion ofsevere cases fluctuates more. As these two probabilities continues to fluctuate, we alsouse the average (17.56%, and 4.82%) of the latest value and 10-day moving weightedaverage as our model parameters to put more weight on recent observation. (Figure1F). The parameters we use in our forecast are listed in Table 2.In very optimistic scenarios (daily NCC decay rate of -10%), the peak time of openinflection cases will arrive around February 23-February 26. At the same time, therewill be a peak in the numbers of severely ill and critically ill patients, between6800-7200 and 1800-2000, respectively (Figure 2A and 2B). In a relative optimisticscenario (daily NCC decay rate of -5%), the inflection case peak time will arrivearound February 28-March 2. The numbers of critically ill and critically ill patientswill lie between 7100-7800 and 1900-2200, respectively (Figure 2C and 2D). In arelatively pessimistic scenario (daily NCC decay rate of -1%), the inflection peak timedoes not arrive around the end of March. Estimated time is March 25 - April 2. Thenumbers of critically ill and critically ill patients will lie between 8300-9800 and2200-2700, respectively (Figure 2E and 2F). We are using parameters with 50%weight on the diagnosis rate, mortality rate, cure rate as of 2/11. There should be roomfor improvement, if these metrics continue to improve. In that case, the peak time willarrive earlier than our estimation. Also, the severe and critical case ratios are likely todecline as the virus becomes less toxic and medical conditions improve. If thathappens, the peak numbers will be lower than predicted above (Figure 2G and 2H).The parameters we use in our forecast are listed in Table 2.In Hubei Province, since the outbreak of 2019-nCoV and the determination ofhuman-to-human transmission, it has spread to all over China and even the world10.The growth trend of its cases is exponential during the epidemic period, but with thestrict implementation of disease prevention and control, the inflection point of casegrowth will come as scheduled. Our results predicted the inflection point of patientgrowth and the distribution of patient status under different expectations by usingmathematical models with Infectivity, Severity, and Lethality as indicators. Theresults show that under the existing medical and public health intervention, the DecayRate of New Close Contacts is 10%, the inflection point of growth will come as earlyas February 23 (very optimistic), and the attenuation rate is 5% to 3 The beginning ofthe month (relatively optimistic), and when the decay rate drops to 1%, it will arriveat the latest on April 14 (very pessimistic).As the birthplace of the disease, Hubei Province has mountains of confirmed andsuspected cases. In order to finally overcome the disease, Hubei Province adoptedplenty of even severe measures to restrict population movements, and adopted variousstrategies, such as prohibiting assembly, delaying school and resumption of work, orworking from home, to significantly reduce the internal population contact rate.Although cases have spread throughout China, according to plans developed andimplemented during previous major outbreaks such as SARS, the Middle EastRespiratory Syndrome or a pandemic influenza outbreak, Hubei Province has easedintercity transmission through strict disease prevention and control and limits theworst cases to Hubei Province11-13. Persistent and compulsory implementation, as wellas the cooperation of the people and the efforts of medical staff, will bring real relief.Through the guidance of the inflection point of the epidemic and the distribution ofpatient status, the government, medical work and tight medical resource allocationwill become more efficient and reasonable. Wu, J. T. et al. indicated that it will peakin April with the infection rate staying put; it will reach a peak in May with theinfection rate decreasing by 25%,; if the infection rate decreases to 50%, the epidemicwill slowly increase in the first half of 2020 and will not reach its peak9.The difficulty of the current epidemic control is that when these patients wereadmitted to the hospital, only 43.1% of them were feverish at the time, and morepatients had fever during their hospitalization. A recent study showed that 2019-nCoVwas detected in stool samples from patients with abdominal symptoms14. However,identifying and screening patients with atypical symptoms is difficult15. Rapidinterpersonal transmission between close contacts is an important feature of2019-nCoV pneumonia 10, 16. For SARS and Middle East Respiratory Syndrome(MERS), both of which are coronavirus-induced, almost all patients have feversymptoms when they are diagnosed, and only 1-2% does not have fever17. Thus, topromote the early inflection point, the infected people should be detected and isolatedearly, the medical team need to develop a new coronavirus vaccine, strengthenedcontact tracing and quarantine, and what’s more, wearing masks, avoiding crowdcontact and strengthening their own immunity are requisite.By utilizing the official notification data on the website of the National HealthCommission, the State Transition Matrix Model predicted inflection points andpatient distribution (based on the current state of the patient and not subject tohistorical factors). Owing to Hubei Province not affected by external factors such aspeople mobility (return peaks) and local control, compared to the national analysis,the effect only analyzing Hubei Province could be better. If the population is limitedand the transition matrix is fixed, the above formulas will enough to predict all futureresults. However, the index of new cases will be affected by the input of PCR kit18.Simultaneously, as for confirming diagnosis of new cases, pharyngeal swabs are notas accurate as alveolar lavage fluid which means the possibility of false negatives.Furthermore, CT diagnosis is recommended, yet still with uncertainty14. Therefore,another advantage of this model is that, relative to the new cases, we choose toanalyze critical and severe cases, which possess better stability, and the main medicalresource consumption group is this group of patients. With the help of our modelwould optimize the critical medical resources allocation.At present, tremendous medical resources are deployed in Wuhan, Hubei. If there isa slight slack in other areas, the prevention and control of the epidemic will be adevastating blow. Community governance is the basis of social governance and themost basic unit of national governance. In the comprehensive prevention and controlsystem formed by the combination of national joint defense and joint control andgroup defense and group control, the community is an important coupling point, andthe social epidemic prevention and protection system must be woven in thecommunity. Only victory from Hubei can lead China to victory, and victory fromNevertheless, there are still limitations. Primarily, critical or severe cases will beaffected by the gradually rational allocation of treatment teams and medical resources,the strengthening of medical power or virus toxicity decreasing. As a result, the peaktime might arrive earlier than our estimates. Secondly, the impact of seasonal factorshas not been considered and supposing 2019-nCoV is affected by the season, ourprediction results may be unreliable. Hence, if these indicators continue to change, themodel couldhave opportunities for improvement. In addition, due to thecharacteristics of severe and critical cases, there may be a huge impact on factors suchas age and complex underlying diseases. Therefore, with the increasing awareness ofthe severity of the disease and the strengthening of prevention and control in varioussectors of the society, various indicators may be reduced. At the same time, becauseof the instability of the previous indicators, these dynamic changes may affect thepredictive efficacy of the model.We can infer that we are still not close to the end of this outbreak and the number ofcritically ill patients is still climbing. And assisting critical care resources in Hubeiprovince requires the government to consider further tilt, and it is vital to makereasonable management of doctors and medical assistance systems to curb thetransmission trendReferencesChang, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of Novel Coronavirus InfectionsInvolving 13 Patients Outside Wuhan, China. JAMA. 2020.18.10.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novelZhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. NEngl J Med. 2020.Heymann DL. Data sharing and outbreaks: best practice exemplified. Lancet. 2020.Albright K, Gechter K, Kempe A. Importance of mixed methods in pragmatic trials and dissemination andimplementation research. Acad Pediatr. 2013;13(5):400-7.Coleman K, Austin BT, Brach C, Wagner EH. Evidence on the Chronic Care Model in the new millennium.Health Aff (Millwood). 2009;28(1):75-85.Vijgen L, Keyaerts E, Moës E, et al. Complete genomic sequence of human coronavirus OC43: molecularclock analysis suggests a relatively recent zoonotic coronavirus transmission event. J Virol.2005;79(3):1595-604.de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recent insights into emergingcoronaviruses. Nat Rev Microbiol. 2016;14(8):523-34.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spreadof the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet. 2020.coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020.Ho PL, Tang XP, Seto WH. SARS: hospital infection control and admission strategies. Respirology. 2003;8Suppl:S41-5.Svoboda T, Henry B, Shulman L, et al. Public health measures to control the spread of the severe acuterespiratory syndrome during the outbreak in Toronto. N Engl J Med. 2004;350(23):2352-61.Cotten M, Watson SJ, Kellam P, et al. Transmission and evolution of the Middle East respiratory syndromecoronavirus in Saudi Arabia: a descriptive genomic study. Lancet. 2013;382(9909):1993-2002.Song F, Shi N, Shan F, et al. Emerging Coronavirus 2019-nCoV Pneumonia. Radiology. 2020:200274.Liu SL, Saif L. Emerging Viruses without Borders: The Wuhan Coronavirus. Viruses. 2020;12(2).Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-Human Transmission of a NovelCoronavirus in Vietnam. N Engl J Med. 2020.Zumla A, Hui DS, Perlman S. Middle East respiratory syndrome. Lancet. 2015;386(9997):995-1007.Corman VM, Landt O, Kaiser M, et al. Detection of 2019 novel coronavirus (2019-nCoV) by real-timeRT-PCR. Euro Surveill. 2020;25(3).contacts among Hubei, outside Hubei and the total of China. B. 3 Dynamic profile ofdischarge rate from medical observation in China. C. The infection confirmation ratefrom medical observation to in Hubei, outside Hubei and the total of China. D. Thedaily mortality rate of NCP among Hubei, outside Hubei and the total of China. E.The daily cure rate of NCP among Hubei, outside Hubei and the total of China. F. Thedaily proportion of severe and critical NCP in Hubei.forecast of Hubei (Parameter Set: Decay Rate of NCC = -10%, Discharge Rate of MO= 10.5%). B. The peak infection time and patient distribution forecast of Hubei(Parameter Set: Decay Rate of NCC = -10%, Discharge Rate of MO = 17%). C. Thepeak infection time and patient distribution forecast of Hubei (Parameter Set: DecayRate of NCC = -5%, Discharge Rate of MO = 17%). D. The peak infection time andpatient distribution forecast of Hubei (Parameter Set: Decay Rate of NCC = -5%,Discharge Rate of MO = 10.5%). E. The peak infection time and patient distributionforecast of Hubei (Parameter Set: Decay Rate of NCC = -1.0%, Discharge Rate ofMO = 17%). The peak infection time and patient distribution forecast of Hubei(Parameter Set: Decay Rate of NCC = -1.0%, Discharge Rate of MO = 10.5%).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Since December 2019, a pneumonia caused by the 2019 novel\ncoronavirus (2019-nCoV) has broken out in Wuhan, Hubei province, China. The\ncontinuous rising of infected cases has imposed overwhelming pressure on public\nhealth decision and medical resource allocation in China. We managed to forecast the\ninfection peak time in Hubei province and the severe and critical case distribution.\nMethods: We used data resource according to cases reported by the National Health\nCommission of the People’s Republic of China (Jan 25, 2019, to Feb 28, 2020) as the\ntraining set to deduce the arrival of the peak infection time and the number of severe\nand critical cases in Wuhan on subsequent days. Medical observation, discharge,\ninfected, non-Severe, infected and severe, cure and death data were collected and\nanalyzed. Using this state transition matrix model, we will be able predict when the\ninflection peak time (the maximum open infection cases) in Hubei Province will occur.\nAlso, we can use this model to predict the patient distribution (severe, non-severe) to\nbetter allocate medical resource. Under relative pessimistic scenario, the inflection\npeak time is April 6-April 14. The numbers of critically ill and critically ill patients\nwill lie between 8300-9800 and 2200-2700, respectively.", "one_words_summarize": "Background: Since December 2019, a pneumonia caused by the 2019 novelcoronavirus (2019-nCoV) has broken out in Wuhan, Hubei province, China. Thecontinuous rising of infected cases has imposed overwhelming pressure on publichealth decision and medical resource allocation in China. The numbers of critically ill and criticallyill patients will lie between 8300-9800 and 2200-2700, respectively. We are using thediagnosis rate, mortality rate, cure rate as the 2/8 data. There should be room forimprovement, if these metrics continue to improve. In that case, the peak time willdecline as the virus becomes less toxic and medical conditions improve. If thathappens, the peak numbers will be lower than predicted above. Also, wecan use this model to predict the patient distribution (severe, non-severe) to betterallocate medical resource. Author’s contribution: Junhua Zheng and Chen Jian participated in study design; KeWu performed data analysis and drafted the manuscript; all author provided criticalreview of the manuscript and approved the final the final draft for publication. We set up six different scenarios, in order to control for model error. Discharge (dis) is a terminal state for a close contact, untilhe or she becomes another incident of close contact again. Infected is an intermediatestate, where the patient becomes a confirmed infected case. Non-Severe (INS) isthe patient also has three possible outcomes in the next day: cure, severe, or stay innon-severe. So, at any moment, we canidentify the close contact/patient’s state by utilizing a state vector, defined as thefollowing:V]’Where each element of the vector stands for one state in the same sequentially10 0 0]’.arranged order as mentioned above. For example, if a patient is currently in state“infected and severe”, the state vector for her is [0 0 1 0 0 0]’. MO)t * 1, MO )t, * NCC)t * 1, 1 Disc )t * 1, 1 Infected)t * 1,Also we assume NCC will gradually decay as quarantine measures are put intoeffect. Thelatest one-day cure rate is 1.46% and the 10-day moving weighted average is 1.27%.As this probability continues to decline, we use the average (1.37%) of these twovalues as our model parameter to be cautiously optimistic (Figure 1E). In that case, the peak time willarrive earlier than our estimation. If thathappens, the peak numbers will be lower than predicted above (Figure 2G and 2H).The parameters we use in our forecast are listed in Table 2.In Hubei Province, since the outbreak of 2019-nCoV and the determination ofhuman-to-human transmission, it has spread to all over China and even the world10.The growth trend of its cases is exponential during the epidemic period, but with thestrict implementation of disease prevention and control, the inflection point of casegrowth will come as scheduled. Persistent and compulsory implementation, as wellas the cooperation of the people and the efforts of medical staff, will bring real relief. A recent study showed that 2019-nCoVwas detected in stool samples from patients with abdominal symptoms14. However,identifying and screening patients with atypical symptoms is difficult15. Epidemiologic and Clinical Characteristics of Novel Coronavirus InfectionsInvolving 13 Patients Outside Wuhan, China. A Novel Coronavirus from Patients with Pneumonia in China, 2019. J Virol.2005;79(3):1595-604.de Wit E, van Doremalen N, Falzarano D, Munster VJ. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. Public health measures to control the spread of the severe acuterespiratory syndrome during the outbreak in Toronto. D. Thedaily mortality rate of NCP among Hubei, outside Hubei and the total of China. B. The peak infection time and patient distribution forecast of Hubei(Parameter Set: Decay Rate of NCC = -10%, Discharge Rate of MO = 17%)."}