{"date": "2020/02/16", "journal": "medrxiv", "authors": "Guang Chen, Di Wu, Wei Guo, Yong Cao, Da Huang, Hongwu Wang, Tao Wang, Xiaoyun Zhang, Huilong Chen, Haijing Yu, Xiaoping Zhang, Minxia Zhang, Shiji Wu, Jianxin Song, Tao Chen, Meifang Han, Shusheng Li, Xiaoping Luo, Jianping Zhao, Qin Ning", "title": "Clinical and immunologic features in severe and moderate forms of Coronavirus Disease 2019", "type": "preprint article", "abstract": "* †Contributed equally.", "text": "30313233343536373839404142434445464748495051525354555657585960616263646566676869707172737475767778798081Background Since late December, 2019, an outbreak of pneumonia cases caused by thesevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, andcontinued to spread throughout China and across the globe. To date, few data on immunologicfeatures of Coronavirus Disease 2019 (COVID-19) have been reported.Methods In this single-centre retrospective study, a total of 21 patients with pneumonia whowere laboratory-confirmed to be infected with SARS-CoV-2 in Wuhan Tongji hospital wereincluded from Dec 19, 2019 to Jan 27, 2020. The immunologic characteristics as well as theirclinical, laboratory, radiological features were compared between 11 severe cases and 10moderate cases.Results Of the 21 patients with COVID-19, only 4 (19%) had a history of exposure to theHuanan seafood market. 7 (33.3%) patients had underlying conditions. The average age ofsevere and moderate cases was 63.9 and 51.4 years, 10 (90.9%) severe cases and 7 (70.0%)moderate cases were male. Common clinical manifestations including fever (100%, 100%),cough (70%, 90%), fatigue (100%, 70%) and myalgia (50%, 30%) in severe cases andmoderate cases. PaO2/FiO2 ratio was significantly lower in severe cases (122.9) thanmoderate cases (366.2). Lymphocyte counts were significantly lower in severe cases (0.7 ×10 /L) than moderate cases (1.1 × 10 /L). Alanine aminotransferase, lactate dehydrogenaselevels, high-sensitivity C-reactive protein and ferritin were significantly higher in severe cases(41.4 U/L, 567.2 U/L, 135.2 mg/L and 1734.4 ug/L) than moderate cases (17.6 U/L, 234.4U/L, 51.4 mg/L and 880.2 ug /L). IL-2R, TNF-α and IL-10 concentrations on admission weresignificantly higher in severe cases (1202.4 pg/mL, 10.9 pg/mL and 10.9 pg/mL) thanmoderate cases (441.7 pg/mL, 7.5 pg/mL and 6.6 pg/mL). Absolute number of total Tlymphocytes, CD4+T cells and CD8+T cells decreased in nearly all the patients, and weresignificantly lower in severe cases (332.5, 185.6 and 124.3 × 106/L) than moderate cases(676.5, 359.2 and 272.0 × 106/L). The expressions of IFN-γ by CD4+T cells tended to belower in severe cases (14.6%) than moderate cases (23.6%).Conclusion The SARS-CoV-2 infection may affect primarily T lymphocytes, particularlyCD4+T cells, resulting in significant decrease in number as well as IFN-γ production, which8283848586may be associated with disease severity. Together with clinical characteristics, earlyimmunologic indicators including diminished T lymphocytes and elevated cytokines mayserve as potential markers for prognosis in COVID-19.888990919293949596979899100101102103104105106107108109110111112113114115116Coronaviruses (CoV) are a large family of respiratory viruses that can cause diseases rangingfrom the common cold to the Middle-East Respiratory Syndrome (MERS) and the SevereAcute Respiratory Syndrome (SARS)1,2, both of which are zoonotic in origin and induce fatallower respiratory tract infection as well as extrapulmonary manifestations. The newcoronavirus, designated as the severe acute respiratory syndrome coronavirus 2(SARS-CoV-2), is a member of Beta-CoV lineage B, which was first identified in Wuhan,China by the Chinese Center for Disease Control and Prevention (CDC)3,4. Recent reportshave provided evidence for person to person transmission of the SARS-CoV-2 in family andhospital settings 5,6. As of Feb 1, 2020, the number of SARS-CoV-2 cases globally hadeclipsed 14000, exceeding the total number of SARS cases during the 2003 epidemic, andmore than 300 people had now died. The outbreak of SARS-CoV-2-induced CoronavirusDisease 2019 (COVID-19) has put health authorities on high alert in China and across theglobe.It has been revealed that SARS-CoV-2 has a genome sequence 75% to 80% identical to theSARS-CoV and has more similarities to several bat coronaviruses3. Both clinical andepidemiological features of patients with COVID-19 have recently been reported,demonstrating that the SARS-CoV-2 infection can cause clusters of severe respiratory illnesswith clinical presentations greatly resembling SARS-CoV, leading to ICU admission and highmortality7. Clinical manifestations have included fever, fatigue, dry cough, shortness of breath,and acute respiratory distress syndrome (ARDS). Additionally, a study of the first 41laboratory-confirmed cases with COVID-19 showed that 63% of patients had lymphopenia,and cytokine storm could be associated with disease severity. However, little is known aboutimmunologic features between severe and moderate forms of COVID-197.In this study, we performed a comprehensive evaluation of characteristics of 21 patients withCOVID-19 admitted to Tongji Hospital, Wuhan. We aimed to compare the clinical andimmunologic features between severe cases and moderate cases. These findings will help usextend our understanding of the pathophysiological mechanism of the SARS-CoV-2 infection.117118119120121122123124125126127128129130131132133134135136137138139140141142143144145From late Dec 19, 2019 to Jan 27, 2020, a total of 21 cases who initially presented with feveror respiratory symptoms, with pulmonary infiltrates on chest computed tomography (CT)scans in isolation ward of Department of Infectious Disease, Tongji hospital were laterconfirmed to be infected with the novel coronavirus by the local health authority. Four caseshad a history of exposure to the Huanan seafood market.We retrospectively evaluated and analyzed the medical history, physical examination, andhematological, biochemical, radiological, microbiological and immunological evaluationresults obtained from these 21 patients with COVID-19. Epidemiological, clinical, laboratory,and radiological characteristics and treatment as well as outcomes data were obtained fromelectronic medical records. The data collection forms were reviewed independently by tworesearchers.The patients with SpO2≤93% or respiratory rates ≥30 per min were classified as havingsevere COVID-19, those without above-mentioned signs as moderate cases.Considering the emergence of COVID-19 cases during the influenza season, oseltamivir(orally 75 mg twice daily) and antibiotics (oral and intravenous) were empiricallyadministered. Corticosteroid therapy (methylprednisolone) was given concomitantly to somepatients with COVID-19 by physicians. Oxygen support including nasal cannula andnon-invasive mechanical ventilation was provided to the patients according to the severity ofhypoxemia. After being identified as having laboratory-confirmed SARS-CoV-2 infection,these patients were transferred to the designated hospital.The study was approved by the Institutional Review Board of Tongji Hospital, Tongji Medicalcoronavirus8.(FIO2) of less than 300 mm Hg.ARDS and shock were defined according to the interim guidance of WHO for novelHypoxemia was defined as arterial oxygen tension (PaO2) over inspiratory oxygen fraction146147148149150151152153154155156157158159160161162163164165166167168169170171172173174classification.Acute kidney injury was identified and classified on the basis of the highest serum creatininelevel or urine output criteria according to the kidney disease improving global outcomesAcute liver injury was defined as jaundice with a total bilirubin level of ≥ 3 mg/dl and anacute increase in alanine aminotransferase of at least five times the upper limit of the normalrange and/or an increase in alkaline phosphatase of at least twice the upper limit of the normalCardiac injury was diagnosed if serum levels of cardiac biomarkers were > the 99th percentileupper reference limit, or new abnormalities were shown in electrocardiography andSecondary infection including bacteria and fungus was diagnosed if the patients had clinicalsymptoms or signs of nosocomial pneumonia or bacteremia, and was combined with apositive culture of a new pathogen from a respiratory tract specimen or from blood samplestaken ≥48 h after admission.Respiratory specimens were collected by local CDC and then shipped to designatedauthoritative laboratories to detect the SARS-CoV-2. The presence of SARS-CoV-2 inrespiratory specimens was detected by next-generation sequencing or real-time RT-PCRmethods. The primers and probe target to envelope gene of CoV were used and the sequenceswere as follows: forward primer 5′-TCAGAATGCCAATCTCCCCAAC-3′; reverse primer5′-AAAGGTCCACCCGATACATTGA-3′;andtheprobe5′CY5-CTAGTTACACTAGCCATCCTTACTGC-3′BHQ1. Conditions for the amplificationswere 50°C for 15 min, 95°C for 3 min, followed by 45 cycles of 95°C for 15 s and 60°C for30 s.Initial clinical laboratory investigation included a complete blood count, serum biochemicaltest (including liver and renal function, creatine kinase, lactate dehydrogenase, andelectrolytes), coagulation profile, as well as immunological test (including serum cytokines,peripheral immune cells subsets and the expression of IFN-γ by immune cells). Respiratoryspecimens, including nasal and pharyngeal swabs, or sputum were tested to exclude evidenceof other virus infection, including influenza, respiratory syncytial virus, avian influenza,parainfluenza virus and adenovirus using real-time RT-PCR assays approved by the ChinaFood and Drug Administration. Routine bacterial and fungal examinations were alsoTo explore the impact of SARS-CoV-2 on the secretion of cytokines in the early phase of theinfection, plasma cytokines including IL-1β, IL-2R, IL-6, IL-8 (also known as CXCL8),IL-10, and TNF-α were measured using the sandwich enzyme-linked immune-sorbent assay(ELISA) method by micro-ELISA autoanalyser (Diasorin Etimax 3000, Germany) for allpatients according to the manufacturer's instructions. The first initial blood samples weredrawn shortly after hospital admission.The proportions and numbers of NK, CD4+T, CD8+T, Treg and B cells, and the expression ofcell surface markers as well as IFN-γ expression by CD4+T, CD8+T and NK cells were studiedin these patients with laboratory-confirmed SARS-CoV-2 infection who were reported by thehealthauthority.175176177178179180181182183184185186187188189190191192193194195196197198199200201202203local50-CD4,PE-CD28/PE CY7-CD8/PerCP-CD45/APC-HLADR/APC CY7-CD3/V450-CD4,FITC-CD45RA/PE-CD45RO/PE CY7-CD127/PerCP-CD45/APC-CD25/APC CY7-CD3/V4FITC-CD3/PE-CD8/PE CY7-CD56/PerCP-CD45/APC-IFN-γ/APC CY7-CD3/V450-CD4multiple-color anti-human monoclonal antibodies (mAbs) combination reagents and matchedisotype controls were used to determine the peripheral immune cell subsets within 2 daysafter admission. Peripheral blood mononuclear cells (PBMCs) were isolated immediately204205206207208209210211212213214215216from fresh blood and subjected to antibody staining followed by flow cytometry. All reagentswere purchased from Becton, Dickinson, and Company (BD, Franklin Lakes, USA). Cellsurface antigen staining for flow cytometry was conducted according to the standardprocedure of the BD Pharmingen protocol. All samples were detected by BD FACS Canto IIContinuous variables were expressed as mean (S.D.) and compared with the Mann-WhitneyU test; categorical variables were expressed as number (%) and compared by χ2 test orFisher's exact test between moderate and severe case groups. A two-sided α of less than 0·05was considered statistically significant. Statistical analyses were done using the SAS software,version 9.4.Patient demographics and baseline characteristics of severe and moderate forms of217218219220221222223224225226227228229230231232233234235236237238239240241242243244245By Jan 22, 2020, a total of 21 admitted hospital patients with pneumonia were identified aslaboratory-confirmed SARS-CoV-2 infection in Wuhan Tongji hospital. Of these patients,only four patients including a familial cluster of three confirmed cases had direct exposure toHuanan seafood market. 11 (52.4%) patients with SpO2≤93% or respiratory rates ≥30 per minwho required high-flow nasal cannula or non-invasive mechanical ventilation using theBilevel Positive Airway Pressure (BiPAP) mode to correct hypoxemia, were classified ashaving severe COVID-19, whereas 10 (47.6%) patients without above-mentioned signs asmoderate cases. 10 (90.9%) of severe cases and 7 (70%) of moderate cases were male (table1). The mean age of the severe cases (63.9 years) was significantly older than moderate cases(51.4 years). 90.9% of severe cases were above 50 years old, which was more frequent thanthat of moderate cases (50%). 5 (45.5%) of severe cases and 2 (20%) moderate cases hadunderlying diseases. Of 7 patients with underlying diseases, four patients had hypertension,two had diabetes, and one had both hypertension and diabetes. The mean time from onset ofsymptoms to first hospital admission was 7.3 days in severe cases and 5.5 days in moderatecases.Four of eleven severe cases died at an average of 20 days after the onset of the illness. Ofthese four fatal cases, all of them were male and had age over 50 years old, and two hadhypertension. Mean age of fatal cases were 67.5 years old. Three of the fatal cases hadExcluding one comatose patient without a clear history (classified as severe case), the mostcommon clinical manifestations at onset of illness include fever (100% of total cases), cough(70% of severe cases, 90% of moderate cases), fatigue (100% of severe cases, 70% ofmoderate cases) and myalgia (50% of severe cases, 30% of moderate cases). Less commonsymptoms include sputum production (20% of severe cases, 30% of moderate cases), diarrhea(10% of severe cases, 30% of moderate cases), headache (10% of severe cases, 10% ofmoderate cases) and hemoptysis (10% of severe cases). All the severe cases developed246247248249250251252253254255256257258259260261262263264265266267268269270271272273274dyspnea, and nine of them had SpO2<93% even with high-flow nasal cannula, who were thenventilated using the BiPAP mode to treat hypoxemia. The mean duration from illness onset todyspnea was 8.6 days. Arterial blood gas (ABG) test was performed in 10 patients onadmission (six severe and four moderate cases). Of them, PaO2/FiO2 ratio was significantlylower in severe cases (122.9 mmHg) than moderate cases (366.2 mmHg). Three severe caseshad PaO2/FiO2 ratio ≤ 100, indicating severe ARDS.Laboratory findings and CT scans of severe and moderate forms of COVID-19The routine blood tests on admission of three (30%) moderate cases showed mild leucopenia(white blood cell count (WBC) < 4 × 10 /L). WBC counts were normal or slightly increasedin all the severe cases. Both WBC and neutrophil counts were significantly higher in severecases (9.2 × 10 /L and 8.0 × 10 /L) than moderate cases (4.7 × 10 /L and 3.1 × 10 /L).Whereas lymphocyte counts were significantly lower in severe cases (0.7 × 10 /L) thanmoderate cases (1.1 × 10 /L). Lymphopenia (lymphocyte count <0.8 × 10 /L) was found inAlanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels weresignificantly higher in severe cases (41.4 U/L and 51.0 U/L) than moderate cases (17.6 U/Land 24.2 U/L). Albumin concentrations were significantly lower in severe cases (31.5g/L)than moderate cases (37.6g/L). Levels of lactate dehydrogenase (LDH) were significantlyhigher in severe cases (567.2 U/L) than moderate cases (234.4 U/L).Concentrations of serum high-sensitivity C-reactive protein (hsCRP) and ferritin onadmission were significantly elevated in severe cases (135.2 mg/L and 1734.4 ug/L) thanmoderate cases (51.4 mg/L and 880.2 ug /L). Serum levels of procalcitonin on admissiontended to be higher in severe cases (0.5 ng/mL) than moderate cases (0.1 ng/mL). Activatedpartial thromboplastin time (APTT) on admission was significantly shorter in severe cases(36.2s) than moderate cases (44.6s). D-dimer levels on admission were markedly greater insevere cases (8.2 ug/mL) than moderate cases (0.4 ug/mL).Interstitial lung abnormalities were observed in chest CT scans of all patients on admission.Of the 21 patients, 10 (90.1%) severe cases and 7 (70%) moderate cases had bilateral275276277278279280281282283284285286287288289290291292293294295296297298299300301302303involvement on admission (table 2). Later on, only one patient with moderate COVID-19remained unilateral involvement. The typical findings of chest CT images of severeCOVID-19 on admission showed bilateral ground glass opacity and subsegmental areas ofconsolidation (figure 1A), then progressed rapidly with mass shadows of high density in bothlungs (figure 1B). Whereas the representative chest CT findings of moderate COVID-19showed bilateral ground glass opacity (figure 1C). Later chest CT images revealed bilateralground-glass opacity had been resolved (figure 1D).Evaluation of plasma cytokines revealed that IL-2R, IL-6, IL-10, and TNF-α concentrationson admission were moderately elevated in the majority of severe cases (88.9%, 88.9%, 77.8%,and 88.9%), but only mildly increased (14.3%, 71.4%, 28.6%, and 42.9%) or remained withinthe normal range in moderate cases (table 3). IL-8 concentrations were elevated in fewpatients (22.2% severe cases, 14.3% moderate cases). IL-1β concentrations were undetectable(<5pg/mL) in nearly all the patients with either severe or moderate COVID-19. IL-2R, TNF-αand IL-10 concentrations on admission were significantly higher in severe cases (1202.4pg/mL, 10.9 pg/mL and 10.9 pg/mL) than moderate cases (441.7 pg/mL, 7.5 pg/mL and 6.6pg/mL).Preliminary analysis of circulating immune cells subsets showed that absolute number of totalT lymphocytes, CD4+T cells and CD8+T cells decreased in the majority of patients with eithersevere (100%, 100% and 87.5%) or moderate COVID-19 (83.3%, 100% and 83.3%), andtotal T lymphocytes, CD4+T cells and CD8+T cells counts were reduced more profoundly insevere cases (332.5, 185.6 and 124.3 × 106/L) than moderate cases (676.5, 359.2 and 272.0 ×106/L) (figure 2A, 2B). More severe cases (100%) had the proportion of HLA-DR+ expressionon CD8+T cells (of > 35%) than moderate cases (25%). Reduction of B cells and NK cellscounts tended to be more frequent in severe cases (37.5% and 75%) than moderate cases (16.7%and 33.3%), whereas the proportion of B cells was significantly higher in severe cases (26.5%)than moderate cases (12.0%). This could be partly due to the more significant decrease of Tlymphocytes in severe cases. In addition, six (75.0%) of eight severe cases showed a broad,304305306307308309310311312313314315316317318319320321322323324325326327328329330331332significant decrease in all the lymphocytes subsets excluding B cells, with total Tlymphocytes counts below 400 × 106/L, CD8+T cells counts below 150 × 106/L, and NK cellscounts below 77 × 106/L. Of these six patients, three (50%) eventually died.Moreover, the frequencies of Treg (CD4+CD25+CD127low+) and CD45RA+Treg decreased innearly all the severe (60% and 100%) and moderate cases (100% and 100%), withCD45RA+Treg decreased more profoundly in severe cases (0.5%) than moderate cases (1.1%).The expressions of IFN-γ by CD4+T, CD8+T and NK cells were decreased in some patientswith severe (50%, 16.7% and 16.7%) or moderate COVID-19 (14.3%, 0% and 14.3%). Theexpressions of IFN-γ by CD4+T cells tended to be lower in severe cases (14.6%) thanmoderate cases (23.6%) (figure 2C).As for complications, nine (81.8%) severe cases and one (10%) moderate case developedARDS, among them, three (27.3%) severe cases had confirmed severe ARDS by ABG testwith PaO2/FiO2 ≤ 100. One case developed multiple organ dysfunction syndrome (MODS),including acute kidney injury, cardiac injury and heart failure as well as pulmonaryencephalopathy prior to admission. Another patient developed acute liver injury anddisseminated intravascular coagulation in a short time. These two patients died soonafterwards. One patient with severe COVID-19 developed acute liver injury and was inrecovery and discharged after a three-week hospitalization, with extracorporeal membraneoxygenation (ECMO) support. The chest CT scan afterwards showed improvement ofbilateral ground-glass opacity and subsegmental areas of consolidation.Of 21 patients, nine (42.9%) required non-invasive ventilation. 19 (90.5%) patients receivedantiviral therapy (oseltamivir and ganciclovir). All patients were given empiricalantimicrobial treatment (moxifloxacin or cefoperazone-sulbactam). In Addition, most patients(85.7%) were administered corticosteroids (methylprednisolone). As of Feb 2, 2020, 4(36.4 %) of 11 severe cases and none (0.0 %) of the moderate cases have died, the averagedays from illness onset to death was 20 days. One severe and one moderate case haverecovered. Patients were transferred to the designated hospital after being identified as having333laboratory-confirmed SARS-CoV-2 infection.335336337338339340341342343344345346347348349350351352353354355356357358359360361362363This is the first preliminary study evaluating descriptively the immunologic characteristics ofpatients with laboratory-confirmed SARS-CoV-2 infection. Both clinical and epidemiologicalfeatures of patients with COVID-19 have recently been reported5-7,9. However, there isinsufficient knowledge of pathophysiological parameters as well as immunologic indicators tounderstand the mechanism involved in COVID-19. Consistent with previous reports7, in thispresent study, a male predominance in the incidence of COVID-19 has been noted similar tothat of SARS-CoV, indicating males are more susceptible to SARS-CoV-2 infection thanfemales. Older males (>50 years old), in particular those with chronic comorbidities may bemore likely to develop severe COVID-19, and associated with a high mortality (28.6% ofmales aged >50 years old with comorbidities). The most common clinical manifestations atonset of illness included fever, cough, fatigue and myalgia. Severe cases were more likely tohave dyspnea and significantly lower PaO2/FiO2, and to develop ARDS. In terms oflaboratory finding, leukocytosis (≥10× 10 /L) but lymphopenia (<0.8× 10 /L) were morecommon in severe cases than moderate cases. ALT, LDH, D-dimer and inflammatory markersincluding hsCRP and ferritin were significantly higher in severe cases than moderate cases.Plasma concentrations of both pro-inflammatory cytokines and anti-inflammatory cytokines,including IL-2R, TNF-α and IL-10 increased in the majority of severe cases and wassignificantly higher than did those in moderate cases, suggesting cytokine storms might beassociated with disease severity.Additionally, we also noted that SARS-CoV-2 infection can cause a significant reduction inperipheral blood lymphocytes and T cell subsets. Although the proportions of T cells subsetsin peripheral blood remained within the normal range in most patients, the prevalence ofdecreasing CD4+T cell counts and CD8+T cell counts was considerably high in both severeand moderate cases. It is notable that both the proportion and number of B cells were notfrequently decreased in these patients. More importantly, the number of CD4+T cells andCD8+T cells was markedly lower in severe cases than moderate cases. Albeit diminishedCD8+ T cells, the proportion of HLA-DR+ expression on CD8+T cells over 35% was morecommon in severe cases than those of moderate cases. The expression of HLA-DR on human364365366367368369370371372373374375376377378379380381382383384385386387388389390391392T cells has been regarded primarily as a marker of activated T cells. However, It has beenrecently indicated that CD8+ HLA-DR+ T cells constitute to a natural subset of Treg and mayexert suppressive effect involving CTLA-4 signaling between neighboring T cells 10 . Besides,six out of eight severe cases and none of moderate cases with available immunologic dataexhibited a broad, significant decline in all the lymphocyte subsets excluding B cells, withtotal T lymphocyte counts below 400 × 106/L, CD8+T cells below 150 × 106/L, and NK cellsbelow<77 × 106/L, of these six patients, three (50%) eventually died, indicating thatSARS-CoV-2 infected patients with severe lymphopenia have high-risk of developing severeCOVID-19 and extremely high mortality. Moreover, the production of IFN-γ by CD4+T cellsbut not CD8+T cells or NK cells tended to be lower in severe cases than moderate cases.These data suggest that SARS-CoV-2 infection may affect primarily T lymphocytes,particularly CD4+T cells, resulting in diminished number as well as their IFN-γ production,which might be correlated with disease severity of COVID-19.CD4+ T cells play a pivotal role in regulating immune responses, orchestrating the deletionand amplification of immune cells, especially CD8+ T cells. CD4+virus-specific antibody production via the T-dependent activation of B cells11. However, CD8+T cells exert their effects mainly through two mechanisms, cytolytic activities against targetcells or cytokines secretion, including IFN-γ, TNF-α, and IL-2 as well as many chemokines12.The production of IFN-γ is essential for the resistance against infection of various pathogenssuch as virus, bacteria, and parasite13. As a major source of IFN-γ, the ability of T cells torespond to infection is part of the adaptive immune response and takes days to develop aprominent IFN-γ response.The roles of T cell responses in the context of SARS-CoV and MERS-CoV infection havebeen previously studied. Likewise, patients who survived SARS-CoV and MERS-CoVinfections usually had better immune responses than those who did not14. The immune systemplays an important role in both diseases, but it is differentially affected by the two viruses15. Astudy in SARS-CoV mice model has shown that depletion of CD8+ T cells at the time ofinfection does not affect viral replication or clearance. However, depletion of CD4+ T cellsleads to an enhanced immune-mediated interstitial pneumonitis and delayed clearance of393394395396397398399400401402403404405406407408409410411412413414415416417418419420421SARS-CoV from the lungs, demonstrating the vital role of CD4+ T but not CD8+ T cells inprimary SARS-CoV infection 16. A Chinese study in SARS-CoV-infected patients hasdemonstrated that the majority of infiltrative inflammatory cells in the pulmonary interstitiumare CD8+ T cells that play an important role in virus clearance as well as in immune-mediatedinjury17. After comparing T cell-deficient mice and B cell-deficient mice, it is found that Tcells are able to survive and kill virus-infected cells in the MERS-CoV infected lung 18. Thesedata highlight the importance of T lymphocytes, in particular, CD4+ T cells but not B cells incontrolling and finetuning the pathogenesis and outcomes of SARS-CoV and MERS-CoVHin Chu et al demonstrated that MERS-CoV but not SARS-CoV can efficiently infect T cellsfrom the peripheral blood and from human lymphoid organs, and induce apoptosis in T cells,which involves the activation of both the extrinsic and intrinsic apoptosis pathways. This maypartly explain the lymphopenia observed in MERS-CoV-infected patients19. The inability ofthe SARS-CoV to infect T cells may be ascribed to the lower expression of the SARS-CoVreceptor, angiotensin-converting enzyme 2 expression (ACE2) in T cells15,19. Several recentstructural analyses predict that SARS-CoV-2 also uses ACE2 as its host receptor 20. Therefore,these findings indicate that T cells might not be susceptible to SARS-CoV-2 infection andwarrants further investigation. Nevertheless, similar to SARS-CoV-2 infection, SARS-CoVcan also significantly decrease peripheral CD4+ and CD8+ T lymphocyte subsets and it wasrelated to the onset of illness 21. Several potential mechanisms may be involved, including thedevelopment of auto-immune antibodies or immune complexes triggered by viral infection,directly infecting and promoting the growth inhibition and apoptosis of hematopoietic stemand progenitor cells, as well as the use of glucocorticoids, which may account for the decreaseof lymphocytes in some SARS patients22.Although nothing is known about mechanism underlying the lymphopenia caused bySARS-CoV-2 infection, in this present study, somepatientswere administeredmethylprednisolone, the average dosage was a bit higher in severe cases (40-80mg once a day)than moderate cases (20-40mg once a day). Since corticosteroids have a profound effect oncirculating T lymphocytes, which may involve their movement out of the intra-vascular422423424425426427428429430431432433434435436437438439440441442443compartment23. In this study, we could not exclude the possibility that some of thelymphopenia may be associated with use of steroids, but it does not account for all the cases,and certainly not for the lymphopenia at the initial presentation. Further research is requiredto determine the effects of corticosteroid on lymphocytes in the patient with COVID-19.Our study has some limitations. First of all, we mainly evaluated the number of T cell subsetsand NK cells as well as their IFN-γ production, the function of these cells, and the role ofactivated macrophages and lymphocytes infiltrating lung parenchyma remain unclear. Second,this study only included a small number of patients, thus the results should be interpreted withcaution, and statistical non-significance may not rule out difference between severe andmoderate cases. Third, since data regarding the viremia profile of SARS-CoV-2 are notavailable, further studies are needed to investigate the correlation between the virus loadkinetics and the dynamics of cellular immune responses. Clarification of these questions willallow further dissection of the complex SARS-CoV-2 pathogenesis, with potentialimplications for the development of therapeutics and vaccines.In conclusion, the SARS-CoV-2 infection may affect primarily T lymphocytes, especiallyCD4+T cells, resulting in significant decrease in number as well as IFN-γ production, whichmay be associated with disease severity. Together with clinical characteristics, earlyimmunologic indicators including diminished T lymphocytes and elevated cytokines mayserve as potential markers for prognosis in COVID-19. Gaining a deeper understanding of thefactors that influence lymphocytes particularly CD4+T cell counts and their decrease inpatients with SARS-CoV-2 infection is of importance for clinical management of COVID-19.444445446447448449450451452453454455456457458459460461462QN designed the study and had full access to all data in the study and take responsibility forthe integrity of data and the accuracy of the data analysis.GC and DW contributed to patient recruitment, data collection, data analysis, datainterpretation, literature search, and writing of the manuscript.WG and YC had roles in patient recruitment, data collection, and clinical management.DH, HW, TW and XZ had roles in the experiments, data collection, data analysis, and dataAll authors contributed to data acquisition, data analysis, or data interpretation, and reviewedand approved the final version of the manuscript.(2017ZX10202201).This work is funded by grants from Tongji Hospital for Pilot Scheme Project, and partlysupported by the Chinese National Thirteenth Five Years Project in Science and Technology        Drosten C, Gunther S, Preiser W, et al. Identification of a novel coronavirus in patientswith severe acute respiratory syndrome. N Engl J Med 2003; 348(        Gralinski LE, Menachery VD. Return of the Coronavirus: 2019-nCoV. Viruses 2020;Coronavirus-Infected Pneumonia. N Engl J Med 2020.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet463464465466467468469470471472473474475476477478479480481482483484Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet 2020.WHO. Clinical management of severe acute respiratory infection when Novel coronavirus(nCoV)infectionissuspected:interimguidance.Jan11,2020.v)-infection-is-suspected (accessed Jan 20, 2020).485486487488489490491492493494495496497498499500501502503504505506Wang, Ying Liu, Yuan Wei, Jia’an Xia, Ting Yu,, Xinxin Zhang LZ. Epidemiological and clinicalcharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: adescriptive study. Lancet 2020.with Middle East respiratory syndrome coronavirus infection. Ann Intern Med 2014; 160(6):389-97.15. Ying T, Li W, Dimitrov DS. Discovery of T-Cell Infection and Apoptosis by Middle EastRespiratory Syndrome Coronavirus. J Infect Dis 2016; 213(6): 877-9.16. Chen J, Lau YF, Lamirande EW, et al. Cellular immune responses to severe acuterespiratory syndrome coronavirus (SARS-CoV) infection in senescent BALB/c mice: CD4+ Tcells are important in control of SARS-CoV infection. J Virol 2010; 84(3): 1289-301.17. Zhao JM, Zhou GD, Sun YL, et al. [Clinical pathology and pathogenesis of severe acuterespiratory syndrome]. Zhonghua Shi Yan He Lin Chuang Bing Du Xue Za Zhi 2003; 17(3):507508509510511512513514515516517518519520521522523217-21.Efficiently Infects Human Primary T Lymphocytes and Activates the Extrinsic and Intrinsicrespiratory syndrome (SARS) coronavirus infection on peripheral blood lymphocytes and theirsubsets. Int J Infect Dis 2005; 9(6):323-30.1982; 65: 133-55.Chest CT axial view lung window from a 62-year-old female with severe COVID-19 showingbilateral ground-glass opacity and subsegmental areas of consolidation on day 6 aftersymptom onset (A), and typical presentation of a “white lung” appearance with bilateralmultiple lobular and subsegmental areas of consolidation on day 8 after symptom onset (B).Chest CT axial view lung window from a 32-year-old male with moderate COVID-19showing bilateral ground-glass opacity on day 7 after symptom onset (C), and resolvedbilateral ground-glass opacity on day 11 after symptom onset (D).(A) Flow cytometry staining of natural killer (NK) cells, CD4+T cells, CD8+T cells and Tregas well as production of IFN-γ by CD4+T cells, CD8+T cells and NK cells from a524525526527528529530531532533534535536537538539540541542543544representative patient.mean ± SEM.(B) A series of comparisons of absolute number of total T&B lymphocytes, CD4+T cells,CD8+T cells and NK cells between severe cases and moderate cases. Data are expressed as(C) A series of comparisons of production of IFN-γ by CD4+T cells, CD8+T cells and NKcells between severe cases and moderate cases. Data are expressed as mean ± SEM.Table 1 Demographics and baseline characteristics of patients with COVID-19(n=21) (n=11) (n=10)Males, n (%) 17 (81.0%)Age, yrs 56.3 (14.3)>50 15 (71.4%)exposure, n (%)Any comorbidity, n (%) 7 (33.3%)Hypertension, n (%) 5 (23.8%)Diabetes, n (%) 3 (14.3%)Fever, n/N (%)Fatigue, n/N (%)20/20 (100%)38.8 (0.54)12/19 (63.2%)7/19 (36.8%)16/20 (80.0%)17/20 (85.0%)Myalgia, n/N (%) 8/20 (40.0%)(%)Headache, n/N (%) 2/20 (10.0%)Diarrhea, n/N (%) 4/20 (20.0%)Chest tightness, n/N (%) 11/20 (55.0%)Coma, n (%) 1 (4.8%)Dyspnea, n (%) 11 (52.4%)Days from illness onset 8.6 (3.9)10 (90.9%)63.9 (9.6)10 (90.9%)1 (9.1%)5 (45.5%)4 (19.0%)2 (18.2%)10/10 (100%)38.8 (0.69)5/9 (55.6%)4/9 (44.4%)7/10 (70.0%)10/10(100.0%)5/10 (50.0%)2/10 (20.0%)1/10 (10.0%)1/10 (10.0%)8/10 (80.0%)1 (9.1%)11 (100.0%)8.6 (3.9)7 (70.0%)51.4 (13.7)5 (50.0%)3 (30.0%)2 (20.0%)1 (10.0%)1 (10.0%)10/10 (100%)38.8 (0.26)7/10 (70.0%)3/10 (30.0%)9/10 (90.0%)7/10 (70.0%)3/10 (30.0%)3/10 (30.0%)1/10 (10.0%)3/10 (30.0%)3/10 (30.0%)0 (0.0%)0 (0.0%)NAto dyspnea90.5 (18.6)>24 breaths per min, 8 (38.1%)>300, n/N (%)200-300, n/N (%)100-200, n/N (%)≤100, n/N (%)Data are mean (S.D.), n (%), or n/N (%), where N is the total number of patients withavailable data. p values comparing severe cases and moderate cases are from χ² test, Fisher’sexact test, or Mann-Whitney U test.admissionTable 2 Laboratory findings and chest CT images of patients with COVID-19 onHemoglobin, g/L9 (42.9%)count,162.7 (45.0)4-10, n (%)≥10, n (%)10 /L10 /L<100, n (%)aminotransferase,aminotransferase,U/L>40, n (%)mmol/LAll patients(n=21)3 (14.3%)15 (%)3 (%)1 (4.8%)0.0010.048protein,mg/L>60, n/N (%)Bilateralcomputedinvolvement of chesttomography scan onadmission>800, n/N (%)12/19 (63.2%)9/9 (100.0%)552553554Data are mean (S.D.) or n/N (%), where N is the total number of patients with available data.p values comparing severe cases and moderate cases are from χ², Fisher’s exact test, orTable 3 Immunologic features of patients with COVID-19severe casesmoderate(n=21)rangecases(n=10)IL-2R, U/mLIL-1β increased, n/N1/16 (6.2%)1/9 (11.1%)0/7 (0.0%)(380.2)increased,n/N9/16 (56.3%)8/9 (88.9%)1/7 (14.3%)<7<62<9.1<8.1IL-6, pg/mLIL-8, pg/mLIL-10, pg/mLTNF-α, pg/mLn/N11/16 (68.8%)8/9 (88.9%)3/7 (42.9%)>10 pg/mL, n/N7/16 (43.8%)7/9 (77.8%)0/7 (0.0%)cell subsets56.1 (9.5)69 (6.3)13/14 (92.9%) 8/85/6 (83.3%)26.5 (13.1)7/14 (50.0%)Total B lymphocytes 144.6 (95.6)count, × 106/L185.6(101.4)8/8(100.0%)106/L106/L(%)106/L(%)decreased,n/N8/14 (57.1%)CD4+T cells, (%)CD8+T cells, (%)CD8+T cells count, ×(100.0%)n/N12/14 (85.7%) 7/8 (87.5%)5/6 (83.3%)1.00<150, n/N (%)NK cells count, ×6/6(100.0%)CD28+CD4+TCD4+T, %CD8+T, %HLA-DR+CD8+Tcells/ CD8+T, %cells/ CD4+T, %CD45RO+CD4+Tcells/ CD4+T, %Data are mean (S.D.) or n/N (%), where N is the total number of patients with available data.p values comparing severe cases and moderate cases are from χ², Fisher’s exact test, or", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in 5"], ["Immunological responses against SARS-coronavirus infection in humans"], ["CD4+ T cells orchestrate both amplification and deletion of CD8+ T cells"], ["GTPases: regulators of immunity to intracellular pathogens"], ["Clinical course and outcomes of critically ill patients 18"], ["Middle East Respiratory Syndrome Coronavirus Apoptosis Pathways"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Hematological findings in SARS patients and possible mechanisms (review)"], ["Corticosteroid-mediated immunoregulation in man"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier", "N Zhu", "D Zhang", "W Wang", "Q Li", "X Guan", "P Wu", "Nanshan Chen", "MZ Xuan", "Dong Yang", "Qiu Arruvito", "L Payaslian", "F Baz", "P"], ["X Xu", "X Gao"], ["L PC Frasca", "E. Piccolella"], ["GA Taylor", "CG Feng", "A. p47 Sher"], ["YM Arabi", "AA Arifi", "HH Balkhy", "J Zhao", "K Li", "C Wohlford-Lenane"], ["H Chu", "J Zhou", "BH Wong"], ["Y Wan", "J Shang", "R Graham", "RS Baric", "F Li"], ["Z ZC Dong", "Q Zhuang", "H Song", "S Peng", "G Dwyer DE", "M Yang", "CK Li", "K Li"], ["TR Cupps", "AS Fauci"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69\n70\n71\n72\n73\n74\n75\n76\n77\n78\n79\n80\n81\nBackground Since late December, 2019, an outbreak of pneumonia cases caused by the\nsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, and\ncontinued to spread throughout China and across the globe. To date, few data on immunologic\nfeatures of Coronavirus Disease 2019 (COVID-19) have been reported.", "one_words_summarize": "30313233343536373839404142434445464748495051525354555657585960616263646566676869707172737475767778798081Background Since late December, 2019, an outbreak of pneumonia cases caused by thesevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, andcontinued to spread throughout China and across the globe. The average age ofsevere and moderate cases was 63.9 and 51.4 years, 10 (90.9%) severe cases and 7 (70.0%)moderate cases were male. IL-2R, TNF-α and IL-10 concentrations on admission weresignificantly higher in severe cases (1202.4 pg/mL, 10.9 pg/mL and 10.9 pg/mL) thanmoderate cases (441.7 pg/mL, 7.5 pg/mL and 6.6 pg/mL). The expressions of IFN-γ by CD4+T cells tended to belower in severe cases (14.6%) than moderate cases (23.6%).Conclusion The SARS-CoV-2 infection may affect primarily T lymphocytes, particularlyCD4+T cells, resulting in significant decrease in number as well as IFN-γ production, which8283848586may be associated with disease severity. The outbreak of SARS-CoV-2-induced CoronavirusDisease 2019 (COVID-19) has put health authorities on high alert in China and across theglobe. Clinical manifestations have included fever, fatigue, dry cough, shortness of breath,and acute respiratory distress syndrome (ARDS). However, little is known aboutimmunologic features between severe and moderate forms of COVID-197.In this study, we performed a comprehensive evaluation of characteristics of 21 patients withCOVID-19 admitted to Tongji Hospital, Wuhan. We aimed to compare the clinical andimmunologic features between severe cases and moderate cases. These findings will help usextend our understanding of the pathophysiological mechanism of the SARS-CoV-2 infection.117118119120121122123124125126127128129130131132133134135136137138139140141142143144145From late Dec 19, 2019 to Jan 27, 2020, a total of 21 cases who initially presented with feveror respiratory symptoms, with pulmonary infiltrates on chest computed tomography (CT)scans in isolation ward of Department of Infectious Disease, Tongji hospital were laterconfirmed to be infected with the novel coronavirus by the local health authority. Four caseshad a history of exposure to the Huanan seafood market. The data collection forms were reviewed independently by tworesearchers. Conditions for the amplificationswere 50°C for 15 min, 95°C for 3 min, followed by 45 cycles of 95°C for 15 s and 60°C for30 s. The first initial blood samples weredrawn shortly after hospital admission. Of these patients,only four patients including a familial cluster of three confirmed cases had direct exposure toHuanan seafood market. 11 (52.4%) patients with SpO2≤93% or respiratory rates ≥30 per minwho required high-flow nasal cannula or non-invasive mechanical ventilation using theBilevel Positive Airway Pressure (BiPAP) mode to correct hypoxemia, were classified ashaving severe COVID-19, whereas 10 (47.6%) patients without above-mentioned signs asmoderate cases. 10 (90.9%) of severe cases and 7 (70%) of moderate cases were male (table1). 90.9% of severe cases were above 50 years old, which was more frequent thanthat of moderate cases (50%). The mean time from onset ofsymptoms to first hospital admission was 7.3 days in severe cases and 5.5 days in moderatecases. Ofthese four fatal cases, all of them were male and had age over 50 years old, and two hadhypertension. Arterial blood gas (ABG) test was performed in 10 patients onadmission (six severe and four moderate cases). WBC counts were normal or slightly increasedin all the severe cases. Serum levels of procalcitonin on admissiontended to be higher in severe cases (0.5 ng/mL) than moderate cases (0.1 ng/mL). Later on, only one patient with moderate COVID-19remained unilateral involvement. This could be partly due to the more significant decrease of Tlymphocytes in severe cases. Theexpressions of IFN-γ by CD4+T cells tended to be lower in severe cases (14.6%) thanmoderate cases (23.6%) (figure 2C).As for complications, nine (81.8%) severe cases and one (10%) moderate case developedARDS, among them, three (27.3%) severe cases had confirmed severe ARDS by ABG testwith PaO2/FiO2 ≤ 100. 19 (90.5%) patients receivedantiviral therapy (oseltamivir and ganciclovir). More importantly, the number of CD4+T cells andCD8+T cells was markedly lower in severe cases than moderate cases. Albeit diminishedCD8+ T cells, the proportion of HLA-DR+ expression on CD8+T cells over 35% was morecommon in severe cases than those of moderate cases. Identification of a novel coronavirus in patientswith severe acute respiratory syndrome. Lancet463464465466467468469470471472473474475476477478479480481482483484Huang C, Wang Y, Li X, et al. Epidemiological and clinicalcharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: adescriptive study. Lancet 2020.with Middle East respiratory syndrome coronavirus infection."}