{"date": "2020/03/02", "journal": "biorxiv", "authors": "David A Wilkinson, Lea Joffrin, Camille Lebarbenchon, Patrick Mavingui", "title": "Partial RdRp sequences offer a robust method for Coronavirus subgenus classification", "type": "preprint article", "abstract": "*Corresponding author", "text": "9101112131415161718192021222324252627The recent reclassification of the Riboviria, and the introduction of multiple new taxonomiccategories including both subfamilies and subgenera for coronaviruses (family Coronaviridae,subfamily Orthocoronavirinae) represents a major shift in how official classifications are used todesignate specific viral lineages. While the newly defined subgenera provide much-neededstandardisation for commonly cited viruses of public health importance, no method has beenproposed for the assignment of subgenus based on partial sequence data, or for sequences that aredivergent from the designated holotype reference genomes. Here, we describe the genetic variationof a partial region of the coronavirus RNA-dependent RNA polymerase (RdRp), which is one of themost used partial sequence loci for both detection and classification of coronaviruses in molecularepidemiology. We infer Bayesian phylogenies from more than 7000 publicly available coronavirussequences and examine clade groupings relative to all subgenus holotype sequences. Ourphylogenetic analyses are largely coherent with genome-scale analyses based on designatedholotype members for each subgenus. Distance measures between sequences form discrete clustersbetween taxa, offering logical threshold boundaries that can attribute subgenus or indicatesequences that are likely to belong to unclassified subgenera both accurately and robustly. We thuspropose that partial RdRp sequence data of coronaviruses is sufficient for the attribution ofsubgenus-level taxonomic classifications and we supply the R package, “MyCoV”, which provides amethod for attributing subgenus and assessing the reliability of the attribution.2829303132333435The analysis of polymerase chain reaction amplicons derived from biological samples is the mostcommon modern method for detection and classification of infecting viral agents, such asCoronaviruses. Recent updates to the official standard for taxonomic classification of Coronaviruses,however, may leave researchers unsure as to whether the viral sequences they obtain by thesemethods can be classified into specific viral taxa due to variations in the sequences when comparedto type strains. Here, we present a plausible method for defining genetic dissimilarity cut-offs thatwill allow researchers to state which taxon their virus belongs to and with what level of certainty. Toassist in this, we also provide the R package ‘MyCoV’ which classifies user generated sequences.37383940414243444546474849505152535455565758596061        Coronaviruses are widely studied for their impact on human and animal health (        The precise taxonomic classification of all organisms undergoes constant drift as new discoveries aremade that inform their evolutionary histories. However, in 2018, the International Committee forthe Taxonomy of Viruses (ICTV) introduced a shift in the taxonomic designations of all RNA viruses,introducing the realm Riboviria, grouping “all RNA viruses that use cognate RNA-dependent RNApolymerases (RdRps) for replication” (19). In addition to this basal classification, many newtaxonomic classifications were defined, or existing taxa reclassified. This included the separation of62636465666768697071727374757677787980818283848586the family Coronaviridae into two subfamilies – the amphibian-infecting Letovirinae, andOrthocoronavirinaeencompassingthegeneraGammacoronavirus and Deltacoronavirus that are classically recognised to infect mammals and birdsand have significance in human and livestock diseases. The subgenus level of classification formembers of the Orthocoronavirinae was also introduced, providing specific taxa for commonly citedgroups of similar viruses such as Betacoronavirus lineages β-A, β-B, β-C and β-D, which werenomenclature for the designated subgenera was assigned with respect to known host species foreach subgenus (eg. Rhinacoviruses for Alphacoronviruses known to be hosted by bats of theRhinolophidae family) or based on commonly used disease terminology (eg. Merbecoviruses forBetacoronaviruses related to MERS Coronavirus). Whole genome data from holotype specimensselected to represent an exhaustive spectrum of coronavirus diversity was used to test thephylogenetic repartition and support for each of these taxa (20). Due to the limited diversity ofholotype specimens classified into these subgenera, there is currently no method for attributingsubgenus to isolates with divergent sequences, and no proposed method for partial sequence data.However, sequence data from the RdRp region of the polymerase gene is one of the most commonlyused tools for the purposes of Coronavirus detection, identification and classification in molecularepidemiology.Here, we examine the phylogenetic relationship from all identifiable public partial RdRp sequencesof coronaviruses using Bayesian inference in BEAST2 and examine the clade-associations of alldefined subgenus holotypes. We use this analysis to explore the range of logical similarity thresholdsfor the designation of subgenus-level classifications to partial RdRp sequence and predict“mostlikely subgenus” classifications for all reference sequences. We cross-validate asequence-identitybased classification method against phylogenetically inferred classifications showing that alignmentidentity is >99% specific for the assignment of subgenus-level classifications to partial RdRp87888990919293949596979899100101102103104105106107108sequences. We compiled a database of our assigned classifications and developed the R package“MyCoV” for assignment of user-generated sequences to these taxa.Sequence data, curation and alignment:Sequence data was obtained from the NCBI nucleotide database on the 5th of July 2019, using thesearch term “coronavir*”. This resulted in the identification of 30,249 sequences. A preliminary setof representative partial RdRp sequences was compiled with reference to recent publicationsdescribing Coronavirus diversity across the Orthocoronavirinae subfamily (21), in order to includestarting reference sequences from with the largest possible diversity of coronaviruses. Thispreliminary list was then used to identify partial RdRp sequences from retrieved NCBI records byannotating regions that had at least 70 % identity to any reference sequence in the Geneioussoftware package (version 9.4.1). Annotated regions and 200 bp of flanking sequence data werethen extracted. Data containing incomplete sequences in the form of strings of N’s or significantnumbers of ambiguities (>5) were removed. Open reading frames with a minimum length of 300 bpwere identified and extracted from the remaining sequences. In the case where the correct readingframe was ambiguous, pairwise alignment to reference sequence data was used to determinereading frame. Remaining sequences were then aligned in-frame using MAFFT, and the resultingalignment was further curated by visual inspection. Retained sequences were then trimmed toinclude only the most-frequently sequenced partial region of RdRp and so that each sequencecontained a minimum of 300 gap free bases. The final alignment was 387 bp in length with 7,544individual sequences, of which 3,155 were unique. The relevant 387 bp region corresponds tonucleotide positions 15287:15673 in Merbecovirus holotype reference sequence JX869059.2.109110111112113114115116117118119120121122123124125126127128129130131132Phylogenies were inferred from all unique sequences using the BEAST2 software (22). Parameterswere estimated for a GTR substitution model with four gamma categories and an estimatedproportion of invariant sites. The Yule population model was used, and a log-normal distribution wasspecified for birth rate and proportion of invariant site priors. Convergence of estimated parameterswas assessed in Tracer v1.7.1 (23). Three independent MCMC chains were run until effective samplesizes were above 200 for all estimated parameters after removing the burn-in. Analyses were rununtil convergence criteria could be fulfilled whilst providing equal chain lengths after burn-in for allthree repeats, meaning that the number of trees in the posterior distributions was the same for eachindependent repeat.sequence.Genetic distance measures were calculated using the ‘ape’ package (24) in RStudio as the proportionof variant sites in pairwise comparisons after removing regions containing gaps in either comparedSequences originating from known references were used to identify common ancestral nodes for theOrthocoronaviridae genera within each phylogenetic tree. Genus-level subtrees were then extractedand treated independently for subgenus-level analyses.Sequences originating from defining subgenus holotype samples were identified in the genus-leveltopologies. Clustering thresholds were defined as the highest node positions at which clusters ofleaves could be defined without combining holotype specimens from different subgenera into thesame clade. Clusters defined at these thresholds that contained no holotype specimens weredesignated as “Unclassified”. Clustering thresholds were calculated, and subgenera were assigned toall sequences across a random subsample of 453 trees, 151 from each independent repeat of thephylogenetic analyses. The proportion of trees in which each sequence was assigned to a given133134135136137138139140141142143144145146147148149150151152153154155156subgenus was used as the “posterior probability” of that sequence belonging to that subgenus.Sequences with lower than 90% majority posterior probabilities were designated as “Unclassified”.Potential positioning of new subgenus level clades (as indicated by “GroupX” in Figures 2 and 3) wasinferred using the maximum clade-credibility consensus tree from all BEAST analyses, identifyingmonophyletic clades where all descendants were not classified into defined subgenera.The assignment of sequences to the relevant subgenus using best hit and pairwise identity data fromblastn (25) was tested by iteratively removing each sequence from the test database andreassigning its classification. Sequences that could not be re-assigned to the same subgenus by thismethod were re-classified as “atypical” members of their respective subgenera.The purpose of the R package MyCoV is to allow users to classify Coronavirus sequence data thatincludes the relevant portion of the RdRp gene to the taxonomic level of subgenus, and to assess towhat extent the classification is optimal based on the criteria presented herein.In order to achieve this, the 3155 unique partial sequences from the phylogenetic analyses wereused to establish a reference BLAST database. Metadata pertaining to host organism, country oforigin and date of collection were mined from NCBI and standardised by taxonomic grouping of thehost and geographical region of origin to generate corresponding metadata for all 7544 NCBIreference sequences from which the unique sequence list was established.MyCoV was written as a basic wrapper script for blastn, which queries sequences of interest againstthe established database, and summarises subgenus classification, subgenus posterior support ofthe most similar sequence in the phylogenetic analysis, pairwise distances to the most similarsequence in the database and their metadata using R packages “ggplot2”, “formattable” (available athttps://github.com/renkun-ken/formattable) and “ggtree” (26).157158159160161162163164165166167168169170171172173174175176177178179180181As the MyCoV database was established prior to the recent emergence of the SARS-CoV-2, weused genomic sequence data from this virus as a test case for the utility of the MyCoV package.Outputs from this analysis are shown in Figure 5.MyCoV is available at https://github.com/dw974/MyCoV.Our three independent, randomly-seeded phylogenetic analyses converged on similar estimates forall parameters in BEAST2. The resulting predictions of tree topology had well supported major nodeswith narrow posterior distributions around most node heights (Figure 1a). The four known generaassociated with these sequences fell into four well-supported clades, divided close to the root of thetree. Genetic distance measures between all members of the four genera had logical thresholds forthe distinction between genera except in the case of some betacoronaviruses, which had majorclade divisions close to the root of the tree (Figure 1b) and therefore had genetic distances betweenmembers of the same genus that overlapped with distances between members of the Alpha- andBetacoronaviruses. In practice, this is likely to mean that identity-based phylogenetic topologiesbased on this partial region of RdRp may incorrectly infer paraphyly between members of theAlphaand Betacoronaviruses.At the subgenus level, separation of the inferred tree topologies into monophyletic clades based onthe positions of reference holotype sequences produced logical and well-supported groupings thatcovered the majority of coronavirus diversity explored to date by RdRp sequencing (Figures 2 and 3).In total, 88 % of unique sequences fell into clade groups containing subgenus holotypes withsubgenus-assignment posterior probabilities of greater than 90 %. The remaining 12 % of uniquesequences fell into 19 separate monophyletic groups, of which 14 were Alphacoronaviruses (Figure2), two were Betacoronaviruses (Figure 2) and three were Deltacoronaviruses (Figure 3). When hostand geographical origins of isolates falling within unclassified clades was examined, the majoritywere associated with regional radiations for which little or no genomic or phenotypic data are182183184185186187188189190191192193194195196197198199200201202203204205206available. For example, unclassified Deltacoronaviruses were all from bird species in Oceania, andmany unclassified Alpha- and Betacoronaviruses originated in bat species that are exclusively foundin Central and South America (Supplementary Figure 1).The Pedacoviruses, for which multiple genome holotypes were supplied for the description ofsubgenus, were split into multiple clades by the imposition of a common height threshold for clusterdefinition using the presented methodology. The two holotype-containing clades corresponded to asingle group of Porcine epidemic diarrhoea virus (PEDV) – related viruses distributed globally butentirely from pigs (Pedacovirus I in Figure 2) and a monophyletic group of viral sequences obtainedfrom Asian Scotophilus bats. The monophyletic group that contained both Pedacovirus holotypesalso enclosed other major viral clades (Clades A11, A12 and A13 in Figure 2), which were mainlyassociated with other bat species of the Vespertillionidae family (Supplementary Figure 1).Cross-validation of sub-genus assignments by best-hit using blastn was successful in more than 99.9% of cases, with a handful of lone sequences that branched at basal positions of each phylogeneticclade group being assigned to different subgenera.For sequence members of each genus, genetic distance measurements between and withinsequences attributed to each subgenus displayed logical and discrete threshold boundaries for thedistinction of individual subgenus members. The one exception, again, was members of thepedacovirus subgenus which displayed overlapping within-taxon distances with between-taxondistances for other Alphacoronavirus subgenera (Figure 4). The distinct pedacovirus clades displayedin Figure 2 were thus treated as separate subgenera for distance threshold calculation. Optimalthresholds were identified as the midpoint of a fitted binomial probability distribution for intra- andinter- subgenus pairwise distances. The optimal identity thresholds for distinguishing same vs.different subgenera were as follows; i) 77.6 % identity, resulting in 99.7 % precision and 95.3 %accuracy of classification for subgenera of the Alphacoronaviruses. ii) 71.7 % identity, resulting in99.9 % precision and 99.6 % accuracy of classification for subgenera of the Betacoronaviruses. iii)20720820974.9 % identity, resulting in 98.8 % precision and 99.2 % accuracy of classification for subgenera ofthe Deltacoronaviruses, and iv) 69.9 % identity, resulting in 100 % precision and 100 % accuracy ofclassification for subgenera of the Gammacoronaviruses.Our R package, MyCoV, successfully identified SARS-CoV-2 as a member of the sarbecovirussubgenus, with the closest match being to reference sequence KP876545.11 (Rhinolophus batcoronavirus BtCov/3990), which showed 92.5 % pairwise identity to SARS-CoV-2 in the RdRpregion. This sequence had been assigned 100 % posterior support for being attributed to thesarbecovirus subgenus (Figure 5a). Distributions of pairwise identities within members of thesubgenera of the Betacoronaviruses fell between 71 % and 100 %, whereas pairwise distancesbetween Betacoronavirus subgenera were less than or equal to 71%. Thus, the output of MyCoVallows us to state with certainty that SARS-CoV-2 belongs to this subgenus (Figure 5b). Positioningof the closest match in the phylogenetic tree shows that the SARS-CoV-2 forms a distinct lineagefrom SARS coronavirus, and that its closest match belonged to a Rhinolophus bat from China (Figure5c). Interestingly, this sequence came from an abandoned mine in 2013, suggesting thatSARSCoV-2 predecessors circulated in bat communities for a number of years prior to the 2019emergence in human populations. The provided visualisation of host and geographical origins forthese partial reference sequences allows for a rapid assessment of the distribution of similar viruses,for example, it highlights the fact that SARS-related and SARS-CoV-2-related viruses have also beenidentified in bats in Africa (specifically Rhinolophus bats in Kenya), and that they are not justrestricted to Asian bat hosts.The recent reclassification of the Riboviria is a logical progression in viral taxonomy, as the uniquemechanism of replication of all negative-sense, single-stranded, RNA viruses results in theconservation of many viral characteristics, including relative sequence conservation of regions of thecognate RNA-dependent RNA polymerase. Consequently, such genomic loci lend themselves to the232233234235236design of primers for virus detection in diagnostics and molecular epidemiology, and to thephylogenetic inference of evolutionary histories. Furthermore, establishing the classification level ofsubgenus has provided a useful tool for researchers, attributing standardised terminology for manycommonly referenced viral lineages that, in general, demonstrate a level of specificity in theirhostassociations and epidemiological characteristics (Supplementary Figures S1).Our analyses have shown that the phylogenetic interpretation of short sequences of the RdRp locusof members of the Orthocoronaviridae is largely coherent with genome-scale analyses based ondesignated holotype members for each subgenus. The vast majority of known RdRp sequences (88%) can be classified into the defined subgenera, and their classification cross-validated based onsimple distance thresholds established from a 387 bp fragment of RdRp. Globally, these distancemeasures form discrete clusters between taxa, offering logical threshold boundaries that canattribute subgenus or indicate sequences that are likely to belong to unclassified subgenera bothaccurately and robustly without the need for complex phylogenetic inference. The provided Rpackage, “MyCoV”, provides a method for achieving this and for the assessment of the reliability ofthe attribution.An alternative strategy for coronavirus classification from partial sequence data may be using thespike protein-encoding S-gene, which is another commonly sequenced region of coronavirusgenomes. However, the use of this region is more common in epidemic outbreak scenarios and thusthere are many S gene sequences in public databases that are either identical or extremely closelyrelated. Performing comparative sequence searches by querying the NCBI nucleotide database withthe two search terms “((coronavir* spike) OR (coronavir* S gene)) AND\"viruses\"[porgn:__txid10239]“ and “((coronavir* RdRp) OR (coronavir* polymerase)) AND\"viruses\"[porgn:__txid10239]“ shows that there are approximately three times more sequencesfrom the S gene, but that these sequences originate from approximately three times fewer viral256257taxa. We therefore favour the use of the RdRp region as it provides a more exhaustiverepresentation of known coronavirus diversity.Of course, this form of interpretation is subject to the same caveats as any other that is based onpartial sequence data from a short, single genomic locus; Indeed, the effects of potentialrecombination events cannot be captured, and some uncertainties will exist in the presentedphylogenetic trajectories that may be resolvable by the addition of longer sequence data. For thesereasons, we do not suggest the definition of new subgenera for unclassified clade groups presentedin Figures 2 and 3. The limits of the phylogenetic resolving power of this partial region of RdRp aremost clear for members of the Alphacoronavirus genus, where there is an elevated level ofmiddistance genetic diversity and a large number of unclassified genetic clade groups associated withregional, likely host-specific radiations. And thus, precise taxonomic delineation of emergingAlphacoronaviruses will require more information than is offered by this RdRp locus. Conversely, theclear genetic distinction and corresponding epidemiological associations that exist between cladegroups of the Pedacoviruses does raise the question as to whether the definition of this subgenusshould be revisited.281282283284285286287288289290291292293294295296297298299300301302303304novel coronavirus from a beluga whale by using a panviral microarray. J Virol 82:5084–8.Razanajatovo NH, Nomenjanahary LA, Wilkinson DA, Razafimanahaka JH, Goodman SM,Jenkins RK, Jones JP, Heraud J-M. 2015. Detection of new genetic variants ofBetacoronaviruses in Endemic Frugivorous Bats of Madagascar. Virol J 12.Drexler JF, Corman VM, Drosten C. 2014. Ecology, evolution and classification of batcoronaviruses in the aftermath of SARS. Antiviral Res.Corman VM, Baldwin HJ, Tateno AF, Zerbinati RM, Annan A, Owusu M, Nkrumah EE, MagangaGD, Oppong S, Adu-Sarkodie Y, Vallo P, da Silva Filho LVRF, Leroy EM, Thiel V, van der Hoek L,Poon LLM, Tschapka M, Drosten C, Drexler JF. 2015. Evidence for an Ancestral Association ofHuman Coronavirus 229E with Bats. J Virol 89:11858–11870.Anthony SJ, Gilardi K, Menachery VD, Goldstein T, Ssebide B, Mbabazi R, Navarrete-Macias I,Liang E, Wells H, Hicks A, Petrosov A, Byarugaba DK, Debbink K, Dinnon KH, Scobey T, RandellSH, Yount BL, Cranfield M, Johnson CK, Baric RS, Lipkin WI, Mazet JAK. 2017. Further evidencefor bats as the evolutionary source of middle east respiratory syndrome coronavirus. MBio 8.10.Corman VM, Muth D, Niemeyer D, Drosten C. 2018. Hosts and Sources of Endemic Humanpersistence and survival. Curr Opin Virol.11.Menachery VD, Graham RL, Baric RS. 2017. Jumping species—a mechanism for coronavirus12.Song HD, Tu CC, Zhang GW, Wang SY, Zheng K, Lei LC, Chen QX, Gao YW, Zhou HQ, Xiang H,Zheng HJ, Chern SWW, Cheng F, Pan CM, Xuan H, Chen SJ, Luo HM, Zhou DH, Liu YF, He JF,Qin PZ, Li LH, Ren YQ, Liang WJ, Yu YD, Anderson L, Wang M, Xu RH, Wu XW, Zheng HY, ChenJD, Liang G, Gao Y, Liao M, Fang L, Jiang LY, Li H, Chen F, Di B, He LJ, Lin JY, Tong S, Kong X, Du305306307308309310311312313314315316317318319320321322323324325326327328L, Hao P, Tang H, Bernini A, Yu XJ, Spiga O, Guo ZM, Pan HY, He WZ, Manuguerra JC, FontanetA, Danchin A, Niccolai N, Li YX, Wu CI, Zhao GP. 2005. Cross-host evolution of severe acuterespiratory syndrome coronavirus in palm civet and human. Proc Natl Acad Sci U S A.13.Forni D, Cagliani R, Clerici M, Sironi M. 2017. Molecular Evolution of Human Coronavirus14.Li W, Shi Z, Yu M, Ren W, Smith C, Epstein JH, Wang H, Crameri G, Hu Z, Zhang H, Zhang J,McEachern J, Field H, Daszak P, Eaton BT, Zhang S, Wang LF. 2005. Bats are natural reservoirsof SARS-like coronaviruses. Science (80- ).15.Tao Y, Shi M, Chommanard C, Queen K, Zhang J, Markotter W, Kuzmin I V., Holmes EC, TongS. 2017. Surveillance of Bat Coronaviruses in Kenya Identifies Relatives of HumanCoronaviruses NL63 and 229E and Their Recombination History. J Virol 91.16.Joffrin L, Dietrich M, Mavingui P, Lebarbenchon C. 2018. Bat pathogens hit the road: Butwhich one? PLoS Pathog.17.Anthony SJ, Johnson CK, Greig DJ, Kramer S, Che X, Wells H, Hicks AL, Joly DO, Wolfe ND,Daszak P, Karesh W, Lipkin WI, Morse SS, Mazet JAK, Goldstein T. 2017. Global patterns incoronavirus diversity. Virus Evol 3.18.Han BA, Kramer AM, Drake JM. 2016. Global Patterns of Zoonotic Disease in Mammals.19.Walker PJ, Siddell SG, Lefkowitz EJ, Mushegian AR, Dempsey DM, Dutilh BE, Harrach B,Harrison RL, Hendrickson RC, Junglen S, Knowles NJ, Kropinski AM, Krupovic M, Kuhn JH,Nibert M, Rubino L, Sabanadzovic S, Simmonds P, Varsani A, Zerbini FM, Davison AJ. 2019.Changes to virus taxonomy and the International Code of Virus Classification andNomenclature ratified by the International Committee on Taxonomy of Viruses (2019). ArchVirol 164:2417–2429.20.Ziebuhr J, Baric RS, Baker S, de Groot RJ, Drosten C, Gulyaeva A, Haagmans BL, Neuman BW,Perlman S, Poon LLM, Sola I, Gorbalenya AE. ICTV Report 2017.013S.21.Joffrin L, Goodman SM, Wilkinson DA, Ramasindrazana B, Lagadec E, Gomard Y, Minter G Le,Santos A Dos, Schoeman MC, Sookhareea R, Tortosa P, Julienne S, Gudo ES, Mavingui P,Lebarbenchon C. 2019. Bat coronavirus phylogeography in the western Indian Ocean. bioRxivRambaut A, Drummond AJ, Xie D, Baele G, Suchard MA. 2018. Posterior summarization inBayesian phylogenetics using Tracer 1.7. Syst Biol.evolutionary analyses in R. Bioinformatics.BLAST+: Architecture and applications. BMC Bioinformatics.24.Paradis E, Schliep K. 2019. Ape 5.0: An environment for modern phylogenetics and25.Camacho C, Coulouris G, Avagyan V, Ma N, Papadopoulos J, Bealer K, Madden TL. 2009.26.Yu G, Smith DK, Zhu H, Guan Y, Lam TTY. 2017. ggtree: an r package for visualization andannotation of phylogenetic trees with their covariates and other associated data. MethodsEcol Evol.348373374375376displayed in bold, lines are coloured by genus as in Figure 1. In the case of gamma coronaviruses,both subgenera are consistently separated at the root of the tree, thus all cluster defining heightsequate to the root. Monophyletic groups where all members have posterior probabilities of beingassigned to a known subgenus of lower than 90% are highlighted and assigned sequential IDs.403404405406407408409410411412414415416417418419420421422423424lines represent the optimal genetic distance cut-offs for the subgenus threshold, calculated as themidpoint of the fitted binomial probability distribution.448449450451452", "ref_list": [[], ["Coronaviruses: Emerging and re-emerging pathogens in humans and animals"], ["Middle East Respiratory syndrome coronavirus: Another zoonotic betacoronavirus causing SARS-like disease"], ["Origin and evolution of pathogenic coronaviruses"], ["Novel betacoronavirus in 5."], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["SKP Lau", "JFW Chan"], ["JFW Chan", "SKP Lau", "KKW To", "VCC Cheng", "PCY Woo", "KY Yue"], ["J Cui", "F Li", "ZL Shi"], ["PCY Woo", "SKP Lau", "U Wernery", "EYM Wong", "AKL Tsang", "B Johnson", "CCY Yip", "CCY Lau", "S Sivakumar", "JP Cai", "RYY Fan", "KH Chan", "R Mareena", "KY Yuen"], [], ["KA Mihindukulasuriya", "G Wu", "J St Leger", "RW Nordhausen", "D. Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\nThe recent reclassification of the Riboviria, and the introduction of multiple new taxonomic\ncategories including both subfamilies and subgenera for coronaviruses (family Coronaviridae,\nsubfamily Orthocoronavirinae) represents a major shift in how official classifications are used to\ndesignate specific viral lineages. While the newly defined subgenera provide much-needed\nstandardisation for commonly cited viruses of public health importance, no method has been\nproposed for the assignment of subgenus based on partial sequence data, or for sequences that are\ndivergent from the designated holotype reference genomes. Here, we describe the genetic variation\nof a partial region of the coronavirus RNA-dependent RNA polymerase (RdRp), which is one of the\nmost used partial sequence loci for both detection and classification of coronaviruses in molecular\nepidemiology. We infer Bayesian phylogenies from more than 7000 publicly available coronavirus\nsequences and examine clade groupings relative to all subgenus holotype sequences. Our\nphylogenetic analyses are largely coherent with genome-scale analyses based on designated\nholotype members for each subgenus. Distance measures between sequences form discrete clusters\nbetween taxa, offering logical threshold boundaries that can attribute subgenus or indicate\nsequences that are likely to belong to unclassified subgenera both accurately and robustly. We thus\npropose that partial RdRp sequence data of coronaviruses is sufficient for the attribution of\nsubgenus-level taxonomic classifications and we supply the R package, “MyCoV”, which provides a\nmethod for attributing subgenus and assessing the reliability of the attribution.\n28\n29\n30\n31\n32\n33\n34\n35", "one_words_summarize": "9101112131415161718192021222324252627The recent reclassification of the Riboviria, and the introduction of multiple new taxonomiccategories including both subfamilies and subgenera for coronaviruses (family Coronaviridae,subfamily Orthocoronavirinae) represents a major shift in how official classifications are used todesignate specific viral lineages. Ourphylogenetic analyses are largely coherent with genome-scale analyses based on designatedholotype members for each subgenus. Toassist in this, we also provide the R package ‘MyCoV’ which classifies user generated sequences.37383940414243444546474849505152535455565758596061        Coronaviruses are widely studied for their impact on human and animal health (        The precise taxonomic classification of all organisms undergoes constant drift as new discoveries aremade that inform their evolutionary histories. In addition to this basal classification, many newtaxonomic classifications were defined, or existing taxa reclassified. However, sequence data from the RdRp region of the polymerase gene is one of the most commonlyused tools for the purposes of Coronavirus detection, identification and classification in molecularepidemiology. Sequences originating from defining subgenus holotype samples were identified in the genus-leveltopologies. Sequences with lower than 90% majority posterior probabilities were designated as “Unclassified”. Potential positioning of new subgenus level clades (as indicated by “GroupX” in Figures 2 and 3) wasinferred using the maximum clade-credibility consensus tree from all BEAST analyses, identifyingmonophyletic clades where all descendants were not classified into defined subgenera. Genetic distance measures between all members of the four genera had logical thresholds forthe distinction between genera except in the case of some betacoronaviruses, which had majorclade divisions close to the root of the tree (Figure 1b) and therefore had genetic distances betweenmembers of the same genus that overlapped with distances between members of the Alpha- andBetacoronaviruses. The monophyletic group that contained both Pedacovirus holotypesalso enclosed other major viral clades (Clades A11, A12 and A13 in Figure 2), which were mainlyassociated with other bat species of the Vespertillionidae family (Supplementary Figure 1).Cross-validation of sub-genus assignments by best-hit using blastn was successful in more than 99.9% of cases, with a handful of lone sequences that branched at basal positions of each phylogeneticclade group being assigned to different subgenera. ii) 71.7 % identity, resulting in99.9 % precision and 99.6 % accuracy of classification for subgenera of the Betacoronaviruses. Interestingly, this sequence came from an abandoned mine in 2013, suggesting thatSARSCoV-2 predecessors circulated in bat communities for a number of years prior to the 2019emergence in human populations. Furthermore, establishing the classification level ofsubgenus has provided a useful tool for researchers, attributing standardised terminology for manycommonly referenced viral lineages that, in general, demonstrate a level of specificity in theirhostassociations and epidemiological characteristics (Supplementary Figures S1).Our analyses have shown that the phylogenetic interpretation of short sequences of the RdRp locusof members of the Orthocoronaviridae is largely coherent with genome-scale analyses based ondesignated holotype members for each subgenus. The vast majority of known RdRp sequences (88%) can be classified into the defined subgenera, and their classification cross-validated based onsimple distance thresholds established from a 387 bp fragment of RdRp. And thus, precise taxonomic delineation of emergingAlphacoronaviruses will require more information than is offered by this RdRp locus. Conversely, theclear genetic distinction and corresponding epidemiological associations that exist between cladegroups of the Pedacoviruses does raise the question as to whether the definition of this subgenusshould be revisited.281282283284285286287288289290291292293294295296297298299300301302303304novel coronavirus from a beluga whale by using a panviral microarray. Detection of new genetic variants ofBetacoronaviruses in Endemic Frugivorous Bats of Madagascar. J Virol 89:11858–11870.Anthony SJ, Gilardi K, Menachery VD, Goldstein T, Ssebide B, Mbabazi R, Navarrete-Macias I,Liang E, Wells H, Hicks A, Petrosov A, Byarugaba DK, Debbink K, Dinnon KH, Scobey T, RandellSH, Yount BL, Cranfield M, Johnson CK, Baric RS, Lipkin WI, Mazet JAK. Proc Natl Acad Sci U S A.13.Forni D, Cagliani R, Clerici M, Sironi M. 2017. Science (80- ).15.Tao Y, Shi M, Chommanard C, Queen K, Zhang J, Markotter W, Kuzmin I V., Holmes EC, TongS. 2017. Surveillance of Bat Coronaviruses in Kenya Identifies Relatives of HumanCoronaviruses NL63 and 229E and Their Recombination History. Posterior summarization inBayesian phylogenetics using Tracer 1.7. ggtree: an r package for visualization andannotation of phylogenetic trees with their covariates and other associated data. MethodsEcol Evol.348373374375376displayed in bold, lines are coloured by genus as in Figure 1."}