{"date": "2020/02/25", "journal": "biorxiv", "authors": "Yu Jin Jung, Gun-Soo Park, Jun Hye Moon, Keunbon Ku, Seung-Hwa Beak, Seil Kim, Edmond Changkyun Park, Daeui Park, Jong-Hwan Lee, Cheol Woo Byeon, Joong Jin Lee, Jin-Soo Maeng, Seong Jun Kim, Seung Il Kim, Bum-Tae Kim, Min Jun Lee, Hong Gi Kim", "title": "Comparative analysis of primer-probe sets for the laboratory confirmation of SARS-CoV-2", "type": "preprint article", "abstract": "Republic of Korea † These authors contributed equally to this work.", "text": "        KoreaCoronavirus disease 2019 (COVID-19) is newly emerging human infectious diseases, which is caused by SevereAcute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV). Within twomonths of the outbreak, more than 80,000 cases of COVID-19 have been confirmed worldwide. Since the humanto human transmission occurred easily and the human infection is rapidly increasing, the sensitive and earlydiagnosis is essential to prevent the global outbreak. Recently, World Health Organization (WHO) announcedvarious primer and probe sets for SARS-CoV-2 previously developed in China, Germany, Hong Kong, Japan,Thailand, and USA. In this study, we compared the ability to detect SARS-CoV-2 RNA among the sevenprimerprobe sets for N gene and the three primer-probe sets for Orf1 gene. The result of the comparative analysisrepresented that the ‘2019-nCoV_N2, N3’ of USA and the ‘ORF1ab’ of China are the most sensitive primer-probesets for N and Orf1 genes, respectively. Therefore, the appropriate combination from ORF        Keywords: SARS-CoV-2, real-time qPCR, molecular diagnosis, 2019-nCoV, COVID-19        Firstly informed to World Health Organization (WHO) on 3        Molecular diagnosis of COVID-19 is currently carried out by one-step quantitative RT-PCR (qRT-PCR)targetting SARS-CoV-2 by which primers and probes being suggested by institutes of China, Germany, HongKong, Japan, Thailand, and USA were posted through WHO [8-10]. Clinical diagnosis methods including CT scanare also utilized to identify COVID-19 cases in Hubei province, China, from 13 February 2020 [11]. AlthoughqRT-PCR assay served as a gold-standard method to detect respiratory infectious viruses such as SARS-CoV andMERS-CoV [12-15], current qRT-PCR assays targetting SARS-CoV-2 have some caveats. First, due to the highsimilarity of SARS-CoV-2 to SARS-CoV, primer-probe sets would cross-react. Second, the sensitivity of theassays may not enough to confirm suspicious patients in early time points after admission. Indeed, cases of positiveCT scan results and negative RT-PCR results at initial presentation were reported [16]. The performance ofmolecular diagnosis might be dependent on primers, probes, and reagents. There have been no comparative resultsof the current qRT-PCR analysis for the molecular diagnosis of SARS-CoV-2.In this present study, the qRT-PCR analysis was performed with previously reported primer-probe setstargeting RdRp/Orf1 and N region of SARS-CoV-2. This is the first comparative analysis of various primer-probesets for the laboratory confirmation of SARS-CoV-2.For the comparative analysis of laboratory confirmation for SARS-CoV-2, ten primer-probe sets were selectedbased on sequence information from the six different national institutions; the Centers for Disease Control andPrevention (CDC) (USA), Charité – Universitätsmedizin Berlin Institute of Virology (Germany), The Universityof Hong Kong (Hong Kong), National Institute of Infectious Disease, Department of virology Ⅲ (Japan), ChinaCDC (China), and National Institute of Health (Thailand). All of the DNA oligonucleotides were synthesized fromNeoprobe (Daejeon, South Korea). The sequences of primer-probe sets and their locations at viral RNA (GenBankMN908947.3) were listed in Figure 1 and Table 1. Seven of the ten sets were derived from the N gene, and theother three sets were derived from Orf1 gene (RdRp, ORF 1b-Nsp14, and ORF 1-Nsp10). All DNAoligonucleotides were resuspended in nuclease-free water before use.The infection experiments were performed in a biosafety level-3 (BSL-3) laboratory. African green monkeykidneyVerocells(ATCCCCL-81)wereinfectedwithaclinicalisolateThe coding sequence of SARS-CoV-2 Envelope (E) protein, which cloned in pET21a plasmid was PCR amplifiedwith T7 promoter primer (5’ – AATACGACTCACTATAG – 3’, Macrogen Inc., South Korea) and T7 terminatorprimer (5’ – GCTAGTTATTGCTCAGCGG – 3’, Macrogen) with AccuPower® PCR PreMix (-dye) kit (BioneerInc., South Korea). PCR product was then used as in vitro transcription template using MEGAscript™ T7Transcription Kit (Invitrogen Inc., CA, USA). The copy number of in vitro transcribed RNA was calculated fromRNA concentration measured with Quantus™ Fluorometer (Promega Inc., WI, USA). Standardized amounts ofin vitro produced RNA were used E primer and qRT-PCR to produce a standard curve.Extracted nucleic acid samples were tested for comparative analysis of SARS-CoV-2 by qRT-PCR. The Orf1 andN region of SARS-CoV-2 were used as the target sequences for SARS-CoV-2 specific gene. Briefly, 10 μL ofpurified viral RNA was amplified in a 20 μL reaction solution containing 1X 1 step RT-PCR mix (WELLS BIOINC., South Korea), and 300 nM of primers and probes for the target detection. The qRT-PCR was performedwith a CFX 96 touch real-time PCR detection system (Bio-rad, Hercules, CA, USA). The qRT-PCR conditionsapplied in this study were programmed as follows: UNG incubation, RT incubation, and enzyme activation wereserially performed at 25 °C for 2 minutes, at 55 °C for 10 minutes, at 94 °C for 3 minutes respectively. Thermalcycling was then performed at 94 °C for 15 seconds (denaturation), and at 60 °C for 30 seconds (annealing andamplification) for forty-five cycles.The Ct value was not produced from negative control, indicating the reaction was done aseptically. The standardcurve from E gene primer-probe set also showed the reaction was done accordingly. The R2 value of the standardcurve was 0.999 and the calculated amplification efficiency was 101.6%. These indicated that the qRT-PCRreaction was done in optimal condition. The viral concentration of supernatant and cell lysate was determined byThe Ct value of RdRp_SARSr (Germany), HKU-ORF1b-nsp14 (Hong Kong), and ORF1ab (China) from lowconcentration (15 copies/reaction) were 43.00, 38.97, and 36.85, respectively (Table 2). The assay withRdRp_SARSr (Germany) set showed a positive signal from the single reaction of triplicate in the concentration of15 copies/reaction. The assay with HKU-ORF1b-nsp14 (Hong Kong), and ORF1ab (China) sets showed positivesignals in the concentration of 1.5 copies/reaction (data not shown). The R2 value from RdRp_SARSr (Germany),HKU-ORF1b-nsp14 (Hong Kong), and ORF1ab (China) were 0.983, 0.997 and 0.997, respectively. The calculatedamplification efficiency of RdRp_SARSr (Germany), HKU-ORF1b-nsp14 (Hong Kong), and ORF1ab (China)was 101.6%, 96.1%, and 109.8%, respectively. As a result, ORF1ab (China) set may be recommended for thelaboratory confirmation of the RdRp/Orf1 gene.The Ct value of N (China), HKU-N (Hong Kong), NIID_2019-nCOV_N (Japan), WH-NIC N (Thailand),2019nCoV_N1, N2, and N3 (USA) from low concentration (15 copies/reaction) were 34.86, 35.43, 33.13, 38.13, 34.71,(Japan) sets were similar to each other, and the sets could be regarded as the most sensitive sets. The moderatelysensitive assay was based on 2019-nCoV_N1 (USA) and N (China). These sets had higher Ct value than the mostsensitive sets, however, the Ct values from low concentration (15 copies/μl) were still within the cut-off value (Ct<37). WH-NIC N (Thailand) set was less sensitive than other sets. The Ct value from low concentration (15copies/μl) was close to the cut-off value (Ct <38). The R2 value from of N (China), HKU-N (Hong Kong),NIID_2019-nCOV_N (Japan), WH-NIC N (Thailand), 2019-nCoV_N1, N2, and N3 (USA) were 0.989,nCoV_N2, N3 (USA), and NIID_2019-nCOV_N (Japan) sets should be beneficial for the laboratory confirmationof SARS-CoV-2 by qRT-PCR assay of N gene.        Various primer-probe sets were previously reported to detect SARS-CoV-2 by the qRT-PCR assay. The sensitivityof the assay may not enough to confirm suspicious patients in the early stage of SARS-CoV-2 infection.Nevertheless, there have been no comparative results of the current qRT-PCR analysis for the molecular diagnosisof SARS-CoV-2. In the present study, the first comparative analysis of various primer-probe sets targetingRdRp/Orf1 and N region of SARS-CoV-2 was performed by qRT-PCR for the laboratory confirmation. In thecase of targeting RdRp/Orf1 region, ORF1ab (China) set might be the most sensitive than other sets.2019nCoV_N2, N3 (USA), and NIID_2019-nCOV_N (Japan) sets may be recommended for the sensitive qRT-PCRassay of N region. Therefore, the appropriate combination from ORF        We appreciated to National Culture Collection for Pathogen of Korea CDC for providing clinicalSARSCoV-2 isolate. This work was supported by National Research Council of Science and Technology grantby the Ministry of Science and ICT (Grant No. CRC‐16‐01‐KRICT).19.pdf?sfvrsn=44ff8fd3_2.Guan, W.J., et al. Clinical characteristics of 2019 novel coronavirus infection in China. 2020. DOI:Huang, C., et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.Lancet, 2020. 395(10223): p. 497-506.Wu, F., et al., A new coronavirus associated with human respiratory disease in China. Nature, 2020.Zhou, P., et al., A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature,2020.382(8): p. 727-733.Zhu, N., et al., A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med, 2020.Gorbalenya, A.E., et al. Severe acute respiratory syndrome-related coronavirus: The species and itsviruses – a statement of the Coronavirus Study Group. 2020. DOI:WHO Coronavirus disease (COVID-19) technical guidance: Laboratory testing for 2019-nCoV inhumans. 2020. DOI:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technicalChu, D.K.W., et al., Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak ofguidance/laboratory-guidance.Corman, V.M., et al., Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. EuroWHO Coronavirus disease 2019 (COVID-19): Situation Report – 28. 2020. DOI:12.13.14.15.16.17.18.19.19.pdf?sfvrsn=a19cf2ad_2.Drosten, C., et al., Identification of a novel coronavirus in patients with severe acute respiratorysyndrome. N Engl J Med, 2003. 348(20): p. 1967-76.Poon, L.L., et al., A one step quantitative RT-PCR for detection of SARS coronavirus with an internalcontrol for PCR inhibitors. J Clin Virol, 2004. 30(3): p. 214-7.Corman, V.M., et al., Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC)infections. Euro Surveill, 2012. 17(49).Corman, V.M., et al., Detection of a novel human coronavirus by real-time reverse-transcriptionpolymerase chain reaction. Euro Surveill, 2012. 17(39).Xie, X., et al., Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing.Radiology, 2020: p. 200343.China_CDC Specific primers and probes for detection 2019 novel coronavirus. 2020. DOI:Nao, N., et al. Detection of second case of 2019-nCoV infection in Japan. 2020. DOI:Health, T.M.o.P. Diagnostic detection of Novel coronavirus 2019 by Real time RT- PCR. 2020. DOI:20.          US_CDC 2019-Novel Coronavirus (2019-nCoV) Real-time rRT-PCR Panel: Primers and Probes. 2020.DOI:https://www.who.int/docs/default-source/coronaviruse/uscdcrt-pcr-panel-primerprobes.pdf?sfvrsn=fa29cb4b_2.Target Country Name 1.5 x 104 1.5 x 103 1.5 x 102 1.5 x 101copies copies copies copiesN China N 24.01 26.96 30.46 34.86Hong Kong HKU-N 26.00 29.45 33.17 35.43Japan NIID_2019-nCOV_N 23.09 26.56 29.5 33.13Thailand WH-NIC N 28.64 31.89 35.26 38.13USA 2019-nCoV_N1 24.25 27.50 30.57 34.7          ", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Korea\nCoronavirus disease 2019 (COVID-19) is newly emerging human infectious diseases, which is caused by Severe\nAcute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV). Within two\nmonths of the outbreak, more than 80,000 cases of COVID-19 have been confirmed worldwide. Since the human\nto human transmission occurred easily and the human infection is rapidly increasing, the sensitive and early\ndiagnosis is essential to prevent the global outbreak. Recently, World Health Organization (WHO) announced\nvarious primer and probe sets for SARS-CoV-2 previously developed in China, Germany, Hong Kong, Japan,\nThailand, and USA. In this study, we compared the ability to detect SARS-CoV-2 RNA among the seven\nprimerprobe sets for N gene and the three primer-probe sets for Orf1 gene. The result of the comparative analysis\nrepresented that the ‘2019-nCoV_N2, N3’ of USA and the ‘ORF1ab’ of China are the most sensitive primer-probe\nsets for N and Orf1 genes, respectively. Therefore, the appropriate combination from ORF\n        ", "one_words_summarize": "KoreaCoronavirus disease 2019 (COVID-19) is newly emerging human infectious diseases, which is caused by SevereAcute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV). Therefore, the appropriate combination from ORF        Keywords: SARS-CoV-2, real-time qPCR, molecular diagnosis, 2019-nCoV, COVID-19        Firstly informed to World Health Organization (WHO) on 3        Molecular diagnosis of COVID-19 is currently carried out by one-step quantitative RT-PCR (qRT-PCR)targetting SARS-CoV-2 by which primers and probes being suggested by institutes of China, Germany, HongKong, Japan, Thailand, and USA were posted through WHO [8-10]. Clinical diagnosis methods including CT scanare also utilized to identify COVID-19 cases in Hubei province, China, from 13 February 2020 [11]. South Korea), and 300 nM of primers and probes for the target detection. The qRT-PCR was performedwith a CFX 96 touch real-time PCR detection system (Bio-rad, Hercules, CA, USA). The Ct value was not produced from negative control, indicating the reaction was done aseptically. The viral concentration of supernatant and cell lysate was determined byThe Ct value of RdRp_SARSr (Germany), HKU-ORF1b-nsp14 (Hong Kong), and ORF1ab (China) from lowconcentration (15 copies/reaction) were 43.00, 38.97, and 36.85, respectively (Table 2). The sensitivityof the assay may not enough to confirm suspicious patients in the early stage of SARS-CoV-2 infection. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. A new coronavirus associated with human respiratory disease in China. DOI:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technicalChu, D.K.W., et al., Identification of a novel coronavirus in patients with severe acute respiratorysyndrome. Detection of a novel human coronavirus by real-time reverse-transcriptionpolymerase chain reaction. Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing. P. Diagnostic detection of Novel coronavirus 2019 by Real time RT- PCR."}