{"date": "2020/02/17", "journal": "medrxiv", "authors": "Qingxian Cai, Deliang Huang, Pengcheng Ou, Hong Yu, Zhibin Zhu, Zhang Xia, Yinan Su, Zhenghua Ma, Yiming Zhang, Zhiwei Li, Qing He, Yang Fu, Lei Liu, Jun Chen", "title": "COVID-19 in a Designated Infectious Diseases HospitalOutside Hubei Province,China", "type": "preprint article", "abstract": "# These authors contributed equally to this manuscript", "text": "OrOrBackgroundA new type of novel coronavirus infection (COVID-19) occurred in Wuhan, Hubei Province.Previous investigations reported patients in Wuhan city often progressed into severe orcritical and had a high mortality rate.The clinical characteristics of affected patients outside theepicenter of Hubei province are less well understood.        All confirmed COVID-19 case treated in the Third People's Hospital of Shenzhen,from January 11,2020 to February 6, 2020, were included in this study. We analyzed the epidemiological andclinical features of these cases to better inform patient management in normal hospital settings.Among the 298 confirmed cases, 233(81.5%) had been to Hubei while 42(14%) had not clearepidemiological history. Only 192(64%) cases presented with fever as initial symptom. Thelymphocyte count decreased in 38% patients after admission. The number (percent) of casesclassified as non-severe and severe was 240(80.6%) and 58(19.4%) respectively. Thirty-twopatients (10.7%) needed ICU care. Compared to the non-severe cases, severe cases wereassociated with older age, underlying diseases, as well as higher levels of CRP, IL-6 and ESR. Themedian (IRQ) duration of positive viral test were 14(        Conclusionshospital system.In a designated hospital outside the Hubei Province, COVID-19 patients were mainlycharacterized by mild symptoms and could be effectively manage by properly using the existingSinceDecember 2019, an outbreak of a new type of novel coronavirusinfection (COVID-19, or2019-nCoV as previously named) has beenfirst reported in Wuhan (Capital of Hubei Province),China and subsequently spread rapidly to other areas.1 Human transmission has beenconfirmed.2 The epidemic has been growing in recent weeks, but the patients linked to thesuspected source of transmission, a seafood wholesale market in Wuhan, is decreasing.3As of10:00am, 11/February/2020, there were 42,708 confirmed cases and 1017 deaths in China due tothe COVID-19 (National Health Commission). The number of infected persons and death is stillincreasing very sharply.Understanding the clinical features of 2019-nCoVinfection is an urgent need to better informpatient management. Recently, Chaolin Huang et al reported a cohort of 41 early emergedpatients in Wuhan and concluded the clinical presentations greatly resemble severe acuterespiratory syndrome coronavirus (SARS-CoV) and the mortality rate is high (6/41, 15%) in thiscohort.4 Another report from Wuhan summarized clinical features of 138 hospitalized patients inWuhan city, presumed hospital-related transmission of 2019-nCoV was suspected in 41% ofpatients, 26% of patients received ICU care, and mortality was 4.3%.5 Besides, Wei-jie Guan et alsummarized the Clinical characteristics of 1,099 patients with laboratory-confirmed 2019-nCoVpatients from552 hospitals and concluded that severe pneumonia occurred in 15.7%.However,this study included many patients who were treated in local hospitals in Wuhan and theircharacteristics may not be representative of patients outside of the Wuhan city.6It is possible thesudden, clustering onset of 2019-nCoV infection in the Wuhan City has created overwhelmingpressures on the local health systems which could influence treatment accessibility and patientprognosis. Additionally, many antiviral drugs targeting RNA virus, including lopinavir/ritonavir,favipiravir, interferon, ribavirin, and abidore/darunavirall, are currently used to treat theCOVID19 on an off-label basis, while their safety and effectiveness in these patients are not fullyunderstood. Here, we investigated 298confirmed COVID-19 cases in a hospital designated to treatall such patients in Shenzhen, Guangdong Province, which is adjacent to the epicenter of theHubei Province. The number of patients treated in the study hospital has been within the normalrange of the hospital capacity.Study Design and criteria of ParticipantsSince January 11，allsuspected and confirmed patients with 2019-nCoV were hospitalized in thethird people's Hospital of Shenzhen, which located in Shenzhen, Guangdong Province and is theonly hospital authorized to admit the patients diagnosed with 2019-nCoV pneumonia (NCP) bythe government in Shenzhen City. The diagnosis of 2019-nCoV infection was based on WorldHealth Organization interim guidance.1 The severity of 2019-nCoV acute respiratory disease (ARD)was assessed according to the international guidelines for community-acquired pneumonia.7Inthese studies, we collected all the hospitalized patients data from January 11, 2020 to February 6,2020 and followed-up to February 11, 2020. The epidemiological history, clinical manifestation,laboratory findings, radiological characteristics, treatment and outcomes data were extractedfrom electronic medical records.Image assess standardThe chest CTs or X-rays were assessed by two specialists and graded to mild, medium and severechange according to the Diagnosis and treatment plan for new coronavirus pneumonia,published by the National Health Commission of the PRC.8 A mild CT change is defined bymultiple small patchy shadows and interstitial changes mainly involved the outer zone of thelung and under the pleura. Medium changes are defined by ground glass shadows and infiltrativeshadows in both lungs. A severe change is defined by diffuse consolidation and uneven density inboth lungs. The signs of air bronchus and bronchiectasis can be seen in the non-consolidationarea with patchy ground-glass shadow, and \"white lung\" in most of the affected lungs.Real-Time Reverse Transcription Polymerase Chain Reaction Assay for nCoVThe presence of 2019-nCoV was detected by the qPCR method, as previously reported.5 Twopairs of primers targeting the open reading frame 1ab (ORF1ab) and the nucleocapsid protein (N)were amplified and examined. The corresponding sequences for ORF1ab were5’CCCTGTGGGTTTTACACTTAA-3’ (F), 5’-ACGATTGTGCATCAGCTGA-3’ (R), and5’-CY3CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3L (probe), and those for N were5’GGGGAACTTCTCCTGCTAGAAT-3’ (F), 5’-CAGACATTTTGCTCTCAAGCTG-3’ (R), and5’-FAMTTGCTGCTGCTTGACAGATT-TAMRA-3L (probe). Each sample was run in triplicate with positiveand negative controls set as suggested. These diagnostic criteria were based on therecommendations by the National Centers for Disease Control and Prevention (CDC) of China.Samples identified as positive for 2019-nCoV by the local laboratory were further reconfirmed bythe key laboratory of Shenzhen CDC, China. For the confirmed cases, nasal swab samples werecollected every 3 days and evaluated by the qPCR assay. The clearance of 2019-nCoV wasdefined as two consecutive negative results with qPCR detection at an interval of 24 hours.Categorical variables were described as frequency rates and percentages, and continuousvariables were described using mean, median, and interquartile range (IQR) values. Means forcontinuous variables were compared using independent group t-tests when the data werenormally distributed; otherwise, the Mann-Whitney test was used. Data (no normal distribution)from repeated measures were compared using the generalized linear mixed model. Proportionsfor categorical variables were compared using the χ2 test, although the Fisher exact test wasused when the data were limited. Multivariate Cox regression analysis was applied to preliminaryevaluate the factors affecting virus clearance. All statistical analyses were performed using SPSS(Statistical Package for the Social Sciences) version 22.0 software (SPSS Inc). For unadjustedcomparisons, a 2-sided α of less than .05 was considered statistically significant. The analyseshave not been adjusted for multiple comparisons and, given the potential for type I error, thefindings should be interpreted as exploratory and descriptive.Data collection and analysis of cases and close contacts were determined by the National HealthCommission of the People’s Republic of China (PRC) to be part of a continuing public healthoutbreak investigation and were thus considered exempt from institutional review boardapproval.Characteristics of 298 patients with 2019-nCoVAs shown in table 1, the median age of all patients was 47 years (IQR, 33-61). 50% of all patientswere male. The median BMI was 23.05 (20.92-25.44). 69.1% patients were from Wuhan city,12.4% from other areas of Hubei province, 4.4% had not been to Hubei provincebut been infectedby people from Hubei province;, nad14.1% had no clear contact history; 59.1% was family clusterinfection; hospital-related transmission rate occurred in Shenzhen city was 0. A small percentageof patients had pre-existing conditions including diabetes (6.4%), hypertension (12.8%),cardiovascular disease (3.7%), liver diseases (2.7%), malignancy (1.4%), and others (3.7%). Themost common symptom at onset of illness was fever (192 [64.4%] patients). 10.1% of the patientshave no symptoms at onset.        The median of the lymphocyte was 1.22×109/L on admission and decreased in 38.3% patients.The median of inflammation factors of the peak C-reactive protein(CRP) was 20.91 mg/DL(6.6147.13)and increased in 70% patients, peak procalcitonin (PCT) was 0.05 ug/L(0.03-0.08) andincreased in 70% patients , peak interleukin-6 (IL-6) was 15.79 ng/L(7.57-28.72) and increased in76% patients, and the peak erythrocyte sedimentation rate (ESR) was 30 mm/h (                In our patients, 240(80.6) and 58(19.4) patients were categorized into non-severe and severesubgroups, respectively. During hospitalization, the number of days betweenillness onset andaserious complication was 9 (        Most patients received antiviral therapy, with 76.8% receiving Lopinavir/ritonavir, and 10.1%receiving Favipiravir. For all severe cases, 3-5 days duration of intravenous methylprednisolone(12mg/kg/d) combined with human gamma-globulin (10-20g per day) were prescribed. 37 patientsreceived antibacterial therapy. 16 cases received invasive mechanical ventilation, of which 2patients received extracorporeal membrane oxygenation as rescue therapy. 4 patients receivedrenal dialysistherapy.Patient age differed significantly between the two subgroups (Table 2; 40.0 vs. 56.0 years,p<0.001). Compared with non-severe cases, the underlying medical conditions were significantlymore common in severe groups. The duration of the fever is marked longer in severe group(p=0.024).Severe patients had lower lymphocyte counts than non-severe patients. The median ofinflammation factors of the CRP, IL-6 and ESR was much higher in the severe group, similarly inthe proportion of CRP>8, IL-6>7, and ESR> 20mm/h patients. The level of D-dimer on admissionwas elevated markedly in the severe group compared with non-severe (median 0.35mg/L[0.250.52], p<0.001), and the number of D-dimer>0.5mg/L in the severe group are significantly morethan the other. Concerning the myocardial damage, the quantity of myocardial damage ofCK>200U/L, LDH>250U/L and myoglobin>110 U/L in the severe group is larger than the otherpatients. The percentage of liver injury, renal injury and myocardial damage patients was alsogreatly enhanced in the severe group compared with the non-severe group.Factors affecting virus clearanceThe duration of positive viral test resultwas defined as the time from the day of disease onset tothe day of virus clearance, which was defined as two consecutive negative results with qPCRdetection at an interval of 24 hours(using 1st day).As shown in table 3, patient age(47 yearsoroldervs. below), clinical classification(severe vs.non-severe)were independent prognosticfactors of viral clearance with adjustedhazard ratios of 0.56 (95% confidence interval 0.40-0.76,p< 0.001). Chi-square test found the rates of patients progress to severe clinical condition wascorrelated with duration of positive viral test result(P<0.001), as shown in figure2.Besides SARS-CoV (outbreak in 2002) and Middle East respiratory syndrome coronavirus(MERSCoV) (outbreak in 2012), 2019-nCoV is the third coronavirus to emerge in the human populationthat has put global public health institutions on high alert. Current studies confirmed 2019-nCoVis a novel beta-coronavirus belonging to the sarbecovirus subgenus of Coronaviridae family andhas more than 85% identity with a bat SARS-like CoV genome published previously.9The spread of the 2019-nCoV infections in China was much faster than that of the 2002 SARS(over 30,000 cases in 2 monthsvs. 4,698 cases in 6 months). Some epidemic prediction modelsalso showed the basic reproductive number (R0) of the 2019-nCoVwas much higher than SARS.2, 3In our study, most of the cases were from Hubei province (81.5%), especially from Wuhan city(69.1%). 14.8% had not been to Hubei province, but infected by people from Hubei province.Family cluster infection is very common (59.1%). Thisclearly demonstrates the importance ofdisease control measures to prevent imported cases and transmission within close contacts.Moreover, there were 42 cases without any clear contact history, which may indicate thirdgeneration cases become emerging in Shenzhen city. Controlling the growth of those cases couldbe a very tough challenge for other areas out of Hubei Province.Our data demonstrated older people tended to develop to severe or critical conditions. Severe orcritical patients with basic diseases were more common than without basic diseases (62.1% vs.25.0%, p<0.001). Therefore, access to high quality medical treatments should be prioritized forthis patient group. BMI seems to have little effect on the progress of the disease.For SARS patients, fever is almost always presented as first clinical manifestations.10 However, ourdata showedmore than1/3(106)2019-nCoVpatientshadno feveratinitialtimeof diseaseonset.Further, in those 106 patients without fever in initial time, 47 patients never had feverthroughout the entire disease course. This suggested limitations in using body temperature aloneto screen the disease. Additional indications should be included in the screening criteria.Theduration of fever in severe patients was much longer than mild patients (median 6[4-8] vs. 5[3-8],p<0.024), peak temperature in the severe or critical patients tends higher than mild patients buthad no significant difference (p=0.063).Inflammatory responses triggered by viral infection play a crucialrole in pulmonary pathologyseverity.11 Our data confirmed the existence of an inflammatory factor storm; inflammatoryfactors increased in most of the patients, especially for CRP increased in 70% patients, IL-6 in76.0% patients, ESR in 60.9% patients. Furthermore, compared to no-severe patients, the abovethree factors significant increased among severe patients (p<0.001). That suggested the threeinflammatory factors may help judge the disease progression. Moreover, suppressing thehyperintense immune response to reduce lung inflammation may be a valuable treatmentmethod, such as glucocorticoid and gamma globulin. Glucocorticoids often cause severesecondary infections; the application timing, duration and dosage need further investigation.Except for respiratory track damage, other organ damagesare of concern for the COVID-19patients. Our data showed liver injury seldom occurred in these patients (44/298, 14.8%), andmainly in severe patients (36.2% vs. 9.6%, p<0.001). 55.4% ofliver injuries occurred followingadministration of lopinavir and ritonavir,suggesting possible drug-induced liver injury. Previousinvitro experiments revealed that 2019-nCoV might directly bind to ACE2 positive cholangiocytesbut not necessarily hepatocytes.12 Our data showed the characteristic of the liver injury washepatocytes related enzymes ALT and AST elevated slightly. Cholangiocytes related enzymes AKPand GGT also elevated in a few patients (3.1% and 3.0%) and elevated slightly. Myocardialdamage is relatively rare (6.7%), mainly happened in severe patients (25.9% vs. 2.1%, p <0.001).Most of the renal injury also happened in severe patients (22.4% vs. 1.7, p<0.001), the median ofBUN and Cr just slightly elevated (8[6-10] mmol/L and 102[72-122] umol/L). All these organdamages may be attributed to the complicated pathophysiological process at the advanceddisease stage. We could not conclude that the organ injurywas directly related to the virusinfection. Moreover, our data showed 8-10 days of hospitalization is a crucial time point forpatients progressing into severe respiratory outcomes, including dyspnea, ARDS, from no-severeto severe and need mechanical ventilation.In previous reportsof COVID-19 in the Wuhan city,3, 4nearly 1/3 patients were admitted tothe ICU.The hospital-related transmission rate and mortality was high. This may reflect the very tensesituation in Wuhan city, the number of patients is too large and crowded in the hospital, thewaiting time for hospitalization is too long, far exceeding the hospital load which caused theabove results.However, the severity as shown in Figure 1 is very rare in our hospital. Our hospitaldata showed there just 11.4% were critical patients who need ICU care, most of the patientspresented no-severe (80.6%), hospital-related transmission rate and mortality keep zero. Thatindicated 2019-nCoV may be less pathogenic, the rate of progressed to severe or critical cases isnot so frequency as SARS or MERS (range from 70 to 90%),13-15 properly running of the hospitalsystem and can provide timely and effective treatment for patients, greatly reducehospitalrelated transmission rate and mortality rate.Antiviral drugs specifically targeting 2019-nCoV is in developing but the process could be slow.Remdesivir was reported might effective in one patient, 16 but only one case. In our hospital,lopinavir/ritonavir and favipiravir were widely used, our multivariate Cox regression analysisresults showed age and severe type were identified as an independent prognostic factor.However, gender,BMI and antiviral agents lopinavir/ritonavir or favipiravir were not independentprognostic factor for virus clearance. As there were too many confounding factors, the efficacy ofthe drug needs to be further confirmed by randomized controlled trials(RCT). The use ofantibiotics in these patients is controversial, in our hospital, antibacterial therapy was strictlymonitored and prescribed only to those with a confirmed bacterial infection or some highlysuspected cases, except for those underwent mechanical ventilation or otherwise indicated.In conclusion, our data demonstrated imported cases are the majority of COVID-19 in the studyhospital.The elder and those having basic diseases were more likely progress to severe conditions.Fever at an initial time only presented at 64.4% cases.Liver, renal and myocardial injury seldomhappened and most of them happened at the end age patients. Lymphocyte decrease in bloodroutine,inflammation factor CRP,IL-6 and ESR increase, D-Dimer increase may take ascharacteristics of laboratory examination. Most of the cases presented as mild, and severe caseswere less frequent compared to SARS or MERS. For patients progressing into severe respiratoryoutcomes, deterioration usually occurred 6-10 days after disease onset. Properly running ofhospital system may greatly reduce hospital-related transmission rate and mortality rate. Theeffect of off-label use antiviral drugs needs more evidence by RCT or real-world studies.This work is funded by the National infectious diseases Clinical Research Center.Fig 1. The Imageology change with the disease progression of a 36 years-old female severepatient infected with 2019-CoVA and B were second day of the course of disease; C and D were day 7; E was day 11 and F wasday 15. A. CT showed local ground glass shadow and nodules; B. Thin ground glass shadowMainly distributed in outer zone of the lung and under the pleura; C. Ground glass shadow ofboth lungs, left pulmonary nodule focus located under pleura; D. Progress to patchy shadow withuneven density; E. Multiple patchy shadows with fuzzy edges were observed, and large groundglass shadow and condensation shadow were found in both lower lobe; F. Chest radiographshowed the brightness of both lungs was decreased, \"white lung\" in all over most of the lungs.Fig 2. A total of 175 cases reach the endpoint of viral clearance.The chi square test shown the distribution of severe clinical condition was different among thepatients with different duration of positive viral test result (P<0.001). Of the patients with virusclearance within 7 days from disease onset, no one progress to severe cases. Of those with viralclearance within 14 days from disease onset, 13/90(14.4%) patients progress to severe cases. Ofthose still had positive viral test after 14 days from disease onset, 30/71(42.3%) patients progressto severe cases.JC and LL had the idea for and designed the study and had full access to all data in the study andtake responsibility for the integrity of the data and the accuracy of the data analysis. QC, DH, PO,MZ, YZ and YF contributed to the writing of the report. HY, ZZ and QH contributed to the criticalrevision of the report. QC, ZX,YS and ZL contributed to thestatistical analysis. All authorscontributed to data acquisition, data analysis, or data interpretation, and reviewed and approvedthe final version.The data that support the findings of this study are available from the corresponding author onreasonable request. After the publication of the study findings, the data will be available forothers to request. The research team will provide an email address for communication once thedata are approved to be shared with others. The proposal with a detailed description of studyobjectives and statistical analysis plan will be needed for evaluation of the reasonability torequest for our data. The corresponding author will make a decision based on these materials.Additional materials may also be required during the process.1. World Health Organization. Clinical management of severe acute respiratory infection whennovel coronavirus (nCoV) infection is suspected: interim guidance. Published January 28, 2020.Accessed January 31, 2020.https://www.who.int/publications-detail/clinical-management-of2. Qun Li, M.Med., Xuhua Guan, Ph.D., Peng Wu, Ph.D., Xiaoye Wang, M.P.H., et al. EarlyTransmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. NewEngland Journal of medicine. January 29, 2020.(Epub ahead of print).print).4. Chaolin Huang, Yeming Wang, Xingwang Li, et al. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China. Lancet. Published: January 24, 2020 (Epub ahead of5. Dawei Wang, Bo Hu, Chang Hu,et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. JAMA. Published onlineFebruary 7, 2020(Epub ahead of print).infection in China. doi: https://doi.org/10.1101/2020.02.06.20020974. (The preprint server forhealth sciences).7. Metlay JP, Waterer GW, Long AC, et al. Diagnosis and treatment of adults withcommunityacquired pneumonia: An official clinical practice guideline of the American Thoracic Society andInfectious Disease Society of America. Am J Respir Crit Care Med. 2019; 200:e45-e67.8. National Health Commission of the People’s Republic of China. Handbook of Prevention andTreatment of the Pneumonia Caused by the Novel Coronavirus (2019-nCoV）Updated: February6, 2020. (http://en.nhc.gov.cn/2020-02/06/c_76295.htm, accessed in Chinese)9. Na Zhu, Dingyu Zhang, Wenling Wang, et al. A Novel Coronavirus from Patients with13. Hoang Thu Vu, Katrin C. Leitmeyer, Dang Ha Le, et al. Clinical Description of a CompletedOutbreak of SARS in Vietnam, February–May, 2003; Emerg Infect Dis. 2004; 10(2): 334–33814. Zumla A, Hui DS, Perlman S. Middle East respiratorysyndrome. Lancet. 2015;5;386(9997):995–1007.15. Chan PK, Tang JW, Hui DS. SARS: clinical presentation, transmission, pathogenesis andtreatment options. Clin Sci (Lond) 2006; 110(2):193–204.in the United States. N. Engl. J. Med, January 31, 2020 (Epub ahead of print).Respiratoryindex of patientswithRespiratory rate 27(26-29)dyspnea –Median(IQR)Liver function injury(Median[IQR],abnormal rate[%])Myocardial damage(Median[IQR],abnormal rate[%])        Minimum SaO2 96(91-95)Minimum oxygenation index 204.5(149.8-265.3)Occurrence number and rate 44,14.8ALT (U/L) and abnormal rate 48（24.5-59.5）,8.7AST (U/L) and abnormal rate 48（30-65）,8.7TBIL (umol/L) and abnormal rate 14（10-22）,3.1ALP (U/L)and abnormal rate 63（55.5-70）,3.0GGT (U/L)and abnormal rate44.5（26-66.8）,6.4Occurrence number and rate 20,6.7CK (U/L) and abnormal rate 283 （105-407.5）,3CK-MB (U/L) and abnormal rate 1.5（1.0-4.25）,0Mild 119(40.0),Medium170(57.0),Severe9(3.0)No-severe 240(80.6), Severe58(19.4)From Onset to ARDS 13, 9(        Antibacterial therapy37(12.4)Renal injury - (Median[IQR],abnormalOccurrence number and rate 17, 5.7rate[%])D-Dimer - no. rate(%), Median(IQR)        Elevation number and rate 99,35.7LDH (U/L) and abnormal rate 412.5（317.8-687.3）,6.3Myoglobin (ng/mL) and abnormal rate 127.5 （67.75216.25）,3.3BUN (mmol/L) and abnormal rate 8(        Clinical classification - no. (%)At admitionClassificationdays - Median(IQR)TherapyDisease progressive number - no. (%) and        From Onset to Dyspnea 13 ;9(        Duration from onset to hospital (days)Duration from onset to viral clearanceof nasal swab (days)HospitalizationMortalityNeed ICU32(10.7)Invasive mechanical ventilation 16(5.4)Extracorporeal membrane oxygenation 2(0.6)In hospital 229, (76.9) Discharge 66,(22.1)5（2-7)14（9-19)0(0)Except for percentage, all number shown as Median(IQR); BMI, body mass index; CRP, C-reactiveprotein;PCT, procalcitonin; IL-6,interleukin-6; ESR,erythrocyte sedimentation rate; ALT,aspartateaminotransferase;oxaloacetictransaminase;bilirubinabnormal;ALP,alkaline phosphatase; GGT,gammaglutamyltranspeptidase; CK,creatine kinase; LDH,lactatedehydrogenase; BUN,urea nitrogen; Cr,creatinine. All number of these indexes showed the peakvalue of all abnormal patients.Except for percentage,all number shown asMedian(IQR); BMI,bodymassindex;CRP,Csedimentationtransaminase;TBIL,totalbilirubinctate dehydrogenase ; BUN,ureanitrogen;Cr,creatinineBMI, body mass index.Risk factorFemale——<=47>47Male", "ref_list": [[], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological 6"], ["Combining Clinical and Epidemiologic Features for Early Recognition of SARS"], ["Immune responses in influenza A virus and human coronavirus infections: An ongoing battle between the virus and host"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["MR Jonathan", "Wei-jie Guan", "Ni", "Yu Hu", "N. Engl"], ["Rita F. Helfand"], ["Zheng Jian"], ["Chai Xiaoqiang", "Yan Zhang"], ["Michelle L. Holshue", "DeBolt Chas", "Scott Lindquist"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Or\nOr\nBackground", "one_words_summarize": "OrOrBackgroundA new type of novel coronavirus infection (COVID-19) occurred in Wuhan, Hubei Province. The clinical characteristics of affected patients outside theepicenter of Hubei province are less well understood. Thelymphocyte count decreased in 38% patients after admission. The number of infected persons and death is stillincreasing very sharply. Study Design and criteria of ParticipantsSince January 11，allsuspected and confirmed patients with 2019-nCoV were hospitalized in thethird people's Hospital of Shenzhen, which located in Shenzhen, Guangdong Province and is theonly hospital authorized to admit the patients diagnosed with 2019-nCoV pneumonia (NCP) bythe government in Shenzhen City. The epidemiological history, clinical manifestation,laboratory findings, radiological characteristics, treatment and outcomes data were extractedfrom electronic medical records. A severe change is defined by diffuse consolidation and uneven density inboth lungs. Each sample was run in triplicate with positiveand negative controls set as suggested. Proportionsfor categorical variables were compared using the χ2 test, although the Fisher exact test wasused when the data were limited. The level of D-dimer on admissionwas elevated markedly in the severe group compared with non-severe (median 0.35mg/L[0.250.52], p<0.001), and the number of D-dimer>0.5mg/L in the severe group are significantly morethan the other. Factors affecting virus clearanceThe duration of positive viral test resultwas defined as the time from the day of disease onset tothe day of virus clearance, which was defined as two consecutive negative results with qPCRdetection at an interval of 24 hours(using 1st day).As shown in table 3, patient age(47 yearsoroldervs. Chi-square test found the rates of patients progress to severe clinical condition wascorrelated with duration of positive viral test result(P<0.001), as shown in figure2.Besides SARS-CoV (outbreak in 2002) and Middle East respiratory syndrome coronavirus(MERSCoV) (outbreak in 2012), 2019-nCoV is the third coronavirus to emerge in the human populationthat has put global public health institutions on high alert. 14.8% had not been to Hubei province, but infected by people from Hubei province. Moreover, there were 42 cases without any clear contact history, which may indicate thirdgeneration cases become emerging in Shenzhen city. Additional indications should be included in the screening criteria. Glucocorticoids often cause severesecondary infections; the application timing, duration and dosage need further investigation. 55.4% ofliver injuries occurred followingadministration of lopinavir and ritonavir,suggesting possible drug-induced liver injury. All these organdamages may be attributed to the complicated pathophysiological process at the advanceddisease stage. We could not conclude that the organ injurywas directly related to the virusinfection. However, the severity as shown in Figure 1 is very rare in our hospital. Of those with viralclearance within 14 days from disease onset, 13/90(14.4%) patients progress to severe cases. JC and LL had the idea for and designed the study and had full access to all data in the study andtake responsibility for the integrity of the data and the accuracy of the data analysis. The research team will provide an email address for communication once thedata are approved to be shared with others. Xuhua Guan, Ph.D., Peng Wu, Ph.D., Xiaoye Wang, M.P.H., et al. http://en.nhc.gov.cn/2020-02/06/c_76295.htm, accessed in Chinese)9. SARS: clinical presentation, transmission, pathogenesis andtreatment options. rate(%), Median(IQR)        Elevation number and rate 99,35.7LDH (U/L) and abnormal rate 412.5（317.8-687.3）,6.3Myoglobin (ng/mL) and abnormal rate 127.5 （67.75216.25）,3.3BUN (mmol/L) and abnormal rate 8(        Clinical classification - no. (%) At admitionClassificationdays - Median(IQR)TherapyDisease progressive number - no. (%)"}