{"date": "2020/02/15", "journal": "medrxiv", "authors": "Nick Wilson, Amanda Kvalsvig, Lucy Telfar Barnard, Michael Baker", "title": "Estimating the Case Fatality Risk of COVID-19 using Cases from Outside China", "type": "preprint article", "abstract": "There is large uncertainty around the case fatality risk (CFR) for COVID-19 in China. Therefore, we considered symptomatic cases outside of China (countries/settings with 20+ cases) and the proportion who are in intensive care units (4.0%, 14/349 on 13 February 2020). Given what is known about CFRs for ICU patients with severe respiratory conditions from a meta-analysis, we estimated a CFR of 1.37% (95%CI: 0.57% to 3.22%) for COVID19 cases outside of China. The new coronavirus (COVID-19) appears to be fairly transmissible [1], and is spreading in China. Disease severity is a particularly important parameter for understanding this new disease [1], but unfortunately, the case fatality risk (CFR) data from China is difficult to interpret owing to likely missed mild cases (including due to a lack of appropriate test kits early in the epidemic) and also the likely delay in deaths occurring. Such a prolonged time course is suggested by a case series of 138 cases from Wuhan, China with cases enrolled between 1-28 January 2020. For this group on 3 February, 62% were still hospitalised and 31% (11/36) of those admitted to ICU were still there (6 had died) [2]. In jurisdictions outside China (and excluding Hong Kong, Macao and Taiwan) the CFR as detailed in the 13 February WHO Report [3] was 1/447 = 0.22% (95% confidence interval (CI) = 0.40% to 1.26%). But this estimate also did not account for possible missed mild cases in those countries or the lag time between hospitalisation and death. One possible way to get a better estimate of the CFR is to consider the proportion of cases currently in intensive care units (ICUs) in settings outside China where the healthcare system is working relatively normally (ie, is not over-burdened by the epidemic). As per Table 1 we estimated that 4.0% (14/349) of identified cases were in ICUs in all the countries outside of China that had 20+ cases.", "text": "5033Estimatedproportionin ICU16% (8/50)1/33(assumed asper “seriouscondition”)conveyance(specificallythe cruiseship“Diamondmoored inConfirmedcases as of13 February[3]2928174 (updatedto 218 lateron 13Estimatedproportionin ICU0/250/23 (seecomments)5/218 (seecomments)4.0%(14/349)currently isolated are in stable condition.”…”one patientwas discharged from a hospital yesterday after he wascured”. Based on a news report on 6 February [7].Based on a news report on 13 February [8]: “Kato saidfive people from the ship are currently in seriouscondition in hospital”. A prior report on 12 February inthe same news source gave more detail for the first fourpeople where the Health Minister (Katsunobu Kato) wasreported saying: \"At this point, we have confirmed thatfour people, among those who are hospitalised, are in aserious condition, either on a ventilator or in an intensivecare unit.\" [9]Next we considered the typical survival of people admitted to ICUs with severe respiratoryconditions. We used data from a meta-analysis of trials comparing higher vs lower levels ofpositive end-expiratory pressure (PEEP) in adults with acute lung injury or acute respiratorydistress syndrome (ARDS) [10]. This study found 374 hospital deaths in 1136 patients(32.9%) assigned to treatment with higher PEEP and 409 hospital deaths in 1163 patients(35.2%) assigned to lower PEEP (with no significant difference between these two groups).Combining these data suggests a CFR in such patients with acute lung injury of 34.1%(783/2299). This estimate is a little less than one case series of ICU patients with acuterespiratory failure from Influenza A (H1N1) and requiring mechanical ventilation, who had aCFR of 46% (156/337) [11]. Another study of such ICU patients with influenza found alower overall CFR of 26% (492/1859) [12] and another one reported a CFR of 24%(177/733) [13]. Furthermore, in a group of 340 ICU patients with ARDS, the CFR at 90 dayswas 32% in a group given a neuromuscular blocker and 41% in the placebo group [14].We then applied the 34.1% value from the meta-analysis to the data in Table 1, giving anestimated CFR of 1.37% ([14 x 34.1%]/349) for COVID-19. The 95% confidence interval(CI) of this estimate is 0.57% to 3.22%. This estimate can be considered a symptomatic CFR(sCFR) as it likely to be based on a denominator who had symptoms and were tested andlaboratory-confirmed as cases. This estimate is almost invariably higher than theinfectionfatality risk (IFR) which can only be estimated when serological testing becomes available toidentify all of those infected [15].Decision-makers and disease modellers might still be best to assume that the ‘true’ CFR isless than our estimate here as mild cases may not be identified. Furthermore, if a specifictreatment is identified in the near future, then cases could have improved survival and theCFR might decline. On the other hand, if health systems became overloaded with theCOVID-19 epidemic, then the CFR could likely increase for both the community and inhospital cases. As there is further progression of the COVID-19 epidemic, ongoing work willbe needed to better clarify both transmissibility and the CFR, so that the likely mortalityburden can be estimated. The method we have used here for CFR estimation will only bevalid prior to healthcare systems becoming overloaded, after which they are likely to changetheir ICU admission policies.Our provisional CFR estimate for COVID-19 is less than that estimated for MERS-CoV andSARS-CoV, but is broadly comparable with two of the three previous influenza pandemics(when considering the range of estimated values) (Table 2).CFR34.4%9.6%0.5% to5.3%dependingonagegroup1.5% (0.6%to 3.5%)0% to 1.2%(but mainly0.05% to0.005%)old (70 to 74 years, 5.3%) [18]. Lowest in young children(5 to 9 years, 0.5%) and middle-aged adults (55 to 59years, 0.9%). There was an intermediate peak in the CFRamong young adults (25 to 29 years, 3.1%).possibility of mild cases not being detected (see maintext).A systematic review considered 77 estimates from 50published studies [19]. The values for symptomatic caseshad point estimates ranging from 0 to 1,200 per 100,000cases. Nevertheless, “most of the estimates in thiscategory [symptomatic cases] fell in the range of 5 to 50deaths per 100,000 cases.”0.2%10.11.12.13.Cowling BJ, Leung GM. Epidemiological research priorities for public health controlof the ongoing global novel coronavirus (2019-nCoV) outbreak. Euro Surveill. 2020.Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of 138Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan,China. JAMA. 2020.World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report– 24. (13 February 2020). [Accessed 13 Feb 2020]. Available from:https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200213sitrep-24-covid-19.pdf?sfvrsn=9a7406a4_4.Xinghui K. Coronavirus: ‘some people may succumb’, says Singapore as cases hit 50.This Week in Asia (12 February 2020). [Accessed 13 Feb 2020]. Available from:https://www.scmp.com/week-asia/health-environment/article/3050308/coronavirussome-people-may-succumb-says-singapore.Duddu P. Coronavirus in Thailand: dealing with the 2019-nCoV (Covid-19) outbreakand impact. Pharmaceutical Technology (13 February 2020). [Accessed 13 Feb 2020].Available from:https://www.pharmaceutical-technology.com/features/coronavirusaffected-countries-thailand-measures-impact-tourism/.Ministry of Health LaW. About the present situation of new type coronavirusinfectious disease and correspondence of Ministry of Health, Labor and Welfare(February 12, 1921 version). [Accessed 13 February 2020]. Available from:https://www.mhlw.go.jp/stf/newpage_09450.html?fbclid=IwAR3t1NdoMXaCg2r5m3u9Bsxx3NezQQYuF2Avsgsr74yJ6eFQfjUI13wwLlM.Chang R. Coronavirus infections in S. Korea rise to 23 after 4 more confirmed cases.TBS eFM News (6 February 2020). [Accessed 13 Feb 2020]. Available from:http://tbs.seoul.kr/eFm/newsView.do?typ_800=N&idx_800=2383979&seq_800=.AFP. Japan cruise ship virus cases jump to 218. Bangkok Post (13 February 2020).[Accessed 13 Feb 2020]. Available from:https://www.bangkokpost.com/world/1856719/japan-cruise-ship-virus-cases-jump-to218#cxrecs_s.AFP. Japan cruise ship coronavirus cases climb to 174. Bangkok Post (12 February2020). [Accessed 13 Feb 2020]. Available from:https://www.bangkokpost.com/world/1855919/japan-cruise-ship-coronavirus-casesclimb-to-174.Briel M, Meade M, Mercat A, Brower RG, Talmor D, Walter SD, et al. Higher vslower positive end-expiratory pressure in patients with acute lung injury and acuterespiratory distress syndrome: systematic review and meta-analysis. JAMA.2010;303(9):865-873.Estenssoro E, Rios FG, Apezteguia C, Reina R, Neira J, Ceraso DH, et al. Pandemic2009 influenza A in Argentina: a study of 337 patients on mechanical ventilation. AmJ Respir Crit Care Med. 2010;182(1):41-48.Louie JK, Yang S, Acosta M, Yen C, Samuel MC, Schechter R, et al. Treatment withneuraminidase inhibitors for critically ill patients with influenza A (H1N1)pdm09.Clin Infect Dis. 2012;55(9):1198-1204.Martin-Loeches I, Bermejo-Martin JF, Valles J, Granada R, Vidaur L,VergaraSerrano JC, et al. Macrolide-based regimens in absence of bacterial co-infection incritically ill H1N1 patients with primary viral pneumonia. Intensive Care Med.2013;39(4):693-702.", "ref_list": [[], ["Potential biases in estimating absolute and relative case-fatality risks during outbreaks"], ["Middle East respiratory syndrome coronavirus (MERSCoV)"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Cases and deaths during influenza pandemics in the United States"], ["Case fatality risk of influenza A (H1N1pdm09): a systematic review"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M Lipsitch", "CA Donnelly", "C Fraser", "IM Blake", "A Cori", "I Dorigatti"], [], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["Brundage JF"], ["JY Wong", "H Kelly", "DK Ip", "JT Wu", "GM Leung", "BJ Cowling"], ["Community Mitigation Guidelines to Prevent Pandemic Influenza - United States"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "50\n33\nEstimated\nproportion\nin ICU\n16% (8/50)\n1/33\n(assumed as\nper “serious\ncondition”)", "one_words_summarize": "5033Estimatedproportionin ICU16% (8/50)1/33(assumed asper “seriouscondition”)conveyance(specificallythe cruiseship“Diamondmoored inConfirmedcases as of13 February[3]2928174 (updatedto 218 lateron 13Estimatedproportionin ICU0/250/23 (seecomments)5/218 (seecomments)4.0%(14/349)currently isolated are in stable condition.”… ”one patientwas discharged from a hospital yesterday after he wascured”. A prior report on 12 February inthe same news source gave more detail for the first fourpeople where the Health Minister (Katsunobu Kato) wasreported saying: \"At this point, we have confirmed thatfour people, among those who are hospitalised, are in aserious condition, either on a ventilator or in an intensivecare unit.\" [ This estimate is a little less than one case series of ICU patients with acuterespiratory failure from Influenza A (H1N1) and requiring mechanical ventilation, who had aCFR of 46% (156/337) [11]. Clinical Characteristics of 138Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan,China. Available from:https://www.scmp.com/week-asia/health-environment/article/3050308/coronavirussome-people-may-succumb-says-singapore. 2012;55(9):1198-1204.Martin-Loeches I, Bermejo-Martin JF, Valles J, Granada R, Vidaur L,VergaraSerrano JC, et al. Macrolide-based regimens in absence of bacterial co-infection incritically ill H1N1 patients with primary viral pneumonia."}