{"date": "2020/02/16", "journal": "medrxiv", "authors": "lianglu zhang, kangkang wan, jing chen, changming lu, lanlan dong, zhicheng wu", "title": "When will the battle against novel coronavirus end in Wuhan: a SEIR modeling analysis", "type": "preprint article", "abstract": "Recent outbreak of 2019-nCoV in Wuhan raised serious public health concerns. By February 15, 2020 in Wuhan, the total number of confirmed infection cases has reached 37,914, and the number of deaths has reached 1123, accounting for 56.9% of the total confirmed cases and 73.7% of the total deaths in China. People are eager to know when the epidemic will be completely controlled and when people's work and life will be on the right track. In this study we analyzed the epidemic dynamics and trend of 2019-nCoV in Wuhan by using the data after the closure of Wuhan city till February 12, 2020 based on the SEIR modeling method. The optimal parameters were estimated as R0=1.44 (interquartile range: 1.40-1.47)，TI=14 (interquartile range: 1414) and TE=3.0 (interquartile range: 2.8-3.1). Based on these parameters, the number of infected individuals in Wuhan city may reach the peak around February 19 at about 45,000 people. Once entering March, the epidemic would gradually decline, and end around the late March. It is worth noting that the above prediction is based on the assumption that the number of susceptible population N = 200,000 will not increase.", "text": "If the epidemic situation is not properly controlled, the peak of infected number canbe further increased and the peak time will be a little postponed. It was expected thatthe epidemic would subside in early March, and disappear gradually towards the late        Wuhan is the largest city in central China with a total population of more than 11million[        The spread of the epidemic has caused a huge threat to people's health and life safety,at the same time, it has a serious impact on China's social life and national economy.By February 15, 2020, the total number of confirmed cases has reached 37914, andthe number of deaths has reached 1123 in Wuhan, accounting for 56.9% of the totalconfirmed cases and 73.7% of the total deaths in China[3]. With the increase ofmedical staff from all over the country, the opening of several large novel hospitals,and the adoption of anti epidemic measures, more patients can get efficient and timelytreatment. The number of confirmed cases increased sharply on February 12 and 13,while the total number of suspected cases decreased gradually[3].People are eager to know when the epidemic will be completely controlled and whenpeople's work and life will be on the right track. In order to help the public tounderstand the future trend of the epidemic, we analyzed the epidemic dynamic andtrend of 2019-nCoV in Wuhan city by using the SEIR modeling method based on theactual data and published references.The SEIR model is a classical epidemic model for the flows of people between fourstates: susceptible (S), exposed (E), infected (I), and recovery (R). Each of thosevariables represents the number of people in those groups. The relationship among thefour groups is elucidated in Figure 1, where β1 is the probability of S to E after Icontacts S, γ1 is the probability of E to I, and γ2 is the probability of I to R. Since2019-nCoV is also infectious in the incubation period, we introduced parameter β2here to represent the probability of S to E after E contact S. We used the “susceptible– exposed – infected – recovered” model[4] to describe the prevalent characteristics of2019-nCoV in Wuhan .This is an ordinary differential equation model, described by the following equations:Among which, S(t) 、E(t)、I(t) and R(t) represent the number of people in the groupof the susceptible, the exposed, the infected and the recovered on the day t,respectively. N is the total number of possible contact people, which is assumed to befixed and N = S +E + I + R.The simulation used the fourth-order Runge-Kutta algorithm[5] to solve it numerically,with a step size fixed at 0.01 for R0, and at 0.1 for TE and TI.Parameters β1, β2, γ1 and γ2 were estimated according to the reference[6] using theformula below:Among which, R0 is the basic reproduction number, TI is the time of infectious period,TE is the time of incubation period, and β1, β2, γ1 and γ2 share the same meanings asin Figure 1.We set the range of TE to 1-7 days, TI to 1-14 days, R0 to 1-5 daysaccording to the reference[7].The optimized parameters of TE, TI and R0 were determined on the condition ofRMSE being the smallest.Where I and Îindicate the real and simulated number of the infected, respectivelywhile the R and Ȓ indicate the real and simulated number of the recovery in a specifictime, respectively.Calculate the real number of people (I and R) and the smallest RMSE of Î and Ȓobtained by the model, and choose the TE, TI and R0 with the smallest RMSE as theoptimal model parameters.In order to avoid over-fitting in parameter optimization, we took 80% data each time,and repeated this process 100 times, and finally took the average value of R0, TI andTE of 100 times as the optimal parameter values.The data were collected from the official website of Hubei Provincial HealthCommittee (http://wjw.hubei.gov.cn/)[3], and shown in Table 1. We used the data of22 days from January 22 to February 12 when Wuhan city was shut down and all thepublic transportation was suspended.For construction of the model, data of 22 days were divided into two stages. The firststage is from January 23 to February 7, and the second stage is from February 8 toFebruary 12. During the second stage, Wuhan city took a number of measures,including timely diagnosis, timely treatment and effective isolation of the infectedpopulation, which will have an important impact on the parameters of the model.To establish the model, we firstly estimated the parameters of the susceptible (S), theexposed (E), the infected (I) and the recovery(R) based on the latest data issued onFebruary 12:I0 = 425, which is the number of susceptible individuals at the beginning of the modelrun.runrunE0 = 426, which is the number of exposed individuals at the beginning of the modelR0 = 28, which is the number of recovered individuals at the beginning of the modelThe epidemic of the novel coronavirus pneumonia in Wuhan was studied by SEIRmodeling. The results showed that, at the time when Wuhan was closed, the numberof initially infected individuals was I0 = 425, the number of initially exposedindividuals was E0 = 426, and the number of initially recovered patients was R0 = 28.Next, we separated the data into two stages: January 22-February 7 and February8February 12. In the first stage, TI = 14（interquartile range：14-14）, TE = 3.0（ interquartile range ： 2.8-3.1 ） , R0 = 1.44 （ interquartile range ： 1.40-1.47 ）(Figure 2). The data showed that the infectious time of the infected person (I) is 14days, and the incubation period is about 3 days, which is close to the data(Interquartile range: 3.0-7.2) estimated in the reference [8] . The propagation base R0of this study is 1.44, which is significantly lower than the R0 estimated by otherpapers before the closure of Wuhan[9-11].Fig2. Distribution of the R0 (A), TI (B) and TE (C) for 100 random samplingsIn the second stage (after February 8), we set the number of susceptible population Nto be fixed at 200000, and the infection cycle of infected population decreased from14 days to 4 days, i.e. TI = 4, which was estimated according to the data of 5 daysfrom February 8 to February 12, so as to get the epidemic development trend of 90days since January 22, including the number of infected people, the number of latentpeople and the number of recovered people (Figure 3, Table 3). The results showedthat the number of infected people increased slowly in the early stage (January22january 31), but during February 1-February 12, the number of infected peopleincreased rapidly, which is expected to peak around February 19, reaching about45000 people. Subsequently, the number of infections will decrease. Once enteringMarch, the epidemic would gradually decline, and the epidemic would end around theend of March. It is worth noting that the above prediction is based on the assumptionthat the number of susceptible population N = 200000 will not increase.Fig3. Epidemic trend of 2019-nCoV within 90 days after the closure of WuhanIn Figure 3 and Figure 4, red line indicates the trend of cumulative infection numberover time, blue line is the trend of cumulative rehabilitation number over time, andgreen line is the trend of cumulative latent number over time. Vertical dash lineindicates the peak time of cumulative infection number.Fig4. Epidemic trend of 2019-nCoV within 90 days after the closure of Wuhan cityassuming the number of susceptible people n = 300000 (A) and 400000 (B)If the epidemic situation is not properly controlled, the number of susceptiblepopulation will continue to increase on the basis of current N = 200000. If the numberof susceptible population increases to N = 300000, and other parameters remainunchanged, the peak number can increase to 75000, and the epidemic peak time willalso be postponed at around February 21 (Figure 4). If it is increased to N = 400000and other parameters remain unchanged, the peak number can be increased to 100000,and the epidemic peak will be postponed to around February 22 (Figure 4). Even inboth cases, the epidemic would subside in early March, and disappear graduallytowards the late March.Date22-Jan23-Jan24-Jan25-Jan26-Jan27-Jan28-Jan29-Jan30-Jan31-Jan1-Feb2-Feb3-Feb4-Feb5-Feb6-Feb7-Feb8-Feb9-Feb10-Feb11-Feb12-Feb13-Feb14-Feb15-Feb16-Feb17-Feb18-Feb19-Feb20-Feb21-Feb22-Feb23-Feb24-Feb25-Feb26-Feb27-Feb28-Feb29-Feb1-Mar2-Mar3-Mar4-Mar5-Mar6-MarAlthough some modeling studies on the epidemiological characteristics of2019nCoV epidemic have been reported so far, they had some limitations, such as the datacome from the early stage of the epidemic. Due to the rapid change of the epidemicsituation and the closure of Wuhan on January 23, many parameters related to themodel have also changed, which affect the applicability and reliability of the model.This study used the latest 2019 nCoV data inepidemiological characteristics of 2019 nCoV epidemic after in Wuhan city was shutdown. Compared with other studies, the R0 value produced in this study is smaller,indicating that the closure and subsequent measures have played an important role inthe spread of the epidemic.The infection time index (TI) obtained in this study was higher than that of SARS[12]and MERS[13], but lower than that of 2019-nCoV in literatures[14] reported earlier.This result may be related to the sudden outbreak of the epidemic, the lack of medicalresources for early response, and the failure of timely diagnosis and treatment ofinfected patients. A large number of mild patients and asymptomatic virus carrierswere not isolated in time. The incubation period (TE) is about 3 days, which is closeto the data in the reference[14].According to the latest reported data, the cumulative number of people infected onFebruary 13 and 14 was 35991 and 37914 respectively, which is close to the numberpredicted by our estimation (Table 2). According to this study, the number of infectedpeople will reach the peak in February 19 at about 45000 infected individuals.With the implementation of more follow-up measures, including strict restrictions onpeople going out, accelerating the treatment of infected individuals, and clinical trialsof new drugs, the development of 2019-nCoV epidemic in Wuhan will be effectivelycontrolled, and the number of infected individuals will gradually decrease. It wasexpected that the epidemic would subside in early March, and disappear graduallytowards the late March. If the epidemic situation is not properly controlled, the peakof infected number can be further increased and the peak time will be a littlepostponed.The ethical approval or individual consent was not applicable.All data and materials used in this work were publicly available.Not applicable.This work was not funded.The funding agencies had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approvalof the manuscript; or decision to submit the manuscript for publication.The author declared no competing interests.2. W. H. Organization, Coronavirus. World Health Organization, Available:https://www.who.int/health-topics/coronavirus (cited January 19, 2020).3. Theofficialwebsiteof(http://wjw.hubei.gov.cn/)(cited February 19, 2020).4. Pastor-Satorras R, Castellano C, Mieghem PV, et al. Epidemic processes incomplex networks. Review of Modern Physics 2015, 87(3): 925-979.5. Wallinga J, Lipsitch M, How generation intervals shape the relationshipbetween growth rates and reproductive numbers. Proceedings of the Royal SocietyB: Biological Sciences, 2007, 274(1609):599-604.novelcoronavirusoutbreakin7. Qun Li, Xuhua Guan, Peng Wu et al., Early Transmission Dynamics in Wuhan,China, of Novel Coronavirus-Infected Pneumonia, New Engl J Med, January 29,2020,DOI: 10.1056/NEJMoa2001316novel coronavirus outbreak in China, medRxiv, 2020, January 29, 2020number of the Wuhan novel coronavirus 2019-nCoV，arXiv, 2020 - arxiv.org.estimationofepidemiologicalparametersandepidemicpredictions ，ImproveEstimatesfor2019-nCoV.spread of causal agent of severe acute respiratory syndrome in Hong Kong. Lancet361, 2003: 1761-1766.respiratory syndrome coronavirus. New Engl J Med 2013;369(5):407–16domestic and international spread of the 2019-nCoV outbreak originating inWuhan,，The2020,", "ref_list": [[], ["Epidemiological and clinical features of the 2019 8"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wee", "Y Yang", "Q Lu", "M Liu", "Y Yang", "Q Lu", "M Liu", "T Zhou", "Q Liu", "Z Yang", "Z Cao", "Q Zhang", "X Lu", "CA Donnelly", "AC Ghani", "GM Leung", "A Assiri", "A McGeer", "TM Perl", "K Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "If the epidemic situation is not properly controlled, the peak of infected number can\nbe further increased and the peak time will be a little postponed. It was expected that\nthe epidemic would subside in early March, and disappear gradually towards the late", "one_words_summarize": "If the epidemic situation is not properly controlled, the peak of infected number canbe further increased and the peak time will be a little postponed. The data were collected from the official website of Hubei Provincial HealthCommittee (http://wjw.hubei.gov.cn/)[3], and shown in Table 1. For construction of the model, data of 22 days were divided into two stages. To establish the model, we firstly estimated the parameters of the susceptible (S), theexposed (E), the infected (I) and the recovery(R) based on the latest data issued onFebruary 12:I0 = 425, which is the number of susceptible individuals at the beginning of the modelrun.runrunE0 = 426, which is the number of exposed individuals at the beginning of the modelR0 = 28, which is the number of recovered individuals at the beginning of the modelThe epidemic of the novel coronavirus pneumonia in Wuhan was studied by SEIRmodeling. Distribution of the R0 (A), TI (B) and TE (C) for 100 random samplingsIn the second stage (after February 8), we set the number of susceptible population Nto be fixed at 200000, and the infection cycle of infected population decreased from14 days to 4 days, i.e. TI = 4, which was estimated according to the data of 5 daysfrom February 8 to February 12, so as to get the epidemic development trend of 90days since January 22, including the number of infected people, the number of latentpeople and the number of recovered people (Figure 3, Table 3). If the numberof susceptible population increases to N = 300000, and other parameters remainunchanged, the peak number can increase to 75000, and the epidemic peak time willalso be postponed at around February 21 (Figure 4). Even inboth cases, the epidemic would subside in early March, and disappear graduallytowards the late March. The ethical approval or individual consent was not applicable. The funding agencies had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approvalof the manuscript; or decision to submit the manuscript for publication. Theofficialwebsiteof(http://wjw.hubei.gov.cn/)(cited February 19, 2020).4. Wallinga J, Lipsitch M, How generation intervals shape the relationshipbetween growth rates and reproductive numbers."}