{"date": "2020/02/16", "journal": "medrxiv", "authors": "Bo Zhang, Hongwei Zhou, Fang Zhou", "title": "Study on SARS-COV-2 transmission and the effects of control measures in China", "type": "preprint article", "abstract": "45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66", "text": "45464748495051525354555657585960616263646566control measures in China.To reconstruct the transmission trajectory of SARS-COV-2 and analyze the effects ofPython 3.7.1 was used to write a SEIR class to model the epidemic procedure and a backpropagation class to estimate the initial true infected number. The epidemic area in Chinawas divided into three parts, Wuhan city, Hubei province (except Wuhan) and China(except Hubei) based on the different transmission pattern. A limitation factor for themedical resource was imposed to model the infected but not quarantined. Credible datasource from Baidu Qianxi were used to assess the number of infected cases migratedfrom Wuhan to other areas.Basic reproduction number, R0, was 3.6 in the very early stage. The true infected numberwas 4508 in our model in Wuhan before January 22, 2020. By January 22 2020, it wasestimated that 1764 infected cases migrated from Wuhan to other cities in Hubei province.Effective reproductive number, R, gradually decreased from 3.6 (Wuhan, stage 1), 3.4(Hubei except Wuhan, stage 1) and 3.3 (China except Hubei, stage 1) to 0.67 (Wuhan,stage 4), 0.83 (Hubei except Wuhan, stage 2) and 0.63 (China except Hubei, stage 2),respectively. Especially after January 23, 2020 when Wuhan City was closed, the infectednumber showed a turning point in Wuhan. By early April, there would be 42073, 21342and 13384 infected cases in Wuhan, Hubei (except Wuhan) and China (except Hubei)respectively, and there would be 2179, 633 and 107 death in Wuhan, Hubei (except67686970717273747576777879808182838485868788Wuhan) and China (except Hubei) respectively.A series of control measures in China have effectively prevented the spread of COVID-19,and the epidemic will end in early April.reproductive number, control measure        On December 3        SARS-COV-2 infected patients typically clinically manifested as fever, respiratorysymptoms (cough, breathing difficulties); radiographic ground-glass lung changes; normalor below-average white blood cell, lymphocytes and platelet counts; hypoxemia; and liverand kidney dysfunction. It is reported that 5 / 41 cases can be combined with viral heartdamage [4], and SARS-COV-2 infected patients can have gastrointestinal symptoms[1,5].111112113114115116117118119120121122123124125126127128129130131132Some of the initial cases are geographically related to the Huanan Seafood WholesaleMarket [6]. On January 24, 2020, Chan JF et al. reported the existence ofhuman-to-human transmission of SARS-COV-2 [1]. The initial 425 reported casesincluded a total of 16 cases in 5 clusters as of mid-December, and some cases werefound to have no apparent history of exposure [6]. In addition, a case of asymptomaticcontact infection was reported by German researchers, first confirming that the latentcases can be contagious [7].In the early stage of COVID-19 outbreak, the mean double time was estimated to be 7.4days (95% confidence interval: 4.2 to 14); the basic reproductive number R0 wasestimated to be 2.2 (95% confidence interval: 1.4 to 3.9); the mean incubation period wasestimated to be 5.2 days (95% confidence interval: 4.1 to 7.0); and the mean serialinterval was estimated to be 7.5 ± 3.4 days (95% confidence interval: 5.3 to 19) [6]. ByJanuary 29, 2020, the mortality rate of COVID-19 is about 2.1%, similar to the overallThe spread of infectious diseases is affected by various practical situations. Whenepidemic prevention measures (e.g. isolation, blockades, etc.) are taken, infectiousdiseases cannot spread under ideal circumstances. The effective reproductive number, R,refers to the number of secondary cases infected by one infected case during the actualspread of an infectious disease. In the absence of control measures, R=R0x, where xrefers to the proportion of susceptible people. In the process of an infectious disease133134135136137138139140141142143144145146147148149150151152153154transmission, R will be reduced due to the implementation of special control measuresand the reduction of the number of susceptible population [9]. After the outbreak ofCOVID-19, the Chinese government and people moved quickly to take measures tocontrol the sources of infection and block the routes of transmission, and the spread of theepidemic was effectively curbed. Meanwhile the lack of proper diagnosis tools, the focuson the more severe cases or the overcrowding of hospitals make the reporting rate maybe significantly lower in Wuhan city rather than elsewhere. In this study, mainly base onthe Susceptible-Exposed-Infected-Removed (SEIR) model, we have studied thetransmission dynamics of COVID-2019 under various practical situations. In this study, wedivided the epidemic area into three parts, imposed the limitation factor of medicalresource to model the infected but not quarantined especially in the early stage, and useda back propagation model to estimate the number of potential infections which is muchlarger than the official number announced. We strived to reconstruct the transmissiontrajectory of SARS-COV-2 in China and analyze the effects of China's control measures.Our methodology was mainly based on the Susceptible-Exposed-Infected-Removed(SEIR) model, which is a very popular method where there is a considerable post-infectionincubation period. The epidemic area was divided into three parts, Wuhan, Hubei (exceptWuhan) and China (except Hubei) based on the different transmission pattern. A limitationfactor for the medical resource was imposed to model the infected but not quarantinedespecially in the early stage. A back propagation model was used to estimate the number155156157158159160161162163164165166167168169170171172173of potential infections which is much larger than the official number announced.Python 3.7.1 was used to write a SEIR class to model the epidemic procedure and a backpropagation class to estimate the initial true infected number.Susceptible-Exposed-Infected-Removed modelThe classical SEIR models the number of people in the four state: susceptible (S),exposed (E), infected (I) and removed (R). The parameter beta controls how fast peoplemove from S to E, and it is the product k and b where k stands for an average number ofpeople of one infected person contact per day and b stands for the probability of infection.The k has a big impact to the number of infected and government takes various measuresto cut down the parameter k. The sigma controls the speed from state E to state I, andgamma for state I to state R. The dynamic procedure of epidemic can be described by thefollowing equation:In our model we replaced thebywherewe call it limitation factor thatmodels the max capability of medical resource that can be isolated timely. In the earlystage, we assumed a very low limitation factor and many infected people could not be174175176177178179180181182183184185186187188189190191192193194195isolated timely or diagnosed and still infect others.back propagation modelThe model is highly dependent on the initial values of S, E, I, R and other parameters, andto get better parameters is the key to have better results. We know that the true E groupnumber is often been underestimated especially in the early stage. In this study, we useda back propagation method and the population out of Wuhan to estimate the true numberof E group. The January 23, 2020 is a big milestone in this outbreak and governmenttakes no major control actions before that day in Wuhan, and about 5 million people leftWuhan according to government press conference and a more concrete and credible datasource from Baidu (https://qianxi.baidu.com/) shows that about 400 thousand peoplemigrated into 8 provinces from Wuhan. We marked the 400 thousand number as M.Although there have been several reports of incubation time, there is no exact conclusion.And the diagnosis time may be about 3 days later than the onset time. We assumed thatincubation period could be 7 days and 3 days more needed to diagnosis which means theduration from E to I could be 10 days. We collected 1568 infected number of these 8provinces between January 23, 2020 to January 30, 2020 and then marked as m becauseof an average incubation of 7 days.Baidu data shows that about 90% population left Wuhan flowed into other cities in Hubei,so the other cities in Hubei is the major areas except Wuhan. We use the same backpropagation method above but with different parameters to get the initial true infectednumber of Hubei (except Wuhan).control measures.We could estimate the true infected number in Wuhan at January 22, 2020 might be 4508by the formula of，where N is the total population of Wuhan (11 million in2018 statistics), which is much larger than the official announced 425. Then we couldestimate the basic reproduction number (R0) could be 3.6 in the very early stage withoutThe epidemic started from Wuhan and showed four significantly different stages (Fig 1).Stage 1 starts from December 8, 2019 to January 22, 2020. The true infected number wasmuch more than official announced and could be 4508 in our model. These infectedpeople were not treated effectively and isolated, which led to rapid spread of the epidemic.In the second stage, Wuhan was completely closed from January 23, 2020. The infectednumber growth curve had changed from exponential to nearly linear. In the third stage, theinfected number showed a turning point and started to decline gradually. The last stagestarted from February 13, 2020, the infected number declined rapidly. Finally, the218219220221222223224225226227228229230epidemic ended in early April, and there would be 42073 (95% confidence interval, 41673to 42475) infected and 2179 (95% confidence interval, 2088 to 2270) death in Wuhan.Key parameters and results in Wuhan prediction model were shown in table 1.daydaydayRestimatedannounced estimatedannouncedStage 21.55500 per633342563841831317313Stage 31.082000 per243333299410281036Stage 40.67unlimited420732179Outcomes about Hubei (except Wuhan)The epidemic in Hubei (except Wuhan) showed three significantly different stages (Fig 2).According to the official announcement, about 5 million people left Wuhan from January23123223323423523623723823924024124224324410, 2020 to January 22 2020, it means about 4.5 million people migrated into Hubei andabout 1764 infected among them we estimated. In stage 1, the infected number increasedexponentially. In stage 2, the added infected number reached the peak. In stage 3, theadded infected number decreased significantly. Finally, there would be 21342 (95%confidence interval, 21057 to 21629) infected and 633 (95% confidence interval, 585 to683) death in Hubei (except Wuhan).Fig. 2 the predict number of infected and death in Hubei (except Wuhan) in the threestagesKey parameters and results in Hubei (except Wuhan) prediction model were shown ininfecteddeath246Outcomes about China (except Hubei)The epidemic transmission process could be divided into two stages (Fig. 3). In Stage one(from January 23, 2020 to February 3, 2020), the infected number increased rapidly. Instage two (from February 4), the infected number got its peek around February 3, 2020. Itwas estimated that the total infected and death number in China (except Hubei) could be13384 (95% confidence interval, 13158 to 13612) and 107 (95% confidence interval, 87 to128).Fig. 3 the predict number of infected and death in China (except Hubei) in the two stagesKey parameters and results in China (except Hubei) prediction model were shown in tabledeath264265266267268269270271272273274275276277278279280281282283284285Although COVID-19 also has gastrointestinal symptom and viral heart damage, it mainlycauses SARS-COV-2 infected pneumonia [10]. SARS-COV-2 infected patients havereported respiratory illness with fever, cough and shortness of breath, and there is novaccine to prevent COVID-19 [10]. American Centers for Disease Control and Prevention(CDC) combined epidemiologic risks ( Travel from Wuhan City, close contact with aperson who is under investigation for COVID-19 while that person was ill or close contactwith an ill laboratory confirmed COVID-19 patient in the last 14 days before illness onset)and clinical features (fever, symptoms of lower respiratory illness) to diagnose suspectedCOVID-19 [10]. The definite diagnosis of COVID-19 can be make if the 344bpRNA-dependent RNA poly-merase (RdRp) gene related to severe acute respiratorysyndrome (SARS) and 158bp spike (s) gene specific to SARS-COV-2 were detected byreal-time reverse-transcription–polymerasechain-reaction (RT-PCR) [1], or if two targets(open reading frame 1a or 1b, nucleocapsid protein) were detected by RT-PCR [6].Diagnostic criteria of COVID-19 of the Chinese Center for Disease Control and Prevention(CDC) is as follow. Suspected or probable cases are defined as cases that meet: (1) threeclinical standards or (2) two clinical standards and one epidemiological criteria. Clinicalcriteria are: fever; radiographic evidence of pneumonia or acute respiratory distresssyndrome; low or normal white blood cell count, or low lymphocyte count. Epidemiologicalcriteria are: living in Wuhan or have a history of travel to Wuhan within 14 days before theonset of symptoms; contact with patients with fever and respiratory infection symptomswithin 14 days before the onset of symptoms; and a link to any confirmed cases orclusters of suspected cases [11]. For the first case in a province, a confirmed case is286287288289290291292293294295296297298299300301302303304305306307defined as a suspected or probable case with positive viral nucleic acid detected at themunicipal and provincial CDC. For the second case and all subsequent cases, it is definedas suspected or probable cases with positive viral nucleic acid detected at the municipalCDC [11].        RSARS-COV-2 is a novel virus previously unknown. Numerous studies have revealed itsgenetic sequence and source. A team led by Professor Zhang YZ from Shanghai PublicHealth Clinical Center released the first SARS-COV-2 gene sequence on the website ofviral.org on January 1        bat-SL-CoVZXC21(NCBIaccessionnumberMG772934)andbat-SL-CoVZC45 (NCBI accession number MG772933) [1]. On January 23, 2020, a teamled by Shi ZL form Wuhan Institute of Virology published an article revealed that genomeof SARS-COV-2 has 96.2% similarity compared to that of RaTG13, a bat coronavirus308309310311312313314315316317318319320321322323324325326327328329previously detected on the Rhinolophus sinicus in Yunnan province and 79.5% similaritycompared to that of SARS coronavirus [14]. And one study has suggested that theintermediate host of SARS-COV-2 may be snake [15].          It was suggested that human-to-human transmission may have occurred in Wuhan in theearly stage of outbreak. Based on the data analysis of COVID-19 incidence in Wuhanfrom December 10, 2019 to January 4, 2020, it was shown that although most of the earlyCOVID-19 had a history of Huanan Seafood Wholesale Market exposure, since the end ofDecember 2019, the number of cases without a history of exposure had grownexponentially [6]. And from January 13, 2020 when Wuhan officially announced theoutbreak of COVID-19 to January 2          In the early stage of COVID-19 outbreak, the medical resources in Wuhan City were inshort supply; the hospitals were overcrowded; the number of hospital beds and medicalstaff is insufficient; the corresponding diagnostic reagents were lacking; and the uniformdiagnostic standards were missing. Some people don't pay much attention to COVID-19,and some SARS-COV-2 infected patients with mild illness do not go to hospital. That allmade the SARS-COV-2 infected cases could not be accurately diagnosed in time. Localadministrators and health management officials were not aware of the severity of theSARS-COV-2 epidemic. They were afraid to take responsibility, so they may cover up thenumber of cases deliberately and report them late. The reporting rate may be significantlylower in Wuhan city in early stage due to previously described reasons. WHOCollaborating Centre for Infectious disease modelling estimated that the number ofSARS-COV-2 infected cases in Wuhan by 18 January, 2020 was approximately 4000(95% confidence interval: 1000-9700) [16]. The number is much larger than officiallyannounced. Hiroshi Nishiura et al. through a study on the number of cases exported fromWuhan and the spatial back-calculation method, suggested that by January 24, 2020, thecumulative number of cases in China was about 5502 (95% confidence interval: 3027,9057) [17]. As we all know, the emergence of super-spreaders is very important for therapid spread of SARS-COV-2 in the early stage. In view of the event of one patient spreadthe virus to fourteen medical personnel, it is suggested that epidemic super-spreaderswere generated in the early stage of virus transmission from animals to humans and in theearly stage of transmission outbreak [3]. Therefore, in the early transmission stage ofCOVID-19, the number of cases reported by Wuhan officially should be lower than the352actual number of cases in Wuhan.In this study, we built SEIR models with a medical resource limitation factor that model themaximum number of people could be treated and isolated. We used a back propagationmodel to estimate the number of potential infections, and divided the epidemic area intothree parts, Wuhan, Hubei (except Wuhan) and China (except Hubei) based on thedifferent transmission pattern. In our study, we believed that COVID-19 has a R0 value of3.6, the spread of SARS-COV-2 in China was effectively suppressed and the epidemic willend in early April.          According to the worldwide public reports of various media, Chinese People, governmentsat all levels have taken active measures to control the spread of COVID-19. According toour research, these measures effectively controlled the spread of COVID-19. Thefollowing measures have important reference significances for the control of infectiousdiseases may occur in the future. On December 3                    Proclamation to incorporate the novel coronavirus pneumonia into the Class B infectiousdiseases and take the prevention and control measures of Class A infectious diseases. At10 a.m. on January 23, 2020, Wuhan City Bus, Subway, Ferry and Long-distancePassenger Transport was suspended, and the airport, railway station to leave Wuhan wastemporarily closed. On January 24, 2020, Hubei Province launched the major publichealth emergency Level I response, and then as of 8 p.m. on January 25, 2020, a total of30 provinces (regions, cities) in the country launched the major public health emergencyI-level response. On January 2                    Meanwhile, China's scientific research institutions and medical equipment manufacturing396397398399400401402403404405406407408409410411412413414415416417enterprises quickly took measures to speed up scientific research and production ofmedical supplies. Scientific research institutions in China have done a lot of in-depthresearches on the source, sequencing of SARS-COV-2, disease transmission dynamics,clinical manifestations, drug treatment, diagnostic standards, diagnostic reagents ofCOVID-19, etc. On January 26, 2020, China food and Drug Administration approved fourSARS-COV-2 detection products of four companies to fully serve epidemic control needs.On February          In the first stage of SARS-COV-2 transmission in Wuhan, the true number of infectionswas much higher than the officially announced probably because that people did not knowCOVID-19 is contagious and the local government did not take any control measure. Inthis stage, the infected cases were not effectively diagnosed, isolated, and treated, whichled to rapid transmission of COVID-19. In the second stage, the trend of exponentialgrowth of infection was suddenly controlled. The reason may be that Wuhan city wasclosed, people got the news that COVID-19 was contagious, and more and more medicalresources were put into Wuhan. The medical capacity was still not sufficient to isolateevery suspected or confirmed case and many infected people could not been treated orisolated timely. In the third stage, infected number growth curve in Wuhan showed aturning point and a gradual decline, possibly due to the input of medical resources and the418419420421422423424425426427428429430431432433434435436437438439strengthening of control measures. In the fourth stage, after February 13, 2020, thenumber of infected cases decreased rapidly, which is likely due to the substantialinvestment of medical resources and the strengthening of control measures, including theadoption of the new diagnostic standard \"clinical diagnostic standard\". In the first stage ofSARS-COV-2 transmission in Hubei (except Wuhan), the infected number increasedexponentially should because of the infected people from Wuhan were not all quarantinedand the medial resource were not sufficient. In this stage, the central government decdi edthat one other province should support one city in Hubei. In the second stage, nearly allthe infected and suspected people were quarantined, the added infected number reachedthe peak. The epidemic in China (except Hubei) was not so serious because of thesufficient medical resources and strong government control policy. In Stage one (fromJanuary 23, 2020 to February 3, 2020), the infected cases increased rapidly because ofthese virus carriers mainly infected his or her family members. In stage two (fromFebruary 4), most people canceled all their celebration activities and kept staying at home,and it greatly reduced the probability of infection. Anyone migrated from Hubei will bequarantined for at least 14 days. These dramatically reduced exposed number and theinfected number got its peek around February 3, 2020.The measures have effectively suppressed the spread of COVID-19. The infectious willspread sharply when R is greater than 1 and will gradually disappear when R is less than1. Over time, R gradually decreased from 3.6 (Wuhan, stage 1), 3.4 (Hubei except Wuhan,stage 1) and 3.3 (China except Hubei, stage 1) to 0.67 (Wuhan, stage 4), 0.83 (Hubei440441442except Wuhan, stage 2) and 0.63 (China except Hubei, stage 2), respectively. Especiallyafter January 23, 2020 when Wuhan City was closed, the infected number showed aturning point in Wuhan in the next two weeks.The outbreak of COVID-19 posed a major challenge to China's Health system. Althoughthe early human-to-human transmissions were described in the scientific literature, thelocal government of Hubei was not aware of the severity and did not inform the publictimely, resulting in the public have no awareness of protection. Meanwhile, more than 5million people left Wuhan with about 1960 infected among them during this time, and theoutbreak spread across the country. At the very early stage of the outbreak of COVID-19,hospitals in Hubei Province had a serious shortage of medical protective equipment inroutine reserves, which became the key limitation factor in controlling the outbreak. Thesedefects should be improved in the future.On February 12, 2020, the new diagnostic standard \"clinical diagnostic standard\" wasadopted in Hubei province. Vast majority of new clinically diagnosed cases werediagnosed from accumulated suspected cases. Clinical diagnosis standard is differentfrom the laboratory diagnosis standard widely used in the world. On February 12, 2020,Health Commission of Hubei Province announced that there were 14840 new confirmedcases in Hubei (including 13,332 clinically diagnosed cases). This does not mean that theepidemic trend has become worse. It is just a reflection of the change of diagnosticstandards and the intensification of control measures. Data from Official of Hubei Provinceon February 12, 2020 were not used in this study, but could be used to evaluate someresults of this study.There were some limitations in this study, first the migrate data in the model was fromBaidu Qianxi data set which might not cover all the population migrated. Second, therewas no accurate medical resource limitation published especially in Wuhan and weestimated the media limitation by the maximum number of infected announced in the earlystage and the added capacity of new hospitals in the later stage.Conceptualization: Bo Zhang, Hongwei Zhou.Data curation: Bo Zhang, Fang Zhou.Formal analysis: Bo Zhang, Hongwei Zhou, Fang Zhou.Methodology: Bo Zhang, Hongwei Zhou, Fang Zhou.Supervision: Hongwei Zhou, Fang Zhou.Validation: Hongwei Zhou, Fang Zhou.Writing – original draft: Bo Zhang, Hongwei Zhou.Writing – review & editing: Fang Zhou.pneumonia associated with the 2019 novel coronavirus indicating person-to-persontransmission:astudyofafamilycluster.https://doi.org/10.1016/S0140-6736(20)30154-9 PMID: 31986261          from:3. Li X, Zai J, Wang X, Li Y. Potential of large 'first generation' human-to-humantransmission of 2019-nCoV. J Med Virol. 2020. https://doi.org/10.1002/jmv.25693PMID: 319973905. Holshue ML, DeBolt C, Lindquist S, Lofy KH, Wiesman J, Bruce H, et al. First Case of2019 Novel Coronavirus in the United States. N Engl J Med. 2020.https://doi.org/10.1056/NEJMoa2001191 PMID: 320044276. Li Q, Guan XH, Wu P, Wang XY, Zhou L, Tong YQ, et al. Early TransmissionDynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med.2020. https://doi.org/ 10.1056/NEJMoa2001316 PMID: 31995857dynamics and control of severe acute respiratory syndrome. Science. 2003; 300:1966–70. https://doi.org/10.1126/science.1086616 PMID: 1276620          PMID: 3201411412. Cohen J. Chinese researchers reveal draft genome of virus implicated in Wuhanpneumonia outbreak. American Association for the Advancement of Science. 2020Jan11[Cited2020Available13. Cohen J. Mining coronavirus genomes for clues to the outbreak’s origins [cited 2013Octeak-s-originscoronavirus associated with the recent pneumonia outbreak in humans and its15. Ji W, Wang W, Zhao XF, Zai JJ, Li XG. Homologous recombination within the spikeglycoprotein of the newly identified coronavirus may boost cross-speciestransmissionfromsnaketohuman.JMed17. Nishiura H, Jung SM, Linton NM, Kinoshita R, Yang Y, Hayashi K, et al. The Extent ofTransmission of Novel Coronavirus in Wuhan, China, 2020. J Clin Med. 2020.https://doi.org/10.3390/jcm9020330 PMID: 31991628All relevant data are within the manuscript.The author(s) received no specific funding for this work.", "ref_list": [[], ["A familial cluster of 2"], ["The Fight against the 2019-nCoV Outbreak: an Arduous March Has Just Begun"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF Chan", "S Yuan", "KH Kok", "KK To", "H Chu", "J Yang", "Martin Enserink", "CL Huang", "YM Wang", "XW Li", "LL Ren", "JP Zhao", "Y Hu"], ["C Rothe", "M Schunk", "P Sothmann", "G Bretzel", "G Froeschl", "C Wallrauch", "Yoo JH", "B Lipsitch M; Cohen T; Cooper", "JM Robins", "S Ma", "L James", "WG Carlos", "CS Dela Cruz", "B Cao", "S Pasnick", "S. Jamil", "Novel Wuhan (2019-nCoV) Coronavirus. Am J Respir Crit Care Med", "JT Wu", "P Zhou", "XL Yang", "XG Wang", "B Hu", "L Zhang", "W Zhang", "HZ Lu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66", "one_words_summarize": "45464748495051525354555657585960616263646566control measures in China. A limitation factor for themedical resource was imposed to model the infected but not quarantined. Basic reproduction number, R0, was 3.6 in the very early stage. ByJanuary 29, 2020, the mortality rate of COVID-19 is about 2.1%, similar to the overallThe spread of infectious diseases is affected by various practical situations. A limitationfactor for the medical resource was imposed to model the infected but not quarantinedespecially in the early stage. A back propagation model was used to estimate the number155156157158159160161162163164165166167168169170171172173of potential infections which is much larger than the official number announced. We know that the true E groupnumber is often been underestimated especially in the early stage. The true infected number wasmuch more than official announced and could be 4508 in our model. In the third stage, theinfected number showed a turning point and started to decline gradually. In stage 3, theadded infected number decreased significantly. 3 the predict number of infected and death in China (except Hubei) in the two stagesKey parameters and results in China (except Hubei) prediction model were shown in tabledeath264265266267268269270271272273274275276277278279280281282283284285Although COVID-19 also has gastrointestinal symptom and viral heart damage, it mainlycauses SARS-COV-2 infected pneumonia [10]. American Centers for Disease Control and Prevention(CDC) combined epidemiologic risks ( Travel from Wuhan City, close contact with aperson who is under investigation for COVID-19 while that person was ill or close contactwith an ill laboratory confirmed COVID-19 patient in the last 14 days before illness onset)and clinical features (fever, symptoms of lower respiratory illness) to diagnose suspectedCOVID-19 [10]. Clinicalcriteria are: fever; radiographic evidence of pneumonia or acute respiratory distresssyndrome; low or normal white blood cell count, or low lymphocyte count. Epidemiologicalcriteria are: living in Wuhan or have a history of travel to Wuhan within 14 days before theonset of symptoms; contact with patients with fever and respiratory infection symptomswithin 14 days before the onset of symptoms; and a link to any confirmed cases orclusters of suspected cases [11]. Numerous studies have revealed itsgenetic sequence and source. In this study, we built SEIR models with a medical resource limitation factor that model themaximum number of people could be treated and isolated. We used a back propagationmodel to estimate the number of potential infections, and divided the epidemic area intothree parts, Wuhan, Hubei (except Wuhan) and China (except Hubei) based on thedifferent transmission pattern. On February          In the first stage of SARS-COV-2 transmission in Wuhan, the true number of infectionswas much higher than the officially announced probably because that people did not knowCOVID-19 is contagious and the local government did not take any control measure. In the third stage, infected number growth curve in Wuhan showed aturning point and a gradual decline, possibly due to the input of medical resources and the418419420421422423424425426427428429430431432433434435436437438439strengthening of control measures. These dramatically reduced exposed number and theinfected number got its peek around February 3, 2020.The measures have effectively suppressed the spread of COVID-19. The outbreak of COVID-19 posed a major challenge to China's Health system. On February 12, 2020, the new diagnostic standard \"clinical diagnostic standard\" wasadopted in Hubei province. Early TransmissionDynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. https://doi.org/ 10.1056/NEJMoa2001316 PMID: 31995857dynamics and control of severe acute respiratory syndrome. https://doi.org/10.1126/science.1086616 PMID: 1276620          PMID: 3201411412. Cohen J. Chinese researchers reveal draft genome of virus implicated in Wuhanpneumonia outbreak. Nishiura H, Jung SM, Linton NM, Kinoshita R, Yang Y, Hayashi K, et al. The Extent ofTransmission of Novel Coronavirus in Wuhan, China, 2020."}