{"date": "2020/02/17", "journal": "medrxiv", "authors": "Liu youbin, Li bao hong", "title": "Epidemic Situation of Novel Coronavirus Pneumonia in China mainland", "type": "preprint article", "abstract": "[Objective] Analyze the occurrence of novel coronavirus pneumonia(NCP) in China mainland, explore the epidemiological rules, and evaluate the effect of prevention and confirmed cases of NCP in China mainland. [Results] From December 1, 2019 to February 14, 2020, a total of 66,492 cases of NCP were confirmed in China mainland, a total of 54,406 cases were confirmed in Hubei Province, a total of 37,914 cases were confirmed in Wuhan city. On February 5, 2020, the number of suspected cases of NCP in China mainland reached a maximum of 5,328. Since then, the suspected cases have shown a significant downward trend. On February 4, 2020, the number of confirmed cases has gradually decreased in China mainland since then. On February 12, 2020, the number of confirmed cases of NCP in China mainland increased explosively to 15,152, and then began to decline. From February 3, 2020, except for Hubei Province, In China mainland, the number of newly confirmed cases of NCP has continued to deaths in China mainland, a cumulative cure of 8096 cases, and", "text": "index of NCP roselittle by little from January 29, 2020. [Conclusion] Starting fromFebruary 5, 2020, the number of suspected cases of the NCP is gradually decrease in        China mainland. From February 3, 2020, the number of newly confirmed cases ofNCP is continuous decline in China mainland except Hubei Province, This shows thatthe control of the transmission of NCP has achieved. Judged from the number ofconfirmed cases of NCP, controlling the outbreak in China mainland is to control theepidemic in Hubei province, and the key to controlling the outbreak in Hubei provinceis to control the epidemic in Wuhan city; Judging from the gradual increase in thenumber and cure rate of the NCP, and the gradual decline in the number of deaths andmortality, the trend of outbreak control and treatment is getting better; A decrease ofthe NCP spread index indicates a slowdown in the spread of the virus, but thecumulative confirmed cases is still increase, so the epidemic will continue for sometime. However, the turning point of the epidemic in mainland China has not yetoccurred. On February 12, 2020, the turning point of the epidemic in China mainlandexcept Hubei province, has turned up.[Keywords] novel coronavirus pneumonia(NCP); infection; epidemicIntroductionA novel coronavirus was discovered in Wuhan city, Hubei Province on December 1,2019[1-2].The novel coronavirus was temporarily named 2019-nCov by the WorldHealth Organization on January 12, 2020[3]. On February 11, 2020, WHODirector-General announced that the novel coronavirus was officially named“SARS-CoV-2” On February 7, 2020, the Chinese Health and Health Commissiontemporarily named novel coronavirus-infected pneumonia as novel coronaviruspneumonia, abbreviated as“NCP”[4]. The NCP has been included in the B classinfectious diseases stipulated in the law of the People's Republic of China on theprevention and treatment of infectious diseases, and adopted measures for theprevention and control of Class A infectious diseases. According to the \"Diagnosisand treatment of pneumonia for novel coronavirus infection\" (revised version 5) ,released by the Chinese health commission[5], The incubation period is 1~14 days,generally 3~7 days. Fever, fatigue, dry cough as the main performance[6].There isclear the route of transmission of respiratory droplet and contact transmission[        The data are from the official website of China Health and Health Committee andHubei Health and Health Committee. From December 1, 2019 to February 14,2020[10-11], WPS software was used to analyze and summarize; WPS software andGraphPad Prism 6 software were used for mapping.The first case of NCP was found in Wuhan, Hubei Province on December 1, 2019.From December 1, 2019 to February 14, 2020, a total of 66,492 cases of NCP wereconfirmed in China mainland, a total of 54,406 cases were confirmed in HubeiProvince, a total of 37,914 cases were confirmed in Wuhan city. The distribution ofconfirmed infection of the NCP in China can be seen from Figure 1. From December1, 2019 to February 14, 2020, NCP Cumulative deaths were 1,523 cases, mortalitywere 2.29% (1523/66492), cumulative cumulative cured 8096 cases, and curedrateswere 12.18% (8096/66492).It can be seen from Figure 2 that the number of suspected NCP in China mainlandincreased by a leap on January 26, 2020. On February 5, 2020, the number ofsuspected confirmed cases in China mainland reached 5,328. And then it goes down.On February 4, 2020, the number of confirmed cases of NCP in China mainlandreached 3887, and since then, the confirmed cases have gradually declined. OnFebruary 12, 2020, the number of confirmed cases of NCP in China mainland hasexploded to 15152. Since then, the number of newly confirmed cases of NCP in Chinamainland is continuous decline. From February 3, 2020, the number of newlyconfirmed cases of NCP is continuous decline in China mainland except HubeiProvince, This shows that the control of the transmission of NCP has achieved.Judged from the number of confirmed cases of NCP, controlling the outbreak in Chinamainland is to control the epidemic in Hubei province, and the key to controlling theoutbreak in Hubei province is to control the epidemic in Wuhan city. Eventually,trends suggest that the epidemic will be eliminated.people have been diagnosed with NCP in Hubei province, and more than 1,000peoplehave been diagnosed with NCP in Guangzhou, Zhejiang, Henan and Hunan.January,2020 , suspected cases of NCP jumped to 3,806, and on 12 February,confirmed cases of NCP exploded to 15,152. However, the dynamics of suspected andconfirmed cases were generally normal distribution.From Figure 3, It can be seen that the mortality of NCP in mainland China has beendeclining slowly since January 22, 2020. From January 29, 2020, the cure rate of NCProse in a wave trend. But the cure rate is still low.China mainland. The mortality is decreasing and the cure rate is increasing.The spread index refers to the ratio of the number of newly confirmed cases on theday to the number of existing cases on the previous day. This index equal to 0, whichmeans that the epidemic does not spread and there are no new cases; When theepidemic spread index is less than 1 and the number of infected diseases is small, thedisease tends to die out; When the spread index is greater than 1, the diseasecontinuous. the larger the spread index, the faster the spread of the epidemic. Fromthe Figure 4.A, It can be seen that the spread index of the NCP in China mainland hasgradually decreased since January 27, 2020, indicating that the spread rate of the NCPis slowing down. It can be seen from the Figure 4.B that the spread index of Chinamainland except Hubei province has gradually decreased since January 23, 2020;From January 21, 2020 to January 24, 2020, the spread index is around 100%,indicating that the novel coronavirus spreads rapidly in these four days.The extinction index is the ratio of \"new cures and deaths\" to \"existing cases\" on thatday. When the extinction index is greater than 1, the epidemic gradually disappears;and when the extinction index is larger, the epidemic dies faster; When the extinctionindex is less than 1; the epidemic will be go on for some time. According to FigureChina mainland showed gradually increase, but the index was still very low,indicating that the turning point of the epidemic had not yet occurred. According tothe Figure4.B, from February 12, 2020, the extinction index of the NCP in Chinamainland except Hubei province was greater than 1, indicating that the epidemicsituationinmainlandexceptThe spread index decreases gradually and the extinction index increases gradually.However, as can be seen from figure A, the extinction index of China mainland is stilllow. At the same time, it can be seen from figure B that in mainland China exceptHubei province, from February 12, 2020, the extinction index is greater than 1,indicating the turning point of the NCP.According to the “Epidemic update and risk assessment of 2019 Novel Coronavirus”released by the Chinese center for disease control and prevention on January 28,2020[12], the 2019 novel coronavirus is currently believed to be from wild animals,but the details are unclear. South China agricultural university, found beta coronavirusin the pangolin, it is need to further research whether it belong to novel coronavirus ornot. South China seafood wholesale market is the main source of infection in Wuhancity of Hubei province. The early cases of NCP were mainly imported infectionsdirectly or indirectly frominfection situation, Hubei province, is a NCP infections most populous province,followed by Guangzhou province and Zhejiang province, which is related to theeconomic development and intensive personnel exchanges; Henan province andAnhui provinces also had higher cases of NCP, which is related to neighboring ofHubei province. On January 26, 2020, the suspected cases of the NCP showed a rapidincrease. According to the information that the general incubation period of thedisease is 3-7 days and the diagnosis needs 2 days, the rapid increase of the suspectedcases may be related to the banquet held by the community of Baibuting communityin Wuhan city on January 18, 2020. On February 4, 2020, the confirmed cases of NCPhas reached 38872. On February ,2020, the suspected cases of NCP has reached 5328.since then, suspected cases and confirmed cases were gradual decline, It may berelated to the traffic control in Wuhan, as well as the first-level response to majorpublic health emergencies and relevant control measures launched by severalprovinces on January 23, 2020, But during the Spring Festival, a time of traditionalChinese reunions, more than 10 million people in the city of Wuhan, the source of thedisease, have made it difficult to control the disease because of the movement ofpeople. The gold standard for diagnosing pneumonia caused by novel coronavirusinfection is nucleic acid detection[5]. However, the novel coronavirus mainly infectsthe lower respiratory tract and is difficult to sample. At same time, the kit has highspecificity, low sensitivity and long period, which makes difficult to timely diagnosis.After the recommendation of related experts, patients with imaging characteristics ofNCP were considered as the standard of clinical diagnosis in Hubei province. Afterthat, screening and diagnosis of novel coronaviruses have been accelerated. OnFebruary 12, 2020, the explosive increase in the confirmed cases in Hubei provincewas related to the clinical diagnosis of the NCP. The increase mainly came from thepatients who had negative nucleic acid test in the early stage, but had CT imagefeatures of the NCP[5,14].The Chinese government took a series of effective measures, including extendingholidays, stopping large gatherings and events, implementing traffic control and gridmanagement, to prevent the further spread of the disease. With the establishment ofHuoshenshan Hospital Mountain Hospital, Leishenshan Hospital and Shelter Hospital,designated hotels were set up to isolate suspected cases of the NCP, and Doctors andnurses from all over the country came to Hubei province. The diagnosis and treatmentof infected patients of NCP were improved. The number of people cured of the NCPand the cure rate increased gradually. The number of deaths and mortality from NCPincreased gradually. The reported case mortality of the NCP is lower than that ofSARS and MERS [15-16], and the death cases were mainly middle-aged andelderly[1]. The basic reproduction number(R0) is an index that reflects the ability ofthe virus to transmit[17].The basic reproduction number(R0) is defined as the numberof second-generation cases that can be infected under ideal conditions when a caseenters a susceptible population. On January 23, 2020, the WHO estimated that thebasic reproduction number of the novel coronavirus was 1.4-2.5[18]. The infectiouspower of the novel coronavirus was lower than that of SARS and MERS [19-22].As for the \"turning point\" of the NCP, the spread index reflects the ability of theepidemic to spread, and the spread index of the novel coronavirus is not high.Beginning on January 27, 2020, the spread index gradually decreased in Chinamainland. To some extent, the turning point in controlling the spread of NCP appears,but the onset of the novel coronavirus has a confidentiality and the novel coronaviruscan also be infected during incubation period, at the same time, many people returnback to work after the Spring Festival and the cumulative cases of NCP is still more,All these factors lead to that the NCP will still exist for a period of time. Extinctionindex reflects the extinction rate of the disease. Because there is no specific drugagainst the NCP and the course is long and the cumulative number of infections islarge, the turning point of the disappearance of the disease in China mainland has notyet occurred, but the turning point of the disappearance of the NCP in China mainlandexcept Hubei province has occurred. It is expected that serum antibodies to curepatients, traditional Chinese medicine, newly developed vaccines and drugs in clinicaltrials such as Remdesivir will work against the NCP[5,23].All in all, from the number of newly suspected cases and newly confirmed cases ofNCP, from the mortality and cure rate of NCP, from the spread index and extinctionindex of NCP, The control and treatment of NCP are moving in a better direction. Weshould continue to work in three aspects: controlling the source of infection, cuttingoff the route of transmission, and preventing susceptible people, and the novelcoronavirus will soon be eliminated. At last, special thanks to all individuals andcountries for their unselfish attention and assistance.[1] Zhu N, Zhang D, et al, A Novel Coronavirus from Patients with Pneumonia in China, 2019. New England Journal of Medicine, 2020.[2] Chaolin Huang, Yeming Wang, et al, Clinical features of patients infectedwith 2019 novel coronavirus in Wuhan, China. The Lancet. Published Online January 24, 2020 https://doi.org/10.1016/ S0140-6736(20)30183-5.[3] WHO. Novel coronavirus-China. Jan 12, 2020. http://www.who.int/csr/don/12[4] National Health Commission's briefing on the pneumonia epidemic situation.Released on 26 Jan 2020 (in Chinese). Available athttp://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml[5] Diagnosis and treatment of pneumonia for novel coronavirus infection (revised version 5), Available at http://www.nhc.gov.cn/xcs/zhengcwj/202002/d4b89533[6] Li, Q, et al., Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. New England Journal of Medicine, 2020.novel coronavirus indicating person-to-person transmission: a study of a family[8] Wu, F. et al. A new coronavirus associated with human respiratory disease[9] Chen, N. et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet,[10] National Health Commission's briefing on the novel coronavirus pneumonia epidemic situation. Available at http://www.nhc.gov.cn/xcs/zhengcwj/202002/18c[11] Wuhan Municipal Health Commission’s briefing on the novel coronaviruspneumonia epidemic situation. Available at http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/.[12] Chinese center for disease control and prevention released,”Epidemic update and risk assessment of 2019 Novel Coronavirus”, Available from http://www.[13] Wu, J T, K. Leung, and G.M. Leung, Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originatingin Wuhan, China: a modelling study. The Lancet.[14] Hui D S, Madani T A, Ntoumi F, et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China. International journal of infectious diseases: IJID: official publication of the International Society for Infectious Diseases, 2020,91: 264.[15] WHO. Summary of probable SARS cases with onset of illness from 1 No005) Emergency Committee regarding the outbreak of novel coronavirus(2019on of epidemiological parameters and epidemic predictions. Preprint in medRximber and case fatality rate for the spring 2014 Saudi Arabia outbreak: insightsfrom publicly available data, PLoS Currents Outbreaks 6 (2014).ry syndrome reveal similar impacts of control measures, American Journal of E", "ref_list": [[], ["A familial cluster of pneumonia associated with the"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F. Chan", "JM Read", "JR Bridgen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "index of NCP rose", "one_words_summarize": "Conclusion] Starting fromFebruary 5, 2020, the number of suspected cases of the NCP is gradually decrease in        China mainland. From February 3, 2020, the number of newly confirmed cases ofNCP is continuous decline in China mainland except Hubei Province, This shows thatthe control of the transmission of NCP has achieved. On February 12, 2020, the turning point of the epidemic in China mainlandexcept Hubei province, has turned up.[Keywords] novel coronavirus pneumonia(NCP); infection; epidemicIntroductionA novel coronavirus was discovered in Wuhan city, Hubei Province on December 1,2019[1-2].The novel coronavirus was temporarily named 2019-nCov by the WorldHealth Organization on January 12, 2020[3]. On February 11, 2020, WHODirector-General announced that the novel coronavirus was officially named“SARS-CoV-2” On February 7, 2020, the Chinese Health and Health Commissiontemporarily named novel coronavirus-infected pneumonia as novel coronaviruspneumonia, abbreviated as“NCP”[4]. From Figure 3, It can be seen that the mortality of NCP in mainland China has beendeclining slowly since January 22, 2020. From January 29, 2020, the cure rate of NCProse in a wave trend. However, the novel coronavirus mainly infectsthe lower respiratory tract and is difficult to sample. At same time, the kit has highspecificity, low sensitivity and long period, which makes difficult to timely diagnosis. After the recommendation of related experts, patients with imaging characteristics ofNCP were considered as the standard of clinical diagnosis in Hubei province. The diagnosis and treatmentof infected patients of NCP were improved. The number of deaths and mortality from NCPincreased gradually. At last, special thanks to all individuals andcountries for their unselfish attention and assistance.[1] Zhu N, Zhang D, et al, A Novel Coronavirus from Patients with Pneumonia in China, 2019. Published Online January 24, 2020 https://doi.org/10.1016/ S0140-6736(20)30183-5.[3] WHO. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet,[10] National Health Commission's briefing on the novel coronavirus pneumonia epidemic situation. Available at http://www.nhc.gov.cn/xcs/zhengcwj/202002/18c[11] Wuhan Municipal Health Commission’s briefing on the novel coronaviruspneumonia epidemic situation."}