{"date": "2020/02/16", "journal": "medrxiv", "authors": "Liangrong Peng, Wuyue Yang, Dongyan Zhang, Changjing Zhuge, Liu Hong", "title": "Epidemic analysis of COVID-19 in China by dynamical modeling", "type": "preprint article", "abstract": "The outbreak of novel coronavirus-caused pneumonia (COVID-19) in Wuhan has and make predictions on the in ection point and possible ending time for 5 di erent of cities in Hubei province, the success of anti-epidemic will be no later than the", "text": "middle of March. The situation in Wuhan is still very severe, at least based on publicdata until Feb. 15th. We expect it will end up at the beginning of April. Moreover,by inverse inference, we nd the outbreak of COVID-19 in Mainland, Hubei provinceand Wuhan all can be dated back to the end of December 2019, and the doublingtime is around two days at the early stage.tivity analysisa) Those authors contribute equally to this work.A novel coronavirus, formerly called 2019-nCoV, or SARS-CoV-2 by ICTV (severe acuterespiratory syndrome coronavirus 2, by the International Committee on Taxonomy ofViruses) caused an outbreak of atypical pneumonia, now o cially called COVID-19 byWHO (coronavirus disease 2019, by World Health Organization) rst in Wuhan, Hubeiprovince in Dec., 2019 and then rapidly spread out in the whole China1. As of 24:00 Feb.13th, 2020 (Beijing Time), there are over 60, 000 reported cases (including more than 1,000 death report) in China, among which, over 80% are from Hubei province and over 50%from Wuhan city, the capital of Hubei province2,3.The central government of China as well as all local governments, including Hubei, hastightened preventive measures to curb the spreading of COVID-19 since Jan. 2020. Manycities in Hubei province have been locked down and many measures, such as tracing closecontacts, quarantining infected cases, promoting social consensus on self-protection like wearingface mask in public area, etc. However, until the nishing of this manuscript, the epidemicis still ongoing and the daily con rmed cases maintain at a high level.During this anti-epidemic battle, besides medical and biological research, theoreticalstudies based on either statistics or mathematical modeling may also play a non-negligible rolein understanding the epidemic characteristics of the outbreak, in forecasting the in ectionpoint and ending time, and in deciding the measures to curb the spreading.For this purpose, in the early stage many e orts have been devoted to estimate keyepidemic parameters, such as the basic reproduction number, doubling time and serial interval,in which the statistics models are mainly used4{9. Due to the limitation of detectionmethods and restricted diagnostic criteria, asymptomatic or mild patients are possibly excludedfrom the con rmed cases. To this end, some methods have been proposed to estimateuntraced contacts10, undetected international cases11, or the actual infected cases in Wuhanand Hubei province based on statistics models12, or the epidemic outside Hubei provinceand overseas6,13{15. With the improvement of clinic treatment of patients as well as morestrict methods stepped up for containing the spread, many researchers investigate the e ectof such changes by statistical reasoning16,17 and stochastic simulation18,19.Compared with statistics methods20,21, mathematical modeling based on dynamicalequations15,22{24 receive relatively less attention, though they can provide more detailedmechanism for the epidemic dynamics. Among them, the classical susceptible exposedinfectious recovered model (SEIR) is the most widely adopted one for characterizing the epidemicof COVID-19 outbreak in both China and other countries25. Based on SEIR model, one canalso assess the e ectiveness of various measures since the outbreak23,24,26{28, which seems tobe a di cult task for general statistics methods. SEIR model was also utilized to compare thee ects of lock-down of Hubei province on the transmission dynamics in Wuhan and Beijing29.As the dynamical model can reach interpretable conclusions on the outbreak, a cascade ofSEIR models are developed to simulate the processes of transmission from infection source,hosts, reservoir to human30. There are also notable generalizations of SEIR model forevaluation of the transmission risk and prediction of patient number, in which model, each groupis divided into two subpopulations, the quarantined and unquarantined23,24. The extensionof classical SEIR model with delays31,32 is another routine to simulate the incubation periodand the period before recovery. However, due to the lack of o cial data and the changeof diagnostic caliber in the early stage of the outbreak, most early published models wereeither too complicated to avoid the over tting problem, or the parameters were estimatedbased on limited and less accurate data, resulting in questionable predictions.In this work, we carefully collect the epidemic data from the authoritative sources: theNational, provincial and municipal Health Commissions of China (abbreviated as NHC, seee.g. http://www.nhc.gov.cn/) until the article is completed (Feb. 16th, 2020). Then wefollow the routine of dynamical modeling and focus on the epidemic of COVID-19 in vemost interested regions in China, i.e. the Mainland excluding Hubei province (denoted asMainland ), Hubei province excluding Wuhan city (Hubei ), Wuhan, Beijing and Shanghai.Such a design aims to minimize the in uence of Hubei province and Wuhan city on the dataset due to their extremely large infected populations compared to other regions. Withoutfurther speci c mention, these conventions will be adopted thorough the whole paper.By generalizing the classical SEIR model, e.g. introducing a new quarantined stateand considering the e ect of preventive measures, key epidemic parameters forCOVID19, like the latent time, quarantine time and basic reproduction number are determinedin a relatively reliable way. The widely interested in ection point, ending time and totalinfected cases in hot cities and regions are predicted and validated through both direct andindirect evidences. Furthermore, by inverse inference, the starting date of this outbreak areestimated. The analysis of other hot spots in China, as well as overseas countries are stillin progress.        To characterize the epidemic of COVID-19 which outbroke in Wuhan at the end of2019, we generalize the classical SEIR model23{29 by introducing seven di erent states, i.e.fS(t); P (t); E(t); I(t); Q(t); R(t); D(t)g denoting at time t the respective number of thesusceptible cases, insusceptible cases, exposed cases (infected but not yet be infectious, in a latentperiod), infectious cases (with infectious capacity and not yet be quarantined), quarantinedcases (con rmed and infected), recovered cases and closed cases (or death). The adding of anew quarantined sate is driven by data, which together with the recovery state takes replaceof the original R state in the classical SEIR model. Their relations are given in Fig. 1and characterized by a group of ordinary di erential equations (or di erence equations if weconsider discrete time, see SI). Constant N = S + P + E + I + Q + R + D is the totalpopulation in a certain region. The coe cients f ; ;1;1; (t); (t)g represent the protectionrate, infection rate, average latent time, average quarantine time, cure rate, and mortalityrate, separately. Especially, to take the improvement of public health into account, such aspromoting wearing face masks, more e ective contact tracing and more strict locking-downof communities, we assume that the susceptible population is stably decreasing and thusintroduce a positive protection rate into the model. In this case, the basic reproductionnumber becomes BRN = 1 (        It is noted that here we assume the cure rate and the mortality rate are both timedependent. As con rmed in Fig. 2a-d, the cure rate (t) is gradually increasing with thetime, while the mortality rate (t) quickly decreases to less than 1% and becomes stabilizedafter Jan. 30th. This phenomenon is likely raised by the assistance of other emergencymedical teams, the application of new drugs, etc. Furthermore, the average contact numberof an infectious person is calculated in Fig. 2e-f and could provide some clue on the infectionrate. It is clearly seen that the average contact number is basically stable over time, butshows a remarkable di erence among various regions, which could be attributed to di erentquarantine policies and implements inside and outside Hubei (or Wuhan), since a less severeregion is more likely to inquiry the close contacts of a con rmed case. A similar regionaldi erence is observed for the severe condition rate too. In Fig. 2g-h, Hubei and Wuhanoverall show a much higher severe condition rate than Shanghai. Although it is generallyexpected that the patients need a period of time to become infectious, to be quarantined,or to be recovered from illness, but we do not nd a strong evidence for the necessity ofincluding time delay (see SI for more details). As a result, the time-delayed equations arenot considered in the current work for simplicity.B.Parameter estimationAccording to the daily o cial reports of NHC of China, the cumulative numbers ofquarantined cases, recovered cases and closed cases are available in public. However, sincethe latter two are directly related to the rst one through the time dependent recovery rateand mortality rate, the numbers of quarantined cases Q(t) plays a key role in our modeling.A similar argument applies to the number of insusceptible cases too. Furthermore, as theaccurate numbers of exposed cases and infectious cases are very hard to determine, they willbe treated as hidden variables during the study.Leaving alone the time dependent parameters (t) and (t), there are four unknowncoe cients f ; ; 1; 1g and two initial conditions fE0; I0g about the hidden variables(other initial conditions are known from the data) have to be extracted from the time seriescontacts, and (g)-(h) severe condition rate (see SI for their de nitions) are calculated based onthe public data from NHC of China from Jan. 20th to Feb. 9th for Mainland, Mainland , Hubei,Hubei , Wuhan, Beijing and Shanghai separately.data fQ(t)g. Such an optimization problem could be solved automatically by using thesimulating annealing algorithm (see SI for details). A major di culty is how to overcomethe over tting problem.To this end, we rstly pre x the latent time1, which is generally estimated withinseveral days5,33,34. And then for each xed1, we explore its in uence on other parameters( = 1 nearly unchanged), initial values, as well as the population dynamics of quarantinedcases and infected cases during best tting. From Fig. 3a-b, to produce the same outcome,the protection rateand the reciprocal of the quarantine time1 are both decreasingwith the latent timelonger quarantine time. Meanwhile, the initial values of exposed cases and infectious casesare increasing with the latent time. Since E0 and I0 include asymptomatic patients, theyboth should be larger than the number of quarantined cases. Furthermore, as the timeperiod between the starting date of our simulation (Jan. 20th) and the initial outbreak ofCOVID-19 (generally believed to be earlier than Jan. 1st) is much longer than the latenttime (3-6 days), E0 and I0 have to be close to each other, which makes only their sum E0 +I0matters during the tting. An additional important nding is that in all casesis alwaysvery close to 1, which agrees with the observation that COVID-19 has an extremely stronginfectious ability. Nearly every unprotected person will be infected after a direct contactwith the COVID-19 patients5,33,34.As a summary, we conclude that once the latent timeon the time series data fQ(t)g basically depends on the values of ,1 and E0 + I0. Andbased on a reasonable estimation on the total number of infected cases (see Fig. 3c-d), thelatent time is nally determined as 2 days.In order to further evaluate the in uence of other tting parameters on the long-termforecast, we perform sensitivity analysis on the data of Wuhan (results for other regions aresimilar and not shown) by systematically varying the values of unknown coe cients35,36.As shown in Fig. 3e-f, the predicted total infected cases at the end of epidemic, as wellas the the in ection point, at which the basic reproduction number is less than 16, bothshow a positive correlation with the infection rateand the quarantined time1 and anegative correlation with the protection rate . These facts agree with the common senseand highlight the necessity of self-protection (increaseand decrease ), timely disinfectionand decrease ), early quarantine (decreasefor the initial total infected cases. Although a larger value of E0 + I0 could substantiallyincrease the nal total infected cases, it shows no impact on the in ection point, which couldbe learnt from the formula of basic reproduction number.RESULTS AND DISCUSSIONWe apply our pre-described generalized SEIR model to interpret the public data on thecumulative numbers of quarantined cases, recovered cases and closed cases from Jan. 20th toFeb. 9th, which are published daily by NHC of China since Jan. 20th. Our preliminary studyincludes ve di erent regions, i.e. the Mainland , Hubei , Wuhan, Beijing and Shanghai.Through extensive simulations, the optimal values for unknown model parameters andin uence of the latent time on (a) the protection rateand quarantine time1, (b) the initialvalues of exposed cases E0 and infected cases I0 on Jan. 20th, (c) the cumulative quarantinedcases, (d) the sum of exposed and infectious cases E(t) + I(t), i:e:, the currently infected but notyet quarantined cases. (e) E ects of other parameters on the nal total infected cases; (f) and thetime period from the starting point (Jan. 20th) to the in ection point (when the basic reproductionnumber becomes less than 1). In the top panel, the value of latent time1 is varied; while in thebottom panel,1 is xed as 2. All calculations are performed with respect to the data of Wuhancity, with reported data (red circles) obtained from NHC of China from Jan. 20th to Feb. 9th,2020.initial conditions, which best explain the observed cumulative numbers of quarantined cases,recovered cases and closed cases (see Fig. 4), are determined and summarized in Table 1.There are several remarkable facts could be immediately learnt from Table 1. Firstly, theprotection rate of Wuhan is signi cantly lower than other regions, showing many infectedcases may not yet be well quarantined until Feb. 9th (the smallerfor Wuhan does notnecessarily mean people in Wuhan pay less attention to self-protection, but more likely dueto the higher mixing ratio of susceptible cases with infectious cases). Similarly, althoughthe average protection rate for Hubei is higher than that of Wuhan, it is still signi cantlylower than other regions. Secondly, the quarantine time for Beijing and Shanghai are theshortest, that for Mainland is in between. Again, the quarantine time for Wuhan andHubei are the longest. Finally, the estimated number of total infected cases on Jan. 20thin ve regions are all signi cantly larger than one, suggesting the COVID-19 has alreadyspread out nationwide at that moment. We will come back to this point in the next part.the initial values for exposed cases and infectious cases separately. The time-dependent cure rate(t) and mortality rate (t) can be read out from Fig. 2 and are given in SI.Forecast for the epidemic of COVID-19Most importantly, with the model and parameters in hand, we can carry out simulationsfor a longer time and forecast the potential tendency of the COVID-19 epidemic. In Fig.4 and Fig. 5a-b, the predicted cumulative number of quarantined cases and the currentnumber of exposed cases plus infectious cases are plotted for next 30 days as well as fora shorter period of next 13 days. O cial published data by NHC of China from Feb.10th to 15th are marked in red spots and taken as a direct validation. Overall, exceptWuhan, the validation data show a well agreement with our forecast and all fall into the95% con dence interval (shaded area). And we are delighted to see most of them are lowerthan our predictions, showing the nationwide anti-epidemic measures in China come intoplay. While for Wuhan city (and also Hubei province), due to the inclusion of suspectedcases with clinical diagnosis into con rmed cases (12364 cases for Wuhan and 968 cases forHubei on Feb. 12th) announced by NHC of China since Feb. 12th during the preparationof our manuscript, there is a sudden jump in the quarantined cases. Although it to someextent o sets our original overestimates, it also reveals the current severe situation in Wuhancity, which requires much closer attention in the future.Towards the epidemic of COVID-19, our basic predictions are summarized as follows:1. Based on optimistic estimation, the epidemic of COVID-19 in Beijing and Shanghaiwould soon be ended within two weeks (since Feb. 15th). While for most parts ofmainland, the success of anti-epidemic will be no later than the middle of March. Thesituation in Wuhan is still very severe, at least based on public data until Feb. 15th.We expect it will end up at the beginning of April.2. The estimated nal total infected cases (not only total quarantined cases) for Beijingand Shanghai will be around four hundred. This number is about 13-16 thousandfor mainland (exclude Hubei province), 20-26 thousand for Hubei province (excludeWuhan city) and 55 thousand for Wuhan city.3. According to the basic reproduction number, the in ection date for Beijing, Shanghai,mainland (exclude Hubei) is around Jan. 30th, which is close to the reported Feb. 3rdfor the last one based on daily new con rmed cases. The in ection point for Hubeiprovince (exclude Wuhan city) agrees with the reported Feb. 5th. These facts indicatethat the epidemic is now under control in most cities in China.4. The in ection point for Wuhan city is determined as Feb. 12th (data after Feb. 9thare not included into parameter estimation). By coincidence, on the same day, wewitnessed a sudden jump in the number of con rmed cases due to a relaxed diagnosiscaliber, meaning more suspected cases will receive better medical care and have muchlower chances to spread virus. Besides, Wuhan local government announced thecompletion of community survey on all con rmed cases, suspected cases and close contactsin the whole city.Besides the forecast, the early trajectory of the COVID-19 outbreak is also critical forour understanding on its epidemic as well as future prevention. To this end, by adoptingthe shooting method, we carry out inverse inference to explore the early epidemic dynamicsof COVID-19 since its onset in Mainland , Hubei , and Wuhan (Beijing and Shanghai arenot considered due to their too small numbers of infected cases on Jan. 20th). With respectto the parameters and initial conditions listed in Table 1, we make an astonishing ndingthat, for all three cases, the outbreaks of COVID-19 all point to 20-25 days before Jan. 20th(the starting date for public data and our modeling). It means the epidemic of COVID-19in these regions is no later than Jan. 1st (see Fig. 5d), in agreement with reports by Liet al.5,33,34. And in this stage (from Jan. 1st to Jan. 20th), the number of total infectedcases follows a nice exponential curve with the doubling time around 2 days. This in someway explains why statistics studies with either exponential functions or logistic models couldwork very well on early limited data points. Furthermore, we notice the number of infectedcases based on inverse inference is much larger than the reported con rmed cases in WuhanIn this study, we propose a generalized SEIR model to analyze the epidemic of COVID-19,which was rstly reported in Wuhan last December and then quickly spread out nationwidein China. Our model properly incorporates the intrinsic impact of hidden exposed andinfectious cases on the entire procedure of epidemic, which is di cult for traditional statisticsanalysis. A new quarantined state, together with the recovery state, takes replace of theoriginal R state in the classical SEIR model and correctly accounts for the daily reportedcon rmed infected cases and recovered cases.Based on detailed analysis of the public data of NHC of China from Jan. 20th to Feb.9th, we estimate several key parameters for COVID-19, like the latent time, the quarantinetime and the basic reproduction number in a relatively reliable way, and predict the inection point, possible ending time and nal total infected cases for Hubei, Wuhan, Beijing,Shanghai, etc. Overall, the epidemic situations for Beijing and Shanghai are optimistic,which are expected to end up within two weeks (from Feb. 15th, 2020). Meanwhile, formost parts of mainland including the majority of cities in Hubei province, it will be no laterthan the middle of March. We should also point out that the situation in Wuhan city is stillvery severe. More e ective policies and more e orts on medical care and clinical research areeagerly needed. We expect the nal success of anti-epidemic will be reached at the beginningof this April.Furthermore, by inverse inference, we nd that the outbreak of this epidemic in Mainland,Hubei, and Wuhan can all be dated back to 20-25 days ago with respect to Jan. 20th, inother words the end of Dec. 2019, which is consistent with public reports. Although welack the knowledge on the rst infected case, our inverse inference may still be helpful forunderstanding the epidemic of COVID-19 and preventing similar virus in the future.We acknowledged the nancial supports from the National Natural Science Foundationof China (Grants No. 21877070, 11801020) and the Fundamental Research Funding ofBeijing University of Technology (006000546318505, 006000546319509, 006000546319526).The authors would like to thank Dr. Yajing Huang for her stimulating discussions.Liu Hong designed the project. Wuyue Yang, Dongyan Zhang collected the data. Allauthors analyzed the data. Liangrong Peng, Wuyue Yang, Changjing Zhuge and Liu Hongwrote the manuscript, and all authors reviewed it.Guohui Fan, Jiuyang Xu, Xiaoying Gu, Zhenshun Cheng, Ting Yu, Jiaan Xia, Yuan Wei,Wenjuan Wu, Xuelei Xie, Wen Yin, Hui Li, Min Liu, Yan Xiao, Hong Gao, Li Guo,Jungang Xie, Guangfa Wang, Rongmeng Jiang, Zhancheng Gao, Qi Jin, Jianwei Wang,and Bin Cao. Clinical features of patients infected with 2019 novel coronavirus in wuhan,china. The Lancet, 2020.ofChina.http://www.nhc.gov.cn/xcs/yqfkdt/202002/553 43ca29d4fe88f3837d49d6b6ef1.shtml,accessed Feb 14, 202.http://wjw.hubei.gov.cn/fbjd/dtyw/202002/t20200214 2027187.shtmll, accessed Feb 13,202.4Kamalich Muniz-Rodriguez, Gerardo Chowell, Chi-Hin Cheung, Dongyu Jia, Po-Ying Lai,Yiseul Lee, Manyun Liu, Sylvia K. Ofori, Kimberlyn M. Roosa, Lone Simonsen, andIsaac Chun-Hai Fung. Epidemic doubling time of the 2019 novel coronavirus outbreak byprovince in mainland china. medRxiv, 2020.5Yang Yang, Qingbin Lu, Mingjin Liu, Yixing Wang, Anran Zhang, Neda Jalali, NatalieDean, Ira Longini, M. Elizabeth Halloran, Bo Xu, Xiaoai Zhang, Liping Wang, Wei Liu,and Liqun Fang. Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in china. medRxiv, 2020.6Shi Zhao, Qianyin Lin, Jinjun Ran, Salihu S Musa, Guangpu Yang, Weiming Wang, YijunLou, Daozhou Gao, Lin Yang, Daihai He, and Maggie H Wang. Preliminary estimationof the basic reproduction number of novel coronavirus (2019-ncov) in china, from 2019 to2020: A data-driven analysis in the early phase of the outbreak. bioRxiv, 2020.7Steven Sanche, Yen Ting Lin, Chonggang Xu, Ethan Romero-Severson, Nick Hengartner,and Ruian Ke. The novel coronavirus, 2019-ncov, is highly contagious and more infectiousthan initially estimated. medRxiv, 2020.8Hiroshi Nishiura, Natalie M Linton, and Andrei R. Akhmetzhanov. Serial interval of novelcoronavirus (2019-ncov) infections. medRxiv, 2020.9Shengjie Lai, Isaac Bogoch, Nick Ruktanonchai, Alexander Watts, Yu Li, Jianzing Yu,Xin Lv, Weizhong Yang, Hongjie Yu, Kamran Khan, Zhongjie Li, and Andrew J Tatem.Assessing spread risk of wuhan novel coronavirus within and beyond china, january-april2020: a travel network-based modelling study. medRxiv, 2020.10Hiroshi Nishiura, Sung-mok Jung, Natalie M. Linton, Ryo Kinoshita, Yichi Yang, KatsumaHayashi, Tetsuro Kobayashi, Baoyin Yuan, and Andrei R. Akhmetzhanov. The extent oftransmission of novel coronavirus in wuhan, china, 2020. Journal of Clinical Medicine,9(2), 2020.11Pablo M De Salazar, Rene Niehus, Aimee Taylor, Caroline O Buckee, and Marc Lipsitch.Using predicted imports of 2019-ncov cases to determine locations that may not beidentifying all imported cases. medRxiv, 2020.12Hongxin Zhao, Sailimai Man, Bo Wang, and Yi Ning. Epidemic size of novelcoronavirusinfected pneumonia in the epicenter wuhan: using data of ve-countries' evacuation action.medRxiv, 2020.13Qiushi Lin, Taojun Hu, and Xiao-Hua Zhou. Estimating the daily trend in the size ofcovid-19 infected population in wuhan. medRxiv, 2020.14Hiroshi Nishiura, Tetsuro Kobayashi, Takeshi Miyama, Ayako Suzuki, Sungmok Jung,Katsuma Hayashi, Ryo Kinoshita, Yichi Yang, Baoyin Yuan, Andrei R. Akhmetzhanov,and Natalie M Linton. Estimation of the asymptomatic ratio of novel coronavirus(2019ncov) infections among passengers on evacuation ights. medRxiv, 2020.15Adam J Kucharski, Timothy W Russell, Charlie Diamond, CMMID nCoV working group,Sebastian Funk, and Rosalind M Eggo. Early dynamics of transmission and control of2019-ncov: a mathematical modelling study. medRxiv, 2020.16Matteo Chinazzi, Jessica T. Davis, Marco Ajelli, Corrado Gioannini, Maria Litvinova,Stefano Merler, Ana Pastore y Piontti, Luca Rossi, Kaiyuan Sun, Cecile Viboud, XinyueXiong, Hongjie Yu, M. Elizabeth Halloran, Ira M. Longini, and Alessandro Vespignani.The e ect of travel restrictions on the spread of the 2019 novel coronavirus (2019-ncov)wuhan on the spread of 2019-ncov. medRxiv, 2020.18Joel Hellewell, Sam Abbott, Amy Gimma, Nikos I Bosse, Christopher I Jarvis, Timothy WRussell, James D Munday, Adam J Kucharski, W John Edmunds, CMMID nCoVworking group, Sebastian Funk, and Rosalind M Eggo. Feasibility of controlling 2019-ncovoutbreaks by isolation of cases and contacts. medRxiv, 2020.19Billy Quilty, Sam Cli ord, Stefan Flasche, and Rosalind M Eggo. E ectiveness of airportscreening at detecting travellers infected with 2019-ncov. medRxiv, 2020.20Tianyu Zeng, Yunong Zhang, Zhenyu Li, Xiao Liu, and Binbin Qiu. Predictions of2019ncov transmission ending via comprehensive methods, 2020.2020.21Norden E Huang and Fangli Qiao. A data driven time-dependent transmission rate for22Jonathan M Read, Jessica RE Bridgen, Derek AT Cummings, Antonia Ho, and Chris PJewell. Novel coronavirus 2019-ncov: early estimation of epidemiological parameters andepidemic predictions. medRxiv, 2020.23Biao Tang, Xia Wang, Qian Li, Nicola Luigi Bragazzi, Sanyi Tang, Yanni Xiao, andJianhong Wu. Estimation of the transmission risk of the 2019-ncov and its implication forpublic health interventions. Journal of Clinical Medicine, 9(2), 2020.24Biao Tang, Nicola Luigi Bragazzi, Qian Li, Sanyi Tang, Yanni Xiao, and Jianhong Wu.An updated estimation of the risk of transmission of the novel coronavirus (2019-ncov).Infectious Disease Modelling, 2020.25Jane Labadin and Boon Hao Hong. Transmission dynamics of 2019-ncov in malaysia.26Mingwang Shen, Zhihang Peng, Yuming Guo, Yanni Xiao, and Lei Zhang. Lockdown maypartially halt the spread of 2019 novel coronavirus in hubei province, China. medRxiv,27Samuel J Cli ord, Petra Klepac, Kevin Van Zandvoort, Billy J Quilty, CMMID nCoVworking group, Rosalind M Eggo, and Stefan Flasche. Interventions targeting air travellersearly in the pandemic may delay local outbreaks of sars-cov-2. medRxiv, 2020.28Hao Xiong and Huili Yan. Simulating the infected population and spread trend of2019ncov under di erent policy by eir model. medRxiv, 2020.29Xinhai Li, Xumao Zhao, and Yuehua Sun. The lockdown of hubei province causingdifferent transmission dynamics of the novel coronavirus (2019-ncov) in wuhan and beijing.medRxiv, 2020.30Tianmu Chen, Jia Rui, Qiupeng Wang, Zeyu Zhao, Jing-An Cui, and Ling Yin. Amathematical model for simulating the transmission of wuhan novel coronavirus. bioRxiv, 2020.31Yu Chen, Jin Cheng, Yu Jiang, and Keji Liu. A time delay dynamical model for outbreakof 2019-ncov and the parameter identi cation, 2020.32Yan Yue, Chen Yu, Liu Keji, Luo Xinyue, Xu Boxi, Jiang Yu, and Cheng Jin. Modelingand prediction for the trend of outbreak of ncp based on a time-delay dynamic system.SCIENTIA SINICA Mathematica, (1674-7216), 2020.33Wei-jie Guan, Zheng-yi Ni, Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He, Lei Liu,Hong Shan, Chun-liang Lei, David SC Hui, Bin Du, Lan-juan Li, Guang Zeng, Kowk-YungYuen, Ru-chong Chen, Chun-li Tang, Tao Wang, Ping-yan Chen, Jie Xiang, Shi-yue Li,Jin-lin Wang, Zi-jing Liang, Yi-xiang Peng, Li Wei, Yong Liu, Ya-hua Hu, Peng Peng,Jian-ming Wang, Ji-yang Liu, Zhong Chen, Gang Li, Zhi-jian Zheng, Shao-qin Qiu, JieLuo, Chang-jiang Ye, Shao-yong Zhu, and Nan-shan Zhong. Clinical characteristics of2019 novel coronavirus infection in china. medRxiv, 2020.34Zhen Li, Ming Wu, Jie Guo, Jiwei Yao, Xiang Liao, Siji Song, Min Han, Jiali Li, GuangjieDuan, Yuanxiu Zhou, Xiaojun Wu, Zhansong Zhou, Taojiao Wang, Ming Hu, XianxiangChen, Yu Fu, Chong Lei, Hailong Dong, Yi Zhou, Hongbo Jia, Xiaowei Chen, and JunanYan. Caution on kidney dysfunctions of 2019-ncov patients. medRxiv, 2020.35Ya Jing Huang, Liu Hong, and Wen-An Yong. Partial equilibrium approximations inapoptosis. ii. the death-inducing signaling complex subsystem. Mathematical biosciences,270:126{134, 2015.36Liu Hong, Chiu Fan Lee, and Ya Jing Huang. Statistical Mechanics and Kinetics ofAmyloid Fibrillation, chapter Chapter 4, pages 113{186. World Scienti c Press.cases (red solid lines), sum of current exposed and infectious cases (blue solid lines), cumulativerecovered cases (purple solid lines), and cumulative closed cases (green solid lines) in Mainland ,Hubei , Beijing, Shanghai, and Wuhan (from top to bottom). The red triangles, purple asterisksand green circle represent the public data points between Jan. 20th and Feb. 9th, 2020. Theshaded area indicates predictions within 95% con dence interval. With the Euclidean distancekk2, the average relative error RE =q ky xk2 between the prediction y and public data xkxk2is evaluated for the cumulative quarantined cases, that is RE = 2:4%; 5:6%; 1:9%; 2:9%; 3:8% forMainland , Hubei , Beijing, Shanghai and Wuhan. Parameters are taken in accordance with TableFeb. 10th to Feb. 22nd, 2020. The shaded area indicates a 95% con dence interval. The redspots represent the reported data of Wuhan from Feb. 10th to Feb. 15th, 2020 as a validation.Parameters are taken in accordance with Table 1. (c) The basic reproduction number, (d) theestimated total infected cases at the early stage of COVID-19 epidemic between Dec. 28th, 2019and Jan. 20th, 2020 by inverse inference, and (e) a summary on the estimated in ection point,ending date and number of nal total infected cases in Mainland , Hubei , Wuhan, Beijing and", "ref_list": [[], ["The impact of tra c isolation in tracking an epidemic: a case study of 2019-ncov"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Yeming Wang", "Xingwang Li", "Lili Ren", "Jianping Zhao", "Yi Hu", "Jiayu Yu", "Shiwei Duan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "middle of March. The situation in Wuhan is still very severe, at least based on public\ndata until Feb. 15th. We expect it will end up at the beginning of April. Moreover,\nby inverse inference, we nd the outbreak of COVID-19 in Mainland, Hubei province\nand Wuhan all can be dated back to the end of December 2019, and the doubling\ntime is around two days at the early stage.\ntivity analysis\na) Those authors contribute equally to this work.", "one_words_summarize": "The situation in Wuhan is still very severe, at least based on publicdata until Feb. 15th. For this purpose, in the early stage many e orts have been devoted to estimate keyepidemic parameters, such as the basic reproduction number, doubling time and serial interval,in which the statistics models are mainly used4{9. With the improvement of clinic treatment of patients as well as morestrict methods stepped up for containing the spread, many researchers investigate the e ectof such changes by statistical reasoning16,17 and stochastic simulation18,19.Compared with statistics methods20,21, mathematical modeling based on dynamicalequations15,22{24 receive relatively less attention, though they can provide more detailedmechanism for the epidemic dynamics. Constant N = S + P + E + I + Q + R + D is the totalpopulation in a certain region. A similar regionaldi erence is observed for the severe condition rate too. As a result, the time-delayed equations arenot considered in the current work for simplicity. Leaving alone the time dependent parameters (t) and (t), there are four unknowncoe cients f ; ; 1; 1g and two initial conditions fE0; I0g about the hidden variables(other initial conditions are known from the data) have to be extracted from the time seriescontacts, and (g)-(h) severe condition rate (see SI for their de nitions) are calculated based onthe public data from NHC of China from Jan. 20th to Feb. 9th for Mainland, Mainland , Hubei,Hubei , Wuhan, Beijing and Shanghai separately.data fQ(t)g. Such an optimization problem could be solved automatically by using thesimulating annealing algorithm (see SI for details). Meanwhile, the initial values of exposed cases and infectious casesare increasing with the latent time. RESULTS AND DISCUSSIONWe apply our pre-described generalized SEIR model to interpret the public data on thecumulative numbers of quarantined cases, recovered cases and closed cases from Jan. 20th toFeb. 9th, which are published daily by NHC of China since Jan. 20th. e) E ects of other parameters on the nal total infected cases; (f) and thetime period from the starting point (Jan. 20th) to the in ection point (when the basic reproductionnumber becomes less than 1). 2 and are given in SI.Forecast for the epidemic of COVID-19Most importantly, with the model and parameters in hand, we can carry out simulationsfor a longer time and forecast the potential tendency of the COVID-19 epidemic. 5a-b, the predicted cumulative number of quarantined cases and the currentnumber of exposed cases plus infectious cases are plotted for next 30 days as well as fora shorter period of next 13 days. Overall, exceptWuhan, the validation data show a well agreement with our forecast and all fall into the95% con dence interval (shaded area). While for Wuhan city (and also Hubei province), due to the inclusion of suspectedcases with clinical diagnosis into con rmed cases (12364 cases for Wuhan and 968 cases forHubei on Feb. 12th) announced by NHC of China since Feb. 12th during the preparationof our manuscript, there is a sudden jump in the quarantined cases. Besides the forecast, the early trajectory of the COVID-19 outbreak is also critical forour understanding on its epidemic as well as future prevention. Furthermore, we notice the number of infectedcases based on inverse inference is much larger than the reported con rmed cases in WuhanIn this study, we propose a generalized SEIR model to analyze the epidemic of COVID-19,which was rstly reported in Wuhan last December and then quickly spread out nationwidein China. Liangrong Peng, Wuyue Yang, Changjing Zhuge and Liu Hongwrote the manuscript, and all authors reviewed it. Guohui Fan, Jiuyang Xu, Xiaoying Gu, Zhenshun Cheng, Ting Yu, Jiaan Xia, Yuan Wei,Wenjuan Wu, Xuelei Xie, Wen Yin, Hui Li, Min Liu, Yan Xiao, Hong Gao, Li Guo,Jungang Xie, Guangfa Wang, Rongmeng Jiang, Zhancheng Gao, Qi Jin, Jianwei Wang,and Bin Cao. medRxiv, 2020.5Yang Yang, Qingbin Lu, Mingjin Liu, Yixing Wang, Anran Zhang, Neda Jalali, NatalieDean, Ira Longini, M. Elizabeth Halloran, Bo Xu, Xiaoai Zhang, Liping Wang, Wei Liu,and Liqun Fang. Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in china. The novel coronavirus, 2019-ncov, is highly contagious and more infectiousthan initially estimated. medRxiv, 2020.10Hiroshi Nishiura, Sung-mok Jung, Natalie M. Linton, Ryo Kinoshita, Yichi Yang, KatsumaHayashi, Tetsuro Kobayashi, Baoyin Yuan, and Andrei R. Akhmetzhanov. The extent oftransmission of novel coronavirus in wuhan, china, 2020. Using predicted imports of 2019-ncov cases to determine locations that may not beidentifying all imported cases. Early dynamics of transmission and control of2019-ncov: a mathematical modelling study. Feasibility of controlling 2019-ncovoutbreaks by isolation of cases and contacts. E ectiveness of airportscreening at detecting travellers infected with 2019-ncov. Predictions of2019ncov transmission ending via comprehensive methods, 2020.2020.21Norden E Huang and Fangli Qiao. medRxiv, 2020.23Biao Tang, Xia Wang, Qian Li, Nicola Luigi Bragazzi, Sanyi Tang, Yanni Xiao, andJianhong Wu. Clinical characteristics of2019 novel coronavirus infection in china. Statistical Mechanics and Kinetics ofAmyloid Fibrillation, chapter Chapter 4, pages 113{186. The redspots represent the reported data of Wuhan from Feb. 10th to Feb. 15th, 2020 as a validation."}