{"date": "2020/01/26", "journal": "medrxiv", "authors": "Natalie M. Linton, Tetsuro Kobayashi, Yichi Yang, Katsuma Hayashi, Andrei R. Akhmetzhanov, Sung-mok Jung, Baoyin Yuan, Ryo Kinoshita, Hiroshi Nishiura", "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data", "type": "preprint article", "abstract": "hTe geographic spread of persons infected with the 2019 novel coronavirus (2019-nCoV) provides an opportunity to study the natural history of the newly emerged virus. Migration events put travelers at risk of infection for the duration of their exposure to an area where transmission is known to occur. Using publicly available data of the ongoing epidemic of 2019-nCoV where event dates for cases have been shared, the present study estimated the incubation period and other time intervals that govern interpretation of the epidemiological dynamics of 2019-nCoV infections. Our results show that the incubation periods falls within the range of two to nine days with 95% confidence, and the median incubation period is 4-5 days when approximated using the Weibull distribution, which was the best ift model. The median time from illness onset to hospitalization was estimated at 3 days. Based on the estimate of the 95th percentile estimate of the incubation period, we recommend that the length of isolation and quarantine should be at least nine days. We also note that the median time delay of 13.8 days from illness onset to death should be considered when estimating the case fatality risk of this novel virus.", "text": "        As of 24 January 2020, 1287 cases of novel coronavirus (2019-nCoV) infections were reported inmainland China, causing 41 deaths. While infections in the first case cluster were initially thought to bemostly due to zoonotic (animal-to-human) transmission—possibly due to wild animals sold at a localseafood wholesale market [                hTe incubation period is defined as the time from infection to illness onset. Knowledge of theincubation period of a directly transmited infectious disease is critical to determine the time periodrequired for movement restriction of healthy individuals (i.e. quarantine period) [                Another important epidemiologic issue in infectious disease is the inherent time delaysgoverning each event of infection, e.g. hospitalization and death, which inform the temporal dynamics ofepidemics. That is, the epidemic curve based on the date of hospitalization for each case is beterinterpreted and analyzed by understanding the time from symptom onset to hospitalization. A publishedclinical study has already shown that the average time delay from illness onset to admission isapproximately 7 days [        Using publicly available data of the ongoing epidemic of 2019-nCoV with known event dates, thepresent study aims to estimate the incubation period and other time intervals that govern theinterpretation of epidemiological dynamics of 2019-nCoV. We perform the estimation of percentile points usinga bootstrapping method.22.1We retrieved information on cases with confirmed 2019-nCoV infection and diagnosis outside of theepicenter of Hubei Province, China, based on oficial reports from governmental institutes. Wecollected the data either directly from governmental websites or from news sites that directly quotedgovernmental statements. The data were collected in real time, and thus may be updated as moredetails on cases becomes publicly available. The arranged data are available as the Online SupplementaryMaterial (Table S1). The latest update to the dataset was on 25 January 2020 for cases reported through24 January.Specifically, we collected the dates of exposure (entry and/or exit from Wuhan), illness onset,hospitalization, and death. Cases included both residents from other locations who travelled to Wuhan, aswell as Wuhan residents who were diagnosed while outside of Wuhan and reported by the governmentsof the locations where illness was detected. We thus estimated the incubation period by (i) examiningvisitors to Wuhan and (ii) examining both visitors to and residents from Wuhan who were diagnosedoutside of Hubei Province. The former may be more precise in defining the interval of exposure, butthe sample size is greater for the later.2.2          We used the dates of three critical points of the course of illness (i.e., dates of onset, hospitalizationand death) to calculate four time intervals: the time periods (a) from exposure to illness onset (i.e.,incubation period), (b) from illness onset to hospitalization, (c) from illness onset to death, and (d)from hospitalization to death. All these intervals were subject to a doubly interval-censored likelihoodfunction to estimate the parameter values (which can be analyzed by using coarseDataTools packageof the statistical language R) [          EL,iSL,iL(θg; D) = ∏ ∫ ER,i ∫ SR,i g(e)f (s − e) dsde .Here, for example in the case of (a), g(.) is the probability density function (p.d.f.) of exposurefollowing a uniform distribution, and f (.) is the p.d.f. of the incubation period independent of g(.). Drepresents a dataset among all observed cases i. Exposure and symptom onset obey the upper andlower bounds, (ER, EL) and (SR, SL), respectively. For instance, if the date of illness onset is for oneday, the respective interval is (SR, SR + 1), where SR is the reported date of illness onset.We performed a bootstrap method, based on case resampling, to compute the 95% confidenceintervals (CI). Likewise, we were able to calculate distributions of (b), (c) and (d). We also assume thatthe probability density function f (.) follows three diferent distributions, i.e., lognormal, Weibull andgamma distributions. Akaike Information Criterion (AIC) was used to identify the best fit model foreach time interval.1.00.80.60.0hTe median time from illness onset to hospitalization was estimated at 2.7 days (95% CI: 1.7, 4.2)using the gamma distribution, which yielded the lowest AIC value (Table 1). Figure 2A shows thecorresponding p.d.f. Time from symptom onset and hospitalization to death were also computed (Table 1and Figure 2BC). The best-fit models for each interval were the lognormal and Weibull distributions,respectively. The median time from onset to death was 13.8 days (95% CI: 11.8, 16.0) and the mediantime from hospitalization to death was 8.3 days (95% CI: 6.4, 10.5).Excluding Wuhan residentsIncluding Wuhan residents95th percentile●95th percentile●        Our results show that 95% of incubation periods fall within the range of 2 to 9 days, and the medianincubation period was 4–5 days when the Weibull distribution was used as the best-fit model. Themedian time from illness onset to hospitalization was approximately 3 days. The median time fromillness onset to death was 13.8 days, the delay of which is key to appropriate estimation of the casefatality risk for 2019-nCoV [                hTe present study advances the public discussion on 2019-nCoV infections as both the incubationperiod and the time from illness onset to death were explicitly estimated using publicly available data.Our estimated median incubation period of 2019-nCoV is comparable to known median values of theincubation period for severe acute respiratory syndrome (SARS)—estimated at 4.0–6.4 days [                hTe time from illness onset to death is also comparable to SARS [        Several limitations of the present study exist. First, the dataset relies on published information,and the defined event date (e.g. the date of illness onset) depends on the decision-making of eachgovernmental authority. Given the novelty of the illness, it is possible that symptom onset and otherevent data may have been dealt with diferently between jurisdictions (e.g., was onset the date of feveror date of dyspnea?). Second, the sample size was limited, and the variance was likely to be biased.hTird, we were not able to examine heterogeneity of estimates by diferent atributes of cases (e.g. ageand risk groups).While several future tasks remain, we believe that the present study has been successful in clarifyingthe epidemiological characteristics of novel coronavirus infection. The length of quarantine should beat least nine days, and the time delay from illness onset to death of fourteen days must be addressedwhen estimating the case fatality risk.Supplementary material: Table S1 Event dates for cases included in the analysis.Author Contributions: N.M.L., T.K., A.R.A., and H.N. conceived the study and participated in thestudy design. All authors assisted in collecting the data. N.M.L., T.K. and H.N. analyzed the data andT.K., H.N., N.M.L. and Y.Y. drafted the manuscript. All authors edited the manuscript and approved theifnal version.Conflicts of Interest: The authors declare no conflicts of interest.", "ref_list": [[], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["(reference link) (accessed on 24"], ["Centre for Disease Prevention and Control data. Geographical distribution of 2019- nCov cases"], ["Estimates of short- and long-term incubation periods of Plasmodium vivax malaria in the Republic of Korea"], ["Outbreak of 2009 pandemic influenza A (H1N1) at a New York City school"], ["Determination of the appropriate quarantine period following smallpox exposure: an objective approach using the incubation period distribution"], ["Lancet e"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], ["Estimating incubation period distributions with coarse data"], ["Methods for estimating the case fatality ratio for a novel, emerging infectious disease"], ["Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea"], ["Incubation periods of acute respiratory viral infections: a systematic review"], ["WHO Rapid Pandemic Assessment Collaboration"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W. Peng", "H. Xinxin", "H.Y. Eric", "Jessica", "L. Kathy", "Joseph", "C. Benjamin", "Gabriel"], ["Novel Coronavirus"], ["European"], ["H. Nishiura", "H.W. Lee", "S.H. Cho", "W.G. Lee", "S.U. Moon", "G.T. Chung", "T.S. Kim"], ["N.G. Lessler", "D.A Cummings", "Mental Hygiene Swine Influenza Investigation Team", "HP Nair", "HT Jordan", "N. Thompson"], ["H. Nishiura"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "G. Fan", "J. Xu", "Z. Gu", "T. Yu", "J. Xia", "Y. Wei", "W. Wu", "X Xie", "W. Li", "H.", "M. Xiao", "Y. Gao", "H. Guo", "L. Xie", "G. Wang", "R. Jiang", "Z. Gao", "Q. Jin", "J. Wang", "B. Cao"], ["C.A. Donnelly", "A.C. Ghani", "G.M. Leung", "A.J. Hedley", "C. Fraser", "S. Riley", "L.J. Abu-Raddad", "L.M. Ho", "T.Q. Thach", "P. Chau", "K.P. Chan", "T.H. Lam", "L.Y. Tse", "T. Tsang", "S.H. Liu", "J.H. Kong", "E.M. Lau", "N.M. Ferguson", "R.M. Anderson"], ["J. Lessler", "D.A. Cummings", "R. Brookmeyer"], ["AC Ghani", "CA Donnelly", "DR Cox", "JT Grifin", "C Fraser", "TH Lam", "LM Ho", "WS Chan", "RM Anderson", "AJ Hedley", "GM Leung"], ["B.J. Cowling", "Park", "Fang", "P. Wu", "G.M. Leung", "J.T. Wu"], ["N.G. Lessler", "R. Brookmeyer", "T.M. Perl", "K.E. Nelson", "D.A. Cummings"], ["C. Fraser", "C.A. Donnelly", "S. Cauchemez", "W.P. Hanage", "M.D. Van Kerkhove", "Hollingsworth", "J. Grifin", "R.F. Baggaley", "H.E. Jenkins", "E.J. Lyons", "T. Jombart", "W.R. Hinsley", "N.C. Grassly", "F. Balloux", "A.C. Ghani", "N.M. Ferguson", "A. Rambaut", "O.G. Pybus", "H. Lopez-Gatell", "C.M. Alpuche-Aranda", "I.B. Chapela", "E.P. Zavala", "D.M. Guevara", "F. Checchi", "E. Garcia", "S. Hugonnet", "C. Roth"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        As of 24 January 2020, 1287 cases of novel coronavirus (2019-nCoV) infections were reported in\nmainland China, causing 41 deaths. While infections in the first case cluster were initially thought to be\nmostly due to zoonotic (animal-to-human) transmission—possibly due to wild animals sold at a local\nseafood wholesale market [\n        ", "one_words_summarize": "As of 24 January 2020, 1287 cases of novel coronavirus (2019-nCoV) infections were reported inmainland China, causing 41 deaths. The data were collected in real time, and thus may be updated as moredetails on cases becomes publicly available. The former may be more precise in defining the interval of exposure, butthe sample size is greater for the later.2.2          We used the dates of three critical points of the course of illness (i.e., dates of onset, hospitalizationand death) to calculate four time intervals: the time periods (a) from exposure to illness onset (i.e. Likewise, we were able to calculate distributions of (b), (c) and (d). First, the dataset relies on published information,and the defined event date (e.g. the date of illness onset) depends on the decision-making of eachgovernmental authority. Supplementary material: Table S1 Event dates for cases included in the analysis. Author Contributions: N.M.L., T.K., A.R.A., and H.N. conceived the study and participated in thestudy design. All authors edited the manuscript and approved theifnal version."}