{"date": "2020/01/31", "journal": "medrxiv", "authors": "Adam J Kucharski, Timothy W Russell, Charlie Diamond, Yang Liu, John Edmunds, Sebastian Funk, Rosalind M Eggo", "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study", "type": "preprint article", "abstract": "An outbreak of the novel coronavirus 2019-nCoV has led to 7818 cases as of 30th January 2020. Understanding the transmission dynamics of the infection is crucial for evaluating the likely effectiveness of control measures and potential for sustained transmission to occur in new areas. We combined a stochastic transmission model with data on cases 2019-nCoV in Wuhan and exported cases originating in Wuhan to estimate how transmission had varied over time and the likely prevalence of symptomatic cases in the city as of 23rd January 2020. Based on these estimates, we then calculated the probability that newly introduced cases would generate outbreaks in other areas. We estimated that the median reproduction number, ​R​ , fluctuated between 1.6-2.9 from mid-December to mid-January 2020. We found that the US, Australia and France had more confirmed cases with travel history to Wuhan than the model predicted, and estimated that there were 29,500 (14,300-85,700) prevalent symptomatic cases in Wuhan on 23rd January 2020, when travel restrictions were introduced. Based on our estimates of ​R​ , we calculated that in locations with similar transmission potential as Wuhan, once there are more than three introduced cases, there is a more than 50% chance the infection will establish within that population.​ ​Our​ ​results show that 2019-nCoV has substantial potential for ongoing human-to-human transmission, and exported cases from Wuhan may have increased prior to travel restrictions being introduced on 23rd January 2020. As more cases arrive in international locations, it is likely many chains of transmission will fail to establish initially, but may still cause new outbreaks eventually.", "text": "        As of 30th January 2020, an outbreak of the novel coronavirus 2019-nCoV has resulted in 7,818confirmed cases ​(                To estimate the early dynamics of transmission in Wuhan, we fitted a stochastic transmissiondynamic model ​(                In the model, individuals were divided into four infection classes (Figure 1): susceptible,exposed (but not yet infectious), infectious, and removed (i.e. isolated, recovered or otherwise nolonger infectious). The model accounted for delays in symptom onset and reporting, as well asuncertainty in case observation (see Supplementary Materials for full model details). Theincubation period was assumed to be Erlang distributed with mean 5.2 days ​(                The model reproduced the observed temporal trend of cases observed within Wuhan and casesexported internationally (Figure 2A–B). It could also reproduce the pattern of confirmedexported cases from Wuhan, which was not explicitly used in the model fitting (Figure 2C). Wefound that confirmed and estimated exported cases among the twenty countries most connectedto China were generally in good correspondence, with the USA and Australia as notable outliers,having had more confirmed cases reported with a travel history to Wuhan than would beexpected in the model (Figure 2D). Accounting for under-reporting and delays to confirmation,our estimates suggest that the prevalence of symptomatic 2019-nCoV cases in Wuhan was29,500 (                To examine the potential for new outbreaks to establish in locations outside of Wuhan, we usedour estimates of the reproduction number to simulate new outbreaks with potentialindividual-level variation in transmission (i.e. ‘superspreading’ events) ​(        Based our on estimated reproduction number, and published estimates of individual-levelvariation in transmission for SARS and MERS-CoV, we found that a single case introduced to anew location would not necessarily lead to an outbreak. Even if the reproduction number is ashigh as it has been in Wuhan, it may take several introductions for an outbreak to establish. Thishighlights the importance of rapid case identification, and subsequent isolation and other controlmeasures to reduce the chance of onward chains of transmission.        Our analysis highlights the value of combining multiple data sources in analysis of 2019-nCoV.For example, the rapid growth of confirmed cases globally during late January 2020, with casetotals in some instances apparently doubling every day or so, would have the effect of inflating ​Restimates to implausibly large values if only these recent data points were used in analysis. Ourresults also have implications for the estimation of transmission dynamics using the number ofexported cases from a specific area ​(                There are several limitations to our analysis. We used plausible biological parameters for2019-nCoV based on current evidence, but these values may be refined as more comprehensivedata become available. However, because we fitted to multiple datasets to infer modelparameters, and performed sensitivity analyses on key areas of uncertainty, we would not expectour findings to change substantially if new information becomes available. Further, we usedpublicly available connectivity and risk estimates based on international travel data to predict thenumber of exported cases into each country. These estimates have shown good correspondencewith the distribution of exported cases to date ​(                We also assumed that the latent period is equal to the incubation period (i.e. individuals becomeinfectious and symptomatic at the same time) and all infected individuals will eventually becomesymptomatic. However, there is some limited evidence that transmission of 2019-nCoV canoccur without reported symptoms ​(        This work was supported by the Wellcome Trust (grants 206250/Z/17/Z and 210758/Z/18/Z) andHDR UK (grant: MR/S003975/1).We used a stochastic SEIR model implemented using the Euler-Maruyama algorithm with a 6hour timestep, with the transmission rate following geometric brownian motion. The modelstructure is described below and shown in Figure 1 in the main text.S(t+1)= S(t) –​ ​ (t)/N S(t) [ I​1w​(t) + I​2w​(t) ]E​1w​(t+1)= E​1w​(t) + (1 – ​f​ ) ​ ​ (t) S(t) [ I​1w​(t) + I​2w​(t) ]– 2 E​ 1w​(t)E​2w​(t+1)= E​2w​(t) + 2 E​ 1w(​t) – 2 E​ 2w​(t)I​1w​(t+1)= I​1w​(t) + 2 E​ 2w​(t) – 2γ I​1w​(t)I​2w​(t+1)= I​2w​(t) + 2γ I​1w​(t) – 2γ I​2w​(t)Q​w​(t+1)= Q​w​(t) + 2 E​ 2w​(t) – κ Q​w​(t)D​w​(t+1)= D​w​(t) + 2 E​ 2w​(t)C​w​(t+1)= C​w​(t) + κ Q​w​(t)Here ​S(t)​ is the number of individuals in Wuhan susceptible at time ​t​ ; ​E​ 1w​(t)​ and ​E​ 2w​(t)​ areindividuals in Wuhan the first and second period of their Erlang distributed incubation periodrespectively; ​I​ 1w​(t)​ and ​I​ 2w​(t)​ are individuals in Wuhan in the first and second period of theirErlang distributed incubation period respectively; ​Q​ w​(t)​ is the number of symptomatic cases inWuhan yet to be reported at time ​t​ ; ​D​ w​(t)​ is the cumulative number of cases with symptoms inWuhan at time ​t​ ; ​C​ w​(t)​ is the cumulative number of confirmed cases in Wuhan at time ​t​ . Here  ​ (t)is the transmission rate at time ​t​ ;  is the rate of becoming symptomatic (i.e. 1/incubationperiod); γ = rate of isolation (i.e. 1/delay from onset-to-hospitalisation); κ is rate of reporting (i.e.1/delay from onset-to-confirmation); ​f​ is the fraction of cases that travel; ​N​ is the population sizein Wuhan. We therefore implicitly assume that all individuals become symptomatic, and thishappens at the same time as they become infectious.E​1T​(t+1)= E​1T​(t) + ​f​ ​ ​ (t) S(t) [ I​1w​(t) + I​2w​(t) ] – 2 E​ 1T​(t)E​2T​(t+1)= E​2T​(t) + 2 E​ 1T​(t) – 2 E​ 2T​(t)I​1T​(t+1)= I​1T​(t) + 2 E​ 2T​(t) – 2γ I​1T​(t)I​2T​(t+1)= I​2T​(t) + 2γ I​1T​(t) – 2γ I​2T​(t)Q​T​(t+1)= Q​T​(t) + 2 E​ 2T​(t) – κ Q​T​(t)D​T​(t+1)= D​T​(t) + 2 E​ 2T​(t)C​T​(t+1)= C​T​(t) + κ Q​T​(t)Here ​E​ 1T​(t)​ and ​E​ 2T​(t)​ are individuals who have travelled from Wuhan and who are in the firstand second period of their Erlang distributed incubation period respectively; ​I​ 1T​(t)​ and ​I​ 2T​(t)​ areindividuals who have travelled from Wuhan and who are in the first and second period of theirErlang distributed incubation period respectively; ​Q​ T​(t)​ is the number of symptomatic casesamong travellers from Wuhan yet to be reported at time ​t​ ; ​D​ T​(t)​ is the cumulative number ofcases among travellers from Wuhan with symptoms at time t; ​C​ T​(t)​ is the cumulative number ofconfirmed cases among travellers from Wuhan at time ​t​ .d log(​ ​ ) = ​a​ dB​twhere ​a​ is the volatility of transmission over time and B​t​ is Brownian motion.        Cases that travelled internationally and became symptomatic, D​T​(t), and were later confirmed,C​T​(t), were distributed among other countries based on proportional risk inferred fromconnectivity to those countries ​(                We used a branching process with a negative binomial offspring distribution ​(        We estimated the time-varying transmission rate, ​beta(t)​ , using sequential Monte Carlo (SMC)by jointly fitting to three datasets, with one used for validation:1. Daily incidence of exported cases from Wuhan (or lack thereof) in countries with highconnectivity to Wuhan (i.e. top 20 most at risk), by date of onset. We only consideronsets up to 21st January, as many of the cases detected after this point were nottravellers from Wuhan.2. Daily incidence of initial cases in Wuhan with no market exposure, by date of onset.Source: Huang et al3. Daily incidence of early cases in China, by date of onset. We assume that these are all inWuhan. The most recent two data points were omitted during fitting as they are likely tobe strongly influenced by delays in reporting.4. Validation dataset (not used for fitting): Daily incidence of exported infection fromWuhan (or lack thereof) in countries with high connectivity to Wuhan (i.e. top 20 most atrisk), by date of confirmation. We only considered individual export events (i.e. a familyof travellers was counted as a single export).        We created a single timeseries for case onset data by in Wuhan by combining datasets 3 and 4above. To calculate the likelihood, we used a Poisson observation model fitted jointly toexpected values based on three model outputs: ​D​ W​(t), D​ T​(t), C​ T​(t)​ . To calculate the dailyexpectation for each Poisson observation process, we converted these outputs into new caseonset and new reported cases inside Wuhan and travelling internationally. We assumed adifferent relative reporting probability for Wuhan cases compared to international cases, asassumed only a proportion of confirmed Wuhan cases had known onset dates (fixed at 0.15based on available line list data ​(                Estimates for time-varying ​R​ were generated by running 200 repetitions of SMC with 1000particles. The transmission volatility and relative reporting of cases outside Wuhan were selectedbased on a grid search to find the marginal MLE (Figure S1–S2). We assumed the outbreakstarted on 22nd November with 1 infectious individual ​(        Incubation periodInfectious periodDelay onset-to-confirmationProportion of cases withonsets knownValue4.8 days2.9 days6.1 days330011m1Wuhan (​W​ )Transmission volatility (​a​ )0.4 (fitted)Erlang (rate=2)Erlang (rate=2)compared to internationally exported cases (equal to parameter 1/W in the calculation ofexported cases from Wuhan confirmed).Figure S2: Sliced likelihood for the transmission volatility parameter, a.To check the robustness of our results, we repeated our analysis with a larger assumed initialnumber of cases (i.e. 10 rather than 1), but this did not change our overall conclusions (FigureS3). As another sensitivity analysis, we also used flight data from WorldPop rather than MOBSlab, but again this did not change our overall conclusions (Figure S4).", "ref_list": [[], [""], ["Epidemiological Data from the nCoV-"], ["Temporal Changes in Ebola Transmission in Sierra Leone and Implications for Control Requirements: a Real-time Modelling Study"], ["The impact of control strategies and behavioural changes on the elimination of Ebola from Lofa County, Liberia"], ["Dynamics of the Etiological Agent of SARS in Hong Kong: Impact of Public Health Interventions"], ["The RAPIDD ebola forecasting challenge: Synthesis and lessons learnt"], ["Delaying the International Spread of Pandemic Influenza"], ["Evaluation of the Benefits and Risks of Introducing Ebola Community Care Centers, Sierra Leone"], ["Response Team. Ebola Virus Disease in West Africa - The First 9 Months of the Epidemic and Forward Projections"], ["Early Epidemiological Assessment of the Virulence of Emerging Infectious Diseases: A Case Study of an Influenza Pandemic"], ["Evidence Synthesis for Stochastic Epidemic Models"], ["Assessing Optimal Target Populations for Influenza Vaccination Programmes: An Evidence Synthesis and Modelling Study. Leung GM, editor"], [""], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV) [Internet]"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Novel coronavirus (2019-nCoV) early-stage importation risk to Europe"], ["the time-varying drivers of an epidemic using stochastic dynamical systems"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City"], ["Superspreading and the effect of individual variation on disease emergence"], ["The role of superspreading in Middle East respiratory syndrome coronavirus (MERS-CoV) transmission"], [""], ["Preliminary risk analysis of 2019 novel coronavirus spread within and beyond China"], [""], ["Epidemiological Data from the nCoV-"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus"], [], ["A Camacho", "A Kucharski", "Y Aki-Sawyerr", "MA White", "S Flasche", "M Baguelin"], ["S Funk", "I Ciglenecki", "A Tiffany", "E Gignoux", "A Camacho", "RM Eggo"], ["S. Transmission Riley"], ["C Viboud", "K Sun", "R Gaffey", "M Ajelli", "L Fumanelli", "S Merler"], ["BS Cooper", "RJ Pitman", "WJ Edmunds", "NJ Gay", "J Sepulveda-Amor"], ["AJ Kucharski", "A Camacho", "F Checchi", "R Waldman", "RF Grais", "J-C Cabrol"], ["WHO Ebola"], ["H Nishiura", "D Klinkenberg", "M Roberts", "JAP Heesterbeek"], ["PJ Birrell", "D De Angelis", "AM Presanis"], ["M Baguelin", "S Flasche", "A Camacho", "N Demiris", "E Miller", "WJ Edmunds"], ["N Imai", "A Cori", "I Dorigatti", "M Baguelin", "CA Donnelly"], ["J Riou", "CL Althaus"], ["T Liu", "J Hu", "M Kang", "L Lin", "H Zhong", "J Xiao"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["G Pullano", "F Pinotti", "E Valdano", "P-Y Boëlle", "C Poletto", "V Colizza"], ["J Dureau", "K Kalogeropoulos", "M. Capturing Baguelin"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["N Imai", "I Dorigatti", "A Cori", "C Donnelly", "S Riley", "NM Ferguson"], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], ["AJ Kucharski", "CL Althaus"], [], ["S Lai", "II Bogoch", "A Watts", "K Khan", "Z Li", "A Tatem"], ["C Rothe", "M Schunk", "P Sothmann", "G Bretzel", "G Froeschl", "C Wallrauch"], [], ["A Rambaut"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        As of 30th January 2020, an outbreak of the novel coronavirus 2019-nCoV has resulted in 7,818\nconfirmed cases ​(\n        ", "one_words_summarize": "As of 30th January 2020, an outbreak of the novel coronavirus 2019-nCoV has resulted in 7,818confirmed cases ​(                To estimate the early dynamics of transmission in Wuhan, we fitted a stochastic transmissiondynamic model ​(                In the model, individuals were divided into four infection classes (Figure 1): susceptible,exposed (but not yet infectious), infectious, and removed (i.e. isolated, recovered or otherwise nolonger infectious). We used plausible biological parameters for2019-nCoV based on current evidence, but these values may be refined as more comprehensivedata become available. The modelstructure is described below and shown in Figure 1 in the main text. Daily incidence of initial cases in Wuhan with no market exposure, by date of onset. The most recent two data points were omitted during fitting as they are likely tobe strongly influenced by delays in reporting.4. Validation dataset (not used for fitting): Daily incidence of exported infection fromWuhan (or lack thereof) in countries with high connectivity to Wuhan (i.e. top 20 most atrisk), by date of confirmation. To check the robustness of our results, we repeated our analysis with a larger assumed initialnumber of cases (i.e. 10 rather than 1), but this did not change our overall conclusions (FigureS3)."}