{"date": "2020/02/12", "journal": "medrxiv", "authors": "Ming Wang, Qing Wu, Wanzhou Xu, Bin Qiao, Jingwei Wang, Hongyun Zheng, Shupeng Jiang, Junchi Mei, Zegang Wu, Yayun Deng, Fangyuan Zhou, Wei Wu, Yan Zhang, Zhihua Lv, Jingtao Huang, Xiaoqian Guo, Lina Feng, Zunen Xia, Di Li, Zhiliang Xu, Tiangang Liu, Pingan Zhang, Yongqing Tong, Yan Li", "title": "Clinical diagnosis of 8274 samples with 2019-novel coronavirus in Wuhan", "type": "preprint article", "abstract": "China", "text": "ChinaYanLiBackgroundco-infections.2019-Novel coronavirus (2019-nCoV) outbreaks create challenges for hospital laboratoriesbecause thousands of samples must be evaluated each day. Sample types, interpretationmethods, and corresponding laboratory standards must be established. The possibility of otherinfections should be assessed to provide a basis for clinical classification, isolation, and treatment.Accordingly, in the present study, we evaluated the testing methods for 2019-nCoV andWe used a fluorescence-based quantitative PCR kit urgently distributed by the Chinese CDC todetect 8274 close contacts in the Wuhan region against two loci on the 2019-nCoV genome. Wealso analyzed 613 patients with fever who underwent multiple tests for 13 respiratory pathogens;316 subjects were also tested for 2019-nCoV.Among the 8274 subjects, 2745 (33.2%) had 2019-nCoV infection; 5277 (63.8%) subjects showednegative results in the 2019-nCoV nucleic acid test (non-019-nCoV); and 252 cases (3.0%)because only one target was positive, the diagnosis was not definitive. Sixteen patients whooriginally had only one positive target were re-examined a few days later; 14 patients (87.5%)were finally defined as 2019-nCoV-positive, and 2 (12.5%) were finally defined as negative. Thepositive rates of nCoV-NP and nCovORF1ab were 34.7% and 34.7%, respectively.nCoV-NP-positive only and nCovORF1ab-positive cases accounted for 1.5% and 1.5%, respectively.In the 316 patients with multiple respiratory pathogens, 104 were positive for 2019-nCov and6/104 had co-infection with coronavirus (3/104), influenza A virus (2/104), rhinovirus (2/104),and influenza A H3N2 (1/104); the remaining 212 patients had influenza A virus (11/202),influenza A H3N2 (11/202), rhinovirus (10/202), respiratory syncytial virus (7/202), influenza Bvirus (6/202), metapneumovirus (4/202), and coronavirus (2/202).Interpretation: Clinical testing methods for 2019-nCoV require improvement. Importantly, 5.8%of 2019-nCoV infected and 18.4% of non-2019-nCoV-infected patients had other pathogeninfections. It is important to treat combined infections and perform rapid screening to avoidcross-contamination of patients. A test that quickly and simultaneously screens as manypathogens as possible is needed.Funding: No founding was receivedEvidence before this studyWe searched PubMed for articles published up to January 31, 2020 using the keywords “2019novel coronavirus” or “2019-nCoV”. No published study on the characteristics of 2019-nCoV testsor 2019-nCoV co-infections was found. We only noted recent laboratory findings for other testsof patients infected with 2019-nCoV.Positive detection of nCoV-NP or nCovORF1ab is presented, and individuals with/without2019-nCoV infections or with inconclusive results were identified. Patients with inconclusiveresults may be diagnosed with 2019-nCoV infection or found to be negative for the infection afterresampling and retesting in the next few days. Approximately 5·8% of the subjects diagnosedwith 2019-nCoV had co-infection.Management of the population showing inconclusive results should be given attention;additionally, such results can be minimized by improving the sampling, sample pretreatment, andtesting methodologies. When diagnosing 2019-nCoV subjects, the possibility of co-infectionshould be considered. Finally, better clinical detection methods are needed to simultaneouslyscreen as many pathogens as possible.An outbreak of novel coronavirus occurred in Wuhan, China in December 2019; since submittingthis manuscript, more than 10,000 cases have been confirmed in all provinces of China and 200deaths have occurred in Wuhan 1. Infections spread by air travel have also been reported in Japan,Thailand, Singapore, Republic of Korea, and many other countries2. On January 7, 2020, Chinesescientists isolated a novel coronavirus (nCoV) from patients in Wuhan, the genome of which wasuploaded to NCBI on January 103,4. Human airway epithelial cells were used to isolate the novelcoronavirus, named as 2019-nCoV, which formed another clade within the subgenus sarbecovirus,Orthocoronavirinae subfamily. 2019-nCoV differs from Middle East respiratory syndrome-CoV andsevere acute respiratory syndrome-CoV and is the seventh member of the family of coronavirusesthat infect humans 4. The clinical features of 41 patients infected with 2019 novel coronaviruswere described by front-line doctors. It was found that the 2019-nCoV infection caused clustersof severe respiratory illness similar to SARS coronavirus and was associated with intensive careunit admission and high mortality, but had numerous different features from SARS. Among the 41patients, 6 patients have died since the paper was published5. Although the death rate of2019-nCoV is currently lower than that of SARS, transmission between patients is more prevalent.Clinical evidence showed that one patient infected 14 doctors and nurses. Additionally, in fivepatients in a family cluster who presented with unexplained pneumonia after returning toShenzhen, Guangdong province, China, after a visit to Wuhan, an additional family member whodid not travel to Wuhan was infected 6. This virus can remain in patients for many days, includingin some carriers who did not show classic syndromes. This may lead to the infection of manydoctors and nurses, as well as rapid dissemination of the virus from Wuhan to many otherlocations.The rapid and accurate diagnosis of 2019-nCoV infection in patients and carriers is key forpreventing and controlling this epidemic. Thus, fast and accurate clinical detection methods for2019-nCoV are particularly important. The China CDC recommends the use of a specific real-timeRT-PCR method with specific primers and probes to detect the 2019-nCoV open reading frame(ORF1ab) and nucleoprotein (N) gene regions If both targets are positive, the patient is defined ashaving a laboratory-confirmed infection 7.However, during the testing process, various factors can affect the outcomes of analysis andresulting in false-positive or false-negative results. This makes it difficult to perform clinicaldiagnosis and control the epidemic situation. In addition, 2019-nCoV may be co-infected withother pathogens. Therefore, patients suspected of having 2019-nCoV infection should also beevaluated by other detection methods to screen for additional respiratory pathogens. However,up-to-date data on co-infected pathogens and their proportions in combination with the2019-nCoV infection are needed. Our clinical laboratory is located at the center of the epidemicand currently has tested the largest number of samples for 2019-nCoV infection worldwide; wehave information for 8274 recent cases (January 21 to February 9, 2020) available for analyzing2019-nCoV. Determining the laboratory characteristics of nCoV testing and 2019-nCoV infectionwith other pathogens will provide a reference for epidemic prevention and clinical treatment inWuhan and other areas combating this epidemic. Thus, in this study, we evaluated the testingmethods for 2019-nCoV, as well as co-infections with other pathogens.Data collected on January 20 to February 9, 2020 at Renmin Hospital of Wuhan University wereevaluated. A total of 8397 close contact subjects were enrolled. Of the 8397, 123 patients weresubjected to re-sampling (Ct value for the nCoV-NP gene and/or nCovORF1ab gene between37–40) and were excluded from further analysis. Finally, 8274 subjects (median age 47 years,range 32–62 years) were included in the analysis; men accounted for 37·0% of patients.Nasopharyngeal swab samples were collected from each subject by clinicians, and 63 of 8274patients (median age 62 years, range 45–69 years, 65·1% male). Sputum samples were collectedon the same day. A total of 613 subjects were evaluated by multiple tests for 13 suspectedrespiratory pathogens during this period (median age 51 years, range 31–63 years, 49·5% male).Of these, 316 (median age 56 years, range 36–66 years, 51·6% male) were also tested for2019-nCoV simultaneously. The study design was approved by the Ethics Committee of thePeople's Hospital of Wuhan University. Data were collected from routine clinical practice, andinformed consent was not required.Detection of 2019-nCoVWe used the Viral Nucleic Acid Kit (Health, Ningbo, China) to extract nucleic acids from clinicalsamples according to the kit instructions. A 2019-nCoV detection kit (Bioperfectus, Taizhou, China)was used to detect the ORF1ab gene (nCovORF1ab) and the N gene (nCoV-NP) according to themanufacturer’s instructions using real-time RT-PCR. If the circulation threshold (Ct value) waslower than 37, the gene detection results were considered as positive. If the Ct value was greaterthan or equal to 40, it was considered that the gene was not present. If the Ct value was between37 and 40, the presence of the gene was suspected. The clinician was notified to performresampling and review the results. If the nCovORF1ab and nCoV-NP both showed positive results,the infection was considered as laboratory-confirmed.Detection of 13 types of respiratory pathogensAccording to the operating instructions (Health, Ningbo, China), respiratory electrophoresisfragment analysis with PCR was used to screen for infection with 13 respiratory pathogens,including adenovirus, boca virus, influenza A virus, H1N1, H3N2, influenza B viruses, coronavirus,metapneumovirus, parainfluenza virus, respiratory syncytial virus, rhinovirus, mycoplasmapneumoniae, and chlamydia.Continuous variables are expressed as the median (interquartile range); categorical variables areexpressed as percentages. Kruskal-Wallis H-test was used to compare means between multiplegroups, and Dunnett test was used for pairwise comparison. The characteristics of subjectsincluded age and gender. The positive rates of the nCoV-NP and/or nCovORF1ab genes werecounted in 8274 subjects. The quantiles were used as a reference. We grouped the patients bygender, and counted the subjects diagnosed with the infection (2019-nCoV group), negativesubjects (non-2019-nCoV group), and those with an unclear diagnosis (inconclusive group). Weanalyzed the infection status of 13 respiratory pathogens in the test subjects and grouped the2019-nCoV infection status to analyze the infection in the 2019-nCoV group and non-2019-nCoVgroup. A two-sided α of less than 0·05 was considered as statistically significant. Statisticalanalyses were conducted using R software, version 3.5.2.No fundingOf the 8274 subjects, 2745 (33.2%) were diagnosed with the 2019-nCoV infection and classifiedinto the 2019-nCoV group, whereas 5277 (63.8%) were negative for infection according to the2019-nCoV nucleic acid test and were classified into the non-2019-nCoV group. A total of 252patients (3.0%), we were temporarily unable to obtain a clear diagnosis because only one targetgene was positive. This group of subjects was classified as the inconclusive group. The medianages of subjects in the 2019-nCoV, non-2019-nCoV, and inconclusive groups were 56 years (range,42–67 years), 40 years (range, 30–57 years), and 52 years (range, 35–64 years), respectively.Dunnett test showed that the age of subjects in the non-2019-nCoV group was significantly lowerthan in the 2019-nCoV group (t = -20.724, p < 0·001) and inconclusive group (t = -4.251, p <0·001), whereas the 2019-nCoV group did not significantly differ in age from the inconclusivegroup (t = -2.218, p = 0.052).In the non-2019-nCoV group, one case was positive only for nCoV-NP, when they were firstevaluated, whereas both nCovORF1ab and nCoV-NP were negative after resampling andrevaluation on the fourth day. One case were positive only for nCovORF1ab when they were firstevaluated, whereas both nCovORF1ab and nCoV-NP were negative after resampling andrevaluation on the third day.In the 2019-nCoV group, two subjects was positive only for nCovORF1ab; same-day re-samplingshowed the same results, whereas re-sampling on the next day and third day respectively fornCovORF1ab and nCoV-NP revealed positive results. Six subjects was positive only fornCovORF1ab, which was confirmed by re-sampling on the fourth day (range, 1-10). One case waspositive only for nCoV-NP; these results were confirmed by re-sampling and re-examination onthe third day. Forty-two subjects was negative both for nCoV-NP and nCovORF1ab, these resultswere confirmed by re-sampling and re-examination 5.5 days (range, 2.5-7.0) later.The positive rates of nCoV-NP and nCovORF1ab in the tested population were 34.7% and 34.7%,respectively. Only 1.5% cases were positive for nCoV-NP and 1.5% were positive for nCoVORF1ab.33.2% met the 2019-nCov diagnostic criteria (nCoV-NP and nCovORF1a were positivesimultaneously). As shown in Table 2.The tested population was divided into two groups by gender. The number of patients diagnosedwith 2019-nCoV in each age group is shown in Figure 1A. Of the 2485 male subjects, 882 (35.5%)were diagnosed as having 2019-nCov infection and 61 cases (2.5%) could not be clearlydiagnosed. Of the 3376 female subjects, 999 (29.6%) were diagnosed with 2019-nCov infectionand 74 (2.2%) could not be determined (Figure 1B).Sixty-three cases of nasopharyngeal swab samples showed clear diagnoses; 2 cases of sputumsamples from the corresponding subjects could not be judged, and 1 case of sputum samplesdiagnosed as negative was evaluated by collecting nasopharyngeal swabs and confirmed aspositive for 2019-nCoV(Table 2).Of the 613 subjects tested for the nucleic acids of 13 respiratory pathogens, 14·2% (45/316) ofsubjects had a pathogen infection. The positive rates of each pathogen were as follows: influenzaA virus 5·55% (34/613), rhinovirus 4·73% (29/613), influenza A h3n2 4·57% (28/613), respiratorysyncytial virus 4·40% (27/613), influenza B virus 4.08% (25/613), coronavirus 2·12% (13/613),metapneumovirus 1·63% (10/613), H1N1 0·65% (4/613), adenovirus 0·65% (4/613), mycoplasmapneumoniae 0·49% (3/613), parainfluenza virus 0·49% (3/613), chlamydia 0·49% (3/613), andboca virus 0·33% (2/613) (Figure 2a).Among the subjects who were 212 2019-nCov-negative, 18·4% (39/212) were infected withpathogens. The nucleic acid-positive rates of the 13 respiratory pathogens were as follows:influenza A virus 5·66% (11/202) , A H3N2 5·66% (11/202), rhinovirus 4·72% (10/202), respiratorysyncytial virus 3·30% (7/202), influenza B virus 2.83% (6/202), metapneumovirus 1·89% (4/202),and coronavirus 0·94% (2/202) (Figure 2B).Among the 104 patients diagnosed with 2019-nCov, 5·8% (6/104) had co-infection. The nucleicacid positive rates of the 13 respiratory pathogens were as follows: coronavirus 2·88% (3/104),influenza A virus 1·94% (2/104), rhinovirus 1·94% (2/104), and influenza A H3N2 0·96% (1/104)(Figure 2C).Here, we used 8274 samples to initially evaluate the laboratory testing characteristics of2019-nCoV. In clinical testing, although most subjects showed a clear diagnosis, other subjectsdid not. This is not conducive for treating potential infections and controlling the 2019-nCoVepidemic. In addition, 2019-nCoV may be co-infected with other pathogens; however, the typesof co-infected pathogens and the proportion of 2019-nCoV infection is unclear; whether theseco-infection conditions require improvements in current treatments is unknown.The results of this study indicate that of the 8274 subjects evaluated by the 2019-nCoV nucleicacid test, 2745 (33.2%) were confirmed to be infected with 2019-nCoV, whereas 5277 (63.8%)showed negative results. For 252 cases (3.0%), we were temporarily unable to obtain a cleardiagnosis because only one target gene was positive. The proportion of males infected (35.5%)was higher than that of females (29.6%). Among the 104 patients who tested positive for2019-nCov, 5·8% were co-infected with other pathogens. Our findings provide important data forclinical testing, clinical diagnosis, and treatment, as well as for 2019-nCoV epidemic control.Clinical testThe results of test in which only one target gene was positive requires further attention. From theperspective of clinical testing, this may have occurred because of sample collection problems.Poor sample quality greatly affects clinical testing results. We compared sputum samples withnasopharyngeal swab samples from 63 subjects collected on the same day. The results obtainedfrom the 63 nasopharyngeal swab samples were very clear, whereas sputum samples showed aCt value of 37–40 and some-false negatives. This may be because sputum is not a homogeneoussubstance. When extracting nucleic acids, the sampling site of the sputum sample can affect thequality and quantity of 2019-nCoV in the extracted nucleic acid, in turn affecting the test results.In addition, the properties and position of the sputum in the trachea vary widely. This canprevent effective control of the sample quality of the sample during the sampling process, whichcan affect the test results, particularly in patients at an early stage of infection when the virus hasnot yet multiplied. Second, we used pharyngeal swabs which are flexible and change shape as thenasopharynx bends; thus, samples can be obtained from deeper locations, which is helpful forcollecting samples with a higher virus content. Additionally, the 2019-nCoV epidemic is currentlya serious public health threat, and thus personnel with rich experience in clinical sampling shouldbe designated to collect samples. Finally, attention should be paid to environmental pollutionduring sampling, and hospital management departments should set up special sampling roomsand management measures to prevent the samples from being contaminated with 2019-nCoV inthe environment.Problems related to sample pre-processing should also be considered. Before clinical testing ofthe samples, steps such as nucleic acid extraction are required. Experimental operators andmanagement personnel should pay attention to whether the laboratory is qualified for testing.The laboratory environment and its equipment should have the ability to preventcross-contamination of samples, prevent occupational exposure of personnel, and be equippedwith comprehensive disinfection equipment and emergency measures for occupational exposure.Only nCovORF1ab showed positive results during evaluation, and the two targets were negativeafter re-sampling and re-examination on the next a few days; thus, contamination may haveoccurred. Contamination may arise from the sampling or processing process. Additionally,personnel familiar with the experimental skills required should perform the analysis. Finally, the2019-nCoV test kit should meet the clinical requirements.Regarding detection problems, inspectors and managers should determine whether the kit usedmeets the required standards, reagents are stored properly, and equipment used has aging parts.For the pathological process of virus infection, we observed a case in which onlynCovORF1ab-positive subjects were resampled on the same day and tested, revealing consistentresults. Positive results were observed for CoV-NP and nCovORF1ab, which was confirmed byresampling on the next day. Therefore, an unclear diagnosis may be related to the pathologicalstage of the patient.Bacterial proteins such as those produced by Streptococcus pneumoniae and Staphylococcusaureus can promote the spread of influenza virus8. Therefore, from a mechanistic perspective,patients with non-2019-nCoV-induced pneumonia are more likely to be infected with 2019-nCoVthan healthy people. In contrast, people infected with 2019-nCoV (particularly severely illpatients) will also have secondary infections. Nanshan Chen et al. studied 99 patients with2019-nCoV infection and found that 1 (1%) was infected with bacteria and 4 (4%) were infectedwith fungi9. These issues demonstrate that new requirements are needed for clinical testing. Inthis study, we tested for the presence of 13 types of respiratory pathogens to detectnon-bacterial infections; however, to detect infection with bacterial pathogens, medicalinstitutions generally use traditional smears and cultures. It is well known that the sputumsmear-positive rate is low, and the culture process is very time-consuming. Therefore, abroad-spectrum, rapid, and accurate bacterial screening and detection platform (even for mostknown and unknown pathogens) is needed in the clinic to identify pathogens, judge the patient'scondition, and avoid blind administration of drugs.Clinical diagnosis and treatmentThe median age of the 2019-nCoV group in this study was 56 years (range 42–67), which wasclose to the first 425 patients diagnosed (59 years, range 15–89 years) 10. Interestingly, even if aclear diagnosis cannot be obtained for the inconclusive group, the median age of these patients(52 years, range 35–64 years) was very similar to that of the 2019-nCoV group (56 years, range42–67 years). These patients were much older than patients in the non-2019-nCoV group (40years, 30–57 years). Thus, 2019-nCoV infection is likely to be undetected in subjects in theinconclusive group. We observed that in several subjects for whom a clear diagnosis could not beinitially obtained, 2019-nCoV infection was confirmed after re-sampling and re-evaluation on thefollowing days. However, the predictions based on the age variable alone are well-supported.Moreover, two patients for whom a clear diagnosis could not be initially obtained werere-sampled on the next a few days, showing nucleic acid-negative test results. Although this mayhave occurred because of contamination during sampling and testing, the presence of this groupindicates that the inconclusive group may not have undetected 2019-nCoV infection. Furtherstudies are needed to evaluate this point.Screening for 13 respiratory pathogens revealed that 2019-nCoV can be co-infected with otherviruses, mainly coronavirus 2·88% (3/104), influenza A virus 1·94% (2/104), rhinovirus 1·94%(2/104), and A3 H3N2 0·96% (1/104). Therefore, while treating 2019-nCoV, other viruses shouldalso be treated. In addition, 2019-nCoV is secondary to infection with bacteria and fungi11.Common secondary infections include Acinetobacter baumannii, Klebsiella pneumoniae,Aspergillus flavus, Candida glabrata, and Candida albicans. Infection of some strains that areprone to drug resistance (such as A. baumannii) make treatment more difficult and patients maydevelop septic shock12. Our results indicate that patients infected with 2019-nCoV are mostlymiddle-aged and elderly, and their resistance to infection is generally low; thus, prophylacticantibiotics can reduce their mortality and comorbidity.Outbreak controlOur results show that 3.0% of subjects were positive for only one target gene in initial testing;re-sampling and review after several days revealed both diagnosed and nucleic acid-negativecases. Because of the limited number of samples, we could not determine whether false-positiveor false-negative results were more likely; however, those who are positive for only one targetgene in initial testing should be isolated and observed as much as possible to avoid potential2019-nCoV infected persons from spreading the epidemic. Patients infected with 2019-nCoV maybe infected with other pathogens which are community-based, iatrogenic, or both, for whichprecautions should be taken to reduce the risk of cross-infection among patients in the hospital.For example, patients infected with 2019-nCoV should be isolated from those with pneumoniacaused by other pathogens. This isolation should involve treatment and monitoring from thepatient's entry to the outpatient clinic to final discharge.In summary, we analyzed data from 8274 laboratory tests and determined the laboratory testcharacteristics of 2019-nCoV. We found that 3.0% of subjects could not be clearly diagnosed with2019-nCoV infection. they may be 2019-nCoV People with nCoV infection may also be uninfectedpeople. Thus, the management of this population should be considered. The generation of suchresults can be minimized by improving sampling, sample preparation, and testing methods. Inaddition, 5·8% of the subjects diagnosed with 2019-nCoV were infected with other pathogens.The possibility of co-infection should also be considered; additionally, better clinical detectionmethods are necessary to simultaneously screen for as many pathogens as possible.MW and YL had roles in the study design, patient recruitment, data collection, data analysis, datainterpretation, literature search, and writing of the manuscript. QW, W-ZX, BQ, J-WW, H-YZ, S-PJ,J-CM, Z-GW, Y-YD, F-YZ, WW, YZ, Z-HL, JJH, X-QG, LF, ZE-X, DL, had roles in the experiments, datacollection, data analysis, and data interpretation. Z-LX, T-GL, P-AZ, Y-QT and YL contributed tocritical revision of the manuscript. All authors contributed to data acquisition, data analysis, datainterpretation, and reviewed and approved the final version.2019-nCoV epidemic.No founding was received. We thank all clinicians and inspectors at the front line of theChina NHCo. Epidemic Bulletin. 2020. http://www.nhc.gov.cn/xcs/xxgzbd/gzbd_index.shtml .WHO.Novelcoronavirus(2019-nCoV)situation.Zhou P, Yang X-L, Wang X-G, et al. Discovery of a novel coronavirus associated with the recentZhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus incoronavirus indicating person-to-person transmission: a study of a family cluster. Lancet (London,England) 2020.CDCChinaCDCPrimersandprobesfordetection2019-nCoVJochems SP, Marcon F, Carniel BF, et al. Inflammation induced by influenza virus impairs humaninnate immune control of pneumococcus. Nat Immunol 2018; 19(12): 1299-308.The New England journal of medicine 2013; 368(24): 2277-85.Inconclusive(n=252)52 (35-64)1/128 (0.8)46/128 (35.9)50/128 (39.1)31/128 (24.2)Inconclusive: either nCoV-NP or nCovORF1ab was positive (not all were positive)Reduced denominators indicate missing data. Percentages may not total 100 because ofrounding.Characteristic<15 yr15-44 yr45-64 yr≥65 yrMale sex-no.total no. (%)1542/3845 (40.1)882/1881 (46.9)61/135 (45.2)Non-2019-nCoV(n=5277)40 (30-57)60/3847 (1.6)2019-nCoV(n=2745)56 (42-67)4/1867 (0.2)2068/3847 (53.8)528/1867 (28.3)1127/3847 (29.3)773/1867 (41.4)592/3847 (15.4)562/1867 (30.1)Positive-no.total no. (%)nCov-NP (+) and nCovORF1ab (-)nCov-NP (-) and nCovORF1ab (+)nCov-NP (+) and nCovORF1ab (+)nCov-NP (n=8274)nCovORF1ab (n=8274)2873/8274 (34.7)128/8274 (1.5)2867/8274 (34.7)124/8274 (1.5)2745/8274 (33.2)(n=63)laboratory-confirmednegativesuspiciousTotalSuspicious: Ct value was 37–40. Resampling is recommended.Nasopharyngeal swab (n=63)laboratory-confirmednegativesuspicious0541550000          Total655263(a: The number of patients diagnosed with 2019-nCoV in each age group; b: Test population2019-nCoV (relationship between nCoV diagnosis rate and gender).          ", "ref_list": [[], [""], [""], ["A familial cluster of pneumonia associated with the 2019 novel Chen N"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical Features Predicting Mortality Risk in Patients With Viral Pneumonia: The MuLBSTA Score"], ["Clinical findings in 111 cases of influenza A (H7N9) virus infection"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Wuhan"], ["S Chan JF-W", "Kok K-H", "M Zhou", "X Dong"], ["Q Li", "X Guan", "P Wu"], ["L Guo", "D Wei", "X Zhang"], ["B Gao H-N"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China", "one_words_summarize": "ChinaYanLiBackgroundco-infections.2019-Novel coronavirus (2019-nCoV) outbreaks create challenges for hospital laboratoriesbecause thousands of samples must be evaluated each day. Sample types, interpretationmethods, and corresponding laboratory standards must be established. It is important to treat combined infections and perform rapid screening to avoidcross-contamination of patients. No published study on the characteristics of 2019-nCoV testsor 2019-nCoV co-infections was found. Patients with inconclusiveresults may be diagnosed with 2019-nCoV infection or found to be negative for the infection afterresampling and retesting in the next few days. When diagnosing 2019-nCoV subjects, the possibility of co-infectionshould be considered. Human airway epithelial cells were used to isolate the novelcoronavirus, named as 2019-nCoV, which formed another clade within the subgenus sarbecovirus,Orthocoronavirinae subfamily. The clinical features of 41 patients infected with 2019 novel coronaviruswere described by front-line doctors. Among the 41patients, 6 patients have died since the paper was published5. Clinical evidence showed that one patient infected 14 doctors and nurses. The rapid and accurate diagnosis of 2019-nCoV infection in patients and carriers is key forpreventing and controlling this epidemic. This makes it difficult to perform clinicaldiagnosis and control the epidemic situation. In addition, 2019-nCoV may be co-infected withother pathogens. The study design was approved by the Ethics Committee of thePeople's Hospital of Wuhan University. Data were collected from routine clinical practice, andinformed consent was not required. The clinician was notified to performresampling and review the results. This group of subjects was classified as the inconclusive group. The number of patients diagnosedwith 2019-nCoV in each age group is shown in Figure 1A. Of the 2485 male subjects, 882 (35.5%)were diagnosed as having 2019-nCov infection and 61 cases (2.5%) could not be clearlydiagnosed. The nucleic acid-positive rates of the 13 respiratory pathogens were as follows:influenza A virus 5·66% (11/202) , A H3N2 5·66% (11/202), rhinovirus 4·72% (10/202), respiratorysyncytial virus 3·30% (7/202), influenza B virus 2.83% (6/202), metapneumovirus 1·89% (4/202),and coronavirus 0·94% (2/202) (Figure 2B).Among the 104 patients diagnosed with 2019-nCov, 5·8% (6/104) had co-infection. Clinical testThe results of test in which only one target gene was positive requires further attention. Additionally, the 2019-nCoV epidemic is currentlya serious public health threat, and thus personnel with rich experience in clinical sampling shouldbe designated to collect samples. Contamination may arise from the sampling or processing process. Therefore, an unclear diagnosis may be related to the pathologicalstage of the patient. Therefore, from a mechanistic perspective,patients with non-2019-nCoV-induced pneumonia are more likely to be infected with 2019-nCoVthan healthy people. It is well known that the sputumsmear-positive rate is low, and the culture process is very time-consuming. Therefore, abroad-spectrum, rapid, and accurate bacterial screening and detection platform (even for mostknown and unknown pathogens) is needed in the clinic to identify pathogens, judge the patient'scondition, and avoid blind administration of drugs. Clinical diagnosis and treatmentThe median age of the 2019-nCoV group in this study was 56 years (range 42–67), which wasclose to the first 425 patients diagnosed (59 years, range 15–89 years) 10. Because of the limited number of samples, we could not determine whether false-positiveor false-negative results were more likely; however, those who are positive for only one targetgene in initial testing should be isolated and observed as much as possible to avoid potential2019-nCoV infected persons from spreading the epidemic. This isolation should involve treatment and monitoring from thepatient's entry to the outpatient clinic to final discharge. The generation of suchresults can be minimized by improving sampling, sample preparation, and testing methods. All authors contributed to data acquisition, data analysis, datainterpretation, and reviewed and approved the final version.2019-nCoV epidemic. Inflammation induced by influenza virus impairs humaninnate immune control of pneumococcus."}