{"date": "2020/02/14", "journal": "medrxiv", "authors": "Antoine Danchin, Tuen Wai Patrick Ng, Gabriel TURINICI", "title": "A new transmission route for the propagation of the SARS-CoV-2 coronavirus", "type": "preprint article", "abstract": "and", "text": "The alternative infection tropism (the gut tropism) and a secondary propagation routeare validated hypotheses using a model fitted by the available data. Correspondingprevention measures that take into account both routes should be implemented to thebenefit of epidemic control.Late in 2019 a novel coronavirus (named SARS-Cov-2 later on) was detected inmainland China originating from the Wuhan province. The importance of the diseasetook some time to be acknowledged1,2, resulting in a fairly significant number ofinfected persons who subsequently spread the disease throughout China3 (allprovinces had at least one case on January 30th), then world-wide. This makes itessential to explore the way the epidemic may spread in the near future. In thepresent work we proposed several scenarios to this aim. While it is obviouslyhazardous to advance models of epidemics before their course has been completelyunfolded, we think that it is helpful to evaluate methods meant to understand theirongoing course. In particular by following how the epidemic developed at placesother than its original site of onset, we would be able to detect any unexpecteddevelopment course that might be used by health authorities to react very early on.This would be extremely useful to detect patterns created by socio-political measuresmeant to contain the disease or mutants of the virus which would result into highercontagion or virulence, thus prompting a rapid response.It has been established that coronaviruses are versatile in their preferred site ofinfection. These viruses have the option to pass from a ―gut tropism‖ version to a―lung tropism― instance, as was observed for other coronavirus outbreaks).4–7Depending on the infected person or virus spread dynamics, coronavirus effects canbe more or less severe: the virus can either preserve its lung tropism with adverseimpact or act as a ―gut tropism‖ version and be relatively harmless. First reportsestablished that the novel 2019 instance also induces gut symptoms8. Its geneticbuild up and evolution is still subject to intense research9. This multifacetedbehaviour may result in unexpected local courses of the epidemic as suggested in ascenario of a ―double epidemic‖, as proposed for the SARS 2003 worldwideepidemic10, except that in the present situation we would be witnessing the effect of asingle epidemic with modulated effects and propagation depending on the affectedpatients and random virus mutations.Due to the versatility of the virus, in addition to interfering with the immune response,contagion may involve a variety of causes, such as environments contaminated withvirus carrier secretions, dirty water effluents, besides the expected directcontamination via aerosols. This makes that the oro-fecal route should be consideredas an important complement of contact with the virus (recent information sustains thishypothesis11).This was observed at the Amoy Gardens cluster of cases for SARS12,13.This observation prompted us to include in our model, besides the major respiratoryroute, a secondary propagation route, which is not a direct human-to-humanpropagation but rather some indirect vector (or environment element) to/from human.A second important consequence of assuming the presence of an indirect route isthat the selection pressure on virus mutants will differ considerably between lungtropism and gut tropism.Finally, there may be a difference in incubation time, the ―gut tropism‖ version of thevirus would possibly cause less fever14. This hypothesis is consistent with somepropagation patterns, e.g. the first case in Macau, which was not detected at theborder, implying that that the affected person did not have fever.We should note that this makes the disease considerably more dangerous in terms ofpropagation because carriers are, at least for some time \"invisible\" and display arisky behavior15,16.This explains our choice of compartmental model (see below). Nevertheless, itappears that some people were infected and are already discharged from hospitals,which leads to conclude that the disease is, at this time, less dangerous than SARS.We propose several scenarios compatible with past scenarios of coronaviruspropagation in parallel with our propagation model. Besides providing an estimationof the impact of the epidemic, this work also suggests some countermeasures toslow down propagation. Compared with SARS, the death burden could becomemuch higher (on a par with what is observed with flu) because of lack of propercontainment.The mathematical model of epidemic propagation is the following (see Figure 1): we use a compartmental model17,18 to describe the evolution of an individualthrough several possible conditions such as susceptible (compartment label―S‖), latent, i.e. infected but not yet infective (label ―L‖), infective in the lungtropism and highly symptomatic (label ―I‖), low symptomatic, infective in thegut tropism (―A‖); the ―I‖ infected then go to ―Detected‖ (D) stage while the ―A‖infected go to ―Removed /recovered‖ stage (label ―R‖). This is an adaptationof existing models and especially the SLIAR model19–23 . We add to the model the possibility for an environmental, local, propagationroute (that accounts for soiled water, etc.). This option is represented by the―E‖ label. With some probability, the contact between infected environmentalelements and a susceptible individual gives rise to new infections.Here N is the total population; the parameters β, βEI , βES, , , L, I, A, E, and p, of themodel are chosen in order to be compatible with past works and present insights24.However since the public and health authorities responses are not known and notanticipated, some uncertainty remains in the parameters which leads us to considerseveral choices of the parameter values giving rise to several scenarios of epidemicpropagation.dS/dt = - β*S*(I+ A)/N - βES *E*SdL/dt = β*S*(I+ A)/N + βES *E*S – L*LdI/dt = p*L*L - I*IdA/dt = (1-p)*L*L - A*AdD/dt = I*IdR/dt = A*AdE/dt = βEI*(I+ A)/N- E*EWe start with a simulation of the Wuhan city epidemic. We take into account thequarantine starting January 23rd and impose a reduction (given by a multiplicativefactor that is fitted numerically) of the transmission parameters β and βES followingthat date. This attenuation is found, as is the case for all other parameters, in thecourse of a search procedure that imposes a match of the ―Detected‖ patients of themodel and the number of reported cases available from communications of the WHOor Chinese authorities. The results are displayed below for the optimal parametersgiven in the supplementary material. The epidemic size is around 32,000. The keyobservation here is the presence and importance of the alternative form ―A‖ and thealternative propagation route ES (see also below).The effect and importance of quarantine measures: we tested what happens if wediscard the attenuation factors found by the fit procedure. We obtained a totalepidemic size of 112,539, which is a sharp increase with respect to the baselinescenario.The importance of the alternative form and the alternative propagation routeIn this scenario, we neglected the alternative propagation route by setting the βESparameter to zero in the previous run. We obtained the figure below, which showsthat absence of the ES propagation route cannot explain the way the epidemic isunfolding (total epidemic size is down to 415 from previous figure of 17,500, closer toobservations).Similar considerations hold when switching down the Alternative form of viruspresentation (results not shown here). We continue with a simulation of thepropagation of the epidemic in Shenzhen: the epidemic seems to be relatively undercontrol with a final epidemic size of around 1,000.The next simulation explores the case of Singapore: the results (not shown here) aresimilar to those of Shenzen, there the epidemic does not appear to be self-sustained;the model predicts an epidemic size of 130.A word of caution concerning the present view: any model is but an imperfect view ofreality and this model is no exception. In addition, the quality of the results given bythe model depends directly on the quality of the data input, and it seems likely thatsome of the reported figures are subject to large error bars; in particular allsimulations of this model were done before February 12th when the accountingprocedure for of number of cases was changed in China. Therefore, one should takethe exact figures obtained with our simulations with a grain of salt. Yet, the simulationresulting from the model does show some important qualitative features that are nowdiscussed.Specifically, the hypothesis that there exists a secondary route of transmission ismeaningful and that two major types of virus effects are present is supported by thesimulation data. This has the interesting consequence that it appears that, for the cityof Wuhan, the quarantine seems to be effective—of course notwithstanding the needfor further quarantine efforts to ensure that it remains under control—. However,since a reservoir is probably present, and the oro-fecal route may be an importantpropagation factor, the prevention of this transmission element is vital to avoid anyresurgence. The first recommendation seems to be the enforcement of strictpost-epidemic measures at the possible reservoir sites.In Singapore (and partially in Shenzhen as well) even if the current data indicatesthat the number of cases is likely to increase, is does not indicate that a secondarypropagation route is already effective. However, efforts are to be made to ensure thatthis remains true in the future and the control of the secondary route, which makesthe difference between a large scale epidemic and a controlled outbreak, remains animportant target for public health measures.Elaborating on the behavior of previous coronavirus outbreaks, we worked out thehypothesis that an alternative infection tropism (the gut tropism) linked to asecondary propagation route (through environment) is affecting the development ofthe present 2019-nCoV epidemic. Our epidemic propagation model, when fit toexisting data, indicated that, among all regions analysed (Wuhan city in the Huabeiregion in mainland China, Singapore, Shenzhen region), the propagation of thedisease in the city of Wuhan underwent an original course. It appeared to besubstantially facilitated by a secondary propagation route, thus substantiating thebeneficial effect of an effective quarantine. The main message of our exploration isthat relevant prevention measures that take into account both propagation routesshould be implemented to contain the extension of the epidemic to further sites,especially when novel sites are uncovered.a modelling study. The Lancet [Internet] 2020 [cited 2020 Feb 1];0(0). Availablefrom:https://www.thelancet.com/journals/lancet/article/PIIS01406736(20)30260-9/abstractrespiratory syndrome coronavirus in palm civet and human. Proc Natl Acad Sci US A 2005;102(7):2430.8. Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirusin the United States. New England Journal of Medicine 2020;0(0):null.        the 2019-nCoV spike protein to HIV-1 gp120 and Gag. bioRxiv2020;2020.01.30.927871.10. Ng TW, Turinici G, Danchin A. A double epidemic model for the SARSpropagation. BMC Infectious Diseases 2003;3(        https://www.scmp.com/news/china/politics/article/3048611/coronavirusscientists-identify-possible-new-mode-transmission14. ncov – CSSE [Internet]. [cited 2020 Feb 3];Available from:https://systems.jhu.edu/research/public-health/ncov/15. Maghool S, Maleki-Jirsaraei N, Cremonini M. The coevolution of contagion andbehavior with increasing and decreasing awareness. PLOS ONE2019;14(12):e0225447.16. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infectionfrom an Asymptomatic Contact in Germany. New England Journal of Medicine2020;0(0):null.17. Anderson RM, May RM. Infectious Diseases of Humans Dynamics and Control[Internet]. Oxford University Press; 1992. Available from:http://www.oup.com/uk/catalogue/?ci=978019854040318. Murray JD. Mathematical Biology: I. An Introduction. Springer Science &19. Brauer F. Some simple epidemic models. Mathematical Biosciences and        Engineering 2006;3(        ", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The alternative infection tropism (the gut tropism) and a secondary propagation route\nare validated hypotheses using a model fitted by the available data. Corresponding\nprevention measures that take into account both routes should be implemented to the\nbenefit of epidemic control.", "one_words_summarize": "The alternative infection tropism (the gut tropism) and a secondary propagation routeare validated hypotheses using a model fitted by the available data. It has been established that coronaviruses are versatile in their preferred site ofinfection. This multifacetedbehaviour may result in unexpected local courses of the epidemic as suggested in ascenario of a ―double epidemic‖, as proposed for the SARS 2003 worldwideepidemic10, except that in the present situation we would be witnessing the effect of asingle epidemic with modulated effects and propagation depending on the affectedpatients and random virus mutations. This makes that the oro-fecal route should be consideredas an important complement of contact with the virus (recent information sustains thishypothesis11).This was observed at the Amoy Gardens cluster of cases for SARS12,13.This observation prompted us to include in our model, besides the major respiratoryroute, a secondary propagation route, which is not a direct human-to-humanpropagation but rather some indirect vector (or environment element) to/from human. Nevertheless, itappears that some people were infected and are already discharged from hospitals,which leads to conclude that the disease is, at this time, less dangerous than SARS.We propose several scenarios compatible with past scenarios of coronaviruspropagation in parallel with our propagation model. We take into account thequarantine starting January 23rd and impose a reduction (given by a multiplicativefactor that is fitted numerically) of the transmission parameters β and βES followingthat date. We obtained a totalepidemic size of 112,539, which is a sharp increase with respect to the baselinescenario. Elaborating on the behavior of previous coronavirus outbreaks, we worked out thehypothesis that an alternative infection tropism (the gut tropism) linked to asecondary propagation route (through environment) is affecting the development ofthe present 2019-nCoV epidemic. Availablefrom:https://www.thelancet.com/journals/lancet/article/PIIS01406736(20)30260-9/abstractrespiratory syndrome coronavirus in palm civet and human. Infectious Diseases of Humans Dynamics and Control[Internet]."}