{"date": "2020/02/12", "journal": "medrxiv", "authors": "Li Xiaoxuan, Wu Qi, Lv Benfu", "title": "Can Search Query Forecast successfully in China's 2019-nCov pneumonia?", "type": "preprint article", "abstract": "Recently the novel coronavirus (2019-nCov) pneumonia outbreak in China then the world, and the Number of infections and death continues to increases. Search Query performs well in forecasting the epidemics. It is still a question whether search engine data can forecast the drift and the inflexion in 2019-nCov pneumonia. Based on the Baidu Search Index, we propose three prediction models: composite Index, composite Index with filtering and suspected NCP(Novel Coronavirus Pneumonia). The result demonstrates that the predictive model of composite index with filtering performs the best while the model of suspected NCP has the highest forecast error. We further predict the out-of-the-set NCP confirmed cases and monitor that the next peak of new diagnoses will occur on February 16th and 17th.", "text": "        studies are aimed at the predication of influenza outbreaks, which are divided into twocategories: (1) nowcasting. GFT is the most representative and widely used predictivemodel. This model uses a range of flu keywords in Google’s search engine, and thesystem will automatically track and analyze the flu as long as the users enter thosekeywords [                However, the 2019-nCov that outbreaks in China this time is different from flu. Itis a newfound airborne new virus, with no prior data, no obvious periodicitycharacteristics and limited data accumulation. How can we predict this disease in thiscase? SARS-Cov and MERS-Cov also have these predictive characteristics. In 2004,after the outbreak of SARS-Cov in China, some scholars used Gene ExpressionProgramming (GEP) to establish the automatic Mathematical Modeling of the spreadand trend of SARS in China. By simulating the epidemic in Beijing and Shanxi, it wasfound that the success rate of this method was 97% [        Data SourceWith the rapid transmission of 2019-nCov recently, the data that NHS publishesdata every day at regular intervals, including the number of accumulated confirmedcases, existing confirmed cases, new confirmed cases, existing suspected cases and newsuspected cases. Considering the historical additivity of the number of accumulatedconfirmed cases, the number of existing confirmed cases is that the number ofaccumulated confirmed cases minus the number of cure and death cases. However,these two data are relatively small and the number of existing suspected cases hashistorical additivity and some overlap with the number of confirmed cases, so this paperchooses the number of new confirmed cases and new suspected cases to predict2019nCov1. NHS began to publish the daily data of new confirmed epidemic on January 17,2020. This paper chooses the number of new confirmed cases from January 17, 2020to February 9, 2020, totaled 24 days. The daily new suspected cases began to publishlater so we choose the number of new suspected cases from January 20, 2020 toFebruary 9, 2020, totaled 21 days. The data of the last seven days to be kept as theprediction set and the rest as the training prediction model of training set.The main affected area of this 2019-nCov is China, and foreign confirmed casesare also related to the flow of Chinese residents, so this paper chooses the data of Baidu,the most widely used search engine in China. Baidu Index2 regularly published thesearch volume of the previous day in the form of search terms. According to the latestresearch, the incubation period of 2019-nCov is 7-14 days. Baidu search data of 40 daysfrom January 1, 2020 to February 9, 2020 were chose to ensure that Baidu data hasenough lead time compared with the epidemic data.          For screening of the Search Index, most of the literature adopt the search enginerecommendation method, but its prediction error is large and the search termsrecommended have too much useless information and noise. By considering that thisdisease has a long incubation period and the symptoms of this disease are relativelydefined in the clinical cases so far, it indicated that the fever accounted for 87.9% andcough accounted for 67.7% of the confirmed cases [                    On the basis of determining the time correlation between the search compositeIndex and new suspected cases corresponding to the new confirmed cases, the trainingset can be used to train and fit the prediction model, and the prediction set can be usedto verify prediction model based on the training. Li et al. [          Based on the above, three 2019-nCov prediction models are establishedrespectively in this paper: the prediction model based on the search composite indexIndex, the prediction model based on the search composite index for filtering noisereduction Index _ filtering and prediction model based on new suspected cases:NCPt = 1 + 2 Indext−10 + tNCPt = 1 +  2 Index _ filteringt−10 + tNCPt =  1 + 2 NCPSt−4 + t(1)(2)(3)To be specific, NCPt denotes the new confirmed cases of 2019-nCov in t period,Indext−10 denotes search composite index of the first 10 periods, Index _ filteringt−10denotes the search composite index of the first 10 periods after filtering and NCPSt−4denotes the first 4 periods of new suspected cases of 2019-nCov. Search composite5.9534.689From the above model fitting results, it can be seen that the prediction model basedon filtering noise reduction has the best fitting effect among the three prediction model,followed by the prediction model based on search composite index. Major variables areall significant in 1%, which indicates that search composite index Index, searchcomposite index after filtering and noise reduction Index _ filtering and NCPS are allhave some explanatory and prediction ability to the new confirmed cases in the future.Based on the above training models, this paper predicts the new confirmed casesof 2019-nCov from February 3 to 9, 2020 in prediction set and evaluates the predictioneffect of the three prediction models. Among many evaluation indexes for predictioneffect, this paper chooses the common prediction error index-MAPE and RMSE. Thepredictive values of China 2019-nCov in the next seven days in prediction set are shownin Table 3.index shows the results of netizen’s self- examination of the symptoms of viralpneumonia, which can be used to explain the spread and diffusion of viral pneumoniain the future. The number of daily new suspected case is the people who have hadrelated symptoms but not have been confirmed with the virus through actual detection.The suspected cases include people who are actually infected with the virus but cannotbe detected temporarily because of current medicine, and have a strong correlation andexplanation with the number of the future confirmed cases. First, the sequence wastested for ADF and the results show that all the original sequences were not steady, butthere is no unit root in the first difference sequence at 5% significance level. Firstdifference sequence is a stationary sequence, so Granger Non-Causal Test and ARMAXmodel can be supported. Table 2 shows the model results by training set data.MAPERMSENCPSt−4It can be seen from the prediction results during the above prediction period thatamong the three prediction models, the model with the smallest prediction error issearch composite index after filtering and noise reduction, whose MAPE and RMSEare 4.98% and 192.71 respectively. The second model is search composite index, whoseMAPE and RMSE are 7.09% and 258.97 respectively. By contrast, the predictionaccuracy of predicting new confirmed cases by the new suspected cases of the first fourperiods is the worst and the prediction lead time is shorter. Fig. 3 shows the 2019-nCovoriginal value and prediction value during the prediction period.Under the current rigid status of 2019-nCov in the world, particularly in China,this paper uses Baidu search index to predict the viral pneumonia and brings forth threeprediction models: (1) Prediction model based on Baidu search composite index; (2)Prediction model based on search composite index after filtering and noise reduction;(3) Prediction model based on the suspected cases increased every day. The threemodels can all be used to predict the new confirmed persons suffering 2019-nCov inthe coming period. To be specific, the former two prediction models can be used topredict the new confirmed persons in the coming ten days while the third model can beused to predict the new confirmed persons in the coming 4 days. It can be concludedfrom the model prediction effect that search composite index based on filtering andnoise reduction has the highest prediction accuracy for new confirmed persons but it isnot sensitive to short-term fluctuation; the prediction accuracy based on searchcomposite index is sensitive to prediction of peak and valley although its predictionerror is larger than Model (2). Prediction accuracy based on new suspected cases is theworst. Therefore, Model (2) can be used to predict the epidemic change trend in thefuture and can also be used to monitor short-term epidemic fluctuation by workingtogether with Model (1). By further predicting the new confirmed cases in the comingten days beyond the prediction period at last, this paper predicts that the new confirmedcases of 2019-nCov will meet a small peak on February 16 and 17 respectively, afterwhich, it will decline in an oscillated manner.The prediction capacity of the current’s prediction model is limited for the2019nCov, an emergent infectious disease. This paper just brings forth a prediction idea andthe prediction precision needs further improvement, which also implies the arduous taskfor epidemic forecast.All authors declare no competing interests.The ethical approval or individual consent was not applicableAnhui Natural Science Foundation (1908085QG30)", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan"], ["\"Accurate regional influenza epidemics tracking using Internet search data.\" Scientific reports 9.1 ("], ["\"Combining search, social media, and traditional data sources to improve influenza surveillance.\""], ["\"Improved state-level influenza nowcasting in the United States leveraging Internet-based data and network approaches.\""], ["\"Regional level influenza study based on Twitter and machine learning method"], ["\"Real-time predictive seasonal influenza model in Catalonia"], ["\"Detecting influenza epidemics using search engine query data"], ["\"A collaborative multiyear, multimodel assessment of seasonal influenza forecasting in the United States.\""], ["\"Accurate estimation of influenza epidemics using Google search data via ARGO.\""], ["\"Improved Real-Time Influenza Surveillance: Using Internet Search Data in Eight Latin American Countries.\" JMIR public health and surveillance 5.2 ("], ["\"Early Detection of Influenza outbreaks in the United States.\" arXiv preprint arXiv:"], ["FluBreaks: early epidemic detection from Google flu trends"], ["Application of SARS epidemic situation analysis and forecast based on gene expression programming[J]"], ["\"Comparison of ARIMA and Random Forest time series models for prediction of avian influenza H5N1 outbreaks.\""], ["\"An intelligent system for predicting and preventing MERS-CoV infection outbreak.\""], ["Avian Influenza A (H7N9) and related Internet search query data in China[J]"], ["Huwen and Wang, Zezhou and Dong, Yinqiao and Chang, Ruijie and Xu, Chen and Yu, Xiaoyue and Zhang, Shuxian and Tsamlag, Lhakpa and Shang, Meili and Huang, Jinyan and Wang, Ying and Xu, Gang and Shen, Tian and Zhang, Xinxin and Cai, Yong, Estimating the Number of 2019 Novel Coronavirus Cases in Chinese Mainland (1/29/"], ["Transmission dynamics of 2019 novel coronavirus (2019- nCoV"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions[J]"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Reconciling early-outbreak preliminary estimates of the basic reproductive number and its uncertainty: a new framework and applications to the novel coronavirus (2019-nCoV) outbreak"], ["Evidence and characteristics of human-to-human transmission of 2019-nCoV"], ["Tourism forecasting by search engine data with noise-processing"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["I Azhar E Hui D S", "T A Madani"], ["Shihao Ning", "S. C. Yang", "Kou"], ["Santillana", "Mauricio"], ["Lu"], ["Xue", "Hongxin"], ["Basile", "Luca"], ["Ginsberg", "Jeremy"], [], ["Mauricio Yang", "Santillana", "C. Samuel", "Kou"], ["Mauricio Clemente", "Santillana"], ["Ravi Liu", "Srinivasan"], ["F Pervaiz", "M Pervaiz", "NA Rehman", "U. Saif"], ["L Huang", "S. Xiao"], ["Michael J. Kane"], ["Sandeep K. Sandhu", "Gurpreet Sood", "Kaur"], ["Y Chen", "Y Zhang", "Z Xu"], ["Wang", "N Imai", "A Cori", "I Dorigatti"], ["T Liu", "J Hu", "M Kang"], ["Cummings D A T Read J M"], ["J Y Riou"], ["S Zhao", "Q Lin", "J Ran"], ["S W Park", "D Champredon", "Earn D J D"], ["M Kang", "J Wu", "W Ma"], ["L Xiaoxuan", "W Qi", "P Geng"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        studies are aimed at the predication of influenza outbreaks, which are divided into two\ncategories: (1) nowcasting. GFT is the most representative and widely used predictive\nmodel. This model uses a range of flu keywords in Google’s search engine, and the\nsystem will automatically track and analyze the flu as long as the users enter those\nkeywords [\n        ", "one_words_summarize": "studies are aimed at the predication of influenza outbreaks, which are divided into twocategories: (1) nowcasting. GFT is the most representative and widely used predictivemodel. SARS-Cov and MERS-Cov also have these predictive characteristics. NHS began to publish the daily data of new confirmed epidemic on January 17,2020. Thepredictive values of China 2019-nCov in the next seven days in prediction set are shownin Table 3.index shows the results of netizen’s self- examination of the symptoms of viralpneumonia, which can be used to explain the spread and diffusion of viral pneumoniain the future. The second model is search composite index, whoseMAPE and RMSE are 7.09% and 258.97 respectively. By contrast, the predictionaccuracy of predicting new confirmed cases by the new suspected cases of the first fourperiods is the worst and the prediction lead time is shorter. Prediction accuracy based on new suspected cases is theworst. This paper just brings forth a prediction idea andthe prediction precision needs further improvement, which also implies the arduous taskfor epidemic forecast."}