{"date": "2020/02/13", "journal": "medrxiv", "authors": "Char Leung", "title": "Estimating the distribution of the incubation period of 2019 novel coronavirus (COVID-19) infection between travelers to Hubei, China and non-travelers", "type": "preprint article", "abstract": "period of COVID-19 should be regularly re-assessed as more information is available upon the increase in reported cases. The present work estimated the distribution of incubation periods of patients infected in and outside Hubei province of China. Methods: Clinical data were collected from the individual cases reported by the media as they were not fully available on the official pages of the Chinese health authorities. MLE was used to estimate the distributions of the incubation period. Results: It was found that the incubation period of patients with no travel history to Hubei was Conclusion: It is recommended that the duration of quarantine should be extended to at least 3", "text": "longer and more volatile.weeks.An epidemic of viral pneumonia started in Wuhan, the capital of Hubei province in China, inDecember 2019. A new coronavirus was identified and named by the World Health Organizationas COVID-19. It has been found that it is genetically similar to SARS-CoV and MERS-CoV(Zhu et al. 2020). Recently, snakes have been suggested as the natural reservoirs of COVID-19,assuming that the Huanan Seafood Wholesale Market in Wuhan is the origin of the virus (Ji et al.2020).As of February 2020, the epidemic of COVID-19 still continued globally and differentpreventive measures have been implemented by health authorities with quarantine of 14 daysbeing the commonly used. While previous studies have estimated the incubation period ofCOVID-19 to help determining the length of quarantine, it should be regularly re-assessed asmore information is available upon the increase in reported cases.It has been recently observed that some patients rather had mild symptoms such as cough andlow-grade fever or even no symptoms (Chan et al. 2020), constituting greater threat to theeffectiveness of entry screening. Against this background, the present work estimated thedistribution of incubation periods of patients infected in and outside Hubei. This study found thatthe incubation period of patients with no travel history to Hubei was longer and more volatile. Itis recommended that the duration of quarantine should be extended to at least 3 weeks.Because the details of most cases were reported by the media and were not available on theofficial web pages of the local health authorities in China, three searches for individual casesreported by the media between 20th January 2020 and 7th February (first cases outside Hubeireported on 20th January 2020) with search terms “pneumonia” AND “Wuhan” AND “age” AND“new” in Chinese were performed on Google from 7 , 8 , and 9th February. The inclusion of theth thsearch term “age” intended to narrow down the search results since the presence of “age” in anarticle implied a description of an individual case.Individual cases with time of exposure and symptom onset as well as type of exposure wereeligible for inclusion. There was no language restriction. Since most patients did not havecomplete information about the source of infection, the time of exposure were allowed to be atime interval within which the exposure was believed to lie. The present paper considered twotypes of exposure, (i) traveling to Hubei, China, and (ii) contact with the source of infection suchas an infected person or places where infectious agents stayed. For data accuracy, only confirmedcases outside Hubei province and within China were considered.The following data were abstracted, (i) location at which the case was confirmed, (ii) gender, (iii)age, (iv) time of exposure, (v) time of first symptom onset, (vi) type of exposure (traveler toHubei and non-traveler) and (vii) symptoms. Confidence intervals for the average age,proportion of male and different symptoms were constructed. Two-sample t-tests and z-tests fortesting the difference in average age and proportions between the traveler and non-travelergroups were also performed.The incubation period distribution was estimated using maximum likelihood (MLE) that allowsinterval-censored data (Reich et al. 2009). For an individual case with exact time of exposure andsymptom, the likelihood for an exact incubation period observation, T , was fθ (T ) , where fand θ were the PDF of the incubation period and the set of parameters, respectively. For anindividual case with exposure lying between E and E , the likelihood for an incubation1 2observation was F ( S − E1 ) − F ( S − E ) where F and S were the CDF of the incubationθ θ 2period and the time of symptom onset, respectively. To find the maximum likelihood estimatesofθ , the maxima of the sum of the combination of log-likelihood functions were computed withR software.T was assumed to follow lognormal, Weibull and gamma distribution. To ascertain possibledifference in distribution between the traveler and non-traveler group, θ was adjusted byincluding additional parameters and indicator variables that took the value 0 or 1 to indicate thetype of exposure. For example, the θ for a lognormal distribution is given by(μ + D μ D ,σ + Dσ D ) where D is the indicator variable.A total of 1091 results were generated by Google. A hundred and fifty-two cases from 48 webpages were eligible for inclusion. The cases came from 18 different provinces/municipalities.The temporal profile of all 152 patients is shown in Figure 1. Thirty-nine patients were able torecall the exact date of exposure. Many of these patients stayed in Hubei for a day, or had afriend or family gathering on a particular day. Those could only recall the time interval ofexposure largely went to Hubei for sightseeing, work or family visiting, or lived with an infectedfamily member. The earliest history of exposure was 19th December 2019 where a man fromJiangxi went to Wuhan for business procurement whereas the latest history of exposure was 27thJanuary 2020 where a woman from Jiangsu had close contact with an infected person between22nd and 27th January 2020.Of the 151 cases with gender revealed, 93 were male (61.6%, 95% CI 53.3%-69.4%). Theaverage age was 41.2 years (95% CI 38.8-43.5). Travelers to Hubei accounted for 64.5% (95%CI 56.3%-72.1%). With the exception of chill (p = 0.04997), there was no difference in clinicalcharacteristics between the two groups (Table 1). Fever and cough were the most commonsymptoms regardless of type of exposure.[Table 1 here][Figure 1 here][Table 2 here]The results of maximum likelihood estimation are shown in Table 2. The AIC suggested that theWeibull distribution provided the best fit to the data. Both indicator variables of the shape andscale parameters were significant in the Weibull model, suggesting different incubation perioddistributions between the two groups of patients.The very first observation of the incubation period of COVID-19 came from the National HealthCommission of China, reporting the incubation time between 1 and 14 days (NHC 2020).Statistical estimation of the distribution of incubation periods has been done in two other studies(Li et al. 2020, Backer et al. 2020). The present study further explored the difference inincubation periods among different groups of patients. Clinical data were collected from theindividual cases reported by the media as they were not fully available on the official pages ofthe Chinese health authorities. MLE was used to estimate the distributions of the incubationperiod.The present work found significant difference in the distribution of the incubation period amongtravelers to Hubei and non-traveler. The difference was due to both the location and variability,as indicated by the means of 1.8 and 6.9 days and the variances of 0.7 and 16.7 in the Weibullmodel. Such difference might be due to the difference in infectious dose since travelers to Hubeimight be exposed to different sources of infection multiple times during their stay in Hubei. Incontrast, patients with no travel history to Hubei were temporarily exposed to their infectedrelatives, friends or colleagues with mild or even no symptoms.It is possible that the incubation period of non-travelers was highly volatile, as suggested by thehigher variance in the gamma model that provided slightly poorer fit. This could potentially posea threat to the effectiveness of the existing preventive measures. The duration of quarantineperiod must be considered with caution.As a comparison, previous studies on the incubation period for COVID-19 are shown in Table 3.The 95th percentiles reported in previous studies varied between 10.3 and 13.3 days, consistentwith the current practice of quarantine period of 2 weeks. However, the present study found thatthe 95th percentile of non-travelers could be 14.5 days and up to 17.5 days under 95% level ofconfidence. Coupled with the high variability of the incubation period, it is suggested that theduration of the quarantine period of 3 weeks is deemed more suitable.[Table 3 here]The author declares no conflict of interest.Backer JA, Klinkenberg D, Wallinga J (2020). Incubation period of 2019 novel coronavirus(COVID-19) infections among travellers from Wuhan, China. Eurosurveillance. 6 Feb 2020.Chan JF, Yuan S, Kok K, et al (2020) A familial cluster of pneumonia associated with the 2019novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet.Ji W, Wang W, Zhao X, et al (2020) Homologous recombination within the spike glycoproteinof the newly identified coronavirus may boost cross species transmission from snake to human.J Med Virol. doi:10.1002/jmv.25682Li Q, Guan X, Wu P, et al (2020) Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. N Engl J Med. doi:10.1056/NEJMoa2001316National Health Committee of the PRC Government (2020, January 26). State CouncilInformation Office Press Conference.http://www.nhc.gov.cn/xwzb/webcontroller.do?titleSeq=11209&gecstype=1. Accessed 9February 2020.Reich NG, Lessler J, Cummings DAT, et al (2009) Estimating incubation period distributionswith coarse data. Stat Med 28(22):2769–2784. doi:10.1002/sim.3659Zhu N, Zhang D, Wang W, et al (2020). A novel coronavirus from patients with pneumonia inChina, 2019. N Engl J Med. doi:10.1056/NEJMoa2001017traveler to Hubei and “N” for non-traveler)Li et al. (2020)Backer et al. (2020)Backer et al. (2020)Backer et al. (2020)This study (Non-travelers)Mean (days)5.2 (4.1, 7)12.5 (9.2, 18)10.3 (8.6, 14.1)", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "longer and more volatile.\nweeks.", "one_words_summarize": "An epidemic of viral pneumonia started in Wuhan, the capital of Hubei province in China, inDecember 2019. While previous studies have estimated the incubation period ofCOVID-19 to help determining the length of quarantine, it should be regularly re-assessed asmore information is available upon the increase in reported cases. Against this background, the present work estimated thedistribution of incubation periods of patients infected in and outside Hubei. Itis recommended that the duration of quarantine should be extended to at least 3 weeks. Confidence intervals for the average age,proportion of male and different symptoms were constructed. Thirty-nine patients were able torecall the exact date of exposure. Fever and cough were the most commonsymptoms regardless of type of exposure.[Table 1 here][Figure 1 here][Table 2 here]The results of maximum likelihood estimation are shown in Table 2. The present study further explored the difference inincubation periods among different groups of patients. The duration of quarantineperiod must be considered with caution. However, the present study found thatthe 95th percentile of non-travelers could be 14.5 days and up to 17.5 days under 95% level ofconfidence. Coupled with the high variability of the incubation period, it is suggested that theduration of the quarantine period of 3 weeks is deemed more suitable.[Table 3 here]The author declares no conflict of interest. doi:10.1056/NEJMoa2001316National Health Committee of the PRC Government (2020, January 26). 2020)This study (Non-travelers)Mean (days)5.2 (4.1, 7)12.5 (9.2, 18)10.3 (8.6, 14.1)"}