{"date": "2020/02/13", "journal": "medrxiv", "authors": "Jin Bu, Dong-Dong Peng, Hui Xiao, Qian Yue, Yan Han, Yu Lin, Gang Hu, Jing Chen", "title": "Analysis of meteorological conditions and prediction of epidemic trend of 2019-nCoV infection in 2020", "type": "preprint article", "abstract": "Objective: To investigate the meteorological condition for incidence and spread of 2019nCoV infection, to predict the epidemiology of the infectious disease, and to provide a scientific basis for prevention and control measures against the new disease. Methods: The meteorological factors during the outbreak period of the novel coronavirus pneumonia in Wuhan in 2019 were collected and analyzed, and were confirmed with those of Severe Acute Respiratory Syndrome (SARS) in China in 2003. Data of patients infected with 2019-nCoV and SARS coronavirus were collected from WHO website and other public sources.", "text": "Results: This study found that the suitable temperature range for 2019-nCoV survival is(1324 °C), among which 19°C lasting about 60 days is conducive to the spread between thevector and humans; the humidity range is 50%-80%, of which about 75% humidity isconducive to the survival of the coronavirus; the suitable precipitation range is below 30mm/ month. Cold air and continuous low temperature over one week are helpful for theelimination of the virus. The prediction results show that with the approach of spring, thetemperature in north China gradually rises, and the coronavirus spreads to middle and highlatitudes along the temperature line of 13-19 °C. The population of new coronavirusinfections is concentrated in Beijing, Tianjin, Hebei, Jiangsu, Zhejiang, Shanghai and otherurban agglomerations. Starting from May 2020, the Beijing-Tianjin-Hebei urbanagglomeration, the Central China Zhengzhou-Wuhan urban agglomeration, the easternJiangsu-Zhejiang-Shanghai urban agglomeration, and the southern Pearl River Delta urbanagglomeration are all under a high temperature above 24 °C, which is not conducive to thesurvival and reproduction of coronaviruses, so the epidemic is expected to end.Conclusions: A wide range of continuous warm and dry weather is conducive to the survivalof 2019-nCoV. The coming of spring, in addition to the original Wuhan-Zhengzhou urbanagglomeration in central China, means that the prevention and control measures in big citieslocated in mid-latitude should be strengthened, especially the monitoring of transportationhubs. The Pearl River Delta urban agglomeration is a concentrated area of population insouth China, with a faster temperature rise than those in mid-high latitudes, and thus theprevention in this area should be prioritized. From a global perspective, cities with a meantemperature below 24 °C are all high-risk cities for 2019-nCoV transmission before June.Since Dec 15, 2019, the Chinese city of Wuhan has reported an outbreak of atypicalpneumonia caused by the 2019 novel coronavirus (2019-nCoV)1. On January 14, 2020, theWorld Health Organization named the pathogen of this pneumonia as 2019 new coronavirus(2019-nCoV). As of February 4, 2020, the number of cases in mainland China has increasedto a total of 20,492 confirmed cases and 23,214 suspected cases, causing significant negativeimpact both at home and abroad. As this coronavirus appears for the first time and is highlycontagious, it poses a great challenge to diagnosis and prevention and control.Similarly, from November 2002 to June 2003, there was another outbreak ofcoronaviruscaused pneumonia in China, known as severe acute respiratory syndrome (SARS), whicheventually caused 5327 clinically diagnosed cases and 343 deaths2. Studies have confirmedthat the SARS outbreaks were significantly inverse associated with the temperature and itsvariations3-5. Based on the biological homology of the pathogens of two outbreaks of atypicalpneumonia6, the present study intends to analyze the meteorological factors of theoccurrence and transmission of new coronavirus pneumonia in 2019 with reference to the2003 SARS meteorological data, and to summarize the meteorological characteristics ofdisease occurrence, and predict the development and regression of 2019-nCoV-causedpneumonia, with a view to provide basis for the prevention and control of pneumonia causedby 2019-nCoV.The meteorological data of Wuhan from 2019-2020 and the meteorological data ofGuangzhou from 1999-2003 were collected from Guangdong Meteorological ObservationData Center; the China national mean temperature data were collected from the NationalClimate Center of China Meteorological Administration; Global temperature data werecollected from the USA National Center for Environmental Forecasting (NOAA,https://www.esrl.noaa.gov/psd/data/gridded/data.ghcncams.html). Data of patients infectedcases by 2019-nCoV and SARS coronavirus were collected from WHO website and otherpublic sources.The outbreak of atypical pneumonia caused by the 2019 novel coronavirus (2019-nCoV)has been reported in Wuhan since December 15. Considering the virus reproduction anddisease incubation, we chose the period from Oct 1 to Dec 15 as subject for meteorologicalanalysis.In Oct, 2019, Wuhan entered winter with a stable winter climate, and the comparison ofclimates in Wuhan between 2019 and same period in previous years was showed in Table 1.The mean temperature in Wuhan from October to December in 2019 was 14.86 °C, whichwas 1.57 °C higher than that in 2015 and 0.64 °C higher than that in 2018. As shown inTable 2, there were 6 cooling processes in the winter of 2019, however, none lasted for morethan 7 days. The impact of cooling process on the mean temperature was not significant.From October to December 2019, the mean humidity in Wuhan was 75.26% withsignificantly less precipitation, both of which were much lower than those in the same periodin the previous years.The relatively warm and dry condition may provide favorable meteorological conditionsfor the survival and reproduction of the virus.On November 16, 2003, the first case of SARS was reported in Shunde district, Foshan city,and later the infection rapidly spread in Guangzhou city, Guangdong Province. Shundedistrict is close to Guangzhou city with a 10-km distance, and the climate of two locationsare very similar. This explains why the SARS spread to Guangzhou after its onset in Shunde,so we chose Guangzhou city as the subject to conduct a retrospective analysis on themeteorological conditions before (from October 1 to November 15, 2003) and after (fromNovember 16 to December 31) the onset of SARS.Table 3 showed that from October 1 to November 15, 2002, the mean temperature ofGuangzhou remained above 24 °C and the mean humidity remained at about 73%; fromNovember 16th to December 31st, the temperature of Guangzhou maintained atapproximately 16.2 °C and the humidity maintained at approximately 76%. With a relativelystable temperature, SARS in Guangzhou spread from the vector to people and from person toperson during this period.On March 15, 2003, the first case of SARS occurred in Beijing. As shown in Table 3, themean temperature in Beijing in February was only 0.91 °C, which was very unsuitable forthe survival of coronavirus, and the mean humidity was 51.57%. The mean temperature inMarch was 6.33 ℃, and the mean temperature during the day was 12 ℃. At this time, the lowambient temperature was still not conducive for a large-scale transmission of the coronavirus.By mid-March, the ambient temperature in Beijing further increased. Although the meantemperature of the first half of March was 9.59 ℃, the mean temperature in daytime reached14.03 °C, which was basically suitable for the survival and reproduction of the coronavirus.The mean monthly temperature in April rose to 15.29 °C. During April, the large-scalereproduction of the SARS virus started, and the number of cases of SARS patients keptgrowing rapidly. The number of patients reached 339 by April 20, and surged to 1,440 byApril 30.Table 3 Comparison of local climate conditions before and after the incidence of the firstcase of SARSLocation Period DateAfter2002.10.1-10.312002.11.1-11.302002.12.1-12.312003.1.1-1.312003.2.1-2.282002.10.1—11.152002.11.1612.312003.2.1-2.282003.3.1-3.312003.4.1-4.302003.5.1-5.312003.3.16-3.312003.3.16-3.31(day time)2003.4.1-4.15          As shown in Figure          Considering the data above including 2019-nCoV in Wuhan, SARS coronavirus inGuangzhou and Beijing, we speculate that a meteorological condition with temperaturebetween 13-19°C and humidity between 50% and 80% is suitable for the survival andtransmission of the coronavirus.Figure 2A showed that the increase of SARS in Guangzhou entered the platform period atthe beginning of May, which means the spread of SARS virus was significantly impressed orstopped, so we chose the mean temperature from April 20 to May 10 (26.26 ℃) as aneffective temperature for suppressing virus.Figure 2B showed that by May 30, 2003, the number of cases in Beijing remained at5,321. During the following 21 days, only two new cases were reported, and no newconfirmed cases reported after June 20. It means the spread of SARS virus has completelysubsided. We chose the mean temperature from June 1 to June 20 (24.22 ℃) as an effectivetemperature for suppressing virus.Based on the above data, we found that when the mean temperature reaches 24.22 ℃26.26℃, the transmission of SARS between patients began to significantly decrease orcompletely cease. Therefore, with reference to the 2003 SARS virus spreading timeline, themonth with a mean temperature of 24.22 ℃ is expected to be the time of 2019-nCoVpneumonia calming down.According to the national monthly mean temperature distribution data, with the temperaturerises in spring, the 13 ℃ isotherm gradually moves north. In February, the 13 ℃ isothermcan reach the southwest of Chongqing, central Hunan, central Jiangxi, and southern Zhejiang.In March, the 13 ℃ isotherm can reach central Shaanxi, northern Henan, close to southernHebei. In April, the 13 ℃ isotherm can reach southern Beijing. In May, apart from theSichuan Basin, the temperature in other areas can rise to 16 °C or above. The 16-20 °Cisotherm reaches central and southern Inner Mongolia, and Beijing will be completelycovered by the 24 °C isotherm.According to the analysis above, in the coming February-April, as the temperaturegradually rises from low latitudes to high latitudes, and people move to large urban clusterssuch as Jiangsu, Zhejiang, Shanghai, Beijing-Tianjin, and the Pearl River Delta, where themean temperature is between 13 °C to 19 °C, the new coronavirus may break out in theseurban agglomerations. Figure 3A showed the geographical prediction of infection spread of2019-nCoV pneumonia in China.Figure 3B showed the national mean temperature distribution in May, and we found thatthe area east of the Hu Huan Yong line, which is the most densely populated region in China,is basically under 24°C climate coverage, and the area is China's most important urbanagglomerations, also the China's most important population input area, and includes ChinaBeijing-Tianjin-Hebei City Group, Central China Zhengzhou-Wuhan City Group, East ChinaJiangsu-Zhejiang-Shanghai City Group, and South China Pearl River Delta Group. So, 2020May is expected to be the time for 2019-nCoV pneumonia to enter a recession period.AFrom the global mean temperature distribution maps in Figure 4, we can identify theglobal impact of this 2019-nCoV pneumonia. From February to the end of May, 2020, theareas covered by the temperature (13 ℃ -24 ℃) indicated in the red rectangular are all keyareas for disease prevention, especially densely populated cities; from June and thereafter,the disease in regions with a mean temperature over 24 °C will begin to subside.Prior to June, 2020, cities with a global average temperature below 24 °C are all underhigh-risk of the transmission of new coronaviruses (Figure 4). Aviation departments andports in various countries need to strictly monitor and prevent the spread of the virus. AfterJune, the risk of disease transmission will be significantly reduced in the cities with a meantemperature reaching 24 °C or higher.The new coronavirus pneumonia is caused by 2019-nCoV, which is a new pathogen forhuman being. Due to its outbreak during the Spring Festival travel rush, it spreads at homeand abroad in a short period of time. Faced with this new disease, we lack reliableepidemiological information for effective treatment and prevention. However, as we know,any infectious disease origins and spread occur only when affected by certain natural andsocial factors through acting on the source of infection, the mode of transmission, and thesusceptibility of the population. The weather and meteorological factors play a part incoronavirus outbreak besides the social factors7 8.2019-nCoV has a high basic case reproduction number (R0 ranges from 2.2 to 6.7)9,causing much more infections than SARS. Because of the biological homology of thecoronavirus, we analyzed the meteorological factors of 2019-nCoV outbreak and referencedthose of SARS in 2002-2003 to predict the development trend of atypical pneumonia causedby 2019-nCoV and the possible resolution time, which may help the disease control.Zhou et al10 found that coronavirus is probably most active between 9 °C and 24 °C, whenthe average daily temperature in summer is higher than 24 °C, the possibility of SARSoutbreak will decrease. It is consistent with our prediction on the control period ofcoronavirus. They thought the minimum temperature of coronavirus survival is 9°C, which islower than 13°C in our study. The difference may come from the Beijing data. In March2003, the monthly mean temperature was 6.33°C, and the mean temperature from March 16to March 31 increased to 9.59°C, during which the SARS patients increased. However, byfurther analysis, we found the mean temperature in day from March 16 to March 31 reached14.03°C, more closed to that of the onset of SARS in 2002 winter in Guangzhou. April 2003was the increase period of SARS patient, and it had a monthly mean temperature of 15.29°C,but the day mean temperature from April 1 to April 15 was 13.41°C, a decrease of 1.88°C, sowe concluded that the minimum temperature of coronavirus survival is 13°C based on theabove analysis.Warm and dry weather conditions have led to an increase in atmospheric suspended matter,providing conditions for virus adhesion, breeding and transmission. Wuhan had a warmwinter of 2019 with a mean temperature of 14.86 °C from October 1 to December 15, whichwas higher than that of the same period in 2015-2018. Although there were 6 times ofcooling event, the cooling process was short with no cooling process being more than 7 days.Because of the short time of cooling, the cold air had no positive effects on the inhibition orkilling of virus; on the contrary, it aggravated the infection for the following possible reasons:1) Cold air can decrease the nasopharyngeal temperature from 36.9°C to 32°C11, providingsuitable survival and reproduction conditions for coronavirus; 2) Cold air causesvasoconstriction of respiratory tract, further to reduce the immunoglobulin secreted by themucosa; 3) Dry cold air makes the nasal mucosa prone to small rupture, and createsopportunities for virus invasion10. In the same period of previous years, a long period of lowtemperature played a good role in killing the coronavirus.Lower rainfall and therefore reduced relative humidity provide a good opportunity for thetransmission of respiratory pathogen infections, including coronavirus4. Guangzhou had noprecipitation for exactly one month before the SARS outbreak at the end of 2002.Precipitation in Wuhan also significantly decreased before the 2019-nCoV outbreak.Although the average monthly humidity of Wuhan from October to December, 2019 wasbetween 69% -77%. The precipitation was significantly reduced to 74 mm, only equivalentto 33.58% of 2015, 37.99% of 2016, and 61.16% of 2018. And the humidity remained ataround 50% during the outbreak in Beijing.Limitation of this study: 1. Due to limited data available, we didn’t include othermeteorological factors such as air pressure, atmospheric particles, ultraviolet, and socialfactors such as population movement for analysis. Inclusion of such factors will providemore accurate and reliable results. 2. As the public data on the new coronary disease andSARS were limited, the numbers of SARS cases in Guangzhou and part in Beijing (beforeApril 20, 2013) were cumulative data of month instead of daily data.In conclusion, through the analysis of the meteorological conditions for onset of2019nCoV and SARS coronavirus, we found that: (1) A wide range of continuous warm and dryweather is conducive to the survival of the virus with a temperature range of 13-24 °C, ahumidity range of 50% -80%, a precipitation of 30 mm / month or less. Cold air for morethan a week has a significant inhibitory effect on coronavirus. (2) In the coming Feb andApril, coronavirus advancing to mid-high latitudes along with an isotherm line of 13-19 °C.The regions with a mean temperature of 13-19°C include the most densely populated areas inthe Mainland China, like the Beijing-Tianjin-Hebei area, the Jiangsu-Zhejiang-Shanghai areaand other middle-high latitude urban agglomerations. It is therefore necessary to intensify thedisease prevention and control in these areas, especially in transportation hub cities. In southChina, the Pearl River Delta urban agglomeration should be the focus of disease prevention.(3) The new coronavirus epidemic is expected to end in May, because major domestic urbanagglomerations, including the Beijing-Tianjin-Hebei urban agglomeration in central China,the Zhengzhou-Wuhan urban agglomeration in central China, the easternJiangsu-ZhejiangShanghai urban agglomeration, and the southern Pearl River Delta urban agglomeration,have basically reached 24 °C in May.We sincerely thank Jie Guo and Qiao-Mei Wu from Guangdong Meteorological ObservationData Center for their assistance on collection of meteorological data.2. de Vlas SJ, Cao WC, Richardus JH. Documenting the SARS epidemic inmainland China. Trop Med Int Health 2009;14 Suppl 1:1-3. doi:SARS outbreak and weather: with the view of the environmental temperatureand its variation. J Epidemiol Community Health 2005;59(3):186-92. doi:10.1111/j.1445-5994.2007.01358.xthe outbreak of severe acute respiratory syndrome. Public Health2007/02/20]6. Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature 2020 doi:10.1038/s41586-020severe acute respiratory syndrome (SARS) community outbreak at AmoyGardens, Hong Kong. J Environ Health 2007;70(3):39-46. [published Online10. Zhou ZX, Jiang CQ. [Effect of environment and occupational hygiene factors ofhospital infection on SARS outbreak]. Zhonghua Lao Dong Wei Sheng Zhi Ye", "ref_list": [[], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JT Wu", "K Leung", "GM Leung", "J Tan", "L Mu", "J Huang", "P Bi", "J Wang", "JE Hiller", "QC Cai", "J Lu", "QF Xu", "C Yip", "WL Chang", "KH Yeung", "J Yuan", "H Yun", "W Lan", "Tian HY", "J Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Results: This study found that the suitable temperature range for 2019-nCoV survival is\n(1324 °C), among which 19°C lasting about 60 days is conducive to the spread between the\nvector and humans; the humidity range is 50%-80%, of which about 75% humidity is\nconducive to the survival of the coronavirus; the suitable precipitation range is below 30\nmm/ month. Cold air and continuous low temperature over one week are helpful for the\nelimination of the virus. The prediction results show that with the approach of spring, the\ntemperature in north China gradually rises, and the coronavirus spreads to middle and high\nlatitudes along the temperature line of 13-19 °C. The population of new coronavirus\ninfections is concentrated in Beijing, Tianjin, Hebei, Jiangsu, Zhejiang, Shanghai and other\nurban agglomerations. Starting from May 2020, the Beijing-Tianjin-Hebei urban\nagglomeration, the Central China Zhengzhou-Wuhan urban agglomeration, the eastern\nJiangsu-Zhejiang-Shanghai urban agglomeration, and the southern Pearl River Delta urban\nagglomeration are all under a high temperature above 24 °C, which is not conducive to the\nsurvival and reproduction of coronaviruses, so the epidemic is expected to end.", "one_words_summarize": "Results: This study found that the suitable temperature range for 2019-nCoV survival is(1324 °C), among which 19°C lasting about 60 days is conducive to the spread between thevector and humans; the humidity range is 50%-80%, of which about 75% humidity isconducive to the survival of the coronavirus; the suitable precipitation range is below 30mm/ month. The prediction results show that with the approach of spring, thetemperature in north China gradually rises, and the coronavirus spreads to middle and highlatitudes along the temperature line of 13-19 °C. On January 14, 2020, theWorld Health Organization named the pathogen of this pneumonia as 2019 new coronavirus(2019-nCoV). The impact of cooling process on the mean temperature was not significant. On March 15, 2003, the first case of SARS occurred in Beijing. Figure 2A showed that the increase of SARS in Guangzhou entered the platform period atthe beginning of May, which means the spread of SARS virus was significantly impressed orstopped, so we chose the mean temperature from April 20 to May 10 (26.26 ℃) as aneffective temperature for suppressing virus. During the following 21 days, only two new cases were reported, and no newconfirmed cases reported after June 20. Figure 3A showed the geographical prediction of infection spread of2019-nCoV pneumonia in China. So, 2020May is expected to be the time for 2019-nCoV pneumonia to enter a recession period. Aviation departments andports in various countries need to strictly monitor and prevent the spread of the virus. Because of the short time of cooling, the cold air had no positive effects on the inhibition orkilling of virus; on the contrary, it aggravated the infection for the following possible reasons:1) Cold air can decrease the nasopharyngeal temperature from 36.9°C to 32°C11, providingsuitable survival and reproduction conditions for coronavirus; 2) Cold air causesvasoconstriction of respiratory tract, further to reduce the immunoglobulin secreted by themucosa; 3) Dry cold air makes the nasal mucosa prone to small rupture, and createsopportunities for virus invasion10. Although the average monthly humidity of Wuhan from October to December, 2019 wasbetween 69% -77%. The precipitation was significantly reduced to 74 mm, only equivalentto 33.58% of 2015, 37.99% of 2016, and 61.16% of 2018. And the humidity remained ataround 50% during the outbreak in Beijing. Due to limited data available, we didn’t include othermeteorological factors such as air pressure, atmospheric particles, ultraviolet, and socialfactors such as population movement for analysis. Cold air for morethan a week has a significant inhibitory effect on coronavirus. ( 2) In the coming Feb andApril, coronavirus advancing to mid-high latitudes along with an isotherm line of 13-19 °C.The regions with a mean temperature of 13-19°C include the most densely populated areas inthe Mainland China, like the Beijing-Tianjin-Hebei area, the Jiangsu-Zhejiang-Shanghai areaand other middle-high latitude urban agglomerations. doi:10.1111/j.1445-5994.2007.01358.xthe outbreak of severe acute respiratory syndrome."}