{"date": "2020/02/24", "journal": "biorxiv", "authors": "Pei-Hui Wang, Yun Cheng", "title": "Increasing Host Cellular Receptor—Angiotensin-Converting Enzyme 2 (ACE2) Expression by Coronavirus may Facilitate 2019-nCoV Infection", "type": "preprint article", "abstract": "2 / 22", "text": "2 / 22The ongoing outbreak of a new coronavirus (2019-nCoV) causes an epidemic ofacute respiratory syndrome in humans. 2019-nCoV rapidly spread to national regionsand multiple other countries, thus, pose a serious threat to public health. Recentstudies show that spike (S) proteins of 2019-nCoV and SARS-CoV may use the samehost cell receptor called angiotensin-converting enzyme 2 (ACE2) for entering intohost cells. The affinity between ACE2 and 2019-nCoV S is much higher than ACE2binding to SARS-CoV S protein, explaining that why 2019-nCoV seems to be morereadily transmitted from the human to human. Here, we reported that ACE2 can besignificantly upregulated after infection of various viruses including SARS-CoV andMERS-CoV. Basing on findings here, we propose that coronavirus infection canpositively induce its cellular entry receptor to accelerate their replication and spread,thus drugs targeting ACE2 expression may be prepared for the future emerginginfectious diseases caused by this cluster of viruses.3 / 22        The outbreak of a novel coronavirus (2019-nCoV) was reported in Wuhan, Hubei,China. According to the World Health Organization on February 24th 16, about77,269 viral infected patients and at least 2596 deaths were confirmed globally.2019-nCoV genome shows high similarity some bat coronaviruses as well as severeacute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratorysyndrome coronavirus (MERS-CoV) which has caused two large-scale pandemics inthe last two decades (Zhou et al., 2020). They all belong to betacoronavirus genus,which is a type of positive-stranded RNA viruses (Wu et al., 2020a; Zhou et al., 2020).Like SARS-CoV and MERS-CoV, 2019-nCoV can spread from the human to humanand cause fever, severe respiratory illness, and a series of unidentified pneumoniadisease        Coronaviruses utility the spike (S) proteins to select and enter target cells.SARS-CoV S protein and 2019-nCoV S protein engages angiotensin-convertingenzyme 2 (ACE2) as their entry receptor (Li et al., 2003; Zhou et al., 2020; Wrapp etal., 2020). ACE2 is the cellular entry receptor of SARS-CoV and 2019-nCoV, whichplays an indispensable role for SARS-CoV infection (Li et al., 2003; Zhou et al.,4 / 222020). ACE2 is a type I membrane protein expressed in the lung, heart, kidney, andintestine (Zhang et al., 2020). Enhanced expression of ACE2 accelerates SARS-CoVinfection and spread, while silencing of ACE2 blocks its entry into cells (Li et al.,2003). Organs and tissues with high ACE2 abundance like the lung, kidney and smallintestine are the infection targets of 2019-nCoV (Zhang et al., 2020). Taken together,these findings reveal that the expression level of ACE2 is extremely important for thesuccessful infection of SARS-nCoV and 2019-nCoV. Here we analyzed the variousmicroarray database of virus infected- or inflammatory stimulated-animals and cells,and clearly show that virus infection including SARS-CoV and MERS-CoV canobviously upregulate ACE2 expression, which suggests that 2019-nCoV may usesimilar strategies to augment its infection and spread.5 / 22HEK293 and HEK293T were cultured in Dulbecco's modified Eagle's medium(DMEM, Gibco, USA) with 10% heat-inactivated fetal bovine serum (FBS, Gibco,USA). poly (I:C) (Sigma P1530) was transfected into cells using Lipofectamine 2000(Thermo Fisher, USA).pcDNA6B-TBK1-FLAG and pcDNA6B-TRIF-FLAGwere constructed usingstandard molecular cloning methods as described previously (Wang et al., 2018).Total RNA was isolated by TRIzol® reagent (Invitrogen, USA). First-strandcDNA was synthesized with Transcriptor First Strand cDNA Synthesis Kit (Takara,Dalian, China). RT-quantitative PCR (RT-qPCR) reactions and analysis wereperformed using Roch LightCycler96. SYBR Green-based RT-qPCR were usedaccording to the manuals by SYBR Premix Ex Taq kit (Takara Bio). Primers used inRT-qPCRreactionsasfollows.GAPDH-F(5’-3’)GGAGCGAGATCCCTCCAAAAT;GAPDH-R(5’-3’)：：GGCTGTTGTCATACTTCTCATGG.ACE2-F(5’-3’):6 / 22VSV-GFP infection was described in our previous publications (Wang et al.,2018). Briefly, target cells were washed twice with 37°C DMEM medium, then virusthat diluted in serum-free medium were added to the cells. Virus-medium complexeswere incubated with cells in normal culture condition. 1-2 hrs later, virus-mediumcomplexes were discarded and replaced with culture medium containing 10% FBS.Three independent experiments are performed in all studies. Two-tailed unpairedStudent's t test by GraphPad Prism 7.0 was used to perform statistical analysis. P <0.05 was considered as statistically significant in all experiments.cultured in six-well plates and transfected with poly (I:C) as indicated above usingLipofectamine 2000. HEK293 cells were then collected for RNA isolation andRT-qPCR analysis at 9 hrs post-transfection. Results in each panel are representativeof three independent experiments.cultured in six-well plates and infected with VSV-eGFP as indicated above. 6 hrs later,HEK293 cells were collected for RNA isolation and RT-qPCR analysis. Results ineach panel are representative of three independent experiments.essential activator of RNA-sensing pathway. HEK293 cells were cultured in 24-wellplates. 24 hrs later, plasmids as shown above were transfected into HEK293 cells. 36hrs after transfection, total RNA was isolation for subsequent RT-qPCR analysis.Results in each panel are representative of three independent experiments.mock-infected with PBS alone, lungs were harvested 24 hrs later and total RNA was isolated andsubjected to microarray analysis. ACE2 expression data was retrieved from Gene ExpressionOmnibus (GEO) microarray database (NCBI Accession: PRJNA149057; GEO: GSE33266).response to wild type MERS-CoV (icMERS-CoV EMC2012). Human airway epithelial cellswere infected with a multiplicity of infection of 5 PFU per cell. Infected samples were collected asindicated above. ACE2 expression data was retrieved from GEO microarray database (NCBIAccession: PRJNA391962; GEO: GSE100504).rhinovirus infection. Primary epithelial cells from 4 donors were exposed to rhinovirus ormedium only (used as control). 24 hrs post-infection, gene expression was assessed usingAffymetrix U133 plus 2.0 human GeneChips. ACE2 expression data was retrieved from GEOmicroarray database (NCBI Accession: PRJNA137767; GEO: GSE27973).IFNβ and H1N1 influenza stimulation. HBECs were treated with IFNβ (1000U/ml) or wild typeH1N1 influenza (A/PR/8/34). Control samples were incubated with fresh medium under the sameconditions. HBECs were harvested at indicated time points (0.25, 0.5, 1, 1.5, 2, 4, 6, 8, 12, and 18hours post-treatment). Total RNA was extracted and analyzed using the Affymetrix HighThroughput Array. ACE2 expression data was retrieved from GEO microarray database (NCBIAccession: PRJNA121751; GEO: GSE19392).and IFNγ. Primary keratinocytes from 3 donors were either untreated (control) or exposed tocytokines IFNα, IFNγ. 24 hrs after treatment, total RNA was extracted for subsequent microarrayanalysis. ACE2 expression data was retrieved from GEO microarray database (NCBI Accession:15 / 22poly (I:C) is mimics of virus RNA. When delivered into HEK293 cell, humanACE2 mRNA expression level is significantly enhanced by RT-qPCR study (Figure 1).poly (I:C) mimics virus RNA and activate immune signaling pathways which lead tointerferons (IFN) and inflammatory cytokine production, so next we explored whetherRNA virus infection can induce ACE2 expression. As an RNA virus, VSV-eGFP canslightly induce ACE2 mRNA upregulation in HEK293 cells (Figure 2).Because both poly (I:C) and RNA virus induce ACE2 expression, so next weevaluatewhetherpathwayhaveeffectonACEexpression.Overexpression of TBK1, downstream of both TLR3 and RIG-I-like receptorsignaling pathway, can strongly upregulate ACE2 mRNA level (Figure 3). TRIF, anadaptor protein of TLR3 pathway, also induce the expression of ACE2 in HEK293cells (Figure 3).We retried microarray database submitted in NCBI and analysis ACE2 expressionlevels during virus infection. In lungs from C57Bl/6 mouse infected with 102 PFUSARS-CoV, ACE2 mRNA is significantly increased comparing with the mock group16 / 22(Figure 4) (Gralinski et al., 2018; Totura et al., 2015). In primary human airwayepithelial cells, MERS-CoV infection can obviously increase ACE mRNA levels at 24,36 and 48 hours post infection (Figure 5). These results clearly reveal that ACE can beupregulated by infection of SARS-CoV and MERS-CoV. Next, we evaluated ACEexpression after other RNA virus infection. Data from microarray shows that theACE2 mRNA level can also be strongly induced in human airway epithelial cellsfrom 4 donors responses to rhinovirus (Figure 5) (Proud et al., 2012). In wild-typeH1N1 influenza-infected human bronchial epithelial cells, ACE2 can dramaticallyincrease to about 5-folds higher than the control group (Figure 7) (Shapira et al.,2009). These pieces of evidence indicate that ACE2 is a virus infection responsivegene and its expression can be stimulated by various viruses. Overall, ACE2expression can be upregulated by virus infection.We suppose that ACE2 induction by viruses is caused by virus infection-inducedinflammatory cytokines. From the microarray database, we observed that ACE2expression can also be stimulated by type I IFNs including IFNα and IFNβ and typeIII IFN such as IFNγ. In human bronchial epithelial cells stimulated by IFNβ(1000U/ml), ACE2 is significantly upregulated at 6, 8, 12, and 18 hours posttreatment, especially at 18 hours (Figure 7), ACE2 is increased more than 4-foldscomparing with the mock group (Shapira et al., 2009). We also found that ACE2 canbe significantly induced by IFNγ treatment in human primary keratinocytes (Figure 8)17 / 22(Swindell et al., 2012). Taken together, ACE2 mRNA is increased in response toinflammatory cytokine stimulation.18 / 22Discussion2019-nCoV infection causes a direful transmit speed and a much unidentifiedpathological phenomenon. 2019-nCoV utilizes cell membrane receptor for enteringinto cells and causes infection diseases. Although it is believed that lung is the targetorgan of 2019-nCoV, lots of non-respiratory symptoms have subsequently beenreported, suggesting the involvements of other organs during the disease (Wei et al.2020). These organs and tissues commonly have high ACE2 expression level such askidney and small intestine. SARS-nCoV infects multiple cell types in several organs;immune cells and pulmonary epithelium are also the main sites of injury (Gu et al.,2005). Acute kidney injury is a predictor of high mortality in SARS patients (Chu etal., 2005). In the lung, human ACE2 is primarily existed in type II and type I alveolarepithelial cells. ACE2 is mainly expressed in AT2 cells and also detected in AT1 cells,airway epithelial cells, fibroblasts, endothelial cells, and macrophages (Wei et al.2020).As the cellular receptor of SARS-CoV and 2019-CoV, ACE2 plays an essentialrole during these virus infections (Li et al., 2003; Zhou et al., 2020). The ACE2 levelis the decisive factor for 2019-nCoV infection (Zhou et al., 2020). These observationsdrive us to explore whether ACE2 is a virus infection responsive gene. Here weanalyzed the database of virus infected- or inflammatory cytokine-stimulated cells ortissues and clearly show that ACE2 can be upregulated by virus infection andinflammatory cytokine-stimulation. However, whether the upregulation by ACE2 by          19 / 22the virus is achieved by virus infection-induced inflammatory cytokinesis is currentlyunknown. We already notice that the promoter region of ACE2 exists severalimmuneand cytokine-responsive transcript factor binding sites such as JUN. Next, we willevaluate whether ACE2 is upregulated by JNK signaling cascades. Importantly, theinducibility of ACE2 by inflammatory cytokines also implies that “cytokine storm”caused by 2019-nCoV not only damage host tissues but also may accelerate virusspread          Overall, this study provides the first evidence that SARS-CoV, MERS-CoV andmaybe 2019-nCoV can upregulate its cellular receptor ACE2 to facilitate theirinfection and spread. Thus, reducing ACE2 expression by siRNA or other drugs maybe a direction for drug development. Because this cluster of viruses uses the samecellular receptor ACE for entering, thus preparation drugs which can reduce ACE2expression may be useful for the future emerging infectious diseases. Our study alsosuggests that people infected by other viruses such as influenza or with highinflammatory cytokines may more susceptible to 2019-nCoV. This study alsoindicated that targeting the expression of ACE2 is a direction for drug developmentand infection control.20 / 22[Analysis of clinical features of 29 patients with 2019 novel coronaviruspneumonia]. Zhonghua Jie He He Hu Xi Za Zhi 43, E005.Chu, K.H., Tsang, W.K., Tang, C.S., Lam, M.F., Lai, F.M., To, K.F., Fung, K.S., Tang,H.L., Yan, W.W., Chan, H.W., et al. (2005). Acute renal impairment incoronavirus-associated severe acute respiratory syndrome. Kidney Int 67,698-705.mBio 9.Gralinski, L.E., Sheahan, T.P., Morrison, T.E., Menachery, V.D., Jensen, K., Leist,S.R., Whitmore, A., Heise, M.T., and Baric, R.S. (2018). Complement ActivationContributes to Severe Acute Respiratory Syndrome Coronavirus Pathogenesis.Gu, J., Gong, E., Zhang, B., Zheng, J., Gao, Z., Zhong, Y., Zou, W., Zhan, J., Wang, S.,Xie, Z., et al. (2005). Multiple organ infection and the pathogenesis of SARS. JExp Med 202, 415-424.Huang, C., Wang, Y., Li, X., Ren, L., Zhao, J., Hu, Y., Zhang, L., Fan, G., Xu, J., Gu,X., et al. (2020). Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet 395, 497-506.21 / 22of Novel Coronavirus-Infected Pneumonia. N Engl J Med.Li, W., Moore, M.J., Vasilieva, N., Sui, J., Wong, S.K., Berne, M.A., Somasundaran,M., Sullivan, J.L., Luzuriaga,K.,Greenough, T.C., et al. (2003).Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature 426, 450-454.Proud, D., Hudy, M.H., Wiehler, S., Zaheer, R.S., Amin, M.A., Pelikan, J.B., Tacon,modulates expression of human rhinovirus-induced airway epithelial hostdefense genes. PLoS One 7, e40762.Shapira, S.D., Gat-Viks, I., Shum, B.O., Dricot, A., de Grace, M.M., Wu, L., Gupta,P.B., Hao, T., Silver, S.J., Root, D.E., et al. (2009). A physical and regulatorymap of host-influenza interactions reveals pathways in H1N1 infection. Cell 139,1255-1267.e34594.Swindell, W.R., Xing, X., Stuart, P.E., Chen, C.S., Aphale, A., Nair, R.P., Voorhees,J.J., Elder, J.T., Johnston, A., and Gudjonsson, J.E. (2012). Heterogeneity ofinflammatory and cytokine networks in chronic plaque psoriasis. PLoS One 7,Totura, A.L., Whitmore, A., Agnihothram, S., Schafer, A., Katze, M.G., Heise, M.T.,and Baric, R.S. (2015). Toll-Like Receptor 3 Signaling via TRIF Contributes to aProtective Innate Immune Response to Severe Acute Respiratory Syndrome22 / 22Wang, D., Hu, B., Hu, C., Zhu, F., Liu, X., Zhang, J., Wang, B., Xiang, H., Cheng, Z.,Xiong, Y., et al. (2020). Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA.Wang PH, Fung SY, Gao WW, Deng JJ, Cheng Y, Chaudhary V, Yuen KS, Ho TH,Chan CP, Zhang Y, Kok KH, Yang W, Chan CP, Jin DY (2018). A noveltranscript isoform of STING that sequesters cGAMP and dominantly inhibitsinnate nucleic acid sensing. Nucleic Acids Res. 2018 May 4;46(8):4054-4071.Wu, F., Zhao, S., Yu, B., Chen, Y.M., Wang, W., Song, Z.G., Hu, Y., Tao, Z.W., Tian,J.H., Pei, Y.Y., et al. (2020a). A new coronavirus associated with humanrespiratory disease in China. Nature.Wu, J.T., Leung, K., and Leung, G.M. (2020b). Nowcasting and forecasting thepotential domestic and international spread of the 2019-nCoVoutbreakoriginating in Wuhan, China: a modelling study. Lancet.Zhang H, Kang Z, Gong H, Xu D, Wang J, Li Z, Cui X, Xiao J, Meng T, Zhou W, Liua bioinformatics analysis based on single-cell transcriptomes. bioRxiv.", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J.F. Chan", "S. Yuan", "K.H. Kok", "K.K. Chu", "H. Yang", "J. Xing", "F. Liu", "J. Yip", "C.C. Poon", "R.W."], ["L. Chen", "H.G. Liu", "W. Liu", "J.", "K. Shang", "J. Deng", "Y. Wei", "S."], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Leung", "E.H.Y. Lau", "J.Y. Wong", "C.E. Tonsaker", "T.O. Walker", "B.L. Kooi", "C."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2 / 22", "one_words_summarize": "2 / 22The ongoing outbreak of a new coronavirus (2019-nCoV) causes an epidemic ofacute respiratory syndrome in humans. Recentstudies show that spike (S) proteins of 2019-nCoV and SARS-CoV may use the samehost cell receptor called angiotensin-converting enzyme 2 (ACE2) for entering intohost cells. Here, we reported that ACE2 can besignificantly upregulated after infection of various viruses including SARS-CoV andMERS-CoV. Basing on findings here, we propose that coronavirus infection canpositively induce its cellular entry receptor to accelerate their replication and spread,thus drugs targeting ACE2 expression may be prepared for the future emerginginfectious diseases caused by this cluster of viruses.3 / 22        The outbreak of a novel coronavirus (2019-nCoV) was reported in Wuhan, Hubei,China. 1-2 hrs later, virus-mediumcomplexes were discarded and replaced with culture medium containing 10% FBS.Three independent experiments are performed in all studies. Two-tailed unpairedStudent's t test by GraphPad Prism 7.0 was used to perform statistical analysis. Results in each panel are representative of three independent experiments.mock-infected with PBS alone, lungs were harvested 24 hrs later and total RNA was isolated andsubjected to microarray analysis. Primary epithelial cells from 4 donors were exposed to rhinovirus ormedium only (used as control). HBECs were treated with IFNβ (1000U/ml) or wild typeH1N1 influenza (A/PR/8/34). 24 hrs after treatment, total RNA was extracted for subsequent microarrayanalysis. TRIF, anadaptor protein of TLR3 pathway, also induce the expression of ACE2 in HEK293cells (Figure 3).We retried microarray database submitted in NCBI and analysis ACE2 expressionlevels during virus infection. In wild-typeH1N1 influenza-infected human bronchial epithelial cells, ACE2 can dramaticallyincrease to about 5-folds higher than the control group (Figure 7) (Shapira et al. Overall, ACE2expression can be upregulated by virus infection. Taken together, ACE2 mRNA is increased in response toinflammatory cytokine stimulation.18 / 22Discussion2019-nCoV infection causes a direful transmit speed and a much unidentifiedpathological phenomenon. 2019-nCoV utilizes cell membrane receptor for enteringinto cells and causes infection diseases. Next, we willevaluate whether ACE2 is upregulated by JNK signaling cascades. Nature 426, 450-454.Proud, D., Hudy, M.H., Wiehler, S., Zaheer, R.S., Amin, M.A., Pelikan, J.B., Tacon,modulates expression of human rhinovirus-induced airway epithelial hostdefense genes. PLoS One 7, e40762.Shapira, S.D., Gat-Viks, I., Shum, B.O., Dricot, A., de Grace, M.M., Wu, L., Gupta,P.B., Hao, T., Silver, S.J., Root, D.E., et al. ( Toll-Like Receptor 3 Signaling via TRIF Contributes to aProtective Innate Immune Response to Severe Acute Respiratory Syndrome22 / 22Wang, D., Hu, B., Hu, C., Zhu, F., Liu, X., Zhang, J., Wang, B., Xiang, H., Cheng, Z.,Xiong, Y., et al. ( 2018 May 4;46(8):4054-4071.Wu, F., Zhao, S., Yu, B., Chen, Y.M., Wang, W., Song, Z.G., Hu, Y., Tao, Z.W., Tian,J.H., Pei, Y.Y., et al. ( A new coronavirus associated with humanrespiratory disease in China."}