{"date": "2020/02/14", "journal": "medrxiv", "authors": "Ruiyun Li, Sen Pei, Bin Chen, Yimeng Song, Tao Zhang, Wan Yang, Jeffrey Shaman", "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (COVID-19)", "type": "preprint article", "abstract": null, "text": "Estimation of the fraction and contagiousness of undocumented novel coronavirus(COVID-19) infections is critical for understanding the overall prevalence andpandemic potential of this disease. Many mild infections are typically not reportedand, depending on their contagiousness, may support stealth transmission and thespread of documented infection.Here we use observations of reported infection and spread within China inconjunction with mobility data, a networked dynamic metapopulation model andBayesian inference, to infer critical epidemiological characteristics associated withthe emerging coronavirus, including the fraction of undocumented infections andtheir contagiousness.We estimate 86% of all infections were undocumented (95% CI: [82%-90%]) prior tothe Wuhan travel shutdown (January 23, 2020). Per person, these undocumentedinfections were 52% as contagious as documented infections ([44%-69%]) and werethe source of infection for two-thirds of documented cases. Our estimate of thereproductive number (2.23; [1.77-3.00]) aligns with earlier findings; however, aftertravel restrictions and control measures were imposed this number fallsconsiderably.A majority of COVID-19 infections were undocumented prior to implementation ofcontrol measures on January 23, and these undocumented infections substantiallycontributed to virus transmission. These findings explain the rapid geographic spreadof COVID-19 and indicate containment of this virus will be particularly challenging.Our findings also indicate that heightened awareness of the outbreak, increased useof personal protective measures, and travel restriction have been associated withreductions of the overall force of infection; however, it is unclear whether thisreduction will be sufficient to stem the virus spread.The novel coronavirus that emerged in Wuhan, China (COVID-19) at the end of 2019quickly spread to all Chinese provinces and, as of February 6, 2020, to 24 othercountries1,2. Efforts to contain the virus are ongoing; however, given the manyuncertainties regarding pathogen transmissibility and virulence, the effectiveness ofthese efforts is unknown.The fraction of undocumented but infectious cases is a critical epidemiologicalcharacteristic that modulates the pandemic potential of an emergent respiratoryvirus3−6. These undocumented infections often experience mild, limited or nosymptoms and hence go unrecognised, and, depending on their contagiousness andnumbers, can expose a far greater portion of the population to virus than wouldotherwise occur. Here, to assess the full potential of COVID-19, we use amodelinference framework to estimate the contagiousness and proportion ofundocumented infections in China during the weeks before and after the shutdown oftravel in and out of Wuhan.We developed a mathematical model that simulates the spatio-temporal dynamics ofinfections among 375 Chinese cities. The model incorporates information on humanmovement within the following metapopulation structure:!!\"$# = − '\"*##(#) − +'\"#(#, +  ∑3 *01#21\"(11) −  ∑3 *0#12#\"(#)#*#!!4$# = '\"#(#) + +'\"#(#, − 45# +  ∑3 *01#214(11) −  ∑3 *0#12#4(#)#*# *#!!($#) =  45# − (#)7            , , ,!!($#, = (1 − ) 45# − (7# +  ∑3 *01#21((11) −  ∑3 *0#12#((##,< = < +  ∑3 <3 −  ∑3 3<[            Daily numbers of travelers between 375 Chinese cities during the Spring Festivalperiod (“Chunyun”) were derived from human mobility data collected by the TencentLocation-based Service (LBS) during the 2018 Chunyun period (February 1 – March12, 2018) 8. Chunyun is a period of 40 days – 15 days before and 25 days after theLunar New Year – during which there are high rates of travel within China. Toestimate human mobility during the 2020 Chunyun period, which began January 10,we aligned the 2018 Tencent data based on relative timing to the Spring Festival.For example, we used mobility data from February 1, 2018 to represent humanmovement on January 10, 2020, as these days were similarly distant from the LunarNew Year. During the 2018 Chunyun, a total of 1.73 billion travel events werecaptured in the Tencent data; whereas 2.97 billions trips are reported8. To reconcilethese two numbers, we include the parameter  in the model system.To infer COVID-19 transmission dynamics during the early stage of the outbreak, wesimulated observations from January 10-23, 2020 (i.e. the period before the initiationof travel restrictions) using an iterated filter-ensemble adjustment Kalman filter(IFEAKF) framework9-11. With this combined model-inference system, we estimated thetrajectories of the four model state variables (<, <, <A, <B) for all 375 cities, whilesimultaneously inferring the six model parameters (Z, D, , , , ). The initial priorranges of the model parameters were drawn from uniform distributions of thefollowing ranges: 2  ≤  ≤ 5 , 2  ≤  ≤ 5 , 0.2 ≤  ≤ 1, 0.6 ≤  ≤1.5, 0.02 ≤  ≤ 0.8, 1 ≤  ≤ 1.75.For the outbreak origin, Wuhan city, the initial exposed population, VBWXY, and initialundocumented infected population, VBBWXY, were drawn from a uniform distribution[0, \\X] ]. The documented infected population in Wuhan VABWXY on January 10was set to zero. Although infections were reported prior to January 10, these caseswere sporadic and the EAKF adjustment can account for the effects of these earlyinfections (by selecting elevated exposed and unreported infection levels). For othercities, we defined < as the number of travelers from Wuhan to city  on the first dayof Chunyun. The initial exposed, documented infected and undocumented infectedpopulations were set to < = <VBWXY/VBWXY, <A = 0 and <B = <VBWXY/VBWXY.BTo account for delays in infection confirmation, we also defined an observationmodel using a Poisson process. Specifically, for each new case in group <A, areporting delay ! (in days) was generated from a Poisson distribution with a meanvalue of !. In fitting both synthetic and the observed outbreaks, we performedsimulations with the model-inference system using different fixed values of !(4  ≤ ! ≤ 12 ) and \\X] (500 ≤ \\X] ≤ 6000). The best fittingmodel-inference posterior was identified by log-likelihood. Full details of the data andmethods, including synthetic testing and sensitivity analyses, are provided in theSupplementary Appendix.Finally, we also modelled the transmission of COVID-19 in China after January 23,when greater control measures were effected. These control measures includedtravel restrictions imposed between major cities and Wuhan; self-quarantine andcontact precautions advocated by the government; and more available rapid testingfor infection confirmation12-13. These measures along with changes in medicalcareseeking behaviour due to increased awareness of the virus and increased personalprotective behavior (e.g. wearing of facemasks, social distancing, self-isolation whensick), likely altered the epidemiological characteristics of the outbreak after January23. To quantify these differences, we re-estimated the system parameters using themetapopulation model-inference framework and city-level daily cases reportedbetween January 24 and February 8. As inter-city mobility was restricted, we set  =0. In addition, to represent reduced person-to-person contact and increased infectiondetection, we updated the initial priors for  and  to [0.2, 1.0] and [0.2, 1.0],respectively (see Supplementary Appendix for more details).We first tested the model-inference framework using synthetic outbreaks generatedby the model in free simulation. These simulations verified the ability of themodelinference framework to simultaneously estimate the six target model parameters(see Supplementary Appendix, Figures S1-S8).We next applied the system to the observed outbreak before the travel restrictions ofJanuary 23 – a total of 811 documented cases throughout China. Figure 1 showssimulations of reported cases generated using the best-fitting model parameterestimates. The distribution of these stochastic simulations captures the range ofobserved cases well. In addition, the best-fitting model captures the spread ofCOVID-19 to other cities in China (Figure S9). Our median estimate of the overall 4is 2.23 (95% CI: 1.77−3.00), indicating a high capacity for sustained transmission ofCOVID-19 (Table 1). This finding aligns with other recent estimates of thereproductive number for this time period6,12-14. In addition, the median estimates forthe latent and infectious periods are approximately 3.77 and 3.45 days, respectively.Further, we find that, during January 10-23, only 14% (95% CI: 9–26%) of totalinfections in China were reported. This estimate reveals a very high rate ofundocumented infections: 86%. This finding is independently corroborated by theinfection rate among foreign nationals evacuated from Wuhan (see SupplementaryAppendix). These undocumented infections are estimated to have been half ascontagious per individual as reported infections (µ = 0.52; 95% CI: 0.44 – 0.69).Other model fittings made using alternate values of ! and \\X] produced similarparameter estimates (Figure S10).            Using the best-fitting model (Table 1, Figure 1), we estimated 18,829 (95% CI[            The results of inference for the January 24-February 8 period are presented in Table2, Figure S11 and Table S1. Control measures are continually shifting, so we showestimates for both January 24 – February 3 (Period 1) and January 24 – February 8(Period 2). The best-fitting model for both periods has a reduced reportingdelay, ! , of 5 days (vs. 10 days before January 23), consistent with more rapidconfirmation of infections. Estimates of both the latency and infectious periods arerelatively unchanged; however, ,  and 4 have all shifted considerably. Thecontact rate, , drops to 0.51 (95% CI: 0.39 – 0.69) during Period 1 and 0.34 (95%CI: 0.27 – 0.48) during Period 2, less than half the estimate prior to travelrestrictions. The reporting rate, , is estimated to be 0.71 (95% CI: 0.55 – 0.85), i.e.71% of infections are documented during Period 1, up from 0.14 prior to travelrestrictions, and is nearly the same in Period 2. The reproductive number is 1.51(95% CI: 1.17 – 2.10) during Period 1 and 1.00 (95% CI: 0.73 – 1.38) during Period2, down from 2.23 prior to travel restrictions. While the estimate for the relativetransmission rate, , is similar to before January 23, the contagiousness ofundocumented infections, represented by , is substantially reduced, possiblyreflecting that only very mild and asymptomatic infections remain undocumented.Our findings indicate that a large proportion of COVID-19 infections wereundocumented prior to the implementation of travel restrictions and other heightenedcontrol measures in China on January 23, and that a large proportion of the totalforce of infection was mediated through these undocumented infections (Table 1).This high proportion of undocumented infections, many of whom were likely notseverely symptomatic, appears to have supported the rapid spread of the virusthroughout China. Indeed, suppression of the infectiousness of these undocumentedcases in model simulations reduces the total number of documented cases and theoverall spread of COVID-19 (Figure 2).Our findings also indicate that a radical increase in the identification and isolation ofcurrently undocumented infections would be needed to fully control COVID-19.Increased news coverage and awareness of the virus in the general population havealready likely prompted increased rates of seeking medical care for respiratorysymptoms. In addition, awareness among healthcare providers, public health officialsand the availability of viral identification assays suggest that capacity for identifyingpreviously missed infections has increased. Further, general population andgovernment response efforts have increased the use of face masks, restricted travel,delayed school reopening and isolated suspected persons, all of which couldadditionally slow the spread of COVID-19.Combined, these measures are expected to increase reporting rates, reduce theproportion of undocumented infections, and decrease the growth and spread ofinfection. Indeed, estimation of the epidemiological characteristics of the outbreakafter January 23, indicate that government control efforts and population awarenesshave reduced the rate of spread of the virus (i.e. lower , , 4 ) and increased thereporting rate. The overall reduction of the effective reproductive number isencouraging; however, the control efforts have yet to critically and clearly reduce 4below 1.Importantly, the situation on the ground in China is changing day-to-day. New travelrestrictions and control measures are being imposed on new populations in differentcities, and these rapidly varying effects make certain estimation of theepidemiological characteristics for the outbreak difficult. Further, reportinginaccuracies and changing care-seeking behavior add another level of uncertainty toour estimations. While the data and findings presented here indicate that travelrestrictions and control measures have reduced COVID-19 transmissionconsiderably, whether these controls are sufficient for reducing 4 below 1 for thelength of time needed to eliminate the disease locally and prevent a reboundoutbreak once control measures are relaxed is unclear. Further, similar controlmeasures and travel restrictions would have to be implemented outside China toprevent re-introduction of the virus.Our findings underscore the seriousness and pandemic potential of COVID-19. The2009 H1N1 pandemic influenza virus also caused many mild cases, quickly spreadglobally, and eventually became endemic. Presently, there are four, endemic,coronavirus strains currently circulating in human populations (229E, HKU1, NL63,OC43). If the novel coronavirus follows the pattern of 2009 H1N1 pandemicinfluenza, it will also spread globally and become a fifth endemic coronavirus withinthe human population.Many characteristics of the COVID-19 remain unknown or uncertain. Consequently,care should be taken when interpreting our estimates. For instance, after January23, we assume a complete travel shutdown with no inter-city human mobility;however, the degree and initial date of travel restrictions has varied among cities.Our estimates may therefore represent an upper-bound of the potential impact oftravel restriction on COVID-19 transmission. Further studies accounting forheterogenous travel interventions are warranted.This work was supported by US NIH grants GM110748 and AI145883. The contentis solely the responsibility of the authors and does not necessarily represent theofficial views of the National Institute of General Medical Sciences, the NationalInstitute for Allergy and Infectious Diseases, or the National Institutes of Health.JS and Columbia University disclose partial ownership of SK Analytics. JS alsoreports receiving consulting fees from Merck.simulation with the full metapopulation model during January 10-23, 2020 (\\X] =5000, ! = 10 days).Median (95% CIs)simulation of the model without travel between cities during January 24 – February 3January 24, ! = 5 days between January 24 and February 8).and January 24 – February 8 (\\X] = 5000 on January 10, ! = 10 days beforeRelative transmission rate (µ)Latency period (Z)Infectious period (D)Reporting rate (α)Effective reproductive number(RE)January 24 - February 8(Median (95% CIs)(Median (95% CIs)0.51 (0.39, 0.69)0.49 (0.38, 0.60)3.49 (3.35, 3.68)3.50 (3.28, 3.64)0.71 (0.56, 0.81)cases in all cities (A), Wuhan city (B) and Hubei province (C). The blue box and whiskersshow the median, interquartial range, and 95% credible intervals are derived from 300simulations using the best-fit parameters. The red ‘x’s are daily reported cases. Thedistribution of estimated 4 is shown in (D).Synthetic outbreaks generated using parameters reported in Table 1 are comparedfor  = 0.52 (red) and  = 0 (blue).", "ref_list": [[], [""], [""], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment"], ["Risk of 2019 novel coronavirus importations throughout China prior to the Wuhan quarantine"], ["Forecasting the spatial transmission of influenza in the United States"], [""], ["Inference for nonlinear dynamical systems"], ["Inapparent infections and cholera dynamics"], ["Inference and control of the nosocomial transmission of methicillin-resistant Staphylococcus aureus"], [""], [""], ["Nowcasting and forecasting the potential domestic and international spread of the COVID-19 outbreak originating in Wuhan, China: a modelling study"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["JF Chan", "S Yuan", "KH Kok"], ["P Wu", "X Hao", "EHY Lau", "Euro Surveill"], ["VJ Munster", "M Koopmans", "N van Doremalen"], ["Z Du", "L Wang", "S Cauchemez"], ["S Pei", "S Kandula", "W Yang"], [], ["EL Ionides", "C Breto", "AA King"], ["AA King", "EL Ionides", "M Pascual"], ["S Pei", "F Morone", "F Liljeros"], [], [], ["J Wu", "K Leung", "GM Leung"], ["J Riou", "CL Althaus", "Euro Surveill"], ["N Imai", "I Dorigatti", "A Cori"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Estimation of the fraction and contagiousness of undocumented novel coronavirus\n(COVID-19) infections is critical for understanding the overall prevalence and\npandemic potential of this disease. Many mild infections are typically not reported\nand, depending on their contagiousness, may support stealth transmission and the\nspread of documented infection.", "one_words_summarize": "Estimation of the fraction and contagiousness of undocumented novel coronavirus(COVID-19) infections is critical for understanding the overall prevalence andpandemic potential of this disease. Many mild infections are typically not reportedand, depending on their contagiousness, may support stealth transmission and thespread of documented infection. Our estimate of thereproductive number (2.23; [1.77-3.00]) aligns with earlier findings; however, aftertravel restrictions and control measures were imposed this number fallsconsiderably. The documented infected population in Wuhan VABWXY on January 10was set to zero. For othercities, we defined < as the number of travelers from Wuhan to city  on the first dayof Chunyun. Specifically, for each new case in group <A, areporting delay ! ( These measures along with changes in medicalcareseeking behaviour due to increased awareness of the virus and increased personalprotective behavior (e.g. wearing of facemasks, social distancing, self-isolation whensick), likely altered the epidemiological characteristics of the outbreak after January23. In addition, to represent reduced person-to-person contact and increased infectiondetection, we updated the initial priors for  and  to [0.2, 1.0] and [0.2, 1.0],respectively (see Supplementary Appendix for more details).We first tested the model-inference framework using synthetic outbreaks generatedby the model in free simulation. Figure 1 showssimulations of reported cases generated using the best-fitting model parameterestimates. Our median estimate of the overall 4is 2.23 (95% CI: 1.77−3.00), indicating a high capacity for sustained transmission ofCOVID-19 (Table 1). Using the best-fitting model (Table 1, Figure 1), we estimated 18,829 (95% CI[            The results of inference for the January 24-February 8 period are presented in Table2, Figure S11 and Table S1. The best-fitting model for both periods has a reduced reportingdelay, ! , The reporting rate, , is estimated to be 0.71 (95% CI: 0.55 – 0.85), i.e.71% of infections are documented during Period 1, up from 0.14 prior to travelrestrictions, and is nearly the same in Period 2. Indeed, suppression of the infectiousness of these undocumentedcases in model simulations reduces the total number of documented cases and theoverall spread of COVID-19 (Figure 2).Our findings also indicate that a radical increase in the identification and isolation ofcurrently undocumented infections would be needed to fully control COVID-19.Increased news coverage and awareness of the virus in the general population havealready likely prompted increased rates of seeking medical care for respiratorysymptoms. The2009 H1N1 pandemic influenza virus also caused many mild cases, quickly spreadglobally, and eventually became endemic. If the novel coronavirus follows the pattern of 2009 H1N1 pandemicinfluenza, it will also spread globally and become a fifth endemic coronavirus withinthe human population. Further studies accounting forheterogenous travel interventions are warranted. JS and Columbia University disclose partial ownership of SK Analytics."}