{"date": "2020/02/14", "journal": "medrxiv", "authors": "Matt J Keeling, T. Deirdre Hollingsworth, Jonathan M Read", "title": "The Efficacy of Contact Tracing for the Containment of the 2019 Novel Coronavirus (COVID-19).", "type": "preprint article", "abstract": "Contact tracing is a central public health response to infectious disease outbreaks, especially in the early stages of an outbreak when specific treatments are limited. Importation of novel Coronavirus (COVID-19) from China and elsewhere into the United Kingdom highlights the need to understand the impact of contact tracing as a control measure. Using detailed survey information on social encounters coupled to predictive models, we investigate the likely efficacy of the current UK definition of a close contact (within 2 meters for 15 minutes or more) and the distribution of secondary cases that may go untraced. Taking recent estimates for COVID-19 transmission, we show that less than 1 in 5 cases will generate any subsequent untraced cases, although this comes at a high logistical burden with an average of 36.1 individuals (95th percentiles 0-182) traced per case. Changes to the definition of a close contact can reduce this burden, but with increased risk of untraced cases; we estimate that any definition where close contact requires more than 4 hours of contact is likely to lead to uncontrolled spread.", "text": "        Contact tracing is the main public health response to importations of rare or emerging infectiousdiseases, and was implemented in the UK during the ‘containment stage’ of the 2009 influenzapandemic                We characterised contact patterns in the UK using a postal and online cross-sectional survey, whichasked participants to report the number of social encounters with unique individuals during a givenday, as well as the duration and typical frequency of those encounters                One of the most notable features of human social contacts is the huge variability in the number andstrength of contacts - which is reflected as variation in both the number of secondary cases and thenumber of individuals that match the contact-tracing definition (figure 2). Using preliminary estimatesof COVID-19 transmission (average latent period 4 days, average effective infectious period 1.61days, R0=3.11 and assuming a simple SEIR formulation        Rapid and effective contact tracing can therefore be highly effective in the early control ofCOVID19, but places substantial demands on the local public-health authorities. Each new case requiresan average of 36 individuals to be traced, with 8.7% of cases having more than 100 close traceablecontacts (figure 2). We therefore consider the implications of changing the definition of a closecontact. Clearly a more strict definition of a close contact (requiring more contact time) reduces theburden on the health services as fewer contacts need to be traced, but also increases the risk ofcases being missed. Figure 3 provides a quantitative assessment of changes to the close contactdefinition. Definitions requiring more than four hours of contact, are unlikely to control an outbreakas the expected number of untraced secondly cases is greater than one. This therefore places astrict bound on level of contact tracing required. The added benefit from definitions shorter than 1hour has relatively little impact on the mean number of untraced cases (figure 3b), but does reducethe probability that some untraced contacts occur.        Throughout we have used a value of R0 that represents a population-level average once the localinfection has become established. However, the first invasion into any new population or socialsetting generally has a larger expected number of secondary cases. The first invader enters acompletely susceptible population; moreover all their close contacts (eg family members) aresusceptible. In contrast, due to clustering of contacts, most secondary cases will be in a landscapewith a depleted number of susceptibles - as close contacts such as family members will alreadyhave been exposed to the primary case. This susceptible depletion in the local social network mayhelp to explain the change in Rt over time reported for COVID-19        Mathematical models have an important role to play in preparedness for novel infectious diseases,allowing policy makers to plan for potential public health scenarios before they arise. However, insuch scenarios reliable data is often limited, so predictions of long term dynamics are generallyassociated with wide confidence intervals. In contrast, while short term predictions are subject togreater stochasticity, the distribution of possible behaviours can be readily captured. Here we haveinvestigated contact tracing of a close-contact pathogen, using 2019 novel coronavirus (COVID-19)as the example, and considered the efficacy of contact tracing as a control measure. This workbrings together a detailed survey of social encounters together with bespoke mathematicalmodelling of the transmission and tracing processes. Given the huge heterogeneties present insocial encounters (both in terms of duration and number) mathematical models are vital to interpretthe interplay between a low number of high risk encounters (e.g., household members) and the highnumber of low-risk less-identifiable encounters (e.g., commuters or retail customers).The UK currently defines a close contact as 15 minutes within 2 meters over two weeks beforedetection (PHE 2020). Under this definition, there are unlikely to be many untraced secondary cases,although the burden of tracing could be large. Relaxing the definition of a contact (such that longercontact durations are needed) lessens this burden but at the greater risk of undetected cases (Figure3). Surprisingly, small changes to the reproductive ratio, within the bounds estimated from early data(Figure 4) or even changes to the distribution of infectivity, are predicted to have a relatively modestimpact of the success of contact tracing illustrating the robustness of this control measure.Our model has addressed the simple and optimistic question of whether contact tracing is sufficientto identify secondary infections. The public health implications of this tracing are more complex, anddepend on the relative timing of events and the treatment of identified contacts. For contact tracingto be an effective public health measure requires secondary cases to be discovered before theybecome infectious; hence the time from the primary case becoming infectious to the tracing of theircontacts needs to be shorter than the incubation period. Longer time scales would allow tertiarycases to be infected and would snowball the tracing process. In addition, those contacts that aretraced either need to be effectively screened for infection and quarantined or otherwise isolated sothat they do not pose a risk to others. Therefore, while contact tracing has the potential to controlCOVID-19 (and other close-contact pathogens) the ultimate success relies on the speed andefficacy with which suspect contacts can be contained.• Vaughan, A., et al., Two cases of monkeypox imported to the United Kingdom, September• Yang et al Epidemiological and clinical features of the 2019 novel coronavirus outbreak inaged 1230034215aged 22462120FIGURE 2 Distributions associated with transmission and contact tracing. (a) Relative infectivity overtime based on an SEIR model with latent period 4, infectious period 1.61, R0=3.11. (b) Frequencydistribution of the number contacts using colours from Figure 1a: white is all contacts; blue are thosematching the >15 minute definition of a close contact; green are those matching the definition thatare also identifiable. (c) Frequency distribution of the number of cases, again using colours fromFigure 1a: red is all secondary cases; grey and orange are those that are not traced either throughfailing to meet the definition or because they are unidentified; orange are all secondary cases thatare unidentifiable.0.50.4ity0.3vitceIfn0.20.100.50.4yc0.3neuqre0.2F0.1010.8yc0.6neuqre0.4F0.200123459101112131467 8Time (days)Total ContactsTotal Close ContactsTotal Traced Contacts01-1011-2021-3031-40 41-50 51-60 61-70Number of Contacts71-80300% , betweenFrom the contact tracing data, we extrapolate to the estimate the duration of contact \",$individual i (the respondent) and individual j (the contact) on day d.We then define a close contact of i as all contacts j:$∈+where in the UK, we have defined the total contact time T as 15 minutes over a duration D of twoweeks before detection and isolation of individual i (PHE 2020).The probability of transmission to individual j from individual i is then calculated as:Prob infection  →  = 1 − exp −$∈+%$ \",$Where $ is an estimate of the transmission rate from individual i on day d.", "ref_list": [[], ["Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review"], ["Lack of Secondary Transmission of Ebola Virus from Healthcare Worker to 238 Contacts, United Kingdom"], ["Social encounter networks: collective properties and disease transmission"], ["Social encounter networks: characterizing Great Britain"], ["Factors that make an infectious disease outbreak controllable"], ["A Systematic Review of Social Contact Surveys to Inform Transmission Models of Closecontact Infections"], ["What's in a crowd? Analysis of face-to-face behavioral networks"], ["Epidemic Models of Contact Tracing: Systematic Review of Transmission Studies of Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome. Computational and structural biotechnology journal"], [""], ["2009 influenza in the UK: clinical and epidemiological findings from the first few hundred (FF100) cases"], ["Social contacts and mixing patterns relevant to the spread of infectious diseases"], ["-guidance-to-assist-professionals-in-advising-the-generalpublic/guidance-to-assist-professionals-in-advising-the-general-public"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F. • Ahmed", "N. Zviedrite", "A. Uzicanin"], ["P."], ["L. • Danon"], ["L. • Danon"], ["C. • Fraser"], ["T • Hoang", "P Coletti", "A Melegaro", "J Wallinga", "CG Grijalva", "JW Edmunds", "P Beutels", "N. Hens"], ["L. • Isella"], ["• Kwok K.O."], ["Q • Li", "Pneumonia", "J England", "Med"], ["E. • McLean"], ["J. • Mossong"], ["-"], ["J.M. • Read"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Contact tracing is the main public health response to importations of rare or emerging infectious\ndiseases, and was implemented in the UK during the ‘containment stage’ of the 2009 influenza\npandemic\n        ", "one_words_summarize": "Using preliminary estimatesof COVID-19 transmission (average latent period 4 days, average effective infectious period 1.61days, R0=3.11 and assuming a simple SEIR formulation        Rapid and effective contact tracing can therefore be highly effective in the early control ofCOVID19, but places substantial demands on the local public-health authorities. This therefore places astrict bound on level of contact tracing required. The added benefit from definitions shorter than 1hour has relatively little impact on the mean number of untraced cases (figure 3b), but does reducethe probability that some untraced contacts occur. In contrast, due to clustering of contacts, most secondary cases will be in a landscapewith a depleted number of susceptibles - as close contacts such as family members will alreadyhave been exposed to the primary case. However, insuch scenarios reliable data is often limited, so predictions of long term dynamics are generallyassociated with wide confidence intervals. Surprisingly, small changes to the reproductive ratio, within the bounds estimated from early data(Figure 4) or even changes to the distribution of infectivity, are predicted to have a relatively modestimpact of the success of contact tracing illustrating the robustness of this control measure."}