{"date": "2020/02/13", "journal": "medrxiv", "authors": "Qilin Li, Xiuli Ding, Geqing Xia, Zhi Geng, Fenghua Chen, Lin Wang, Zheng Wang", "title": "A simple laboratory parameter facilitates early identification of COVID-19 patients", "type": "preprint article", "abstract": "authors had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. Acquisition, analysis, or interpretation of data: All authors. Critical revision of the manuscript for important intellectual content: Z. Geng, F. Chen. G. Funding/Support: This work was supported by the National Natural Science Foundation of China (NSFC) and the Major Scientific and Technological Innovation Projects of Hubei Province (MSTIP). Role of the Funder: NSFC and MSTIP had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication.", "text": "XiaConflict of Interest Disclosures: None reportedIntroduction: As of Feb 11, 2020, the total number of patients with laboratory-confirmedSARS-CoV-2 infection across China has reached over 40000 and are still growing. 1 Thisoutbreak has now spread over 24 countries. The WHO has declared international public healthemergency. Referring to previous experience combatting SARS-CoV in 2003 in China, Wuhanand other cities have established fever clinic to triage suspected COVID-19 patients from otherpatients with similar symptoms. Soon after the outbreak, an overwhelmingly large number ofmixed patients with fever or other respiratory symptoms flooded in, resulting in considerablylong waiting time for CT examination and etiological PCR tests. Consequently, physicianswere often unable to make timely diagnosis for quarantine or therapeutic decisions. A way ofaccelerating triage process and prioritizing CT examination and PCR tests for suspectedSARSCoV-2 patients would be to identify a useful practical marker. The official guidelines (theGuidelines of the National Health Commission of China for COVID-19, 5th edition;2 and theWHO interim guideline3) currently recommend two laboratory parameters, “normal/ decreasednumber of leukocytes” or “decreased number of lymphocytes”, as one of the criteria fordiagnosis of COVID-19 infection. Here, our analysis suggests eosinopenia (decreased numberof eosinophils) as a potentially more reliable laboratory predictor of SARS-CoV-2 infectionthan recommended “leukocyte counts” and “lymphopenia”.Methods: Data of this retrospective case-negative control study were collected from 105patients first visiting the Fever Clinic of Wuhan Union Hospital from Feb 3 to Feb 7, 2020.Nasopharyngeal swab specimens of all patients were subject to real time RT-PCR tests throughamplifying ORF1ab gene and N gene of SARS-CoV-2 (BioGerm, Shanghai, China). Clinicaland laboratory findings were recorded and carefully checked. All statistical analyses werecarried out by SPSS 20.0 (SPSS Inc., Chicago, USA). This study was approved by WuhanUnion Hospital Ethics Committee.Results: Two cohorts contained SARS-CoV-2-negative (SN) patients (n=53) andSARS-CoV2-positive (SP) patients (n=52), respectively. The differences in clinical and laboratory findingsbetween the two cohorts were univariately and multivariately analyzed (Table1). No significantdifferences were found in gender. SP patients (average age 57) was older than SN patients(average age 51, p=0.015). SN patients had a higher rate of other respiratory pathogensinfection (34% vs 9.6%, p=0.005). All the patients had pneumonia-like clinical symptomsincluding fever and respiratory symptoms, whose distribution was similar in the two cohorts.In laboratory findings, the rates of “normal or decreased number of leukocytes” and“lymphopenia” that were used for defining suspected patients by the current guidelines, werenot different between these two cohorts. Intriguingly, eosinopenia (<0.02 ×109/ L) wasobserved in the majority of SP patients (78.8 %), in stark contrast to 35.8 % in SN patients (p＜0.001). Consistently, the average eosinophil counts across SP patients (0.02 ×109/ L) wassignificantly lower than that of SN patients (0.05 ×109/ L, p=0.004).The performance of eosinopenia as a predictor for SARS-CoV-2 infection was thendetermined in the presence of symptoms (Table 2). The inclusion of leukocyte counts (normalor decreased number) had no significant diagnostic value. Notably, the inclusion of eosinopeniaremarkably improved the sensitivity and specificity to 78.8% and 64.2%, respectively, muchhigher than the inclusion of lymphopenia (48.1% and 52.8%). Further, the combination of otherblood parameters (leukocytes and/ or lymphopenia) with eosinopenia increased selectivity butreduced sensitivity.Discussion: Eosinopenia can be observed in typhoid fever or as a response to glucocorticoid.In previous clinical reports on SARS-CoV, MERS-CoV and current SAR-CoV-2,4-6 changesin eosinophils in peripheral blood were usually omitted. Our study showed that eosinopeniaappeared in the majority of SP patients. The mechanisms underlying such eosinopenia werecurrently unclear and warrant further study.        Since the data was collected at patients’ first medical visit, eosinopenia was presumed tobe an early event in patients’ clinical course, possibly prior to emergence of characteristicradiological findings. Combined with fever and respiratory symptoms, eosinopenia as aparameter in routine blood tests might be capable of facilitating rapid identification ofhighlysuspected cases from mixed patients at triage in fever clinics. These quickly-identifiedsuspected patients would be recommended to (        Accessed February 12, 2020.2. National Health Commission of China. Clinical Diagnosis and treatment Guidance of2019 novel coronavirus (2019-nCoV) caused pneumonia (5th edition).ml. Accessed February 5, 2020.3. WHO. Clinical management of severe acute respiratory infection when novel coronavirus(ncov) infection is suspected.https://www.who.int/emergencies/diseases/novel4. Peiris JS, Chu CM, Cheng VC, et al. Clinical progression and viral load in a communityoutbreak of coronavirus-associated SARS pneumonia: a prospective study. Lancet.2003;361(9371):1767-1772.2015;386(9997):995-1007.coronavirus in Wuhan, China. Lancet. 2020.5. Zumla A, Hui DS, Perlman S. Middle East respiratory syndrome. Lancet.Clinical featuresGender, male/ femaleAge, yearsSymptoms of chief complaintFeverRespiratory symptomWeaknessLaboratory findingsOther respiratory pathogens infectionsBlood routine examinationLeukocyte (x109/ L; Ref. 3.5 - 9.5)Normal or decreasedNeutrophil (x109/ L; Ref. 1.8 - 6.3)IncreasedLymphocyte (x109/ L; Ref. 1.1 - 3.2)DecreasedMonocytes (x109/ L; Ref. 0.1 - 0.6)IncreasedEosinophil (x109/ L; Ref. 0.02 - 0.52)DecreasedRed blood cell count (x1012/ L; Ref. 3.8 - 5.1)Hemoglobin (g/ L; Ref. 115 -150)Platelet (x109/ L; Ref. 125 - 350)hCRP (mg/ L; Ref.＜4)Increasedvirus, adenovirus and coxsackie virus B, and influenza. Ref., normal reference range; OR, odds ratio; hCRP, hypersensitive C-reactive protein; *, pvalue＜0.05, significantly different.", "ref_list": [[], ["Commission of China. The latest situation of the COVID-19 epidemic 6"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["National Health", "C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Xia", "one_words_summarize": "XiaConflict of Interest Disclosures: None reportedIntroduction: As of Feb 11, 2020, the total number of patients with laboratory-confirmedSARS-CoV-2 infection across China has reached over 40000 and are still growing. A way ofaccelerating triage process and prioritizing CT examination and PCR tests for suspectedSARSCoV-2 patients would be to identify a useful practical marker. Methods: Data of this retrospective case-negative control study were collected from 105patients first visiting the Fever Clinic of Wuhan Union Hospital from Feb 3 to Feb 7, 2020.Nasopharyngeal swab specimens of all patients were subject to real time RT-PCR tests throughamplifying ORF1ab gene and N gene of SARS-CoV-2 (BioGerm, Shanghai, China). SP patients (average age 57) was older than SN patients(average age 51, p=0.015). Consistently, the average eosinophil counts across SP patients (0.02 ×109/ L) wassignificantly lower than that of SN patients (0.05 ×109/ L, p=0.004).The performance of eosinopenia as a predictor for SARS-CoV-2 infection was thendetermined in the presence of symptoms (Table 2). Discussion: Eosinopenia can be observed in typhoid fever or as a response to glucocorticoid. The mechanisms underlying such eosinopenia werecurrently unclear and warrant further study. Lancet.2003;361(9371):1767-1772.2015;386(9997):995-1007.coronavirus in Wuhan, China."}