{"date": "2020/02/14", "journal": "medrxiv", "authors": "Asami Anzai, Tetsuro Kobayashi, Natalie M. Linton, Ryo Kinoshita, Katsuma Hayashi, Ayako Suzuki, Yichi Yang, Sungmok Jung, Takeshi Miyama, Andrei R. Akhmetzhanov, Hiroshi Nishiura", "title": "Assessing the impact of reduced travel on exportation dynamics of novel coronavirus infection (COVID-19)", "type": "preprint article", "abstract": "The impact of the drastic reduction in travel volume within mainland China in January and February 2020 was quantified with respect to reports of novel coronavirus (COVID-19) infections outside China. Data on confirmed cases diagnosed outside China were analyzed using statistical models to estimate the impact of travel reduction on three epidemiological outcome measures: (i) the number of exported cases, (ii) the probability of a major epidemic, and (iii) the time delay to a major epidemic. From 28 January to 7 February 2020, we estimated that 226 exported cases (95% confidence interval: 86, 449) were prevented, corresponding to a 70.4% reduction in incidence compared to the counterfactual scenario. The reduced probability of a major epidemic ranged from 7% to 20% in Japan, which resulted in a median time delay to a major epidemic of two days. Depending on the scenario, the estimated delay may be less than one day. As the delay is small, the decision to control travel volume through restrictions on freedom of movement should be balanced between the resulting estimated epidemiological impact and predicted economic fallout.", "text": "        By early February 2020, it was evident that the incidence of novel coronavirus infections (COVID-19) wasexponential [        Since Wuhan was placed on lockdown, travel restriction and border control have been implemented byvarious countries, either as: (i) complete travel bans, (ii) travel restriction and quarantine—which allows forrestriction of healthy individuals, (iii) entry screening for all incoming travelers, or some combination thereof.Most countermeasures are in line with (ii) and (iii), aside from the three cities on complete lockdown, while somecountries at high risk refused any entry from China (e.g. Australia) or those from Hubei province (e.g. Japan). Alltravel arrangements including tourist tours outbound from China (to international destinations) were cancelled,and all non-urgent travel with business purposes both inbound and outbound were greatly reduced.        The effectiveness of quarantine (i.e. lockdown) measures to prevent the spread of an epidemic due to a novelinfectious pathogen where no vaccine is available has often been a subject of debate [        In this study, we quantify the impact of the drastic reduction in travel volume—resulting from movementrestrictions—on the transmission dynamics outside China. We aim to estimate reductions in the number ofexported cases, probability of an outbreak occurring outside China, and any time delay to a major epidemic thatmay be gained with these policies. We use the example of Japan, the country in Asia that receives the largestnumber of visitors from China, to calculate our estimates.2.1. Epidemiological dataAn epidemiological dataset of confirmed cases with COVID-19 infection diagnosed outside China wascollected from government and news websites quoting official outbreak reports. For each case, the date ofreporting and country of diagnosis were recorded. The data included only cases diagnosed outside China, but forwhom infection may have occurred either in or outside China—our study focused on the latter. The dataset isavailable as a Supplementary Material (Table S1). All cases were confirmed using reverse transcriptasepolymerase chain reaction (RT-PCR) apart from two cases in Australia that were clinically diagnosed. Theendpoint for data collection was set at 6 February 2020.2.2. Statistical modelWe considered the impact of reduced travel volumes on COVID-19 transmission dynamics outside China.Specifically, we quantified the impact on: (i) the number of exported cases, (ii) the probability of a major epidemic,and (iii) the time delay to a major epidemic.2.2.1. Reduced number of exported cases2.2.2. Reduced probability of a major epidemic overseas        We assumed that the distribution of the number of secondary cases generated by a single primary casefollows a negative binomial distribution with the basic reproduction number R0, i.e., the average number ofsecondary cases generated by a single primary case, and the dispersion parameter k. The probability of extinctionis then modeled as:R0 is estimated to range from 1.5 to 3.7, and here we adopt 1.5, 2.2 and 3.7 as plausible values for ourcalculations [        Supposing that there are n untraced cases that were independently introduced, the probability of a majorepidemic is:1 . (4)Now we compare two scenarios: the observed data as influenced by the reduction in travel volume, and acounterfactual scenario in which travel volume reduction does not take place. m describes the cumulativenumber of exported COVID-19 cases observed in the former scenario, while describes the number of casesin the counterfactual scenario. This leads to the following integrals:To estimate the reduced volume of exported cases, we employ a counterfactual model. If we let c(t) be theincidence of exported cases on Day t, Poisson regression was used to fit the following model through Day 57:exp , (1)where is the initial value at t=0 and r is the exponential growth rate of exported cases outside China. Usingthe estimated parameters and their covariance matrix, we obtain the expected number of exported cases fromDay 58 onwards. Supposing that h(t) is the observed number of cases on day t, the reduced travel volume ofexported cases by Day 67 is calculated as:(2)(3)(5)(6)d,d .and          . (7)It should be noted that the probability of a major epidemic is evaluated at the country level, and only results forJapan are presented here as equally handling the probability of a major epidemic for each importing country istoo challenging. For the computation, we first subtracted , the integral of , by the integral of ,assuming that all cases were already traced, and then we multiplied the difference by 0.9, 0.7, or 0.5 ifonly 10%, 30%, or 50% of contacts were traced, respectively. For m, we accounted for three symptomatic casesthat were regarded as locally acquired infections in reports and diagnosed between Day 58 and Day 67.Assuming that the asymptomatic ratio was 50% [          Lastly, we measured the time delay to a major epidemic gained from the reduction in travel volume usingthe hazard function of a major epidemic, , in the absence of travel volume changes. We model theprobability of a major epidemic by time t in the absence of travel volume reduction as follows:! \" 1 exp#\" $\"%.(8)In the presence of travel volume reduction, the hazard is reduced by the relative reduction factor in theprobability of a major epidemic:          1! \" 1 exp # 1 \" $\"%. (9)Consider the median time to a major epidemic in (8) and (9). Since an exponential growth of cases has beenobserved, we let the hazard be an exponential function. Then, the integral of the hazard function holds the form:& ’ exp 1 , where C is a constant (assumed to be one for the following calculation), and r is theexponential growth rate estimated at 0.14 per day [          & 11 ln2 (1( ln +& 11 ln2 11 - ln2 .All computations were conducted in JMP version 14.0 (SAS Institute, Cary, North Carolina).0)In Figure 1, a total of 242 cases were diagnosed and reported outside of China in 27 countries between Day 43(13 January) and Day 67 (6 February 2020). Of these, 140 cases were considered to have been infected in Chinaand 102 cases were considered to have been infected outside China. The country with the highest number ofexported cases infected inside China was Thailand (n=20), followed by Singapore (n=18), Australia (n=14), andJapan (n=12). Among 242 cases, we specifically focus on 140 cases who traveled while movement restrictionswere in place and were likely affected by said restrictions. Figure 2 compares the observed and expected number ofcases diagnosed outside China by date of report. The exponential growth of cases is consistent with the exponentialgrowth of incidence in China, which qualitatively captures the observed pattern of incidence from Day 43 to Day57. Using the predicted curve, the expected number of cases between Day 58 (28 January 2020) and Day 67 was321 cases (95% confidence interval [CI]: 181, 544). In the empirical observation, a total of 95 cases werediagnosed, including 8 cases in Japan. That is, following the time that Wuhan city was put in lockdown, weestimate that 226 cases (95% CI: 86, 449) were prevented from being exported across the world. This correspondsto a reduction in the number of exported cases of 70.4% during that time period.As another measure of impact, we estimated the probability of a major epidemic. Figure 3A shows theprobability of a major epidemic with three different levels of transmissibility assuming an R0 of 1.5, 2.2, or 3.7,and three different levels of contact tracing resulting in a success rate of isolation of the traced contacts of 10%,30%, or 50%. Without the reduction in the travel volume, the probability of a major epidemic exceeded 90% inmost scenarios. However, considering there have been six untraced cases in Japan under travel restrictions, theprobability of a major epidemic more broadly ranged from 56% to 98%. Figure 3B shows the reduced probabilityof a major epidemic. Assuming an R0 of 2.2, the absolute risk reduction was 7%, 12%, and 20%, respectively, forcontact tracing levels leading to isolation at 10%, 30%, and 50%.Figure 3B describes the absolute reduction in risk of a major epidemic. The largest reduction was 37% whenR0 =1.5 and 50% of contacts were traced. The smallest reduction was 1% when R0 =3.7 and 10% of contacts weretraced. Using those estimated relative reductions, the median time of delay gained by travel volume reduction isshown in Figure 4. The time delay of a major epidemic was less than one day when R0 is 2.2 and 3.7, and 1 to 2days when R0 is 1.5.The present study explicitly quantified the epidemiological impact of reduced travel volume to and fromChina on the transmission dynamics of COVID-19 outside China using simple statistical models. The threeepidemiological outcomes we measured were: (i) the number of exported cases, (ii) the probability of a majorepidemic, and (iii) the time delay to a major epidemic. When the volume of exported cases outside China wasconsidered to have been reduced by 70.4% the probability of a major epidemic was estimated to be reduced by7–20% in Japan, and 2-day delay was gained in the estimated time to a major epidemic between Day 58 and Day67.        The reduced volume of exported cases was estimated to be as large as 226 cases outside China. Ourestimate is consistent with an assessment by Chinazzi et al. [                Although the COVID-19 epidemic was declared a public health emergency of international concern(PHEIC) by the World Health Organization (WHO), the WHO specifically called upon member states to notrestrict the freedom of movement of persons as a result of the epidemic [21]. However, member states did notadhere to this recommendation and have varyingly restricted the free movement of people from China [22]. Suchrestrictions were most drastic in China, where some cities were put on complete lockdown [22]. These politicaldecisions regarding movement restrictions must balance the expected epidemiological impact with predictedeconomic burden—the latter of which we did not examine. While securing a few days delay to epidemic spreadin China would secure time for healthcare systems in Chinese cities that have not yet been affected to prepare forthe appearance of case-patients [        In modern history, this epidemic is perhaps the first instance where a large city populated with more than10 million people was placed on lockdown. While countermeasures to prevent epidemic spread require the sortof strong political decisions that resulted in strong movement restrictions, our study indicated that the delay to amajor epidemic in countries other than China (using Japan as an example) was unfortunately minimal. While thecomplete lockdown of Wuhan, Wenzhou, and Shenzhen likely helped reduce case incidence outside of thesecities, migration from other cities in China could still contribute to the spread of infection locally andinternationally [23]. To quantify the epidemiological impact for the entire course of the epidemic more precisely,a more detailed analysis using dynamic datasets, e.g. airline passenger data, should be explored in the future.Limitations of the present study must be discussed. First, the present study relied on the volume of casesdiagnosed outside China and did not directly examine human migration data. Second, we were unable to classifyexported cases into those who acquired infection in Hubei versus elsewhere in China. Having this informationmay offer additional insight. Third, several rough assumptions (e.g., a fixed time delay from illness onset toreporting at 5 days) were imposed, and the results presented here should be regarded as a preliminaryassessment.In conclusion, the present study explored the impact of reduced travel volume to and from China on thetransmission dynamics of COVID-19 outside China, estimating that the time delay to a major epidemic was onthe order of 2 days by 7 February 2020 for Japan. Our proposed approach was kept simple and will be applicableto other emerging epidemics in the future.Supplementary material: The following is available online at www.mdpi.com/xxx/s1, Table S1: Number of confirmed casesby date of report.Author Contributions: H.N. conceived the study, A.A. and T.K. collected the data and analyzed the empirical data usingmodels. All authors participated in the study design. A.A, T.K. and H.N. drafted the manuscript. All authors gave comments onthe earlier versions of the manuscript. All authors edited the manuscript and approved the final version.Funding: H.N. received funding from the Japan Agency for Medical Research and Development (AMED) [grant number:JP18fk0108050]; the Japan Society for the Promotion of Science (JSPS) KAKENHI [grant numbers, H.N.: 17H04701,17H05808, 18H04895 and 19H01074; R.K.: 18J21587; AS.: 19K24159], the Inamori Foundation, and the Japan Science andTechnology Agency (JST) CREST program [grant number: JPMJCR1413]. SMJ and NML receive graduate study scholarshipsfrom the Ministry of Education, Culture, Sports, Science and Technology, Japan.2020, Available from: https://www.mobs-lab.org/uploads/6/7/8/7/6787877/modeling_travel_limitations_paper.pdf21.World Health Organization. Statement on the second meeting of the International Health Regulations (2005) EmergencyCommittee regarding the outbreak of novel coronavirus (2019-nCoV), 2020. Available from:tions-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov) (accessed on 11February 2020)23.Wu, J.T.; Leung, K.; Leung, G.M. Nowcasting and forecasting the potential domestic and international spread of the2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020, in press (doi:10.1016/S0140-6736(20)30260-9)", "ref_list": [[], [""], [""], [""], [""], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Coronavirus: Wuhan shuts public transport over outbreak"], ["Large-scale quarantine following biological terrorism in the United States: scientific examination, logistic and legal limits, and possible consequences"], ["Quarantine for pandemic influenza control at the borders of small island nations"], ["a Case for Quarantine? Perspectives from SARS to Ebola"], ["Impact of quarantine on the 2003 SARS outbreak: a retrospective modeling study"], ["Entry screening for severe acute respiratory syndrome (SARS) or influenza: policy evaluation"], ["Border screening for SARS in Australia: what has been learnt? Med"], ["Border screening for SARS"], ["Real time estimation of the risk of death from novel coronavirus (2019-nCoV) infection: Inference using exported cases"], ["Effectiveness of airport screening at detecting travellers infected with novel coronavirus (2019-nCoV)"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Estimation of the asymptomatic ratio of novel coronavirus (2019-nCoV) infections among passengers on evacuation flights"], ["The effect of travel restrictions on the spread of the 2019 novel coronavirus (2019-nCoV"], ["Early evaluation of the Wuhan City travel restrictions in response to the 2019 novel coronavirus outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], [], ["Novel Coronavirus"], ["C. Rothe", "M. Schunk", "P. Sothmann", "G.", "G.", "C. Zimmer", "T. Thiel", "V. Janke", "C. Guggemos", "W."], ["F. J. Chan", "S. Kok", "K. H.", "K. K. Chu", "H. Yang", "J. Xing", "F. Liu", "J.", "C. C. Poon", "R. W."], ["BBC NEWS"], ["Barbera", "A. Macintyre", "L. Gostin", "Inglesby", "T. O'Toole", "C. Tonat", "K. Layton", "M."], ["Nishiura", "M.G. Baker"], ["D. Barbisch", "K.L. Koenig", "F.-Y. Shih", "Is There"], ["Hsieh", "King", "C.W.S. Chen", "Hsu", "Wu"], ["Pitman", "B.S. Cooper", "C.L. Trotter", "N.J. Gay", "W.J. Edmunds"], ["M. Samaan", "J. Spencer", "L. Roberts", "Aust"], ["John St", "A King", "M. Squires", "S.G.", "T.W.S."], ["S. Jung", "A.R. Akhmetzhanov", "K. Linton", "N.M. Yang", "Y. Yuan", "B. Kobayashi", "T. Kinoshita", "R.", "H."], ["B.J. Quilty", "S.", "S.", "R.M."], ["C.L. Riou"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Lau", "E.H.Y. Wong", "J.Y."], ["T. Nishiura", "T. Miyama", "A. Suzuki", "S. Jung", "K. Hayashi", "R. Kinoshita", "Y. Yang", "B. Yuan", "A.R. Akhmetzhanov", "N.M."], ["M. Chinazzi", "J.T. Davis", "M. Ajelli", "C. Gioannini", "M. Litvinova", "S. Merler", "A. Pastore Y Piontti", "L. Rossi", "K. Sun", "C. Viboud"], ["Tian", "Y. Li", "Y. Kraemer", "B. Chen", "J. Cai", "B. Li", "B. Xu", "Q. Yang", "P. Yang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        By early February 2020, it was evident that the incidence of novel coronavirus infections (COVID-19) was\nexponential [\n        ", "one_words_summarize": "By early February 2020, it was evident that the incidence of novel coronavirus infections (COVID-19) wasexponential [        Since Wuhan was placed on lockdown, travel restriction and border control have been implemented byvarious countries, either as: (i) complete travel bans, (ii) travel restriction and quarantine—which allows forrestriction of healthy individuals, (iii) entry screening for all incoming travelers, or some combination thereof. Most countermeasures are in line with (ii) and (iii), aside from the three cities on complete lockdown, while somecountries at high risk refused any entry from China (e.g. Australia) or those from Hubei province (e.g. Japan). If we let c(t) be theincidence of exported cases on Day t, Poisson regression was used to fit the following model through Day 57:exp , (1)where is the initial value at t=0 and r is the exponential growth rate of exported cases outside China. We model theprobability of a major epidemic by time t in the absence of travel volume reduction as follows:! \" Since an exponential growth of cases has beenobserved, we let the hazard be an exponential function. Then, the integral of the hazard function holds the form:& ’ exp 1 , where C is a constant (assumed to be one for the following calculation), and r is theexponential growth rate estimated at 0.14 per day [          & 11 ln2 (1( ln +& 11 ln2 11 - ln2 .All computations were conducted in JMP version 14.0 (SAS Institute, Cary, North Carolina).0)In Figure 1, a total of 242 cases were diagnosed and reported outside of China in 27 countries between Day 43(13 January) and Day 67 (6 February 2020). Of these, 140 cases were considered to have been infected in Chinaand 102 cases were considered to have been infected outside China. Among 242 cases, we specifically focus on 140 cases who traveled while movement restrictionswere in place and were likely affected by said restrictions. Figure 2 compares the observed and expected number ofcases diagnosed outside China by date of report. This correspondsto a reduction in the number of exported cases of 70.4% during that time period. Without the reduction in the travel volume, the probability of a major epidemic exceeded 90% inmost scenarios. Second, we were unable to classifyexported cases into those who acquired infection in Hubei versus elsewhere in China. In conclusion, the present study explored the impact of reduced travel volume to and from China on thetransmission dynamics of COVID-19 outside China, estimating that the time delay to a major epidemic was onthe order of 2 days by 7 February 2020 for Japan. 19K24159], the Inamori Foundation, and the Japan Science andTechnology Agency (JST) CREST program [grant number: JPMJCR1413]."}