{"date": "2020/01/29", "journal": "medrxiv", "authors": "Sung-mok Jung, Andrei R. Akhmetzhanov, Katsuma Hayashi, Natalie M. Linton, Yichi Yang, Baoyin Yuan, Tetsuro Kobayashi, Ryo Kinoshita, Hiroshi Nishiura", "title": "Real time estimation of the risk of death from novel coronavirus (2019-nCoV) infection: Inference using exported cases", "type": "preprint article", "abstract": "hTe exported cases of 2019 novel coronavirus (2019-nCoV) infection who were confirmed in other countries provide a chance to estimate the cumulative incidence and confirmed case fatality risk (cCFR) in China. Knowledge of the cCFR is critical to characterize the severity and understand pandemic potential of 2019-nCoV in the early stage of epidemic. Using the exponential growth rate of the incidence, the present study statistically estimated the cCFR and the basic reproduction number, i.e., the average number of secondary cases generated by a single primary case in a naïve population. As of 24 January 2020, with 23 exported cases, and estimating the growth rate from 8 December 2019 (scenario 1) and using the data since growth of exported cases (scenario 2), the cumulative incidence in China was estimated at 5433 cases (95% confidence interval (CI): 3883, 7160) and 17780 cases (95% CI: 9646, 28724), respectively. The latest estimates of the cCFR were 4.6% (95% CI: 3.1-6.6) for scenario 1 and 7.7% (95% CI: 4.9-11.3%) for scenario 2, respectively. The basic reproduction number was estimated to be 2.2 (95% CI: 2.1, 2.3) and 3.7 (95% CI: 3.1, 4.3) for scenarios 1 and 2, respectively. Based on the results, we note that current 2019-nCoV epidemic has a substation potential to cause a pandemic. The proposed approach can provide insights into early risk assessment using only publicly available data.", "text": "        Since 8 December 2019, clusters of pneumonia cases of unknown etiology have emerged in Wuhan City,Hubei Province, China [                A local market selling seafood and wildlife in Wuhan was visited by many cases in the initial cluster,indicating that a common-source zoonotic exposure may have been the main mode of transmission [                Early assessment of the severity of infection and transmissibility can help quantify the pandemicpotential of 2019-nCoV and anticipate the likely number of deaths by the end of the epidemic. Oneimportant epidemiological measure of severity is case fatality risk (CFR), which defines the risk ofdeath among cases. However, the actual CFR tends to be underestimated due to real-time nature of thegrowth of fatal cases. For example, during the early stage of an epidemic failing to right-censor caseswith respect to the time delay from illness onset to death may lead to underestimation of the CFR.hTis is because death due to infection may yet occur following case identification [        Using the growth rate of the estimated cumulative incidence from exported cases and accountingfor the time from illness onset to death, the present study aims to estimate the cCFR and cumulativeincidence of 2019-nCoV in real-time. The growth rate is also translated to an estimate of thetransmissibility.22.1(1)(2)hTe information on exported 2019-nCoV cases who were confirmed in other countries and deaths dueto 2019-nCoV infection in China were retrieved from the first announcement date of current outbreak(i.e.,∼31 December 2019) through 24 January 2020. All data were collected either from governmentwebsites or media quoting government announcements. Reporting dates and dates of illness onsetwere collected from 23 exportation events and dates of illness onset and death among 41 deceasedcases in China were also retrieved from data sources.2.2          Estimation of the delay distributionshTe observed incidence i(t) by date of illness onset t is modeled by an exponential growth modelwith the rate r: i(t) = i0ert, where i0 is the expected number of infected cases at time t = 0. Thecumulative incidence I(t) is an integral of i(t) over the time interval from zero to t that can be writenas: I(t) = i0(ert − 1)/r. The cumulative incidence is adjusted to the date of report by the factoru dependent on the parameters of the delay distribution. Assuming that the later is described by agamma distribution with the shape a and inverse scale b, u can be defined by a function of the growthrate r and those parameters a and b [          If ad and bd are the shape and the inverse scale parameters for a distribution of time from illness onsetto death, the adjusted cumulative incidence obeys u(r, ad, bd)I(t). The cumulative number of deathsD(t) reported by date t will be the result of Binomial sampling:D(t) ∼ binom(size = u(r, ad, bd)I(t), prob = CFR(t)).If ae and be are the shape and inverse scale of the time from illness onset to report of the exported case,we adjust the cumulative incidence by factor u(r, ae, be), and define the number of exported cases E(t)(3)(4)(6)2.3Firstly, we fit two delay distributions of the time from illness onset to death ∆Td,k (k ≤ Kd), and timefrom illness onset to report ∆Te,k (k ≤ Ke) to two gamma distributions. In each instance, we definethe log-likelihoods as:log L◦(θ◦ = {a◦, b◦} | ∆T◦,k) =∑ log(gamma(∆T◦,k | shape = a◦, scale = b◦)),k(5)with ◦ = {“d”, “e”} and separately maximize them to find the mean values of the parameters θ˜◦ ={a˜◦, ˜b◦}, used in the following step.Second, we fit the observed counts of exported cases and deaths by considering two otherlikelihoods respectively to each process:to be sampled from another Binomial distribution:          E(t) ∼ binom(size = u(r, ae, be)I(t), prob = p),where p describes the probability of finding a traveler from Wuhan among all travelers from Chinasubject to detection time window of the virus T = 12.5 days [          ϕM Tp = 365N ≈ 0.0036 .log LE({r, i0} | {E(t), te ≤ t ≤ T }) =T∑ log(binom(E(t)|size = u(r, a˜e, ˜be)I(t), prob = p)) ,t=telog LD({r, i0, CFR(t)} | {D(t), td ≤ t ≤ T }) =T∑ log(binom(D(t)|size = u(r, a˜d, ˜bd)I(t), prob = CFR(t))), (7)t=tdwhere te and td are time moments of observing first exportation event and first death, respectively. Thetotal log-likelihood as a sum of two log-likelihoods:log LΣ({r, i0, CFR(t)} | D(t), E(t)) = log LE({r, i0} | E(t)))+ log LD({r, i0, CFR(t)} | D(t)), (8)is then maximized to determine the best-fit parameters {r, i0, CFR(t)}.We consider two main possible scenarios aimed to distinguish the fits relatively balanced for bothlow and high incidence counts and the fits aimed for beter coincidence with the data at higher counts.Whereas, one of the parameters i0 is fixed at one on the illness onset date of the first 2019-nCoVconifrmed case (i.e., 8 December 2019) in the former “Scenario 1”, all parameters {r, i0, CFR(t)} are variablefor the fiting in the later “Scenario 2”.hTe basic reproduction number of 2019-nCoV, R0, the average number of secondary cases generatedby a single primary case in a fully susceptible population, was calculated as:          R0 = 1 + rS,(9)where the r stands for the estimated growth rate from each estimation scenarios and S describe themean serial interval of 2019-nCoV. However, as serial interval of 2019-nCoV is unknown informationas of 24 January 2020, the serial interval of SARS was derived from empirical data with 182 confirmedcases during 2003 Singapore SARS outbreak (mean = 8.4 days, SD = 3.8 days) [                    In all analyses, we employ Markov chain Monte-Carlo (MCMC) simulations (20 chains, 5000samples each and same length for the tuning stage) with the No-U-Turn sampler (NUTS) and using thePython PyMC3 package. However, it should be noted that one of the input variables for Binomialdistribution u(r, ae, be)I(t) or u(r, ad, bd)I(t) is modeled as a continuous variable in our approach. Weconveniently used the transformation of the discrete Binomial distribution to its continuousapproximation by using the gamma distribution and matching first two moments [          Figures 1A and 1B show the mean and standard deviation (SD) of the time from illness onset toreporting and death, respectively. Employing the gamma distribution, the mean time from illness onset toreporting was estimated to be 5.1 days (95% CI: 3.5, 7.5) and the mean time from illness onset to deathwas estimated as 15.2 days (95% CI: 13.1, 17.7).Subsequently, the cumulative incidence was estimated from exported case data by fiting anexponentially growing incidence curve for both scenarios 1 and 2 (Figure 2). As of 24 January 2020, a totalof 23 exported cases were observed, and the cumulative incidence in China was estimated as 5433 cases(95% CI: 3883, 7160) in scenario 1 and 17780 cases (95% CI: 9646, 28724) in scenario 2. Table 1 shows thereal time update of the estimated cumulative incidence. The exponential growth rates ( r), derived fromthe growth rate of cumulative incidence was estimated at 0.14 per day (95% CI: 0.13, 0.15) and 0.32 perday (95% CI: 0.25, 0.39) in scenarios 1 and 2, respectively.        Figures 2C and 2D show the estimated cCFR which accounted for the time delay from illness onsetto death under scenarios 1 and 2, respectively. The cCFR as on 24 January 2020 when there were 41confirmed deaths reported was estimated at 4.6% (95% CI: 3.1-6.6) for scenario 1 and 7.7% (95% CI:4.911.3%) for scenario 2, respectively. We estimated the basic reproduction number for the 2019-nCoVinfection, using the estimated exponential growth (r) and accounting for possible variations in themean serial interval (Figure 3) [        To address the uncertainty with respect to unobserved date of illness onset of index case inscenario 1, cCFR was estimated by varying the date of illness onset of the index case from 1–10 December2019 (Supplementary figure 1 and Supplementary table 1). When we assumed the date of illness onsetof the index case was 1 December 2019, the estimated incidence in China and the cCFR on 24 January2020 were estimated at 4293 (95% CI: 3054, 5650) and 4.4% (95% CI: 2.9, 6.2). In addition, sensitivityanalyses using a varying data cutof dates (i.e., 17–25 January 2020) were conducted. Depending onthe number of data points, the estimates of cumulative incidence and cCFR were shown to have similarvalues in scenario 1 (Supplementary figure 2) but were slightly decreased for scenario 2, as cutof dateis earlier (Supplementary figure 3).4DiscussionhTe present study estimated the risk of death among confirmed cases while addressing ascertainmentbias by using exported case data and employing the likelihood that addresses right-censored data. Weestimated the cCFR at 4.6% (95% CI: 3.1, 6.6) when calculating from an index case with illness onset on8 December 2019 (Scenario 1), and 7.7% (95% CI: 4.9, 11.3%) from exported case data (Scenario 2). Inaddition, the estimated R0 was in the range of 1.4–3.5 in Scenario 1 and 2.0–6.5 in Scenario 2. Fromeither estimate, we can conclude that 2019-nCoV has substantial potential to cause a pandemic via6000De0c3J1an0J1an0J2an0J3an0J4an0J5an0J6an0J7an0J8an0J9an1J0aDna1J1taen1oJ2afnre1J3apno1Jr4atn1J5an1J6an1J7an1J8an1J9an2J0an2J1an2J2an2J3an242.502.25human-to-human transmission.        Our estimates of cCFR at 4.6% and 7.7% indicate that the severity of 2019-nCoV is not as highas that estimated for severe diseases caused by coronaviruses, including SARS (CFR: 17%) in HongKong [                Our estimated R0 range of 1.4–6.5 for 2019-nCoV is consistent with other preliminary estimatesposted on public domains [                From the technical side, it should be emphasized that our proposed approach can be especially usefulduring the early stage of an epidemic when local surveillance is afected by substantial ascertainmentbias and export and death data are available and beter ascertained. Nonetheless, caution must be usedwhen implementing similar estimations for the 2019-nCoV epidemic, as all flights from Wuhan airportwere grounded as of 23 January 2020 [        ThailandJapanThailandSouth KoreaTaiwan, United StatesThailandSingapore, VietnamFrance, Japan, Nepal, South Korea,Singapore, Thailand, United States15-Jan16-Jan17-Jan20-Jan21-Jan22-Jan23-Jan24-Jan1234681123migration network. Despite abrupt decrease in the outbound flow of travelers from Wuhan, therewill be a substantial risk that the next epidemic wave will originate from other cities. There are fourlimitations in the present study. First, our results present an estimate for the cCFR which only addressesfatality among confirmed cases. We expect that the risk of death among all infected individuals or allsymptomatic cases would be smaller than 4–8%. CFR that includes infected individuals other thanconfirmed cases can only be estimated using additional pieces of data (e.g., seroepidemiological dataor outpatient clinic visits). Second, our study relied on limited empirical data that were extracted frompublicly available data sources. Thus, future studies with greater sample size and precision are needed.Nonetheless, we believe that this study will improve the situational assessment of the ongoing epidemic.hTird, our assumed date of illness onset for the index case in Scenario 1 is based on initial reports ofthe earliest onset date for a case, and the continued exponential growth with the rate r is the authors’extrapolation. However, we did conduct a sensitivity analysis and ensured that the resulting statisticalestimates would not greatly vary. Fourth, heterogeneous aspects of death (e.g. age and risk groups)need to be addressed in the future studies. In conclusion, the present study has successfully estimatedcCFR to be on the order of 4-8% and R0 to be 1.4–6.5, endorsing the notion that 2019-nCoV infectionin the ongoing epidemic possesses a substantial pandemic potential. The proposed approach can alsohelp direct risk assessment in other setings using publicly available datasets.Supplementary material: Supplementary figure 1: Sensitivity analysis with varying the illness onset dateof first case from 1-10 December, 2019. Supplementary figure 2: Sensitivity analysis with varying the cutof datefrom 15-24 January 2020 in estimation scenario 1, Supplementary figure 3: Sensitivity analysis with varying thecutof date from 15-24 January 2020 in estimation scenario 2. Supplementary table 1: Sensitivity analysis withvarying the illness onset date of first case from 1-10 December, 2019 in estimation scenario 1.Author Contributions: S-m. J., A.R.A., and H.N. conceived the study and participated in the study design.All authors assisted in collecting the data. S-m. J. and A.R.A. analyzed the data and S-m. J., A.R.A., K.H. and H.N.drafted the manuscript. All authors edited the manuscript and approved the final version.Funding: H.N. received funding from the Japan Agency for Medical Research and Development (AMED)[grant number: JP18fk0108050]; the Japan Society for the Promotion of Science (JSPS) KAKENHI [grant numbers,H.N.: 17H04701, 17H05808, 18H04895 and 19H01074; R.K.: 18J21587], the Inamori Foundation, and the JapanScience and Technology Agency (JST) CREST program [grant number: JPMJCR1413]. SMJ and NML receivegraduate study scholarships from the Ministry of Education, Culture, Sports, Science and Technology, Japan.B.Y. wishes to thank China Scholarship Council.Conflicts of Interest: The authors declare no conflicts of interest.early estimation of epidemiological parameters and epidemic predictions; Infectious Diseases(accessed 28 January 2020).Illness onsetdate of first case1 December2 December3 December4 December5 December6 December7 December8 December9 December10 DecemberExponentialEstimated incidencegrowth rate (95%CI)Supplementary table 1. Sensitivity analysis with varying the illness onset date of first casefrom 1-10 December, 2019 in estimation Scenario 1. cCFR, confirmed case fatality risk; CI,confidence interval (the 95% CI was derived from Markov Chain Monte Carlo simulations).Supplementary figure 1. Sensitivity analysis with varying the illness onset date of first casefrom 1-10 December, 2019. The estimated values of A) exponential growth rate, B) cumulativeincidence and C) confirmed case fatality risk were shown by varying the illness onset date of first casein Scenario 1. Each line and shade present the estimate and its 95% confidence interval and 95%confidence intervals were derived fromMarkov Chain Monte Carlo simulations.0.140.12rSupplementary figure 2. Sensitivity analysis in Scenario 1 with varying the cutof date from17-24 January, 2020. The estimated values of A) exponential growth rate, B) cumulative incidenceand C) confirmed case fatality risk were estimated depends on the cutof date (i.e., end point of eachestimation) in Scenario 1. Each line and shade indicate the estimate and its 95% confidence interval.Jan20 Jan22Ending timepoint (month day)B) cumulative incidence and C) confirmed case fatality rate were presented by varying the illnessonset date of first case in Scenario 2. Each line and shade present the estimate and its 95% confidence", "ref_list": [[], [""], ["and evolution of pathogenic coronaviruses"], ["(reference link) (accessed on 24"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["The Extent of Transmission of Novel Coronavirus in Wuhan"], ["Methods for estimating the case fatality ratio for a novel, emerging infectious disease"], ["Early epidemiological assessment of the virulence of emerging infectious diseases: a case study of an influenza pandemic"], ["Assessing the severity of the novel influenza A/H1N1 pandemic"], [""], ["Fiting mechanistic epidemic models to data: A comparison of simple Markov chain Monte Carlo approaches"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], ["the risk of Middle East respiratory syndrome (MERS) death during the course of the outbreak in the Republic of Korea, 2015"], ["Mortality Risk Factors for Middle East Respiratory Syndrome Outbreak"], ["Real-time characterization of risks of death associated with the Middle East respiratory syndrome (MERS) in the Republic of Korea, 2015"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Imperial College London-MRC Centre for Global Infectious Disease Analysis"], ["(reference link) (accessed on 28"], [""], ["Coronavirus: Wuhan shuts public transport over outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["J. Cui", "F. Li", "Z.L. Origin Shi"], ["Novel Coronavirus"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Fan", "J. Xu", "X. Gu"], ["J Chan", "F", "W.", "S. Kok", "K.H. ; To K.K.W.; Chu", "H. Yang", "J. Xing", "J. Xing", "F. Liu", "J.", "C.C. Poon", "R.W.S.", "H.W."], [], ["Nishiura", "N.M. Linton", "R. Kinoshita", "Y. Yang", "K. Hayashi", "T. Kobayashi", "B. Yuan", "A.R. Akhmetzhanov"], ["A.C. Ghani", "C.A. Donnelly", "D.R. Cox", "J.T. Fraser", "C. Lam", "T.H. Ho", "L.M. Chan", "W.S. Anderson", "R.M. Hedley", "A.J.", "G.M."], ["Nishiura", "D. Klinkenberg", "M. Heesterbeek", "J.A."], ["T. Garske", "J. Legrand", "C.A. Ward", "H.", "S. Fraser", "C. Ferguson", "N.M. Ghani", "A.C."], ["T. Lipsitch", "B. Cooper", "J.M. Robins", "L. James", "G. Gopalakrishna", "S.K. Tan", "C.C. Samore", "M.H."], ["M. Li", "J. Dushof", "B.M. Bolker"], ["C.A. Donnelly", "A.C. Ghani", "G.M. Leung", "A.J. Hedley", "C. Riley", "S. Abu-Raddad", "L.J. Ho", "T.-Q. Thach", "P. Chau"], ["K. Mizumoto", "M. Saitoh", "G. Chowell", "Y. Nishiura", "H. Estimating"], ["M.S. Majumder", "S.A. Kluberg", "S.R. Mekaru", "J.S."], ["K. Mizumoto", "A. Endo", "G. Chowell", "Y. Saitoh", "M. Nishiura", "H."], ["S. Zhao", "J. Ran", "S.S. Yang", "G.", "Y. Gao", "D. Yang", "L. He", "D."], [], [], ["J.M. Read", "J.R. Bridgen", "D.A. Ho", "A. Jewell", "C.P. Novel coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Since 8 December 2019, clusters of pneumonia cases of unknown etiology have emerged in Wuhan City,\nHubei Province, China [\n        ", "one_words_summarize": "Since 8 December 2019, clusters of pneumonia cases of unknown etiology have emerged in Wuhan City,Hubei Province, China [                A local market selling seafood and wildlife in Wuhan was visited by many cases in the initial cluster,indicating that a common-source zoonotic exposure may have been the main mode of transmission [                Early assessment of the severity of infection and transmissibility can help quantify the pandemicpotential of 2019-nCoV and anticipate the likely number of deaths by the end of the epidemic. All data were collected either from governmentwebsites or media quoting government announcements. Reporting dates and dates of illness onsetwere collected from 23 exportation events and dates of illness onset and death among 41 deceasedcases in China were also retrieved from data sources.2.2          Estimation of the delay distributionshTe observed incidence i(t) by date of illness onset t is modeled by an exponential growth modelwith the rate r: i(t) = i0ert, where i0 is the expected number of infected cases at time t = 0. As of 24 January 2020, a totalof 23 exported cases were observed, and the cumulative incidence in China was estimated as 5433 cases(95% CI: 3883, 7160) in scenario 1 and 17780 cases (95% CI: 9646, 28724) in scenario 2. Second, our study relied on limited empirical data that were extracted frompublicly available data sources. In conclusion, the present study has successfully estimatedcCFR to be on the order of 4-8% and R0 to be 1.4–6.5, endorsing the notion that 2019-nCoV infectionin the ongoing epidemic possesses a substantial pandemic potential. Supplementary material: Supplementary figure 1: Sensitivity analysis with varying the illness onset dateof first case from 1-10 December, 2019. J., A.R.A., and H.N. conceived the study and participated in the study design. All authors edited the manuscript and approved the final version. SMJ and NML receivegraduate study scholarships from the Ministry of Education, Culture, Sports, Science and Technology, Japan. cCFR, confirmed case fatality risk; CI,confidence interval (the 95% CI was derived from Markov Chain Monte Carlo simulations).Supplementary figure 1. The estimated values of A) exponential growth rate, B) cumulative incidenceand C) confirmed case fatality risk were estimated depends on the cutof date (i.e., end point of eachestimation) in Scenario 1."}