{"date": "2020/02/07", "journal": "medrxiv", "authors": "Markus Luczak-Roesch", "title": "Networks of information token recurrences derived from genomic sequences may reveal hidden patterns in epidemic outbreaks: A case study of the 2019-nCoV coronavirus.", "type": "preprint article", "abstract": "Profiling the genetic evolution and dynamic spreading of viruses is a crucial when responding to epidemic outbreaks. We aim to devise novel ways to model, visualise and analyse the temporal dynamics of epidemic outbreaks in order to help researchers and other people involved in crisis response to make well-informed and targeted decisions about from which geographical locations and time periods more genetic samples may be required to fully understand the outbreak. Our approach relies on the application of Transcendental Information Cascades to a set of temporally ordered nucleotide sequences and we apply it to real-world data that was collected during the currently ongoing outbreak of the novel 2019-nCoV coronavirus. We assess information-theoretic and network-theoretic measures that characterise the resulting complex network and suggest touching points and temporal pathways that are of interest for deeper investigation by geneticists and epidemiologists.", "text": "        How far a virus will eventually spread at local, regional, national and internationallevels is of central concern during an epidemic outbreak due to the severe consequenceslarge-scale epidemics have on human well-being [                Here we present a novel approach to gain insights into the transmission dynamics of anepidemic outbreak. Our method is based on Transcendental Information Cascades [        Our results show pathways of similarity between certain clusters of 2019-nCoV virussamples taken in different geographical locations, and indicate coronavirus cases thatare candidates for further investigation into the human touch points of these patients inorder to derive a detailed understanding of how the virus may have spread, and how andwhy it has genetically evolved. Our analysis provides a unique view to the dynamics ofthe 2019-nCoV coronavirus outbreak that complements knowledge obtained using otherstate-of-the-art methods.We obtained a total of 61 genomic sequences that were available via the GISAID EpiFluDatabase™ 1 as of Tuesday, February 4th 2020.These data were preprocessed using the R programming language. First, we deriveda metadata object that allows to store the sequence identifier, the collection location,the collection date, and the raw nucleotide sequence. The metadata object was thenfiltered to keep only those sequences for which the collection date was not empty andwhich featured a length that fell within a margin of 1; 000 of the estimated 30; 000nucleotides that are currently assumed to make up the genomic code of the 2019-nCoVcoronavirus. This left us with a total of 56 genomic sequences. We then exporteda single CSV file containing only the raw nucleotide sequences in ascending order bythe collection date of the sample. This structure is the standard input format for thegenes-CODON-samplesequence tokeniser featured in the Transcendental InformationCascades R toolchain that is available as free and open scientific software2.          Transcendental Information Cascades (TICs) are a method that first transforms any kindof sequential data into a network of recurring information tokens, to then exploit thisnetwork as a kind of analytical middle ground between views to the source data that wouldotherwise only be accessible individually through distinct analytical frameworks [                    The approach falls into the category of contemporary approaches that make use ofnetwork theory for the study of dynamical complex systems [          At an abstract level a Transcendental Information Cascade is constructed from someFigure 1. Example of the sequentially ordered source data in thefollowunique codon tokenisation ing way: At first the data from each distinctused in this study. The ex- sequence step is processed to extract uniqueample sequence comprises three information tokens. These tokens form thewindow steps and shows how the identifier set for that particular sequence step.+1 (marked in blue), +2 (marked Then a directed network is generated with onein orange) and +3 (marked in vertex for each sequence step and edgesbeblack) reading frames lead to tween any two vertices that have a particularseven unique codon tokens ex- token from their identifier set in common andtracted from the nucleotide se- that does not occur in any identifier set of vertices that represent sequence steps betweenquence. these two. In other words, identifier sets represent information token co-occurrences andedges represent information token recurrences.          As the information tokens of interest in this study we encode unique codon identifiersas (a) their position when sliding a window of size 3 in steps of size 3 over the nucleotide1https://www.gisaid.org/2https://github.com/vuw-c2lab/transcendental-information-cascadessequence (e.g. \"pos1\", \"pos2\", ...), (b) a flag that indicates the reading frame (\"+1\",\"+2\" or \"+3\") that captures the respective triplet in the current window, and (c)the actual matched nucleotide triplet that constitutes the matched codon. The useof this tokenisation is motivated by previous work on phylogenetic profiling and genesequencing [          An example of the particular encoding we use is visualised in Figure 1. It is thistokenisation of the original nucleotide sequences that we use in the TIC approach toconstruct the information token recurrence network from. This means in our TICinstantiation the nodes represent distinct nucleotide sequences of the virus obtainedfrom patient samples ordered by the date of their collection by researchers (randomorder in case of same date collections). The edges are unique codon identifier recurrencesmatched between different nucleotide sequences.          The TIC network we derive in the way described before can be analysed in a variety ofways. Information-theoretic and network-theoretic measures have been introduced as thebase framework to start the analysis from [          So to measure information token entropy we assess which unique codon identifierswere seen up to a progression step and how often these were seen. This allows to computethe probability for every codon identifier, which then can be used to determine theinformation token entropy up to that point following the definition of Shannon entropygiven as follows:Analog to this we can then assess the information token evenness as per Pielou'sspecies evenness index, which is defined aswhere H0 is the measured Shannon entropy, and Hm0ax is the maximum entropy thatwould be measured if all tokens would be equally likely to occur.Network analysis The Transcendental Information Cascade network we constructedcan be mathematically and visually analysed in order to find structures that are ofparticular significance for a single epidemic outbreak or to compare different outbreaksH0 =RX pi ln pii=1J 0 =H0Hm0ax(1)(2)structurally. In this study we focus on the former due to the lack of comparative dataabout other epidemic outbreaks.          We first perform a cluster analysis using the random walk apporach by Pons andLatapy [                    Cluster evaluation In order to evaluate the meaningfulness of the TIC networkagainst some baseline, we computer the intra-cluster and inter-cluster similarity ofthe raw nucleotide sequences. This is done by computing all pairwise comparisons ofsequences within individual clusters (intra-cluster similarity) and comparison between allsequences from a cluster with all sequences that are not within that cluster (inter-clustersimilarity) using the compareStrings function provided by the Biostrings R package [          numberlength ofof dif f erent nucleotidescompared nucleotide sequence(3)It is important to note that not all sequences we obtained had the exact same length(mean length of nucleotide sequences: 29861:95; standard deviation: 28:40705). Hence,we performed this comparison only on the sub-sequence from the first nucleotide positionto the maximum nucleotide position of the shorter of the two sequences a and b.The weighted network derived from the original TIC network features a modularity of0:735 and a diameter of 6, which mainly reflects its small size and its particular structurethat results from preserving temporal order in the sense that edges can only ever directforward in time (i.e. to vertices that represent a later stage). However, with an averagedegree of 6:571 we find that there is certainly structure that differs from just simplestep-by-step forward paths that lead to the consecutively next node. This latter resultsuggests that some codon paths branch and merge, emphasising that there is an evolvingvariation in the studied genomic sequences.From the cluster analysis in combination with a visual inspection of the resultinggraph (please refer to Figure 4 at the end of this paper as well as Table 9 in the appendix)we find the following patterns that are noteworthy:• At the center of the network one cluster emerges (yellow, cluster 3) that has onlyfew strong connections within the cluster but is densely connected to all otherclusters. Most genome sequences in this cluster are from China (Wuhan, Shenzhen,Hangzhou, Zhejiang) dominated by 7 samples from the original outbreak regionin Wuhan. But this cluster then also features three geographic outliers (France,Germany, Taiwan). This cluster has no temporal focus, it comprises samples thatwere collected early as well as later during the outbreak.• The blue cluster in the northern region of the network visualisation (cluster 6)comprises three strongly similar genome sequences that stem consistently from theearly stages of the outbreak in Wuhan.• There is a kind of transition cluster (light blue, cluster 5) that starts at progressionstage 41 (sample from Guangdong), then transitions via stage 42 to Guangzhou,followed by three samples from Foshan (stages 43 45), before a final strongsimilarity has been detected to the nucleotide sequence in stage 48 (from Guangdongagain).• Out of the center emerges one cluster (dark red, cluster 1) that comprisesalmost exclusively a sequence of samples found outside of China (USA, Singapore,Australia, England, Finland)We suggest that while there are some obvious pathways of high similarity due totemporal order of the samples taken, there are still very good indications forgeographicaldependencies and transition phases that deserve further investigation. We want to drawparticular attention in this respect to the transition point from cluster 3 to cluster1 as well as cluster 3 and cluster 5. It will be particularly important to go back toqualitatively assess the human-to-human connections the respective subjects had fromwhich these samples were taken, and the places they have been to.From our measurement of the intra-cluster similarity (see Table 1) we find that thegenomic similarity at the level of nucleotides is the lowest in the central transition cluster3, which is also the largest of all clusters. This supports the interpretation we madebased on the network analysis that represented strength of codon identifier similarity,which was overall low for this cluster, and that the pathways in and out of this clustermay be promising candidates for deeper investigation.The inter-cluster analysis results show that clusters 2, 3 and 5 are reasonably distinct.However, clusters 1, 4 (light green in the network visualisation) and 6 feature sequenceswith high similarity at the nucleotide level, which contrasts their distinct clustering inthe network. Looking at the samples in these three clusters suggests that clusters 4 and6 are mainly representative of samples that were taken in the original outbreak region(Wuhan) and that the samples in cluster 1 could be from human subjects that were indirect contact with infected people in that region and basically exported the virus fromthere. It will again be important to deeper investigate the intersection points betweenthe human subjects in these three clusters (geographically as well as in human contact).In this paper we presented a novel way to model, visualise and analyse the temporaldynamics of an epidemic outbreak. We applied Transcendental Information Cascadesto capture the recurrence and co-occurrence of unique codon identifiers over distinctand temporally ordered nucleotide sequences derived from genetic samples taken fromdifferent human subjects. Our case study was focused on the recent outbreak of thenovel 2019-nCoV coronavirus. We find clusters and evolution pathways of virus genomesin the constructed Transcendental Information Cascade that should be investigatedfurther for potential human-to-human transmission paths and genetic evolution of the2019-nCoV coronavirus.        Our study was performed as a snapshot case study on a limited sample of virus data.While this was at the time of this study all data that was available, we will need tore-execute this analysis continuously as more data becomes available to check whetherany of our results change. We also suggest that it will be important to perform a widervariety of analysis of the generated TIC data (e.g. testing of different network clusteringMin. similaritymethods, application of dynamical systems analyses techniques) to get more profoundinsights. Our analysis also does not take measurement biases into account that mayresults from different techniques used by different laboratories for DNA extraction andanalysis [        In summary, the approach presented in this paper is exploratory and hypothesesgenerating in nature. It does not confirm or reject any of the hypotheses we generatedabout the potential transmission and evolution pathways nor does it provide causalexplanation for the patterns found. However, the purpose of our work is to provide analternative view to the epidemic dynamics of the 2019-nCoV outbreak (and potentialother outbreaks in the future) that is hidden to state-of-the-art methods, and that maytrigger geneticists and epidemiologists to look at pathways in epidemic outbreaks theywould not normally be aware of.arXiv preprint21. R. D. Smith. Responding to global infectious disease outbreaks: lessons from sarson the role of risk perception, communication and management. Social science &medicine, 63(12):3113{3123, 2006.The software developed for this particular analysis is part of the open scientific software\"R toolchain to construct and analyse Transcendental Information Cascades\" that isavailable via https://github.com/vuw-c2lab/transcendental-information-cascades/tree/master/input/2020-02-03-2019nCoV. For reproduction purposes it is necessaryto obtain the raw genomic data used in this study from the GISAID EpiFlu Database™.For further reference we provide the raw results of some of our analysis. Weparticularly point to the tables that provide references for relationships between nucleotidesequences and the cluster membership of nucleotide sequences.medRxiv preprint doi: https://doi.org/10.1101/2020.02.07.20021139. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY 4.0 International license .We want to thank the laboratories and researchers who contributed the genomic researchdata used in this study and obtained via the GISAID EpiFlu Database™ 3 on Tuesday,February 4th 2020. The following tables contain information about the origination ofthe research data used in this study and give credit to the collecting and submittingresearchers and laboratories.Regional1700 13th St, Everett,WA 98201Hangzhou Center forDisease and ControlMicrobiology LabIL Department ofPublic Health ChicagoLaboratoryCalifornia Departmentof Public HealthMingshiHanghzhou,China2121 WestChicago IL 60612Road 568,Zhejiang,Taylor,850 Marina BayParkway Richmond CA94804Arizona Department ofHealth Services250 N. 17th AvenuePhoenix AZ 85007Guangdong ProvincialCenter for DiseasesContorl and PreventionNo.160, Qunxian Road,Panyu districtDepartment ofMicrobiology, ZhejiangProvincial Center for DiseaseControl and PreventionShenzhen KeyLaboratory of Pathogenand Immunity,National Clinical ResearchCenter for InfectiousDisease,Shenzhen KeyLaboratory of Pathogenand Immunity,National Clinical ResearchCenter for InfectiousDisease,Department ofMicrobiology, GuangdongProvincial Center forDiseases Control andPreventionDepartment ofMicrobiology, ZhejiangProvincial Center for DiseaseControl and PreventionDepartment ofMicrobiology, GuangdongProvincial Center forDiseases Control andPreventionDivision of ViralDiseases, Centers forDisease Control andPreventionHangzhou Center forDisease and ControlMicrobiology LabPathogen Discovery,Respiratory VirusesBranch, Division ofViral Diseases, Centersfor Dieases Control andPathogen Discovery,Respiratory VirusesBranch, Division ofViral Diseases, Centersfor Dieases Control andPathogen Discovery,Respiratory VirusesBranch, Division ofViral Diseases, Centersfor Disease Control andGuangdong ProvincialCenter for DiseaseControl and PreventionYin Chen, YanjunZhang, Haiyan Mao,Junhang Pan, XiuyuLou, Yiyu Lu, JuyingYan, Hanping Zhu, JianGao,Yang Yang, ChenguangShen, Li Xing,Zhixiang Xu, Haixia Zheng,Yingxia LiuBetaCo V/Foshan/20SF207/2020BetaCoV/Taiwan/2/2020BetaCoV/USA/CA1/2020BetaCoV/Guangdong/ 20SF201/2020BetaCoV/Singapore/ 1/2020Collecting labCenters for DiseaseControl, R.O.C.61 ColindaleLondon, NW9United KingdomAvenue,5EQ,BetaCo V/France/IDF0372/2020BetaCoV/France/IDF0373/202046, rue Henri HuchardAuthorsMin Kang, Jie Wu, JingLu, Tao Liu, BaishengLi, Shujiang Mei, FengRuan, Lifeng Lin,Changwen Ke, HaojieMin Kang, Jie Wu, JingLu, Tao Liu, BaishengLi, Shujiang Mei, FengRuan, Lifeng Lin,Changwen Ke, HaojieMin Kang, Jie Wu, JingLu, Tao Liu, BaishengLi, Shujiang Mei, FengRuan, Lifeng Lin,Changwen Ke, HaojieMin Kang, Jie Wu, JingLu, Tao Liu, BaishengLi, Shujiang Mei, FengRuan, Lifeng Lin,Changwen Ke, HaojieJi-Rong Yang, Yu-ChiLin, Jung-Jung Mu,Ming-Tsan Liu,ShuYing LiAnna Uehara, KristaQueen, Ying Tao, YanLi, Clinton R. Paden,Jing Zhang, Xiaoyan Lu,Brian Lynch, SenthilMin Kang, Jie Wu, JingLu, Tao Liu, BaishengLi, Shujiang Mei, FengRuan, Lifeng Lin,Changwen Ke, HaojieMelanie Albert, MarionBarbet, Sylvie Behillil,Meline Bizard, AngelaBrisebarre, FloraDonati, Vincent Enouf,Maud Vanpeene, Sylvievan der Werf, YazdanYazdanpanah, XavierLescure.Melanie Albert, MarionBarbet, Sylvie Behillil,Meline Bizard, AngelaBrisebarre, FloraDonati, Vincent Enouf,Maud Vanpeene, Sylvievan der Werf, YazdanYazdanpanah, XavierLescure.Mak, TMCaly,L.,Schultz,M.,and Taiaroa,GSeemann,T.,Druce,J.", "ref_list": [[], ["-"], ["The 2019-new coronavirus epidemic: evidence for virus evolution"], ["The structure and dynamics of multilayer networks"], ["-2014 outbreak in west africa: an analysis of the epidemic spread and response"], ["Finding functional features in saccharomyces genomes by phylogenetic footprinting"], ["Towards standardisation of cell-free dna measurement in plasma: controls for extraction efficiency, fragment size bias and quantification"], ["Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019- ncov, a new coronavirus which caused a pneumonia outbreak in wuhan, china"], ["Evolved disease-avoidance mechanisms and contemporary xenophobic attitudes"], ["Efficient, high-quality force-directed graph drawing"], ["Sequencing and comparison of yeast species to identify genes and regulatory elements"], ["Similarity analysis of dna sequences based on codon usage"], ["Transmission dynamics of 2019 novel coronavirus (2019-ncov)"], ["What an entangled web we weave: An information-centric approach to time-evolving socio-technical systems"], ["From coincidence to purposeful flow? properties of transcendental information cascades"], ["A bayesian approach to phylogeographic clustering"], ["Detecting sequences of system states in temporal networks"], ["Efficient manipulation of biological strings"], ["Computing communities in large networks using random walks"], [""], ["A 2020 vision"], ["The codon adaptation index-a measure of directional synonymous codon usage bias, and its potential applications"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. J. Bandelt", "Forster", "A."], ["D. Benvenuto", "M. Giovannetti", "A. Ciccozzi", "S. Spoto", "S. Angeletti", "M. Ciccozzi"], ["S. Boccaletti", "R. Criado", "C. I. Del Genio", "J. Gomez-Gardenes", "M. Romance", "I. Sendina-Nadal", "Z. Wang", "M. Zanin"], ["O. Cenciarelli", "S. Pietropaoli", "A. Malizia", "M. Carestia", "A. F. D'Amico", "D. Di Sassolini", "S. Giovanni", "V. Rea", "A. Gabbarini", "Tamburrini"], ["P. Cliften", "P. Sudarsanam", "A. Desikan", "L. Fulton", "B. Fulton", "J. Majors", "R. Waterston", "B. A. Cohen", "M. Johnston"], ["A. S. Devonshire", "A. S. Whale", "A. Gutteridge", "S. Cowen", "C. A. Foy", "J. F. Huggett"], ["N. Dong", "X. Yang", "L. Ye", "K. Chen", "E. W.-C. Chan", "M. Yang", "S. Chen"], ["J. Faulkner", "M. Schaller", "J. H. Park", "L. A. Duncan"], ["Y. Hu"], ["N. M. Kellis", "M. Patterson", "B. Endrizzi", "E. S. Birren", "Lander"], ["X. C. Li", "N. Yu", "Helal"], ["J. Hu", "M. Kang", "L. Lin", "H. Zhong", "J. Xiao", "T. Song", "Q. Huang", "Z. Rong"], ["K. O Luczak-Roesch", "J. D. 'Hara", "R. Dinneen", "Tinati"], ["R. Luczak-Roesch", "Tinati", "and N. M. Van Kleek", "Shadbolt"], ["L. Manolopoulou", "B. C. Legarreta", "S. Emerson", "S. Brooks", "Tavare"], ["N. Masuda", "P. Holme"], ["H G. R. D. S. Pages"], ["P. Pons", "M. Latapy"], ["M. A. Porter"], [], ["W.-H. P. M. Sharp", "Li"], ["BetaCoV", "Road Qunxian", "Street Kunyang", "Julia rue Henri Huchard Victor M Corman", "Maria Schneider", "Maria Zambon", "Zambon"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        How far a virus will eventually spread at local, regional, national and international\nlevels is of central concern during an epidemic outbreak due to the severe consequences\nlarge-scale epidemics have on human well-being [\n        ", "one_words_summarize": "How far a virus will eventually spread at local, regional, national and internationallevels is of central concern during an epidemic outbreak due to the severe consequenceslarge-scale epidemics have on human well-being [                Here we present a novel approach to gain insights into the transmission dynamics of anepidemic outbreak. Our analysis provides a unique view to the dynamics ofthe 2019-nCoV coronavirus outbreak that complements knowledge obtained using otherstate-of-the-art methods. We then exporteda single CSV file containing only the raw nucleotide sequences in ascending order bythe collection date of the sample. Example of the sequentially ordered source data in thefollowunique codon tokenisation ing way: At first the data from each distinctused in this study. The ex- sequence step is processed to extract uniqueample sequence comprises three information tokens. The edges are unique codon identifier recurrencesmatched between different nucleotide sequences. This is done by computing all pairwise comparisons ofsequences within individual clusters (intra-cluster similarity) and comparison between allsequences from a cluster with all sequences that are not within that cluster (inter-clustersimilarity) using the compareStrings function provided by the Biostrings R package [          numberlength ofof dif f erent nucleotidescompared nucleotide sequence(3)It is important to note that not all sequences we obtained had the exact same length(mean length of nucleotide sequences: 29861:95; standard deviation: 28:40705). From our measurement of the intra-cluster similarity (see Table 1) we find that thegenomic similarity at the level of nucleotides is the lowest in the central transition cluster3, which is also the largest of all clusters. Our case study was focused on the recent outbreak of thenovel 2019-nCoV coronavirus. similaritymethods, application of dynamical systems analyses techniques) to get more profoundinsights. However, the purpose of our work is to provide analternative view to the epidemic dynamics of the 2019-nCoV outbreak (and potentialother outbreaks in the future) that is hidden to state-of-the-art methods, and that maytrigger geneticists and epidemiologists to look at pathways in epidemic outbreaks theywould not normally be aware of.arXiv preprint21. Melanie Albert, MarionBarbet, Sylvie Behillil,Meline Bizard, AngelaBrisebarre, FloraDonati, Vincent Enouf,Maud Vanpeene, Sylvievan der Werf, YazdanYazdanpanah, XavierLescure."}