{"date": "2020/01/28", "journal": "medrxiv", "authors": "Zhanwei Du, Ling Wang, Simon Cauchemez, Xiaoke Xu, Xianwen Wang, Benjamin J Cowling, Lauren Ancel Meyers", "title": "Risk for Transportation of 2019 Novel Coronavirus (COVID-19) from Wuhan to Cities in China", "type": "preprint article", "abstract": "On January 23, 2020, China enacted a travel quarantine of Wuhan and nearby cities to curb the geographic expansion of a novel coronavirus (2019-nCoV). Here, we use ground, rail and air travel data to estimate the probability that 2019-nCoV cases were imported from Wuhan to 370 cities throughout China in the three weeks prior to the quarantine. Based on an estimated ​R​ 0​ of 2.56 [95% CI: 2.09, 2.78], we find that the probability of a pre-quarantine introduction exceeds 50% in 131 [95% CI 72, 232] cities, including six cities with populations over two million people with no reported cases as of January 27th.", "text": "Lastname al., DD MMM YYYY – preprint copy - BioRxivA novel coronavirus (2019-nCoV) has emerged in Wuhan, China ​(1)​. As of January 26, 2020there were 56 reported fatalities and 618 laboratory-confirmed cases in Wuhan, 1463 additionalcases spread across 217 cities in Mainland China, ​and 56 exported cases in 14 countries spanningAsia, Europe and North America. The rapid global expansion, rising fatalities, unknown animalreservoir, and evidence of person-to-person transmission potential ​(2,3)​ resemble the 2003 SARSepidemic and raise concerns about global spread.On January 22nd, China announced a travel quarantine of Wuhan and, by January 26th, enlargedthe radius to include 14 cities totalling 41 million people. At the time of the quarantine, Chinawas already two weeks into the forty-day Spring Festival period, during which hundreds ofmillions of people travel to celebrate the Lunar New Year ​(4)​. ​Based on the timing of exportedcases reported outside of China, we estimate that only 2.4% of 2019-nCoV cases may have beendetected in Wuhan by January 22, 2020 (see Appendix for details). The low detection ratecoupled with ​an average lag of 10 days between infection and detection ​(5,6)​ suggests that newlyinfected cases that traveled out of Wuhan just prior to the quarantine may still be infectious andundetected in ​dozens of Chinese cities. Moreover, these silent importations may have alreadyseeded sustained outbreaks that are not yet apparent.We estimated the probability of 2019-nCoV importations from Wuhan to cities throughout Chinabefore January 23rd using a simple model of exponential growth coupled with a stochastic modelof human mobility among 370 Chinese cities (see Appendix). Given that 98% of all trips duringthis period are taken by train or car, our analysis of air, rail and road travel data yields moregranular risk estimates than possible with air passenger data alone ​(7)​.By fitting our epidemiological model to data on the first 19 cases reported outside of China, weestimate an ​R​ 0​ of 2.56 (95% CI: 2.09, 2.78) and 15,364 (95% CI: 1,447, 196,313) cumulativeinfections in Wuhan up to January 22nd (see Appendix for details). Based on these rates of earlyepidemic growth, ​131 ​cities have at least a 50% chance of having had 2019-nCoV caseimportations from Wuhan in the three weeks preceding the Wuhan quarantine (Figure 1). ByJanuary 26th, 109 of these high risk cities had reported cases and 22 had not, including five citieswith importation probabilities exceeding 99% and populations over two million people:Bazhong, Fushun, Laibin, Ziy​ang, and Chuxiong. Under o​ur upper bound estimate for epidemicgrowth (​R​ 0​ =2.78), 232 of the 370 cities lie above the 50% importation risk threshold.This risk assessment identified several cities throughout China likely to be harboring yetundetected cases of 2019-nCoV and suggests that early 2020 ground and rail travel seeded casesfar beyond the Wuhan region quarantine.quarantine. ​(a) Daily travel volume to and from Wuhan, given as a proportion of the Wuhanpopulation. Shading indicates the start of Spring Festival season (January 10, 2020), a peaktravel period throughout China. (b) The probability that at least one case infected in Wuhantraveled to cities throughout China by January 22nd, 2020. The 131 cities above and 239 citiesbelow a risk threshold of 50% are indicated in orange and blue, respectively.Lastname al., DD MMM YYYY – preprint copy - BioRxivWe analyze the daily number of passengers traveling between Wuhan and 370 other cities inmainland China. We obtained mobility data from the location-based services (LBS) of Tencent(​https://heat.qq.com/​). Users permit Tencent to collect their real-time location information whenthey install apps (e.g., WeChat, QQ, and Tencent Map). From the geolocation of their users overtime, Tencent reconstructed anonymized origin-destination mobility matrices by mode oftransportation (air, road and train) between 370 cities in China. The data are anonymized andinclude 25 and 29 million trips to and from Wuhan, respectively, between ​December 10, 2017 toJanuary 24, 2018​. We estimate daily travel volume throughout the three weeks preceding theWuhan quarantine (​December 8, 2019 - January 22, 2020​) by aligning the dates of the LunarNew Year, resulting in a three day shift. To infer the number of new infections in Wuhan per daybetween December 8, 2019, and January 22, 2020, we use the mean daily number of passengerstravelling to the top 20 foreign destination from Wuhan between January 1 and March 31, 2018,which are provided in a recent study ​(8)​.        We consider a simple hierarchical model to describe the dynamics of 2019-nCoV infections,detections and spread.(1) Epidemiological modelWe make the following assumptions regarding the number of new casesWuhan per day ​t​ :infected in● The 2019-nCoV epidemic was growing exponentially between December 08, 2019 andJanuary 22, 2020:,where denotes the number of initial cases on December 08, 2019, andthe epidemic growth rate between December 08, 2019, and January 22, 2020.denotes● After infection, new cases were detected with a delay of ​D ​ = 10 days ​(9)​, whichcomprises an incubation period of 5-6 days ​(        Under these assumptions, the number of infectious cases at time ​t​ is given byand the prevalence of infectious cases is given bywhere,=11.08 millio​n is the population size of Wuhan.(2) Mobility model based on the Poisson processWe assume that visitors to Wuhan have the same daily risk of infection as residents of Wuhan.Risk of exportation from infected residents​ : Under this assumption, the rate at which infectedresidents of Wuhan travel to city ​j​ on day ​t​ is , where ​is the​ number ofWuhan’s local residents that travel to city ​j ​ on day ​t.Risk of exportation from infected travelers​ : Similarly, the rate at which travelers from city ​j​ getinfected and return to their home city while still infected is , where is thenumber of travelers from city ​j​ to Wuhan on day ​t​ . We make the simplifying assumption thatnewly infected visitors to Wuhan will return to their home city while still infectious.Assuming that the introduction of cases from the epidemic origin, Wuhan, to each city ​j​ isessentially a non-homogeneous Poisson process ​(14–16)​, we can calculate the probability ofintroducing at least one case from Wuhan to city ​j​ by day ​t​ using .We applied a likelihood-based method to estimate our model parameters, including the numberof initial cases and the epidemic growth rate , from the arrival times of the 19 reportedcase importation from Wuhan to cities outside of China, as of January 22, 2020. All 19 caseswere Wuhan residents (See Table ​S1​). We aggregated all other cities without cases reported byJanuary 22, 2020 into a single location (​j​ = 0).Let denote the number of Wuhan resident cases detected in location ​j​ outside of China, anddenote the arrival time of the ​i​ -th resident case detected in location ​j​ . Let and ​E​ denotethe start and end of the study period, respectively. As indicated above, the daily rate of infectedresidents of Wuhan arriving in location ​j​ at time ​t​ is . The likelihood of the processdescribing these arrivals is given byLastname al., DD MMM YYYY – preprint copy - BioRxivThe log-likelihood for all the 19 cases detected outside of China is given by:We estimate the epidemic parameters in a Bayesian framework via Markov Chain Monte Carlo(MCMC) method with Hamiltonian Monte Carlo sampling and non-informative flat prior. Weran 10 chains in parallel. Trace plot and diagnosis confirmed the convergence of MCMC chainswith posterior median and 95% CrI estimates as follows:● Basic reproductive number : 2.56 [2.09, 2.78]● Number of cases in Wuhan on December 8, 2019: 1.86 [1.03, 9.77]● Epidemic growth rate : 0.156 [0.11, 0.178]● Cumulative number of infections in Wuhan by January 22, 2020: 15,364 [1,447, 196,313]● Cumulative number of detected cases by January 22, 2020: 3,225 [476, 33,004]. Note thatChina reported only 363 cases during this period ​(17)​, suggesting a case detection rate of2.4%.Figure S1. The risk of 2019-nCoV introductions from Wuhan to other cities in China prior to theJanuary 23, 2020 quarantine of Wuhan. ​Lines indicate probabilities that at least one individual infectedin Wuhan has arrived in the given city by the date indicated on the x-axis. The estimates are based onmobility data from December 10, 2017 to January 24, 2018 (corresponding to the Spring Festival periodof December 8, 2019 to January 22, 2020). All 204 cities with an expected importation probabilityexceeding 10% by January 22 are shown.We thank Luo Dongsheng, Dong Xun, and Hu Lanfang for helpful discussions. We acknowledgethe financial support from NIH (U01 GM087719), the Investissement d’Avenir program, theLaboratoire d’Excellence Integrative Biology of Emerging Infectious Diseases program (GrantANR-10-LABX-62-IBEID) and European Union V.E.O project.Wuhan Municipal Health Commission. Wuhan Municipal Health Commission briefing onthe pneumonia epidemic situation [Internet]. 2020 [cited 2020 Jan 11]. Available from:http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989News / Wuhan Coronavirus [Internet]. Imperial College London. [cited 2020 Jan 26].Available from:https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhan-coronaviruLastname al., DD MMM YYYY – preprint copy - BioRxivs/Read JM, Bridgen JRE, Cummings DAT, Ho A, Jewell CP. Novel coronavirus 2019-nCoV:early estimation of epidemiological parameters and epidemic predictions [Internet].Available from: ​http://dx.doi.org/10.1101/2020.01.23.20018549Enserink M. War stories. Science. 2013 Mar 15;339(6125):1264–8.Wilder-Smith A, Teleman MD, Heng BH, Earnest A, Ling AE, Leo YS. AsymptomaticSARS coronavirus infection among healthcare workers, Singapore. Emerg Infect Dis. 2005Jul;11(7):1142–5.Chowell G, Castillo-Chavez C, Fenimore PW, Kribs-Zaleta CM, Arriola L, Hyman JM.Model parameters and outbreak control for SARS. Emerg Infect Dis. 2004Jul;10(7):1258–63.2019nCOV [Internet]. MOBS Lab. [cited 2020 Jan 26]. Available from:https://www.mobs-lab.org/2019ncov.htmlBogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer MUG, Khan K. Pneumonia ofUnknown Etiology in Wuhan, China: Potential for International Spread Via CommercialAir Travel. J Travel Med [Internet]. 2020 Jan 14 [cited 2020 Jan 14]; Available from:https://academic.oup.com/jtm/advance-article-pdf/doi/10.1093/jtm/taaa008/31836818/taaa008.pdfNews / Wuhan Coronavirus [Internet]. Imperial College London. [cited 2020 Jan 25].Available from:https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus/countermeasure to the spread of an infectious disease. Math Biosci. 2008 Jul;214(1-2):70–2.from:", "ref_list": [[], [""], ["Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], [""], ["Novel Coronavirus - Thailand (ex-China)"], ["Characterizing the dynamics underlying global spread of epidemics"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S Cauchemez", "C Fraser", "MD Van Kerkhove", "CA Donnelly", "S Riley", "A Rambaut"], [], ["CA Donnelly", "AC Ghani", "GM Leung", "AJ Hedley", "C Fraser", "S Riley"], ["Lancet"], ["-"], ["L Wang", "JT Wu", "G Scalia Tomba", "J. Wallinga", "A Gautreau", "A Barrat", "M. Barthélemy"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Lastname al., DD MMM YYYY – preprint copy - BioRxiv\nA novel coronavirus (2019-nCoV) has emerged in Wuhan, China ​(1)​. As of January 26, 2020\nthere were 56 reported fatalities and 618 laboratory-confirmed cases in Wuhan, 1463 additional\ncases spread across 217 cities in Mainland China, ​and 56 exported cases in 14 countries spanning\nAsia, Europe and North America. The rapid global expansion, rising fatalities, unknown animal\nreservoir, and evidence of person-to-person transmission potential ​(2,3)​ resemble the 2003 SARS\nepidemic and raise concerns about global spread.", "one_words_summarize": "DD MMM YYYY – preprint copy - BioRxivA novel coronavirus (2019-nCoV) has emerged in Wuhan, China ​(1)​. As of January 26, 2020there were 56 reported fatalities and 618 laboratory-confirmed cases in Wuhan, 1463 additionalcases spread across 217 cities in Mainland China, ​and 56 exported cases in 14 countries spanningAsia, Europe and North America. On January 22nd, China announced a travel quarantine of Wuhan and, by January 26th, enlargedthe radius to include 14 cities totalling 41 million people. At the time of the quarantine, Chinawas already two weeks into the forty-day Spring Festival period, during which hundreds ofmillions of people travel to celebrate the Lunar New Year ​(4)​. ​Based on the timing of exportedcases reported outside of China, we estimate that only 2.4% of 2019-nCoV cases may have beendetected in Wuhan by January 22, 2020 (see Appendix for details). The low detection ratecoupled with ​an average lag of 10 days between infection and detection ​(5,6)​ suggests that newlyinfected cases that traveled out of Wuhan just prior to the quarantine may still be infectious andundetected in ​dozens of Chinese cities. Moreover, these silent importations may have alreadyseeded sustained outbreaks that are not yet apparent. This risk assessment identified several cities throughout China likely to be harboring yetundetected cases of 2019-nCoV and suggests that early 2020 ground and rail travel seeded casesfar beyond the Wuhan region quarantine.quarantine. ​(a) Daily travel volume to and from Wuhan, given as a proportion of the Wuhanpopulation. All 204 cities with an expected importation probabilityexceeding 10% by January 22 are shown. AsymptomaticSARS coronavirus infection among healthcare workers, Singapore. cited 2020 Jan 25].Available from:https://www.imperial.ac.uk/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus/countermeasure to the spread of an infectious disease."}