{"date": "2020/02/03", "journal": "medrxiv", "authors": "Min Kang, Jie Wu, Wenjun Ma, Jianfeng He, Jing Lu, Tao Liu, Baisheng Li, Shujiang Mei, Feng Ruan, Lifeng Lin, Lirong Zou, Changwen Ke, Haojie Zhong, Yingtao Zhang, Xuguang Chen, Zhe Liu, Qi Zhu, Jianpeng Xiao, Jianxiang Yu, Jianxiong Hu, Weilin Zeng, Xing Li, Yuhuang Liao, Xiujuan Tang, Songjian Xiao, Ying Wang, Yingchao Song, Xue Zhuang, Lijun Liang, Siqing Zeng, Guanhao He, Peng Lin, Huihong Deng, Tie Song", "title": "Evidence and characteristics of human-to-human transmission of SARS-CoV-2", "type": "preprint article", "abstract": "Shenzhen Nanshan Center for Disease Control and Prevention (Y.W.) Drs. M. Kang, J. Wu, W. Ma., J. He, J. Lu, T. Liu and B. Li contributed equally to this article. Address reprint requests to Dr. Song at the Guangdong Provincial Center for Disease Control and", "text": "        On December 31, 2019, an outbreak                A confirmed case        A total of 188 confirmed cases were identified from January 1 to 27, 2020 in Guangdong Province,China. Of them, 84 (44.6%) cases were from 31 cluster infections. Thirty cases (16.0%) wereidentified as secondary cases, in which 25 and 9 cases were identified in cluster infections andfamily cluster infections, respectively. 2019-nCoV were detected in three cases with mildrespiratory symptoms, and in two asymptomatic cases. The whole viral genomes within the samefamily cluster infections were exactly the same, and presented a few unique single nucleotidevariants (SNVs) compared with 2019-nCoVs identified in Wuhan on December 2019.        We observed increasing human-to-human transmissions                On December 31, 2019, Wuhan Municipal Health Commission reported 27 cases of pneumoniainfection with unknown aetiology in Wuhan, Hubei Province, China1,2. A novel coronavirus(2019-nCoV) was identified as the causative virus by Chinese authorities on January 7, 20203. Thecommon symptoms                As an emerging infectious disease, the characteristics        After the outbreak of 2019-nCoV in Wuhan announced on December 31, 2019, enhancedsurveillance was initiated in Guangdong Province to early recognize suspected infections,especially among those who had history of travelling to Wuhan within 14 days. Once a suspectedcase was diagnosed, the Center for Diseases Control and Prevention (CDC) at prefecture levelwould conduct an initial field investigation, and collect respiratory specimens. The respiratoryspecimens were shipped to Guangdong Provincial CDC (GDCDC) for 2019-nCoV test byRT-PCR or genetic sequencing.Demographic information, date of illness onset, and clinical outcomes of confirmed cases werecollected from medical records. Through interviewing with confirmed cases or their relatives, weobtained exposure histories for each case during 14 days before the onset of illness including date,frequency, and patterns of exposures to wild animals.Clinical samples including bronchoalveolar lavage fluid (BALF), endotracheal aspirates, throatswabs, and nasal swabs were collected for suspected cases. Total RNAs were extracted andRT-PCR was firstly performed according to the standard method provided by the China CDC.Next, the positive samples with cycle threshold value lower than 35 were used for metagenomicsequencing to obtain the viral genomic sequences. Sample RNA was treated with TURBO DNase(Invitrogen, Cat. No. AM2239) and then purified by using Agencourt RNAClean XP beads(Beckman Cat. No. A63987). Libraries were prepared using the SMARTer Stranded TotalRNA-Seq Kit v2 (Clontech, Cat. No. 634412) according to the manufacturer’s protocol. Pair-endsequencing was performed on Miseq (Illumina, USA).We used descriptive statistics to summarize the epidemiological characteristics of confirmed cases.The sequencing data were quality controlled (QC) using fastp6 and then mapped to the humangenome (hg38) using Bowtie27 to remove human related RNA reads. De novo assembling wasperformed using Spades8 and Megahit9 for each dataset. Assembled contigs were annotated usingblastn10 using the complete nucleotide database. Twelve genome sequences generated in this studyhave been submitted to GISAID under the accession numbers EPI403932–EPI403937 andEPI406533–EPI406538. Maximum-likelihood (ML) trees of viral genome were estimated viaIQ-Tree11 by integrating closely related sequences from SARs and SARs-like viruses from publicdatabase. Two nCoV genomes from introduction cases in Thailand were also included and dataanalysis was approved by the corresponding submitter. SNV (single nucleotide variant) sites werefound through SNV-sites12. Phylogenetic trees were annotated and visualized with ggtree13.Data collection and analysis of cases and close contacts were determined by the National HealthCommission of the People’s Republic of China to be part of a continuing public health outbreakinvestigation and were thus considered exempt from institutional review board approval.Between January 1 and 27, 2020, a total of 188 confirmed cases were identified in 16 of 21 citiesin Guangdong Province, with most cases in Guangzhou (n=51) (Figure 1). The average age of allcases was 48.8 years, and the percentage of males was 49.5% (93/188). Of total cases, 141 (75.0%)and 17 (9.0%) cases had history of travelling to Wuhan, and other cities in Hubei Provinces,respectively. Thirty (16.0%) cases were identified as secondary cases with 25 cases from clusterinfections. The average duration from onset of symptoms to diagnosis was 5.4 days (Table 1).Of total cases, 84 cases (44.6%) were identified in 31 cluster infections who, compared withnon-cluster infections, had lower proportions of travelling to Wuhan (63.1% vs. 84.6%) or othercities (7.1% vs. 10.6%) in Hubei Province within 14 days prior to the onset of illness, and more ofwhom were seriously (17.9% vs. 7.7%) or critically ill (6.0% vs. 1.0%). Of the cluster infections,37 (44.0%) cases were identified in 13 family cluster infections (Table 1).The 13 family cluster infections were reported in Shenzhen (n=4), Zhuhai (n=3), Guangzhou(n=2), Foshan (n=2), Shaoguan (n=1) and Yangjiang (n=1) (Figure 2). The most commonsymptoms in 37 cases included fever, fatigue, and cough (Table S1). Of 37 cases, 3 and 10 caseswere critically and severely ill, respectively. Three cases in family cluster E had only mildrespiratory symptoms such as mild cough, and 2 cases in family cluster M did not report anysymptoms. Thirty-four cases had no exposure to wild animals within 14 days prior to the onset ofillness. Nine cases were identified as secondary cases. Here we described the five family clusterinfections with 9 secondary cases, and the detailed information of other family cluster infectionswere shown in the appendix (Figure S1 and Table S1).        This is the first family cluster infections identified in Guangdong Province. There were 5 cases infamily cluster A. Case 1, Case 2, Case 3 and Case 4 stayed in Wuhan during December 29, 2019to January 4, 2020. Case 1 had symptoms of cough, fatigue, fever and diarrhea on January 3, 2020when they were in Wuhan. Case 2 (wife of Case 1) had fatigue and fever on January 4 after theyreturned Shenzhen. The couple visited two hospitals on January 6 and January 10 when they hadfever (>38 ) and chest radiologic changes. Their endotracheal aspirates were collected and testedby Center for diseases control and prevention (CDC) on January 13, and were identified positiveinfections                There were three cases in family cluster C in Shaoguan. Case 1 resided in Ezhou, Hubei Province,and took a high-speed train at Wuhan station to visit her parents, brothers and sister (Case2) inShaoguan on January 15. She had fever, chills and itchy throat on January 16, and visited ahospital with Case 2 on January 19, when Case 2 also developed fever, cough and sore throat.They visited a hospital again and were transferred to another hospital on January 20. Their throatswabs were collected and tested by CDC, and laboratory diagnosis showed positive                Family cluster D in Zhuhai had three cases. Case 1 stayed at Wuhan from January 8 to 17, andreturned Zhuhai on January 17. On the trip, he had symptom of muscular soreness. Case 2 (wife ofCase 1) lived with Case 1 in Zhuhai and had cough on January 20 without history of visitingWuhan within 14 days before the onset. She visited a hospital with Case 1 on January 20, andwere transferred to another hospital on January 21 for treatment and isolation. Their nasal andthroat swabs were tested and identified with positive                There were 4 cases in family cluster E in Guangzhou. Case 1 resided in Wuhan and visited herdaughter in Guangzhou on January 19. Case 1 had fever, dry cough and slight headache onJanuary 20 and visited a hospital with Case 2 (daughter of Case 1) and Case 3 (husband of Case 2)on January 21. Throat swabs of Case 1 were collected and tested by CDC on January 22, andlaboratory diagnosis showed positive                The phylogeny based on full-length                To characterize the 2019-nCoVs from family clusters and investigate potential genetic adaptation,23 January 2020 in this study and all published 2019-nCoV 14,15. Sequences from the three familycluster infections fell into three corresponding genetic clusters and could be separated from thesequences of sporadic infections (Figure 4B). The viral genome sequences from cases within afamily cluster were exactly the same. To find whether there were any genetic changes followingthe illness progress, we sequenced 2019-nCoV viruses from case 1 of cluster B on 17 January and22 January which was about 1 week and 2 weeks after the onset of illness, respectively. These twosequences were exactly the same suggesting the genetic stability                Eighteen years after the first emergence of SARS coronavirus in Guangdong at the end of 200216,a great challenge presents by the emergence of a new SARS-like coronavirus. The earlyepidemiological data suggested most cases were caused by spill-over infections from nonhumansources which is still unknown. In this study, we provided the epidemiological and geneticevidence of human-to-human transmissions                As of January 27, increasing secondary cases were identified in Guangdong Province. In all 30secondary cases treated in hospital, none of them had history of residence or traveling to Wuhanwithin 14 days prior to onset of the illness. Moreover, 14 medical professionals were also reportedto be infected by a case in Hubei province. This suggests that 2019-nCoV transmission pattern hasbeen transferring from exposure to nonhuman resources to person-to-person. We observed severalconfirmed cases with mild symptoms or no symptoms, which indicates that current monitoringmeasures such as fever testing may not work effectively to identify these asymptomatic cases, andrecent clinical evidence suggested that asymptotic cases could also transmit 2019-nCoV to otherhumans. These findings suggest that the human-to-human transmission                  Our findings indicate that with the progress of the outbreak, prevention strategies of containingperson-to-person transmission          We thank all the medical and nursing staff who assisted in the care of patients; the members fromhealth department and CDC in Guangdong Province for their contribution in data collection,2019-nCoV control and prevention; Dr. Pilailuk Okada and his colleagues for sharing theirsequence data. This work was supported by National Key Research and Development Program ofChina (2018YFA0606200, 2018YFA0606202), the Science and Technology Program ofGuangdong Province (2018B020207006, 2019B020208005, 2019B111103001), GuangzhouScience and technology Plan Project (201804010383).Wuhan Municipal Health Commission, Hubei Province, China. Wuhan Municipal HealthThe 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team, Li Q. An OutbreakWorld Health Organization. WHO Statement Regarding Cluster of Pneumonia Cases inWuhan, China. 2020. (https://www.who.int/china/.)WorldSchemeofBioinformatics 2018;34:i884-i90.2012;9:357-9.Langmead B, Salzberg SL. Fast gapped-read alignment with Bowtie 2. Nat MethodsBankevich A, Nurk S, Antipov D, et al. SPAdes: a new genome assembly algorithm and itsapplications to single-cell sequencing. J Comput Biol 2012;19:455-77.Li D, Liu CM, Luo R, Sadakane K, Lam TW. MEGAHIT: an ultra-fast single-node solutionfor large and complex metagenomics assembly via succinct de Bruijn graph. Bioinformatics11. Nguyen L-T, Schmidt HA, von Haeseler A, Minh BQ. IQ-TREE: A Fast and EffectiveStochastic Algorithm for Estimating Maximum-Likelihood Phylogenies. Mol Biol Evol2015;31:1674-6.2014;32:268-74.12. Page AJ, Taylor B, Delaney AJ, et al. SNP-sites: rapid efficient extraction of SNPs frommulti-FASTA alignments. Microb Genom 2016;2:e000056.13. Yu G, Smith DK, Zhu H, Guan Y, Lam T-T, et al. GGTREE: an r package for visualizationand annotation of phylogenetic trees with their covariates and other associated data.Methods Ecol Evol 2017;8:28–36.14. Zhou P, Yang X-L, Wang X-G, et al. Discovery of a novel coronavirus associated with therecent pneumonia outbreak inhumans and its potential bat origin. bioRxiv2020:2020.01.22.914952.15. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. N Engl J Med 2020. Doi: 10.1056/NEJMoa2001017.16. Drosten C, Günther S, Preiser W, et al. Identification of a novel coronavirus in patients withsevere acute respiratory syndrome. N Engl J Med 2003;348:1967-76.17. He JF, Peng GW, Min J, et al. Molecular Evolution of the SARS Coronavirus, during theCourse of the SARS Epidemic in China. Science 2004;303:1666-9.          closely related viral genome from public databaseChart A: Maximum-likelihood tree was constructed by including 12 new generated 2019-nCoVsequences in this study, 6 published 2019-nCoV sequences and sequences from closely relatedSARS-like viruses. Two 2019-nCoV sequences from Thailand were integrated into the analysiswith the permission of the submitter. Black circles indicate bootstrap support >0.9 at the root nodeof selected clade. The cluster                    Chart B: Phylogenetic relationship among 2019-nCoVs and SNV (single nucleotide variant) siteswere identified by aligning twenty complete genomes          ", "ref_list": [[], ["of NCIP (2019-nCoV) Infection in China - Wuhan, Hubei Province. China CDC Weekly 10"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Camacho", "G Coulouris", "V Avagyan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On December 31, 2019, an outbreak\n        ", "one_words_summarize": "On December 31, 2019, an outbreak                A confirmed case        A total of 188 confirmed cases were identified from January 1 to 27, 2020 in Guangdong Province,China. AM2239) and then purified by using Agencourt RNAClean XP beads(Beckman Cat. Libraries were prepared using the SMARTer Stranded TotalRNA-Seq Kit v2 (Clontech, Cat. De novo assembling wasperformed using Spades8 and Megahit9 for each dataset. Phylogenetic trees were annotated and visualized with ggtree13.Data collection and analysis of cases and close contacts were determined by the National HealthCommission of the People’s Republic of China to be part of a continuing public health outbreakinvestigation and were thus considered exempt from institutional review board approval. This is the first family cluster infections identified in Guangdong Province. They visited a hospital again and were transferred to another hospital on January 20. The earlyepidemiological data suggested most cases were caused by spill-over infections from nonhumansources which is still unknown. In this study, we provided the epidemiological and geneticevidence of human-to-human transmissions                As of January 27, increasing secondary cases were identified in Guangdong Province. Wuhan Municipal HealthThe 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team, Li Q. An OutbreakWorld Health Organization. WHO Statement Regarding Cluster of Pneumonia Cases inWuhan, China. https://www.who.int/china/.)WorldSchemeofBioinformatics 2018;34:i884-i90.2012;9:357-9.Langmead B, Salzberg SL. SPAdes: a new genome assembly algorithm and itsapplications to single-cell sequencing. IQ-TREE: A Fast and EffectiveStochastic Algorithm for Estimating Maximum-Likelihood Phylogenies. SNP-sites: rapid efficient extraction of SNPs frommulti-FASTA alignments. Identification of a novel coronavirus in patients withsevere acute respiratory syndrome. closely related viral genome from public databaseChart A: Maximum-likelihood tree was constructed by including 12 new generated 2019-nCoVsequences in this study, 6 published 2019-nCoV sequences and sequences from closely relatedSARS-like viruses."}