{"date": "2020/01/30", "journal": "medrxiv", "authors": "Rongqiang Zhang, Hui Liu, Fengying Li, Bei Zhang, Qiling Liu, Xiangwen Li, Limei Luo", "title": "Transmission and epidemiological characteristics of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infected Pneumonia (COVID-19): preliminary evidence obtained in comparison with 2003-SARS", "type": "preprint article", "abstract": "* Corresponding author:", "text": "information of NCIP and 2003-SARS from websites of NHCPRC and the WorldHealth Organization was collected, and then the transmission dynamics of the twokinds of infectious diseases were analyzed. The information of 287 confirmed NCIPpatients obtained from the website of health committees of 16 provinces. Adescriptive epidemiological analysis method was employed to carefully analyze theepidemic characteristics. Subsequently, the NCIP epidemic data in Wuhan and otherinland regions of China was analyzed separately and compared. A multivariatefunction model was constructed based on the confirmed NCIP case data. Results Thegrowth rate of new cases and deaths of NCIP were significantly faster than those of2003-SARS. The number of confirmed cases in Wuhan and other inland areas bothshowed increasing trends. 287 confirmed NCIP cases aged 9 months to 90 years andthe average age was (42.38 ± 15.97) years. The gender ratio (M: F) was 1.35: 1. Thenumbers of NCIP patients in Wuhan and other inland areas were in line withY=0.7209 x3-11.97x2+59.129x (R2=0.9858) and Y=2.2169 x3-39.74x2+158.88x(R2=0.9357)，respectively, with good fitting effects judging by their R2 values.Conclusions The fatality rate of NCIP is lower than that of 2003-SARS and the curerate is higher. The age of NCIP patients is mainly concentrated in the 30-50 years old(68.29%). The harm of the first-generation NCIP patients is indeed higher than that ofsecondary cases.[Key words] Transmission, epidemiological characteristics, 2019-nCoV, SARS        On December        Administrative Region, Taiwan, Macau and Japan, the United States, Vietnam,2019-nCoV reports. The rapid spread of 2019-nCoV has brought a huge impact on thehealth of Chinese residents, economic development, and even social stability.Within the last week, Chinese governments had taken a series of comprehensivemeasures to prevent and control the Novel Coronavirus (2019-nCoV)-InfectedPneumonia(NCIP), such as closing the traffic of Wuhan to minimize the spread ofconfirmed cases, medical staff across the country and around the world to assistWuhan. Scientists have also actively researched and explored the etiology, genomics,transmission dynamic of 2019-nCoV and made due contributions to the preventionand control of the spread of 2019-nCoV infection. However, from the perspective ofthe epidemic of NCIP, its number of confirmed cases is still increasing rapidly, andthe number of deaths has also increased significantly. Actively exploring and studyingthe transmission characteristics and epidemiological characteristics of NCIP willgreatly help to curb its spread. It has been reported that the epidemiological andclinical characteristics of NCIP show some similarities to Severe Acute RespiratorySyndrome in 2003 (2003-SARS)[3-4]. Whether the effective control of 2003-SARS canprovide direction for the prevention and control of NCIP, there is still no reportedevidence. In the present study, we collected relevant latest epidemic data of NCIP anda detailed statistical analysis was carried out and the results were compared with2003-SARS in order to explore and provide scientific reference for the prevention andcontrol of NCIP.A confirmed NCIP patients was defined as a case with respiratory specimens thattested positive for the 2019-nCoV by at least one of the following three methods:isolationof 2019-nCoVor at least twopositive resultsby real-timereverse-transcription–polymerase-chain-reaction (RT-PCR) assay for 2019-nCoV or agenetic sequence that matches 2019-nCoV[5].The information of NCIP cases from January 10th, 2020 to January 28th, 2020and 2003-SARS cases from March 26th to May 26th, 2003 in China's inland regions(data from websites of NHCPRC and the World Health Organization) was collectedand then the incidence trend and change characteristics of the both infectious diseaseswere analyzed to understand the transmission dynamics of the two kinds of infectiousdiseases.The information of NCIP patients reported in inland areas of China (Beijing,Shaanxi Province, Sichuan Province, etc.) was collected, including age, gender, andcontact history (consist of having been to Hubei or living in Hubei, contactingconfirmed cases, contacting people who were from Hubei and unclear). The data wascollected from the website of the health and health committees of the above provinces.A descriptive epidemiological analysis method was employed to carefully analyze theepidemic characteristics of NCIP. However, only several provincial administrationsreleased the baseline information of NCIP confirmed patients, so the number ofconfirmed cases with detailed baseline information was far less than the total. Finally,287 NCIP confirmed patients from 16 provinces, whose baseline information wasavailable, were included into our analysis.2019-nCoV originated in Wuhan, China. In the early stage of NCIP outbreak,there may be cases of underreporting or concealment in Wuhan, which may make itdifficult to objectively reflect the true epidemic characteristics of NCIP. Therefore, theNCIP epidemic data in Wuhan and other inland regions of China was analyzedseparately and compared to obtain more objective NCIP epidemic knowledge.In the present study, the number of confirmed cases of NCIP in Wuhan and otherinland regions was used as the dependent variable Y and the time (date) was used asthe independent variable X. A multivariate function model was constructed based onthe confirmed cases of NCIP from January 10th to January 28th, 2020, aiming toexplore the accurate epidemic trend of the NCIP cases.Y= a xn +b xn-1+ …… + c x + dAs of 24:00 on January 28, NHCPRC has received a total of 5,974 confirmedcases in 31 provinces (autonomous regions, municipalities), 1,239 cases of severecases, 132 cases of deaths, and 103 cases of discharged patients. There were 9239suspected cases. The overall incidence trends of NCIP and 2003-SARS were shown inAs shown in Figure 2, the growth rate of new cases and deaths of NCIP weresignificantly faster than those of 2003-SARS, while the number of cured patients wassignificantly less than that of 2003-SARS, suggesting that NCIP showed a fastertransmission ability and could require longer treatment.          However, it was worth noting that on the 18th day after comprehensive casereporting          Both the numbers of confirmed cases in Wuhan and other inland areas showedincreasing trends. From January 24th, 2020, the number of confirmed cases in areasother than Wuhan in inland China began to exceed Wuhan (Figure 3A); the fatalityrate in Wuhan (1.52% -6.64%) was significantly higher than that of inland areas ofChina except for Wuhan (0% -2.64%) (Figure 3B).As of 17:00 on January 29th, 2020, the basic information of 287 confirmed NCIPcases (94 from Beijing, 27 from Tianjin, 47 from Sichuan, 18 from Yunnan, 5 fromGuangxi, 4 from Jilin, 8 from Guizhou, 2 from Heilongjiang, 8 from Hunan, 1 fromChongqing, 3 from Liaoning, 1 from Inner Mongolia, 56 from Shaanxi, 3 from Gansu,6 from Qinghai, and 4 from Xinjiang, Figure 4) was collected on the official websitesof 16 provincial and municipal health committees. 287 confirmed NCIP cases wereaged 9 months to 90 years and the average age was (42.38 ± 15.97) years; 287confirmed NCIP cases included 165 males and 122 females, the gender ratio (M: F)was 1.35: 1 (Figure 5, Table 1).In the 287 confirmed NCIP patients, 172 cases had a history of having been toHubei or living in Hubei, 19 cases had a history of contacting confirmed cases, 8patients had a history of contacting people who were from Hubei, and the contacthistory of the other patients were unclear (Figure 6).The result of model construction showed that in the future (about 5 days to 1week), the numbers of NCIP confirmed cases in Wuhan and other inland areas mightincrease. If continue to develop according to the existing principles, their epidemictrends were in line with Y=0.7209 x3-11.97x2+59.129x (R2=0.9858) and Y=2.2169x3-39.74x2+158.88x (R2=0.9357)，respectively, with good fitting effects judging bytheir R2 values (Figure 7).In 2002, a case of SARS appeared in Guangdong Province, China, and thenspread to Southeast Asia and all of the world [6]. The SARS outbreak comprehensivelytested that the public health system of China was very vulnerable in front of theprevention and control of infectious diseases. Subsequently, the Chinese governmentimplemented a series of reforms in the public health field, such as reorganization ofthe CDC, training public health professionals, and establishing the diseaseinformation system covering the whole country, the establishment of a completereporting system for infectious diseases and an excellent mechanism for handlingpublic health emergencies, etc. After a development for 17 years, a complete publichealth system has been established in China and great progress has been made inhandling public health emergencies such as infectious disease epidemics.After the outbreak of NCIP in 2020, the Chinese government adoptedcomprehensive measures to handle its spread. The people from China and the worldalso provided generous assistance to Wuhan, including actively treating the confirmedpatients, donated medical supplies such as masks, etc., which have been playedimportant roles in effectively curbing the spread of NCIP. The main process of NCIPin China was shown in Figure 8. Meanwhile, governments across China were alsoactively adopting strict measures. The appropriate performance of the Chinesegovernment and local governments at all levels to deal with NCIP was due to theexperience accumulated in the SARS disposal process and the great development ofpublic health system in the past 17 years.The NCIP epidemic has brought a significant impact on the health and normallives of the residents and the social and economic development of China. In addition,it was catching up with the Chinese Lunar New Year, and the above adverse effectsare even more prominent. However, until now, the etiology, epidemiology, andpathogenesis of NCIP are unclear, which has made it difficult to effectively containthe epidemic. Under this background, the latest data of NCIP epidemic was collectedto conduct a detailed analysis, and compared with the relevant characteristics of2013-SARS. The aim of our present study is to make positive contributions to helpcontain the NCIP epidemic, prevent panic and anxiety to develop, and to restoreChina's normal social order as soon as possible.Although many details such as the source of the virus and the ability to spreadamong people are still unknown, an increasing number of cases that have confirmedthe human-to-human transmission of the virus. Studies have shown that theinterpersonal transmission ability of NCIP corresponds to SARS, but its doubling time(6 to 7 days) is shorter than that of SARS (about 9 days) [1, 7], and the passage intervalof NCIP is also relatively short. The second generation of NCIP cases unrelated toWuhan has gradually appeared, which has also contributed to a sharp increase inshort-term confirmed cases, resulting in a serious situation of NCIP prevention andcontrol, and thus it is now very difficult to predict the epidemic trend.Age and comorbidities (such as diabetes or heart disease) are independentpredictors of poor SARS-CoV and MERS-CoV outcomes. The spread of SARS-CoVand MERS-CoV occurred to a large extent through super-transmission events[6-7].Currently, there are data suggesting that there may be super-transmission events inNCIP transmission, and the entire range of interpersonal transmission capabilities ofNCIP remains unknown [8-9]. In addition to the fragility of medical institutions in theface of the new coronavirus epidemic, the risk of infection complications amonghospital populations is also greatly increased [10-11]. What we need to do now is tocontinue to strengthen prevention and control measures, actively strengthen patientadmission, diagnosis, and treatment.Our results showed the following epidemiological characteristics related toNCIP:NCIP is good.1) The overall epidemic of NCIP is similar to that of 2003-SARS, but the totalnumber of confirmed cases is higher than that of 2003-SARS. The fatality rate issignificantly lower than that of 2003-SARS in the same period, and the cure rate issignificantly higher than that of 2003-SARS, which suggests that the prognosis for2) The age of NCIP patients is mainly concentrated in the 30-50 years old(68.29%), and the male are more susceptible than the female (M: F 1.35: 1). This maybe related to the fact that the adults at this age group are more active in socialactivities than other age groups.3) The results showed that that the fatality rate of NCIP in Wuhan (1.52% -6.64%)was significantly higher than that in other regions (0%-2.64%). Most of the confirmedcases in Wuhan were the First-generation infections, and the other regions may existmore secondary cases. The information above provided evidence that the harm of thefirst-generation NCIP cases is significantly higher than that of secondary cases(including second- and third-generation cases).The present study was funded by Research Project from Health Commission ofShaanxi Provincial Government (2018A017), Research Project fromDepartment of Shaanxi Provincial Government (19JS015), Subject Innovation Teamof Shaanxi University of Chinese Medicine (132041933).The authors declare that they have no competing interests.modified the manuscript.        R. Z. submitted the study.2003-SARS        2. National Health Commission of the People's Republic of China, Update onpneumonia outbreak of new coronavirus infection. 28th January, 2020. Available at:3. Qun Li, Xuhua Guan, Peng Wu, etc. Early Transmission Dynamics in Wuhan,ahead of print].4. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with5. Lin C, Ye R, Xia YL. A meta-analysis to evaluate the effectiveness of real-timePCRfordiagnosingnovelcoronavirusinfections.MolRes.2015;14(4):15634–15641. Published 2015 Dec 2. doi:10.4238/2015.December.1.15.6. Venkataraman T, Frieman MB. The role of epidermal growth factor receptor(EGFR) signaling in SARS coronavirus-induced pulmonary fibrosis. Antiviral Res.7. World Health Organization. SARS (Severe Acute Respiratory Syndrome).novel coronavirus in Wuhan, China [published online ahead of print, 2020 Jan 24].9. Hui DS, I Azhar E, Madani TA, et al. The continuing 2019-nCoV epidemicthreat of novel coronaviruses to global health - The latest 2019 novel coronavirusoutbreak in Wuhan, China [published online ahead of print, 2020 Jan 14]. Int J Infect10. Lu H, Stratton CW, Tang YW. Outbreak of Pneumonia of Unknown Etiologyin Wuhan China: the Mystery and the Miracle [published online ahead of print, 2020Jan 16]. J Med Virol. 2020;10.1002/jmv.25678. doi:10.1002/jmv.25678.11. Venkataraman T, Frieman MB. The role of epidermal growth factor receptor(EGFR) signaling in SARS coronavirus-induced pulmonary fibrosis. Antiviral Res.Age group (Y)1020304050607080MaleFemale4(66.67)8(47.06)10(31.25)29(42.65)30(36.59)18(46.15)17(62.96)5(38.46)1(50.00)0(0.00)Total6173268823927132", "ref_list": [[], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "information of NCIP and 2003-SARS from websites of NHCPRC and the World\nHealth Organization was collected, and then the transmission dynamics of the two\nkinds of infectious diseases were analyzed. The information of 287 confirmed NCIP\npatients obtained from the website of health committees of 16 provinces. A\ndescriptive epidemiological analysis method was employed to carefully analyze the\nepidemic characteristics. Subsequently, the NCIP epidemic data in Wuhan and other\ninland regions of China was analyzed separately and compared. A multivariate\nfunction model was constructed based on the confirmed NCIP case data. Results The\ngrowth rate of new cases and deaths of NCIP were significantly faster than those of\n2003-SARS. The number of confirmed cases in Wuhan and other inland areas both\nshowed increasing trends. 287 confirmed NCIP cases aged 9 months to 90 years and\nthe average age was (42.38 ± 15.97) years. The gender ratio (M: F) was 1.35: 1. The\nnumbers of NCIP patients in Wuhan and other inland areas were in line with\nY=0.7209 x3-11.97x2+59.129x (R2=0.9858) and Y=2.2169 x3-39.74x2+158.88x\n(R2=0.9357)，respectively, with good fitting effects judging by their R2 values.\nConclusions The fatality rate of NCIP is lower than that of 2003-SARS and the cure\nrate is higher. The age of NCIP patients is mainly concentrated in the 30-50 years old\n(68.29%). The harm of the first-generation NCIP patients is indeed higher than that of\nsecondary cases.\n[Key words] Transmission, epidemiological characteristics, 2019-nCoV, SARS", "one_words_summarize": "information of NCIP and 2003-SARS from websites of NHCPRC and the WorldHealth Organization was collected, and then the transmission dynamics of the twokinds of infectious diseases were analyzed. Adescriptive epidemiological analysis method was employed to carefully analyze theepidemic characteristics. Results Thegrowth rate of new cases and deaths of NCIP were significantly faster than those of2003-SARS. 287 confirmed NCIP cases aged 9 months to 90 years andthe average age was (42.38 ± 15.97) years. The rapid spread of 2019-nCoV has brought a huge impact on thehealth of Chinese residents, economic development, and even social stability. Whether the effective control of 2003-SARS canprovide direction for the prevention and control of NCIP, there is still no reportedevidence. was collected, including age, gender, andcontact history (consist of having been to Hubei or living in Hubei, contactingconfirmed cases, contacting people who were from Hubei and unclear). In the early stage of NCIP outbreak,there may be cases of underreporting or concealment in Wuhan, which may make itdifficult to objectively reflect the true epidemic characteristics of NCIP. In the present study, the number of confirmed cases of NCIP in Wuhan and otherinland regions was used as the dependent variable Y and the time (date) was used asthe independent variable X. A multivariate function model was constructed based onthe confirmed cases of NCIP from January 10th to January 28th, 2020, aiming toexplore the accurate epidemic trend of the NCIP cases. However, it was worth noting that on the 18th day after comprehensive casereporting          Both the numbers of confirmed cases in Wuhan and other inland areas showedincreasing trends. However, until now, the etiology, epidemiology, andpathogenesis of NCIP are unclear, which has made it difficult to effectively containthe epidemic. Our results showed the following epidemiological characteristics related toNCIP:NCIP is good.1) The overall epidemic of NCIP is similar to that of 2003-SARS, but the totalnumber of confirmed cases is higher than that of 2003-SARS. The information above provided evidence that the harm of thefirst-generation NCIP cases is significantly higher than that of secondary cases(including second- and third-generation cases).The present study was funded by Research Project from Health Commission ofShaanxi Provincial Government (2018A017), Research Project fromDepartment of Shaanxi Provincial Government (19JS015), Subject Innovation Teamof Shaanxi University of Chinese Medicine (132041933).The authors declare that they have no competing interests.modified the manuscript. Age group (Y)1020304050607080MaleFemale4(66.67)8(47.06)10(31.25)29(42.65)30(36.59)18(46.15)17(62.96)5(38.46)1(50.00)0(0.00)Total6173268823927132"}