{"date": "2020/02/22", "journal": "biorxiv", "authors": "Zhen Zhao, Haodong Cui, Wenxing Song, Xiaoling Ru, Wenhua Zhou, Xuefeng Yu", "title": "A simple magnetic nanoparticles-based viral RNA extraction method for efficient detection of SARS-CoV-2", "type": "preprint article", "abstract": "[*] Correspondence and requests for materials should be addressed to W. Z. (email:", "text": "The ongoing outbreak of the novel coronavirus disease 2019 (COVID-19) originatingfrom Wuhan, China, draws worldwide concerns due to its long incubation period andstrong infectivity. Although RT-PCR-based molecular diagnosis techniques are beingwidely applied for clinical diagnosis currently, timely and accurate diagnosis are stilllimited due to labour intensive and time-consuming operations of these techniques. Toaddress the issue, herein we report the synthesis of poly (amino ester) with carboxylgroups (PC)-coated magnetic nanoparticles (pcMNPs), and the development ofpcMNPs-based viral RNA extraction method for the sensitive detection of COVID-19causing virus, the SARS-CoV-2. This method combines the lysis and binding steps intoone step, and the pcMNPs-RNA complexes can be directly introduced into subsequentRT-PCR reactions. The simplified process can purify viral RNA from multiple sampleswithin 20 min using a simple manual method or an automated high-throughputapproach. By identifying two different regions (ORFlab and N gene) of viral RNA, a10-copy sensitivity and a strong linear correlation between 10 and 105 copies ofSARSCoV-2 pseudovirus particles are achieved. Benefitting from the simplicity andexcellent performances, this new extraction method can dramatically reduce theturnaround time and operational requirements in current molecular diagnosis ofCOVID19, in particular for the early clinical diagnosis.In December, 2019, an unknown pathogen-mediated pneumonia emerged in Wuhan,China.1 Confirmed cases had been soon diagnosed in other cities in China, as well as inother countries. On 11 February 2020, as reported by the World Health Organization(WHO) and the Chinese Center for Disease Control and Prevention (China CDC), thisunknown pneumonia was confirmed to be caused by a novel coronavirus(SARS-CoV2, previously named as 2019-nCoV). SARS-CoV-2 is etiologically related to thewellknown severe acute respiratory syndrome coronavirus (SARS-CoV), belonging to theCoronaviridae family, a type of positive-sense, single-stranded RNA coronavirus withan outer envelope. Although the genome sequences of SARS-CoV-2 have been fullyrevealed and various RT-PCR-based detection kits have been developed, clinicaldiagnosis of COVID-19 is still highly challenging.Due to its high sensitivity in exponentially amplifying RNA molecules, reversetranscription polymerase chain reaction (RT-PCR) is identified as a standard androutinely used technique for the analysis and quantification of various pathogenic RNAin laboratories and clinical diagnosis.2 For example, it has been successfully applied forthe detection of SARS-CoV, Middle East respiratory syndrome coronavirus(MERSCoV), and various other viral pathogens including Zika virus (ZIKV), Influenza A virus,Dengue virus (DENV).3-8 After the outbreak of COVID-19, several methods and kitsbased on RT-PCR for the detection of SARS-CoV-2 genomic RNA have beenreported.9-10 While RT-PCR-based methods have been widely used in COVID-19diagnosis, their application in accurate diagnosis of viral infection and epidemic controlis severely hampered by their laborious and time-consuming sample processing steps.Quantitative extraction of nucleic acids with high purity from complex samples arethe prerequisite for efficient RT-PCR assays. Low extraction efficiency might give poorsignals during exponential amplification and thus result in false negative results.11-12Low extraction quality, on the other hand, may contain a variety of PCR inhibitors,which gives unreliable readouts during amplification.13-14In the control and diagnosis towards SARS-CoV-2 currently, silica-based spin columnRNA extraction methods are widely used, in which a silica membrane or glass fiber isapplied to bind nucleic acids. In these traditional methods, the samples need pre-lysisin an appropriate buffer to release nucleic acids from viral particles before binding tothe column membrane and multiple centrifugation steps are required to enable binding,washing and elution of extracted nucleic acids. Additionally, as various corrosivechaotropic salts and toxic organic solvents are involved in the lysis and binding steps,several sequential washing steps are required to eliminate possible PCR inhibitoryeffects in the eluted products. The whole process comprises multiple centrifuging andcolumn-transferring steps, which is laborious, time-consuming, and vulnerable tocontamination or column clogging. More importantly, spin column-based approachesare not suitable for a high-throughput, automated operation. In the monitoring andcontrol of sudden outbreaks, such as SARS-CoV-2, these traditional methods consumea large number of operators, but giving low diagnosis efficiency and high risk of crossinfection. Thus, fast, convenient and automated nucleic acids extraction methods arehighly desirable not just in the molecular diagnosis of SARS-CoV-2, but also in themonitoring and prevention of other infectious diseases.As an alternative, magnetic nanoparticles (MNPs)-based extraction methods arecentrifuge-free and has proven to be easy to operate and compatible to automation andhigh-throughput operation.15-17 In conventional MNPs-based methods, nucleic acids inthe lysed samples can be specifically absorbed on MNPs due to varioussurfacemodified functional groups. In the presence of magnetic fields, nucleic acids are rapidlyseparated from most impurities in the supernatant. After fast washing steps to eliminatetrace impurities, purified nucleic acids can be further released from the surface of MNPsby elution buffer with altered ionic strength. Although much simpler and faster thanspin column-based methods, most MNPs-based extraction strategies still containmultiple processing steps such as lysis, binding, washing and elution, which increasesoperational difficulties in real clinical diagnosis.Herein, a further simplified and updated MNPs-based viral RNA extraction methodis described for highly sensitive extraction and RT-PCR detection of viral RNA usingSARS-CoV-2 pseudoviruses as models. The MNPs is synthesized via a simple one-potapproach, and functionalized with polymers carrying multi-carboxyl groups byfollowing one-step incubation. Due to the strong interaction between carboxyl groupsand nucleic acids, the poly carboxyl-functionalized MNPs (pcMNPs) enables rapid andefficient absorption of RNA molecules. In RNA extraction, one lysis/binding step andone washing step are required for nucleic acids extraction and purification fromcomplex samples. More importantly, extracted RNA can be directed introduced intosubsequent RT-PCR together with MB without elution step, which dramatically reduceoperating time and risk of contamination. The fast extraction method was verified byboth manual operation and automated system. Due to its simplicity, satisfactoryperformances and robustness, this method provides a promising alternative to decreasethe labour-intensity and reduce possibility of false-negative results in currentRT-PCRbased SARS-CoV-2 diagnosis.Iron (III) chloride hexahydrate, Iron (II) chloride tetrahydrate, ammoniumhydroxide, tetraethyl orthosilicate (TEOS), (3-Aminopropyl)triethoxysilane (APTES),and dimethyl sulfoxide (DMSO) were bought from Aladdin Industrial Corporation(Shanghai, China). Ammonium hydroxide solution, isopropanol, ethylenediamine andethanol were purchased from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China).1,4-butanediol diacrylate, 6-amino caproic acid, sodium chloride (NaCl), sodium iodide(NaI), tri(hydroxymethyl)aminomethane (Tris), ethylene diamine tetraacetic acid(EDTA) and polyethylene glycol 8000 were obtained from Sigma-Aldrich (St. Louis,USA).Bare magnetic nanoparticles (MNPs) were prepared based on a simplecoprecipitation protocol as previously reported.18 Briefly, 3.0 g of Iron (III) chloridehexahydrate and 2.5 g of Iron (II) chloride tetrahydrate were dissolved separately in100 mL of deionized water and degassed with nitrogen for 20 min to remove the oxygenin the solutions. Both iron solutions were then mixed in a 500 mL round-bottom flask,and 10 mL of ammonium hydroxide was added into the mixture with vigorous stirringunder a nitrogen atmosphere. A rapid change of solution colour was observed fromorange to black, indicating the formation of co-precipitated bare MNPs. The solutionmixture was continuously stirred for another 4 h, and the resulting black products (bareMNPs) were collected with a magnet and dispersed into ethanol after washing severaltimes with deionized water and ethanol. Subsequently, 0.3 g of as-prepared bare MNPs,15 mL of deionized water and 12 mL of ammonium hydroxide were added into 150 mLof ethanol, followed by a continuous sonication for 30 min at room temperature. 1.2mL of TEOS was then added dropwise into the solution mixture after sonication, andvigorously stirred for another 4 h at room temperature to allow the formation of silicalayers on the surface of MNPs. Afterwards, the silica-coated MNPs were collected witha magnet and the rinsed with deionized water and ethanol for several times to removeresidual TEOS. After that, 0.2 g of silica-coated MNPs were dispersed into 50 mLisopropanol, and 0.2 mL of APTES was dropwise mixed with MNPs solution. Themixture was incubated under continuous sonication for 6 h at room temperature,followed by the collection of amino-modified MNPs (NH2-MNPs) with a magnet andwashing with deionized water and ethanol to remove free APTES. The final preparedNH2-MNPs were preserved in ethanol at 4 oC and the loading of -NH2 group on thesurface was verified by Fourier transform infrared (FTIR) spectroscopy (FigureS1A).As shown in Scheme1 A, polymers were prepared based on the protocol reportedpreviously with minor modification.19 In brief, 3.5 g of 1,4-butanediol diacrylate (17.7mmol) and 1.5 g of 6-amino caproic acid (11.4 mmol) were firstly mixed in 10 mL of50% (v/v) DMSO aqueous solution, followed by vigorously stirring for 12 h at 90 °Cin a safe dark place. Subsequently, end-capping reaction was performed by the additionof 10% (v/v) amino solution, ethylenediamine, into the polymer/DMSO solution. Theas-prepared PC polymers was final preserved at 4 °C with lightproof package. PCswere further characterized by FTIR spectroscopy (FigureS1B).Preparation and characterization of PC-coated NH2-MNPs (pcMNPs)25 mg of NH2-MNPs were dispersed into 25 mL of 50% (v/v) DMSO aqueoussolution and then mixed with 1.25 g of PC under sonication for 10 min. Subsequently,2.5 mL of NaOH solution (1 M) was introduced to the mixture and sonicated for another20 min, followed by vigorously shaking for 4 h at 37 °C and rinsing with DMSO anddeionized water for several times. The obtained polymer-coated MNPs (pcMNPs) werestored in deionized water at 4 °C. The size and morphology of the pcMNPs wereconfirmed by transmission electron microscopy (TEM).The pseudovirus samples were obtained from Zeesan Biotech (Xiamen, China) andthe standard samples were freshly prepared by step-wise dilution of pseudovirus in fetalcalf serum purchased from Thermofisher (Massachusetts, USA) before nucleic acidextraction experiments. 200 μL of as-prepared standard samples with a known copynumber of viral particles (down to 10 copies) were incubated with 400 μL lysis/bindingbuffer (1 M NaI, 2.5 M NaCl, 10% Triton X-100, 40% polyethylene glycol 8000, 25mM EDTA) and 40 μg pcMNPs for 10 min at room temperature on a rotating shaker.Then, the pcMNPs-RNA complex was collected magnetically for 1 min and thesupernatant was discarded. Afterwards, the complex was washed once or twice with400 μL washing buffer (75% ethanol v/v). The purified nucleic acids were releasedfrom MNPs by incubating the complex in 50 μL of TE buffer (10 mM Tris-HCl, pH8.0), vortexed at 55 oC bath for 5 min, and 15 μL of supernatant was transferred tosubsequent RT-PCR reaction.To quantify the amount of viral RNA captured, Real-time reverse-transcription PCRusing VetMAX™-Plus One-Step RT-PCR Kit (Massachusetts, USA) and Bio-Red PCRdetection system (California, USA) was applied. For conventional RT-PCR, a 30 μL ofreaction solution was set up containing 15 μL of eluted supernatant, 7.5 μL of4 × reaction buffer, 1.5 μL enzyme mixture, and optimized concentrations of primers(from 0.25 μM to 1 μM)and probe (from 0.25 μM to 1 μM). Subsequent thermal cyclingwas performed at 55°C for 15 min for reverse transcription, followed by 95°C for 30 sand then 45 cycles of 95°C for 10 s, 60°C for 35 s. Fluorescence readout were takenafter each cycle, and the threshold cycle (Ct) was calculated by the Bio-Red analysissystem based on plotting against the log10 fluorescence intensity. The oligonucleotideprimers and probes were synthesized by GENEWIZ (Suzhou, China), andcorresponding sequences are shown in Table 1.Target Oligonucleotide Sequence (5'-3')1)RT-F-ORFab1 CCCTGTGGGTTTTACACTTAAORF1b RT-R-ORFab1 ACGATTGTGCATCAGCTGAgene RT-P-ORFab1FAM-CCGTCTGCGGTATGTGGAAAGGTTATGGBHQ1RT-F-N GGGGAACTTCTCCTGCTAGAATN gene RT-R-N CAGACATTTTGCTCTCAAGCTGRT-P-N FAM-TTGCTGCTGCTTGACAGATT-TAMRA1) FAM: 6-Carboxyfluorescein; BHQ1: Black Hole quencher1; TAMRA:5Carboxytetramethylrhodamine.To investigate whether the extracted pcMNPs-RNA complexes can be directly usedfor RT-PCR, an identical extraction was carried out, in which the whole complex wastransferred to the PCR tube without the elution step. Specifically, 30 μL of reactionsolution composed of 15 μL of TE buffer, 7.5 μL of 4 × reaction buffer, 1.5 μL enzymemixture, and optimal concentrations of primers (1 μM each) and probe (1 μM) wasmixed with pcMNP-RNA complexes by brief vortexing, and directly transferred to thePCR tube for RT-PCR using the same procedure as abovementioned.A high throughput automated RNA extraction method was adapted using acommercial NP968-C automatic nucleic acid extraction system (TIANLONG, Xi'an,China), which could simultaneously process up to 32 parallel samples in 96-well sampleplates. In detail, 400 μL of lysis/binding buffer, 40 μg pcMNPs and 200 μL of thesample containing a specific number of pseudovirus particles was sequentiallydispensed into Column 1 of the sample plate. Then the washing buffer and elution bufferwas added separately into Column 2 or 4. Finally, the 96-well sample plate was pluggedonto the matrix and RNA extraction was performed by following an optimized program(TableS1). Once the program was finished, the 96-well sample plate was removed andthe 15 μL of the eluted product was analysed using the conventional RT-PCR protocolas described above.The pcMNPs were prepared by two steps as depicted in Scheme1B. It started withone-pot synthesis of NH2-MNPs using co-precipitation reaction and hydrolysis ofTEOS/APTES. Once PC polymer was successfully synthesized, its reaction withNH2MNPs would form pcMNPs by the Michael addition to efficiently give pcMNPs. Toinvestigate the morphology of prepared pcMNPs, transmission electron microscopy(TEM) was used and the representative image was shown in Figure1A, suggesting aspherical morphology of the prepared pcMNPs. In addition, enlarged TEM image ofpcMNPs revealed a thin silica-layer on the particle surfaces with a thickness around 3nm, implied the successful preparation of silica-coating. By using the dynamic lightscattering technique, it is observed that the prepared pcMNPs have an average diameterof 10.22 ± 2.8 nm without apparent aggregation (Figure1B). To verify the successfulfunctionalization of synthesized PC polymers, the average zeta potentials of bare MNPs,silica-coated MNPs and pcMNPs were measured by DLS. As shown in Fig 1C, theaverage zeta potential changed from -4.82 mV ± 0.54 of bare MNPs to 20.57 mV ± 0.71of silica-coated MNPs due to the NH2- groups introduced during silica-coating.However, functionalization of PC polymers resulted in a decrease of average zetapotential of pcMNPs to -38.67 mV ± 0.84, indicating successful polymer coating andmore importantly, good dispersion of pcMNPs in the solution. Subsequently, themagnetic response property of bare MNPs, NH2-MNPs and pcMNPs were tested(Figure1D). The magnetically capture process was completely finished within 30 s,implying excellent paramagnetic property of the prepared pcMNPs.Figure1 Characterization of pcMNPs. (A) TEM image and (B) size distribution ofpcMNPs; The average size of nanoparticles is represented as mean ± SD of over 250individual particles. (C) Zeta potentials of bare MNPs, NH2-MNPs and pcMNPs inwater. (D) The magnetic response property of bare MNPs, NH2-MNPs and MBs in 30s.To investigate the RNA binding property of prepared pxMNPs, RNA binding assayswere performed by incubating 2 μg RNA molecules with 20 μg pcMNPs in 200 μLlysis/binding buffer. As shown in Figure2A, more than 90% of RNA was absorbed bythe pcMNPs within 10 min. In contrast, significant amount RNA molecules have beenobserved using a commercialized RNA extraction kit under similar conditions. Moreimportantly, no aggregation has been observed when incubating pxMNPs in a high-saltsolution (50 mM NaCl), further confirmed their excellent dispersity (Figure2B).By following a simple lysis/binding-washing-elution protocol shown in Scheme2, 105copies of SARS-CoV-2 pseudovirus in 200 μL serum samples were extracted andsubject to RT-PCR analysis. We first carried out a concentration optimization of theprimer and probe to maximize the efficiency and sensitivity of SARS-CoV-2 detection.The results showed that the optimal concentrations were 1 μM and 1 μM for the primerpairs and probes respectively (FigureS2).pcMNPs in viral RNA extraction were evaluated. Considering the high viral load inclinical samples, although 20 μg of pcMNPs were enough to extract 105 copies ofSARS-CoV-2 pseudovirus RNA in 200 μL serum samples (FigureS3), 40 μg pcMNPswas used in subsequent experiments.N e g a tiv eP o s itiv eC o n v e n tio n a l R T -P C RD ire c t R T -P C RN e g a tiv eP o s itiv eC o n v e n tio n a l R T -P C RD ire c t R T -P C R0methods. RT-PCR assays amplifying (A) the ORF1ab region and (B) the N gene inpseudoviral RNA extracted by a manual protocol.Due to the excellent water dispersity of pcMNPs, we hypothesized that they can staydispersed in the first few cycles of RT-PCR reaction, without shielding the extractedRNA molecules in aggregates from primer binding and elongation. Thus, by followingthe optimized conditions, performances of the pcMNPs-based RNA extraction andDirect RT-PCR was investigated. 105 copies of pseudoviruses were spiked into 200 μLof serum and the extracted viral RNA were analysed by RT-PCR using eluted products(Conventional RT-PCR) or pcMNPs-RNA complexes without elution (Direct RT-PCR).In these experiments, the serum sample without pseudoviruses was used as a negativecontrol, while the PCR reaction mixture directly spiked with 105 copies ofpseudoviruses was regarded as a positive control. As shown in Figure3A, in thedetection of ORFlab (Open Reading Frame 1ab) region, the direct RT-PCR withoutelution step exhibited a slightly smaller cycle threshold (Ct) value than that measuredusing Conventional RT-PCR after elution. This is possibly because all extracted viralRNA was introduced to the amplification in the Direct RT-PCR, while only half of theeluted products was added for the Conventional RT-PCR. This phenomenon suggeststhat one advantages of the pcMNPs-based Direct RT-PCR protocol is to reduce possiblefalse negative results, since all extracted viral RNA has been directed to the subsequentamplification without potential lost in the elution and transfer steps. Additionally, thereis no detectable differences between amplification efficiencies of the positive controland Direct RT-PCR (Figure3A red and purple lines). This result suggests that ourpcMNPs-based viral RNA extraction protocol not only exhibits nearly 100% RNAextraction efficiency in serum samples, but also provides high-purity products withoutPCR inhibitors.As previously described, one of the most serious disadvantages of traditionalcolumnbased extraction approaches is the difficulties in automation. Because no centrifugationsteps are required, MNPs-based methods allow fully automated nucleic acidpurification, which is highly important in current SARS-CoV-2 diagnosis. Therefore,the feasibility of automating viral RNA extraction procedure based on our pcMNPs wassubsequently evaluated. A commercialized magnetic rods-based nucleic acidpurification system was used. An automated programme was set according to themanual protocol (Figure4A). During the extraction process, although the shakingpattern of magnetic rods was set at the most vigorous level, no breakage or leakage ofpcMNPs were observed, since the eluted solution are colourless and transparent(FigureS4). As shown in Figure4B, the amplification curve of the automated sample isvery close to that of the positive control and manually performed Direct RT-PCRsamples, which suggests that our pcMNPs-based method is highly suitable for theautomated high throughput viral RNA extraction.P o s itiv eD ire c t R T -P C RA u to m a tio nP o s itiv eD ire c t R T -P C RA u to m a tio n0C y c lediagram of automated extraction protocol. (B) RT-PCR assays amplifying the ORF1abregion in pseudoviral RNA extracted by automated protocol, and (B) RT-PCR assaysamplifying the N gene in pseudoviral RNA extracted by an automated protocol.Then, the performances of the pcMNPs-based method in extracting and detectingthe Nucleocapsid (N) gene were evaluated. In agreement with the results of ORFlabregion, the N gene assays also confirmed the high extraction efficiency and robustnessof pcMNPs-based method in both manually operated Direct RT-PCR and automatedprotocol (Figure4C).C yc le100101102 103Number of viruses1041050Then, the sensitivity and dynamic range of pcMNPs-based viral RNA detectionmethod was evaluated and compared by following the Conventional and DirectRTPCR protocols, using N gene carrying pseudovirus as a model. A series of standardsamples containing 105 to 10 copies of pseudovirus were freshly prepared by step-wise10-fold dilution of in serum. A control serum sample (no pseudovirus) was alsoincluded as a negative control to monitor the presence of false positive signals. Asshown in Figure 5A, a detection limit of 10 copies of pseudovirus was achieved usingConvectional RT-PCR protocol. A strong linear relationship between the logarithm ofpseudovirus particle numbers and the corresponding Ct values was found crossing over5 orders of magnitude ranging from 10 to 105 copies with a high correlation coefficient(R2 = 0.999) (Figure5B). Parallelly, similar detection limit and linear relationship wereobserved in experiments following the pcMNPs-based Direct RT-PCR protocol(Figure5C and D). Meanwhile, the differences of Ct values between neighbouringcurves are approximately 3 cycles, which is very close to the theoretical 3.3 cycles fora 10-fold dilution. These results indicated that the RT-PCR amplification is highlyefficient both in the presence or absence of pcMNPs. However, it is also important tonote that in both cases, the negative controls sometimes gave observable amplificationsignals. Although their Ct values are lagged too far behind 40 cycles to be regarded asa valid positive result, this phenomenon raise concerns about possible false-positiveissues, in which further optimization of primer pairs and probe might be necessary.Overall, the updated MB-based extraction method had highly extraction efficiencyand compatibility of PCR amplification in any of the patterns, which dramaticallysimplified laborious sample processing work and was ideally suitable for RT-PCR assayof SARS-CoV-2 with a sensitivity of 10 copies at least.Extraction Timefor Multiple > 2 h ~ 30 minSamples1) Commerical RNA Purification: QIAGEN 52906 QIAamp Viral RNA Mini Kit; Real-time RT-PCRinstrument: Roche LightCycler 480. 2) This work: functional pcMNPs-based RNA extraction andreal-time PCR amplification (Bio-Red).Efficient and robust nucleic acids extraction from complex clinical samples is the firstand the most important step for subsequent molecular diagnosis, but currently it is stillhighly labour intensive and time-consuming. For example, although the genomesequences of SARS-CoV2 have been fully revealed and various RT-PCR-baseddetection kits have been developed, timely diagnosis of COVID-19 is still highlychallenging partially due to the lack of satisfactory viral RNA extraction strategy. Inthis study, a carboxyl polymer-coated MNPs, namely pcMNPs, was developed and asimple but efficient viral RNA extraction system was established for sensitive detectionof SARS-CoV-2 RNA via RT-PCR. As compared with traditional column-based nucleicacids extraction methods, our pcMNPs-based method has several advantages (Table 2).Firstly, pcMNPs-based method combines the virus lysis and RNA binding steps intoone, and the pcMNPs-RNA complexes can be directly introduced into subsequentRTPCR reactions (Direct RT-PCR), which gives a dramatically simplified RNA extractionprotocol. Secondly, pcMNPs have excellent viral RNA binding performances, whichresults in 10-copy sensitivity and the high linearity over 5 logs of gradient inSARSCoV-2 viral RNA detection using RT-PCR. Thirdly, this method can be easily adoptedin fully automated nucleic acid extraction systems without laborious optimization.Furthermore, the pcMNPs-RNA complexes obtained by this method is also compatiblewith various isothermal amplification methods, such as RPA and LAMP, and thus couldbe used in the development of POCT devices. In conclusion, due to its simplicity,robustness, and excellent performances, our pcMNPs-based method may provide apromising alternative to solve the laborious and time-consuming viral RNA extractionoperations, and thus exhibits a great potential in the high throughput SARS-CoV-2molecular diagnosis.        1. Zhu, N.; Zhang, D.; Wang, W.; Li, X.; Yang, B.; Song, J.; Zhao, X.; Huang, B.;Shi, W.; Lu, R.; Niu, P.; Zhan, F.; Ma, X.; Wang, D.; Xu, W.; Wu, G.; Gao, G. F.; Tan,W., A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med2020, 382:727-733.2. Espy, M. J.; Uhl, J. R.; Sloan, L. M.; Buckwalter, S. P.; Jones, M. F.; Vetter, E.A.; Yao, J. D. C.; Wengenack, N. L.; Rosenblatt, J. E.; Cockerill, F. R.; Smith, T. F.,Real-Time PCR in Clinical Microbiology: Applications for Routine Laboratory Testing.Clin Microbiol Rev 2006, 19 (        ", "ref_list": [[], ["U1 0 0 0 0 A ( y it s n e t in 1 0 0 0 e c n e c s e r o u lF 1 0 0"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["B .)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The ongoing outbreak of the novel coronavirus disease 2019 (COVID-19) originating\nfrom Wuhan, China, draws worldwide concerns due to its long incubation period and\nstrong infectivity. Although RT-PCR-based molecular diagnosis techniques are being\nwidely applied for clinical diagnosis currently, timely and accurate diagnosis are still\nlimited due to labour intensive and time-consuming operations of these techniques. To\naddress the issue, herein we report the synthesis of poly (amino ester) with carboxyl\ngroups (PC)-coated magnetic nanoparticles (pcMNPs), and the development of\npcMNPs-based viral RNA extraction method for the sensitive detection of COVID-19\ncausing virus, the SARS-CoV-2. This method combines the lysis and binding steps into\none step, and the pcMNPs-RNA complexes can be directly introduced into subsequent\nRT-PCR reactions. The simplified process can purify viral RNA from multiple samples\nwithin 20 min using a simple manual method or an automated high-throughput\napproach. By identifying two different regions (ORFlab and N gene) of viral RNA, a\n10-copy sensitivity and a strong linear correlation between 10 and 105 copies of\nSARSCoV-2 pseudovirus particles are achieved. Benefitting from the simplicity and\nexcellent performances, this new extraction method can dramatically reduce the\nturnaround time and operational requirements in current molecular diagnosis of\nCOVID19, in particular for the early clinical diagnosis.", "one_words_summarize": "The ongoing outbreak of the novel coronavirus disease 2019 (COVID-19) originatingfrom Wuhan, China, draws worldwide concerns due to its long incubation period andstrong infectivity. The simplified process can purify viral RNA from multiple sampleswithin 20 min using a simple manual method or an automated high-throughputapproach. In December, 2019, an unknown pathogen-mediated pneumonia emerged in Wuhan,China.1 Confirmed cases had been soon diagnosed in other cities in China, as well as inother countries. More importantly, spin column-based approachesare not suitable for a high-throughput, automated operation. In the presence of magnetic fields, nucleic acids are rapidlyseparated from most impurities in the supernatant. After fast washing steps to eliminatetrace impurities, purified nucleic acids can be further released from the surface of MNPsby elution buffer with altered ionic strength. The fast extraction method was verified byboth manual operation and automated system. Subsequently,2.5 mL of NaOH solution (1 M) was introduced to the mixture and sonicated for another20 min, followed by vigorously shaking for 4 h at 37 °C and rinsing with DMSO anddeionized water for several times. Then, the pcMNPs-RNA complex was collected magnetically for 1 min and thesupernatant was discarded. Afterwards, the complex was washed once or twice with400 μL washing buffer (75% ethanol v/v). The oligonucleotideprimers and probes were synthesized by GENEWIZ (Suzhou, China), andcorresponding sequences are shown in Table 1.Target Oligonucleotide Sequence (5'-3')1)RT-F-ORFab1 CCCTGTGGGTTTTACACTTAAORF1b RT-R-ORFab1 ACGATTGTGCATCAGCTGAgene RT-P-ORFab1FAM-CCGTCTGCGGTATGTGGAAAGGTTATGGBHQ1RT-F-N GGGGAACTTCTCCTGCTAGAATN gene RT-R-N CAGACATTTTGCTCTCAAGCTGRT-P-N FAM-TTGCTGCTGCTTGACAGATT-TAMRA1) FAM: 6-Carboxyfluorescein; BHQ1: Black Hole quencher1; TAMRA:5Carboxytetramethylrhodamine. Specifically, 30 μL of reactionsolution composed of 15 μL of TE buffer, 7.5 μL of 4 × reaction buffer, 1.5 μL enzymemixture, and optimal concentrations of primers (1 μM each) and probe (1 μM) wasmixed with pcMNP-RNA complexes by brief vortexing, and directly transferred to thePCR tube for RT-PCR using the same procedure as abovementioned. C) Zeta potentials of bare MNPs, NH2-MNPs and pcMNPs inwater. ( In contrast, significant amount RNA molecules have beenobserved using a commercialized RNA extraction kit under similar conditions. N e g a tiv eP o s itiv eC o n v e n tio n a l R T -P C RD ire c t R T -P C RN e g a tiv eP o s itiv eC o n v e n tio n a l R T -P C RD ire c t R T -P C R0methods. This phenomenon suggeststhat one advantages of the pcMNPs-based Direct RT-PCR protocol is to reduce possiblefalse negative results, since all extracted viral RNA has been directed to the subsequentamplification without potential lost in the elution and transfer steps. An automated programme was set according to themanual protocol (Figure4A). As shown in Figure4B, the amplification curve of the automated sample isvery close to that of the positive control and manually performed Direct RT-PCRsamples, which suggests that our pcMNPs-based method is highly suitable for theautomated high throughput viral RNA extraction. P o s itiv eD ire c t R T -P C RA u to m a tio nP o s itiv eD ire c t R T -P C RA u to m a tio n0C y c lediagram of automated extraction protocol. ( Asshown in Figure 5A, a detection limit of 10 copies of pseudovirus was achieved usingConvectional RT-PCR protocol. Extraction Timefor Multiple > 2 h ~ 30 minSamples1) Commerical RNA Purification: QIAGEN 52906 QIAamp Viral RNA Mini Kit; Real-time RT-PCRinstrument: Roche LightCycler 480. Thirdly, this method can be easily adoptedin fully automated nucleic acid extraction systems without laborious optimization. In conclusion, due to its simplicity,robustness, and excellent performances, our pcMNPs-based method may provide apromising alternative to solve the laborious and time-consuming viral RNA extractionoperations, and thus exhibits a great potential in the high throughput SARS-CoV-2molecular diagnosis. Zhu, N.; Zhang, D.; Wang, W.; Li, X.; Yang, B.; Song, J.; Zhao, X.; Huang, B.;Shi, W.; Lu, R.; Niu, P.; Zhan, F.; Ma, X.; Wang, D.; Xu, W.; Wu, G.; Gao, G. F.; Tan,W., A Novel Coronavirus from Patients with Pneumonia in China, 2019. Espy, M. J.; Uhl, J. R.; Sloan, L. M.; Buckwalter, S. P.; Jones, M. F.; Vetter, E.A.; Yao, J. D. C.; Wengenack, N. L.; Rosenblatt, J. E.; Cockerill, F. R.; Smith, T. F.,Real-Time PCR in Clinical Microbiology: Applications for Routine Laboratory Testing."}