{"date": "2020/02/03", "journal": "medrxiv", "authors": "Hiroshi Nishiura, Tetsuro Kobayashi, Takeshi Miyama, Ayako Suzuki, Sungmok Jung, Katsuma Hayashi, Ryo Kinoshita, Yichi Yang, Baoyin Yuan, Andrei R. Akhmetzhanov, Natalie M Linton", "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)", "type": "preprint article", "abstract": "infections among passengers on evacuation flights The number of novel coronavirus (2019-nCoV) cases worldwide continues to grow, and the gap between reports from China and statistical estimates of incidence based on cases", "text": "diagnosed outside China indicates that a substantial number of cases are252627282930313233343536373839404142434445underdiagnosed.1 Estimation of the asymptomatic ratio—the percentage of carriers withno symptoms—will improve understanding of 2019-nCoV transmission and the spectrumof disease it causes, providing insight into epidemic spread. Although the asymptomaticratio is conventionally estimated using seroepidemiological data,2,3 collection of thesedata requires significant logistical effort, time, and cost. Instead, we propose to estimatethe asymptomatic ratio by using information on Japanese nationals that evacuated fromWuhan, China on chartered flights.which can be calculated as m/(n+m), as seen in Figure 1. The asymptomatic ratio is thusestimated at 50.0% (95% confidence interval (CI): 12.5%, 87.5%) among evacuees. Asonly seven days have elapsed since their departure from Wuhan—slightly longer thanthe median estimate of the 2019-nCoV incubation period4,5—there is a 20 to 30%probability that the four virus-positive asymptomatic individuals will develop symptoms.464748495051525354555657585960616263646566676869Should one of the four becomes symptomatic in the future, the overall asymptomaticratio would decrease to 37.5% (95% CI: 12.5%, 75.0%).In general, asymptomatic infections cannot be recognized if they are notconfirmed by RT-PCR or other laboratory testing, and symptomatic cases may not bedetected if they do not seek medical attention. Estimates such as this therefore provideimportant insight by using a targeted population to assess prevalence of asymptomaticviral shedding. Despite a small sample size, our estimation indicates that perhaps morethan a half of 2019-nCoV-infected individuals are asymptomatic. This ratio iscomparable to that of influenza, which was estimated at 56–80%3 using similardefinitions for symptomatic individuals. There is great need for further studies on theprevalence of asymptomatic 2019-nCoV infections to guide epidemic control efforts.We declare that we have no conflict of interest.References:1. Nishiura H, Jung SM, Linton NM, Kinoshita R, Yang Y, Hayashi K, Kobayashi T,Yuan B, Akhmetzhanov AR. The Extent of Transmission of Novel Coronavirus inWuhan, China, 2020. J Clin Med. 2020;9(2). pii: E330. doi: 10.3390/jcm9020330.2. Carrat F, Vergu E, Ferguson NM, Lemaitre M, Cauchemez S, Leach S, Valleron AJ:Time lines of infection and disease in human influenza: a review of volunteer challengestudies. Am J Epidemiol. 2008, 167 (7): 775-785. doi: 10.1093/aje/kwm375.3. Hsieh Y, Tsai C, Lin C, et al. Asymptomatic ratio for seasonal H1N1 influenzainfection among schoolchildren in Taiwan. BMC Infect Dis 2014;14: 80. doi:70717273747576777879808182838485868788JY, Xing X, Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, Tu W, Chen C,Jin L, Yang R, Wang Q, Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z,Yang Y, Deng Z, Liu B, Ma Z, Zhang Y, Shi G, Lam TTY, Wu JTK, Gao GF, CowlingBJ, Yang B, Leung GM, Feng Z. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. N Engl J Med. 2020; in press. doi:10.1056/NEJMoa2001316Kinoshita R, Nishiura H. (2020). Epidemiological characteristics of novel coronavirusinfection: A statistical analysis of publicly available case data. medRxiv. doi:N passengers were evaluated of which a fraction p were symptomatic upon arrival.Among symptomatic and asymptomatic individuals, n and m persons tested positive forthe virus via reverse transcription polymerase chain reaction (RT-PCR).", "ref_list": [[], ["Wong 5"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KSM Leung", "EHY Lau", "NM Linton", "T Kobayashi", "Y Yang", "K Hayashi", "AR Jung S-M", "B"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "diagnosed outside China indicates that a substantial number of cases are\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\nunderdiagnosed.1 Estimation of the asymptomatic ratio—the percentage of carriers with\nno symptoms—will improve understanding of 2019-nCoV transmission and the spectrum\nof disease it causes, providing insight into epidemic spread. Although the asymptomatic\nratio is conventionally estimated using seroepidemiological data,2,3 collection of these\ndata requires significant logistical effort, time, and cost. Instead, we propose to estimate\nthe asymptomatic ratio by using information on Japanese nationals that evacuated from\nWuhan, China on chartered flights.\nwhich can be calculated as m/(n+m), as seen in Figure 1. The asymptomatic ratio is thus\nestimated at 50.0% (95% confidence interval (CI): 12.5%, 87.5%) among evacuees. As\nonly seven days have elapsed since their departure from Wuhan—slightly longer than\nthe median estimate of the 2019-nCoV incubation period4,5—there is a 20 to 30%\nprobability that the four virus-positive asymptomatic individuals will develop symptoms.\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69", "one_words_summarize": "diagnosed outside China indicates that a substantial number of cases are252627282930313233343536373839404142434445underdiagnosed.1 Estimation of the asymptomatic ratio—the percentage of carriers withno symptoms—will improve understanding of 2019-nCoV transmission and the spectrumof disease it causes, providing insight into epidemic spread. There is great need for further studies on theprevalence of asymptomatic 2019-nCoV infections to guide epidemic control efforts. Nishiura H, Jung SM, Linton NM, Kinoshita R, Yang Y, Hayashi K, Kobayashi T,Yuan B, Akhmetzhanov AR. The Extent of Transmission of Novel Coronavirus inWuhan, China, 2020."}