{"date": "2020/02/03", "journal": "medrxiv", "authors": "Hiroshi Nishiura, Natalie M Linton, Andrei R. Akhmetzhanov", "title": "Serial interval of novel coronavirus (2019-nCoV) infections", "type": "preprint article", "abstract": "We estimated the serial interval of novel coronavirus (2019-nCoV) infections from 26 infector-infectee pairs. Accounting for right truncation, the median serial interval was estimated at 2.6 days and is shorter than estimates of the median incubation period, suggesting that a substantial proportion of secondary transmission occurs before illness onset. To the Editor: The epidemic of novel coronavirus (2019-nCoV) infections that began in China has rapidly grown and cases have been reported worldwide. To understand the turnover of case generations and transmissibility of the disease an empirical estimate of the serial interval-the time from illness onset in a primary case to illness onset in the secondary case-is needed (1). However, estimates of the serial interval can only be obtained by linking dates of onset for infector-infectee pairs, and these dates are not always exactly determined. Nonetheless, if pairs are found through contact tracing, even inexact dates can be utilized to infer the serial interval (2). A published epidemiological study used contact tracing data from", "text": "cases reported in Hubei Province early in the epidemic (mostly in December 2019) to estimatethe mean serial interval at 7.5 days (3), which is consistent with the 8.4-day mean serial intervalreported for severe acute respiratory syndrome (SARS) from Singaporean household contactdata (4). However, there were only six infector-infectee pairs in this dataset and sampling biasmay have been introduced to the variance and mean. Here we compiled a dataset including 20additional known infector-infectee pairs to estimate the serial interval using a larger dataset.By scanning publicly available case reports we were able to aggregate 26infector-infectee pairs of confirmed cases with known or coarsely reported dates of onset (seeSupplementary Table). For three infectees with no known reported date of illness onset, we setthe lower possible date of onset at the last date of exposure of the infector. For an additionalcase where the infector exposure date was also unknown, we set the lower possible date ofonset to December 1, 2019. Its upper date of illness onset was set to date of diagnosis. For allother cases we set the lower possible date of onset as the reported date of onset, and the upperdate of onset as the reported date of onset plus one day. We employed a doubly intervalcensored likelihood to obtain the maximum likelihood estimate of the serial interval (2):;....ddwhere i represents the identity of each pair, E(R,L) is the interval for symptom onset of theinfector and S(R,L) is the interval for symptom onset of the infectee. Here g(.) is the probabilitydensity function (p.d.f.) of exposure following a uniform distribution, and f(.) is the p.d.f. of theserial interval, assumed to be governed by three different distributions, i.e., lognormal, gammaand Weibull distribution. Since the epidemic continues to increase, an alternative p.d.f. thataccounts for right truncation was also considered, i.e.,,exp1 expduwhere r is the exponential growth rate estimated at 0.14 (5) and T is the latest time ofobservation. For both likelihood with and without truncation, Widely Applicable InformationCriterion (WAIC) was compared and the model with minimum WAIC value was selected asthe best fit model.For both with and without truncation due to sampling in the early stage of the epidemic,the lognormal distribution model was selected as the best fit model (WAIC=49.8 and 130.3,respectively). Without truncation, the median serial interval was estimated at 3.1 days (95%credible interval (CrI): 2.1, 4.2). The mean and standard deviation (SD) of serial interval wereestimated at 4.2 days (95% CrI: 2.9, 5.7) and 3.9 days (95% CrI: 1.9, 6.4), respectively.Accounting for the right truncation, the median, mean and SD of the serial interval wereestimated at 2.6 days (95% credible interval (CrI): 1.8, 3.5), 3.4 days (95% CrI: 2.5, 4.4) and2.9 days (95% CrI: 1.7, 4.4), respectively. Figure 1A shows the best-fit distributions overlaidwith the published distribution of SARS (4). The difference between these distributionssuggests that using serial intervals from SARS data will result in overestimation of the basicreproduction number of 2019-nCoV.Our mean estimate of 2.6 days indicates that 2019-nCoV infection leads to rapid cyclesof transmission from one generation of cases to the next. The shorter serial interval comparedto SARS implies that contact tracing methods must compete against the rapid replacement ofcase generations, and the number of contacts will likely soon exceed what available healthcareworkers are able to handle.More importantly, the estimated median serial interval is shorter than the preliminaryestimate of the median incubation period (5.0 days) (3,6). Figure 1B illustrates when the serialinterval takes shorter value than the incubation period, indicating that pre-symptomatictransmission must have taken place and could be more frequent than the symptomatictransmission. This must be regarded as bad news. A substantial proportion of secondarytransmission occurring before illness onset means that there are many transmissions notpreventable by case isolation of symptomatic cases. By the time contacts are traced they mayhave already become infectious and generated secondary cases (7). Rapid cycles oftransmission and substantial pre-symptomatic transmissions make containment via contacttracing alone very challenging.Funding acknowledgement: H.N. received funding support from Japan Agency for Medical Research andDevelopment [grant number: JP18fk0108050] the Japan Society for the Promotion of Science (JSPS)Grants-in-Aid for Scientific Research (KAKENHI in Japanese abbreviation) grant nos. 17H04701, 17H05808,18H04895 and 19H01074, and the Japan Science and Technology Agency (JST) Core Research for EvolutionalScience and Technology (CREST) program [grant number: JPMJCR1413].Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, Tu W, Chen C, Jin L, Yang R, Wang Q,Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z, Yang Y, Deng Z, Liu B, Ma Z, Zhang Y,Shi G, Lam TTY, Wu JTK, Gao GF, Cowling BJ, Yang B, Leung GM, Feng Z. Early TransmissionDynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020; in press.doi: 10.1056/NEJMoa20013164. Lipsitch M, Cohen T, Cooper B, Robins JM, Ma S, James L, Gopalakrishna G, Chew SK, Tan CC,Samore MH, Fisman D, Murray M. Transmission dynamics and control of severe acute respiratorysyndrome. Science. 2003;300(5627):1966-70.5. Jung S-M, Akhmetzhanov AR, Hayashi K, Linton NM, Yang Y, Yuan B, Kobayashi T, KinoshitaR, Nishiura H. Real time estimation of the risk of death from novel coronavirus (2019-nCoV)infection: Inference using exported cases. medRxiv, http://dx.doi.org/10.1101/2020.01.29.20019547v1Nishiura H. (2020). Epidemiological characteristics of novel coronavirus infection: A statisticalanalysis of publicly available case data. medRxiv. http://dx.doi.org/10.1101/2020.01.26.200187547. Fraser C, Riley S, Anderson RM, Ferguson NM. Factors that make an infectious disease outbreakcontrollable. Proceedings of the National Academy of Sciences of the United States of America.2004;101(16):6146–6151.Address for correspondence: Hiroshi Nishiura, Graduate School of Medicine, Hokkaido University, Kita 15Jo Nishi 7 Chome, Kita-ku, Sapporo-shi, Hokkaido 060-8638, Japan, Tel: +81-11-706-5066; Fax:incubation period. However, the relationship can be reversed if pre-symptomatic transmission takesplace, and sometimes, the order of illness onset as a function of time is reversed between primary caseand its secondary case.", "ref_list": [[], ["The interval between successive cases of an infectious disease"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["PE Fine", "NG Reich", "J Lessler", "DA Cummings", "R Brookmeyer", "Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KSM Leung", "EHY Lau", "JY Wong", "X Xing", "NM Linton", "T Kobayashi", "Y Yang", "K Hayashi", "AR Jung S-M", "B Kinoshita", "R"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "cases reported in Hubei Province early in the epidemic (mostly in December 2019) to estimate\nthe mean serial interval at 7.5 days (3), which is consistent with the 8.4-day mean serial interval\nreported for severe acute respiratory syndrome (SARS) from Singaporean household contact\ndata (4). However, there were only six infector-infectee pairs in this dataset and sampling bias\nmay have been introduced to the variance and mean. Here we compiled a dataset including 20\nadditional known infector-infectee pairs to estimate the serial interval using a larger dataset.", "one_words_summarize": "cases reported in Hubei Province early in the epidemic (mostly in December 2019) to estimatethe mean serial interval at 7.5 days (3), which is consistent with the 8.4-day mean serial intervalreported for severe acute respiratory syndrome (SARS) from Singaporean household contactdata (4). Without truncation, the median serial interval was estimated at 3.1 days (95%credible interval (CrI): 2.1, 4.2). The difference between these distributionssuggests that using serial intervals from SARS data will result in overestimation of the basicreproduction number of 2019-nCoV.Our mean estimate of 2.6 days indicates that 2019-nCoV infection leads to rapid cyclesof transmission from one generation of cases to the next. A substantial proportion of secondarytransmission occurring before illness onset means that there are many transmissions notpreventable by case isolation of symptomatic cases. By the time contacts are traced they mayhave already become infectious and generated secondary cases (7). 17H04701, 17H05808,18H04895 and 19H01074, and the Japan Science and Technology Agency (JST) Core Research for EvolutionalScience and Technology (CREST) program [grant number: JPMJCR1413].Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, Tu W, Chen C, Jin L, Yang R, Wang Q,Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z, Yang Y, Deng Z, Liu B, Ma Z, Zhang Y,Shi G, Lam TTY, Wu JTK, Gao GF, Cowling BJ, Yang B, Leung GM, Feng Z. Early TransmissionDynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. Lipsitch M, Cohen T, Cooper B, Robins JM, Ma S, James L, Gopalakrishna G, Chew SK, Tan CC,Samore MH, Fisman D, Murray M. Transmission dynamics and control of severe acute respiratorysyndrome."}