{"date": "2020/02/09", "journal": "medrxiv", "authors": "Xinhai Li, Xumao Zhao, Yuehua Sun", "title": "The lockdown of Hubei Province causing different transmission dynamics of the novel coronavirus (2019-nCoV) in Wuhan and Beijing", "type": "preprint article", "abstract": "After the outbreak of novel coronavirus (2019-nCoV) starting in late 2019, a number of researchers have reported the predicted the virus transmission dynamics. However, under the strict control policy the novel coronavirus does not spread naturally outside Hubei Province, and none of the prediction closes to the real situation. We used the traditional SEIR model, fully estimated the effect of control measures, to predict the virus transmission in Wuhan, the capital city of Hubei Province, and Beijing. We forecast that the outbreak of 2019-nCoV would reach its peak around March 10±20 in Wuhan and March 31±16 in Beijing, respectively. The infectious population in Beijing would be much less (only 0.3%) than those in Wuhan at the peak of this transmission wave. The unprecedented province lockdown substantially suspends the national and global outbreak of 2019-nCoV. A novel coronavirus (2019-nCoV) appeared in December 2019 in Wuhan, Hubei Province in central China had triggered city closure on Jan. 23, 2020, and lockdown of all major cities in the province a few days later (Fig. 1). At present, over 50 million people are constrained locally. Due to the threat of 2019-nCoV to public health, World Health Organization (WHO) declared novel coronavirus (2019-nCoV) outbreak to be", "text": "32333435363738394041424344454647484950515253545556575859606162“public health emergency of international concern” on Jan. 30, 2020 (Kupferschmidt2020a)        It is always a great challenge to fight effectively against a pandemic                To facilitate decision making against the 2019-nCoV, researchers had predictedthe transmission dynamics in different scenarios.        Under the circumstance of strict control measures, we forecast the transmissiondynamics of Wuhan and Beijing. Wuhan is the source of 2019-nCoV, suffered a longhistory (two months) of virus transmission, with lack of medical resources toquarantine exposed and suspect people. Beijing is a larger city with 22 millionresidents, including 10 million inbound passengers after the holidays of Chinese NewYear. We believe our estimation is close to the real situation and is helpful for2019nCoV control.63646566676869707172        We used the Susceptible-Exposed-Infectious-Recovered (SEIR) model to estimate thedynamics of the novel coronavirus (2019-nCoV).2.1. The SEIR ModelThe SEIR model has the form        INSS −E= −= IN= E −I=I7374757677787980818283848586878889909192emergence of the first case), N is the total population, β is the average number ofinfected individuals per infectious subject per unit time, α is the reciprocal of averagelatent period, v is the rate of recovery (reciprocal of duration of the infection).        We assumed the infection rate of the novel coronavirus decreased whentemperature goes up starting from March 1, 2020, since other viruses have a seasonalpattern (wave), such as the 2009 H1N1 pandemic                =  × (1 −  ) −90 (Equation 2)where βt is the infect rate at the time t                For the cities with continuous imported infected people, we modify the growthrate of infectious population as:= − + (Equation 3)where imported is the daily number of imported infections.2.2. Determination of Model ParametersThe basic reproductive number R0 for 2019-nCoV had been estimated in severalindependent studies (Table 1). It was noticed that changes in reporting rate ofconfirmed cases substantially affected R0 estimation        The mean value of R0 in Table 1 is 3.51, and the mean CV (coefficient ofvariation) is 0.15.        The incubation period (1/α in SEIR model) was estimated as 6.4 (95% CI: 5.6provided a lower value, 4.8 days, for the period. Based on information from othercoronavirus diseases, such as SARS and MERS, the incubation period of 2019-nCoVcould be up to 14 days        Other model parameters are: population size of Beijing and Wuhan are 22million and 10 million, respectively, based on the data (for 2018) provided byNational Bureau of Statistics of China athttp://data.stats.gov.cn/easyquery.htm?cn=E0105. The proportion of susceptible is50% of the total population. The rate of recovery ν = 1/5 per day. The basicreproductive number R0 does not directly used in the SEIR model. It has the followingfunction with the model variables and parameters: R0 = β/ν x S/N.To make our analysis repeatable, we posted the data used in this study and Rcode for the SEIR model at https://github.com/Xinhai-Li/2019-nCoV.Until 9:00 on Feb. 9, the number of confirmed cases reaches 37251(https://voice.baidu.com/act/newpneumonia/newpneumonia/?from=osari_pc_1). InHubei Province, the number of confirmed cases in the capital city Wuhan and other115116prefecture-level cities grow exponentially; whereas in other cities in China, thenumber of infections increase linearly (Fig. 2).117118119120number of cases in top 26 cities. The red lines show the numbers of cases in cities insideHubei Province, and the green lines demonstrate those in other cities in China. B. Thenumber of cases in other 306 cities.121122123124125126127128129130131132133134135136137138139140141142143144145146147        We simulated the virus transmission process using the SEIR model andestimated the model parameters for Wuhan (Fig. 3) and Beijing (Fig. 4). For Wuhan,we first fit the number of confirmed cases (Fig. 3A), where the R0 is 5.75, muchhigher than that in most studies yet lower than Tang et al.’s result (Table 1). Due tothe reality that a number of infected people in Hubei Province have not been checked                For Beijing, about half of the infections were directly imported from Wuhan                We simulated the transmission dynamics of 2019-nCoV, with taking into account ofthe strict control measures enforced in the two cities. For Wuhan, city closure was achock upon the local residents and they took much better protection than before.Accordingly, we halved the R0 after the city closure. As to Beijing, strict controlmeasures have been implemented. As a result, the local infection happened only 41times until Feb. 3, with 124 people infected, which equals to half of the confirmedcases        China is running an antivirus campaign against 2019-nCoV. Besides thelockdown of Hubei Province, many cities blocked the highway and stopped the trafficthrough their domain. The longest vacation (for Chinese New Year) had beenextended twice. The majority of people quarantine themselves at home for 14 daysafter travel. All domestic and international tourism were cancelled and banned.Numerous meetings, games, shows have been postponed. Schools are still closed.        There are three difficulties in the antivirus campaign. 1. The incubation periodof 2019-nCoV is long. 2. Some patients have no symptoms yet they are infectious.Although a case of no symptom transmission        Wuhan can represent the situation of other cities in Hubei Province. After thelockdown, these cities are isolated. Even over ten thousand medical workers fromother cities all over China have entered Wuhan for help, the infectious population isstill too large to be taken care of. However, starting from Feb. 2 and Feb. 8, two newlyestablished hospitals (Huoshenshan and Leishenshan Hospitals) with altogether 2500beds for infectious patients have been already in service. With square bay hospitalshaving been built and coming into use, and a door to door checking of all residents inWuhan started, and all infected and suspected people in Wuhan would be undermedical care. The infectious population in Wuhan should be much lower than ourestimation under the new prevention activity.Beijing is a representative of other large cities outside Hubei Province in China.In Beijing, all confirmed and suspected cases have been taken into designatedhospitals, with their close contactors being tracked and quarantined in hotels or athome. Similar controls are being implemented in other Chinese cities. The linearincreases of total number of confirmed cases (Fig. 2) indicates the spread of the virusis under strictly control. The lockdown of Hubei Province substantially decreased theimported infections, ensure the situation under control outside the province.We kept the parameters of incubation period and serial interval constant for allsimulations. The uncertainty of these parameters also influences the results. Theestimation of R0, its variance, and the rate of susceptible population, as well as theeffect of control measures and warming climate, are relatively arbitrary. In spite of theweakness, we provide a more accurate estimation than previous studies. We hope ourresults are valuable for instructing further antivirus activities.Backer JA, Klinkenberg D, Wallinga J. 2020. The incubation period of 2019-nCoVinfections among travellers from Wuhan, China. medRxiv.Doyle A, Bonmarin I, Levy-Bruhl D, Le Strat Y, Desenclos JC. 2006. Influenzapandemic preparedness in France: modelling the impact of interventions.Journal of Epidemiology and Community Health 60:399-404.224225226227228229230231232233234235236237238239240241242243244245246247248249250251252253254255256257258259260261", "ref_list": [[], ["Distribution and risk factors of 2009 pandemic influenza A (H1N1) in mainland china"], ["The local infection of novel"], ["The mathematics of infectious diseases"], ["Influenza pandemic preparedness and severity assessment of pandemic (H1N1) 2009 in South-east Asia"], ["Outbreak of virus from China declared global emergency"], ["Study claiming new coronavirus can be transmitted by people without symptoms was flawed"], ["Nowcasting and forecasting the Wuhan 2019-nCoV outbreak"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Novel coronavirus 2019- nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany"], ["Preparation for a pandemic: influenza A H1N1"], ["Estimation of the transmission risk of 2019-ncov and its implication for public health interventions"], ["H1N1, public health security, bioethics, and human rights"], ["Studies needed to address public health challenges of the 2009 H1N1 influenza pandemic: insights from modeling"], ["Q&A on coronaviruses: How long is the incubation period?"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Fang L-Q"], ["X. He"], ["Hethcote HW"], ["T Kamigaki", "H. Oshitani"], ["K. Kupferschmidt"], ["K. Kupferschmidt"], ["K Leung", "J Wu", "G. Leung"], ["T Liu", "J Hu", "M Kang", "L Lin", "H Zhong", "J Xiao", "G He", "T Song", "Q Huang", "Z. Rong"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell"], ["C Rothe", "M Schunk", "P Sothmann", "G Bretzel", "G Froeschl", "C Wallrauch", "T Zimmer", "V Thiel", "C Janke", "W. Guggemos"], ["Shetty P."], ["B Tang", "X Wang", "Q Li", "NL Bragazzi", "S Tang", "Y Xiao", "J. Wu"], ["D Tarantola", "J Amon", "A Zwi", "S Gruskin", "L. Gostin"], ["MD Van Kerkhove"], ["WHO."], ["S Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n“public health emergency of international concern” on Jan. 30, 2020 (Kupferschmidt\n2020a)", "one_words_summarize": "32333435363738394041424344454647484950515253545556575859606162“public health emergency of international concern” on Jan. 30, 2020 (Kupferschmidt2020a)        It is always a great challenge to fight effectively against a pandemic                To facilitate decision making against the 2019-nCoV, researchers had predictedthe transmission dynamics in different scenarios. Beijing is a larger city with 22 millionresidents, including 10 million inbound passengers after the holidays of Chinese NewYear. We assumed the infection rate of the novel coronavirus decreased whentemperature goes up starting from March 1, 2020, since other viruses have a seasonalpattern (wave), such as the 2009 H1N1 pandemic                =  × (1 −  ) −90 (Equation 2)where βt is the infect rate at the time t                For the cities with continuous imported infected people, we modify the growthrate of infectious population as:= − + (Equation 3)where imported is the daily number of imported infections.2.2. The basicreproductive number R0 does not directly used in the SEIR model. As a result, the local infection happened only 41times until Feb. 3, with 124 people infected, which equals to half of the confirmedcases        China is running an antivirus campaign against 2019-nCoV. Besides thelockdown of Hubei Province, many cities blocked the highway and stopped the trafficthrough their domain. Even over ten thousand medical workers fromother cities all over China have entered Wuhan for help, the infectious population isstill too large to be taken care of. The uncertainty of these parameters also influences the results. We hope ourresults are valuable for instructing further antivirus activities. Journal of Epidemiology and Community Health 60:399-404.224225226227228229230231232233234235236237238239240241242243244245246247248249250251252253254255256257258259260261"}