{"date": "2020/02/11", "journal": "medrxiv", "authors": "Yang Yang, Minghui Yang, Chenguang Shen, Fuxiang Wang, Jing Yuan, Jinxiu Li, Mingxia Zhang, Zhaoqin Wang, Li Xing, Jinli Wei, Ling Peng, Gary Wong, Haixia Zheng, Mingfeng Liao, Kai Feng, Jianming Li, Qianting Yang, Juanjuan Zhao, Zheng Zhang, Lei Liu, Yingxia Liu", "title": "Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections", "type": "preprint article", "abstract": "*Contributed equally. †Contributed equally.", "text": "Shenzhen518112,China;and123456789101112131415161718192021222324The outbreak of novel coronavirus pneumonia (NCP) caused by2019-nCoV spread rapidly, and elucidating the diagnostic accuracy of differentrespiratory specimens is crucial for the control and treatment of this disease.Respiratory samples including nasal swabs, throat swabs, sputum andbronchoalveolar lavage fluid (BALF) were collected fromExcept for BALF, the sputum possessed the highest positive rate(74.4%~88.9%), followed by nasal swabs (53.6%~73.3%) for both severe and mildcases during the first 14 days after illness onset (d.a.o). For samples collected ≥ 15d.a.o, sputum and nasal swabs still possessed a high positive rate ranging from42.9%~61.1%. The positive rate of throat swabs collected ≥ 8 d.a.o was low,especially in samples from mild cases. Viral RNAs could be detected in all the lowerrespiratory tract of severe cases, but not the mild cases. CT scan of cases 02, 07 and13 showed typical viral pneumonia with ground-glass opacity, while no viral RNAswere detected in first three or all the upper respiratory samples.Sputum is most accurate for laboratory diagnosis of NCP, followedby nasal swabs. Detection of viral RNAs in BLAF is necessary for diagnosis andmonitoring of viruses in severe cases. CT scan could serve as an important make upfor the diagnosis of NCP.National Science and Technology Major Project, Sanming Project ofMedicine and China Postdoctoral Science Foundation.262728293031323334353637383940414243444546474849          The outbreak of NCP caused by the novel coronavirus, designated as 2019-nCoV,started in Wuhan, China, at the end of 2019 1. As of Feb.          Clinical features varied in different cases, and some patients showedasymptomatic infection 2,6-8. Recent studies have confirmed the human to humantransmission of 2019-nCoV 2,3,6,8. More importantly, asymptomatic cases couldtransmit virus to other contacts, which makes it more difficult to control the spread ofthe virus 2. Rapid and accurate detection of 2019-nCoV is in urgent need due to therapid spread and increasing number of NCP patients 6. Studies have shown thatpneumonia is the common complication of 2019-nCoV infection 6,7, which suggeststhat it mainly infects the lower respiratory tract. Until recently, the diagnosis of thecases in the published studies was mostly from the lower respiratory tract specimens 7.However, collection of the lower respiratory samples (usually BALF) requires both asuction device and a skilled operator, also painful for the patients. So, BALF samplesare not feasible for the routine laboratory diagnosis and monitoring of the 2019-nCoV.Instead, collection of a nasal swab, throat swab and sputum is rapid, simple and safe.Accordingly, elucidating the diagnosis accuracy of different sample types iscrucial for the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV.Moreover, no data on the difference of viral shedding between the upper and lowerrespiratory tract specimens is currently available. In this study, we aim to investigatethe diagnostic accuracy of the upper respiratory samples, and compare the viral515253545556575859606162636465666768697071727374distribution and shedding between the mild and severe cases. We believe our resultswould help the laboratory staff and physicians in the diagnosis and treatments ofpatients with 2019-nCoV.        213 Guangdong CDC (Center for Disease Control and Prevention) confirmed2019-nCoV infected patients who were hospitalized in Shenzhen Third People’shospital between Jan 11 and Feb. 0        Viral RNAs were extracted from the samples using the QIAamp RNA Viral Kit(Qiagen, Heiden, Germany), and quantitative reverse transcription polymerase chainreaction (qRT-PCR) was performed using a China Food and Drug Administration(CFDA) approved commercial kit specific for 2019-nCoV detection (GeneoDX Co.,Ltd., Shanghai, China). The specimens were considered positive if the Ct value was ≤37.0, and negative if the results were undetermined. Specimens with a Ct higher than37 were repeated. The specimen was considered positive if the repeat results were the767778798081828384858687888990919293949596979899same as the initial result and between 37 and 40. If the repeat Ct was undetectable, thespecimen was considered negative.Quantification of hypoxia and lung injury was carried out as previously reported 9,10.In brief, the partial pressure of oxygen (PaO2) in arterial blood taken from the patientsat various time-points after hospitalization was measured by the ABL90 blood gasanalyzer (Radiometer). The fraction of inspired oxygen (FiO2) is calculated by thefollowing formula: FiO2 = (21 + oxygen flow (in units of l/min) × 4) / 100. ThePaO2/FiO2 ratio (in units of mmHg) is calculated by dividing the PaO2 value with theThe unpaired, two-tailed t-test was used to determine whether differences in the Ctvalues were statistically significant. The Fisher exact test analysis was used to analyzepositive rate. A p-value lower than 0.05 was considered statistically significant.Statistical analyses were performed using GraphPad Prism.The funders of the study had no role in study design, data collection, data analysis,data interpretation or writing of the report. The corresponding author had full accessto all the data in the study and had final responsibility for the decision to submit forpublication.Altogether, 866 respiratory specimens from 213 patients were collected, including101102103104105106107108109110111112113114115116117118119120121122123124205 throat swabs, 490 nasal swabs, 142 sputum and 29 BALF. Of these patients, 37were in severe or critical conditions, and the rest were mild cases (Table 1). Themedian age of severe cases is 65, and ranged from 34 to 81. Most of the patientsbelonged to the 45-64 (43.2%) and ≥ 65 (51.4) years of age groups (Table 1). For themild cases, the median age is 47 with a range of 2 to 86. Unlike the severe cases, mostof the mild cases belonged to the 15-44 (42.05%) and 45-64 (42.05%) years of agegroups. The male ratio (62.2%) seems like higher than female in severe cases, butthere is no statistical difference. Moreover, the sex ratio is similar in both groups ofsevere and mild cases. The median d.a.o of collection of the first specimen were 7 and4 for the severe and mild cases, respectively (Table 1). The median number ofspecimens collected from each patient was 3 (range 1-23).The collected different types of specimens from 2019-nCoV confirmed cases weredivided into three groups based on the collection time, including the 0~7 d.a.o, 8~14d.a.o and ≥ 15 d.a.o groups. The qPCR assay was performed for each specimen andthe results were shown in table 2. For the 0~7 d.a.o group, the sputum sample showedthe highest positive rate in both severe (88.9%) and mild (82.2%) cases, follow bynasal swabs (73.3%, 72.1%) and then the throat swabs (60.0%, 61.3%). In the mildcases, the positive rates from nasal swabs and sputum were similar. BLAF collectedduring 8~14 d.a.o in the severe cases showed 100% positive, while negative in theBALF of three mild cases. The sputum collected during 8~14 d.a.o also show thehighest positive rate among the upper respiratory samples in both severe and mildcases, much higher than the nasal and throat swabs. Of note, the positive rate of throatswabs is only 50% in severe and 29.6% in mild cases. BALF, sputum and nasal swabs126127128129130131132133134135136137138139140141142143144145146147148149collected from severe cases ≥ 15 d.a.o showed similar positive rate. In mild cases, thepositive rates of sputum and nasal swabs were similar, much higher than the throatswabs. In addition, the Ct values were significantly lower in sputum from severecases.Serial samples from both upper (including throat swabs, nasal swabs and sputum,marked in red) and lower (BALF, marked in blue) respiratory tract from 13 NCP caseswere collected and analyzed. The patients were grouped into severe (N=10, marked inred) and mild (N=3, marked in blue) cases and the detection results were shown incollected during 3 and 21 d.a.o, and detected in BLAF at 23 d.a.o with high viral load.In severe cases, viral RNAs were detected in all the BALF samples as early as 6 d.a.o,and upper respiratory samples from 10 (10/11) cases. In case 2, although the Ct valuewas low in BALF, viral RNAs were not detected in all the upper respiratory samples.Meanwhile, for some severe cases (cases 06 and 07), viral RNAs were not detected inall the upper respiratory samples. As to the 3 mild cases, the viral RNAs was onlydetected in the upper respiratory samples, not in the BLAF. Moreover, the duration ofviral shedding is longer in most of the severe cases.Computed tomography (CT) scan may serve as an important make up for thediagnosis of NCPThe epidemiological and clinical features of cases 02, 07 and 13 from whom viralRNA were not detected in the first three or all the upper respiratory samples wereanalyzed in detail (Table 3 and Fig 2). Case 02 was a female aged 65 with151152153154155156157158159160161162163164165166167168169170171172173174hypertension, and case 07 was a male aged 34 without any underling diseases. Boththem had a travelling history to Wuhan. The CT scan of the two cases showedmultiple ground-glass opacities in bilateral lungs. The PiO2/FiO2 and Murray scorewere 188 and 2 for case 02, 306 and 1.5 for case 07, which indicated a lung injury.For the two cases, no viral RNAs were detected in the upper respiratory tract butpositive in the BALF. Cases 13 was a male 36 without any underling diseases. Due tothe exposure history 8, CT scan and viral screen were done. The CT scan of the thiscase also showed typical ground-glass opacity in the lung, suggesting a viralpneumonia (Fig 2). However, no viral RNAs were detected until the fourth upperrespiratory samples.According to our results, apart from the BALF collected during 8~14 d.a.o whichpossessed the 100% (12/12) positive rate, sputum samples showed the highest positiverate in all stages post 2019-nCoV infection, and followed by nasal swabs. The positiverate of throat swab varied in the severe and mild cases. For the severe cases, thepositive rates were similar in samples collected 0~7 and 8~14 d.a.o, while low insamples collected ≥ 15 d.a.o. For the mild cases, it showed the highest positive rate insamples collected 0~7 d.a.o, however, very low positive rate in samples collected8~14 and ≥15 d.a.o. The results indicate that sputum may serve as the most sensitivesamples for the virus detection, and followed by nasal swabs. However, a recent studyfound that only a small portion (28%) of NCP cases showed sputum production 7. Asa result, nasal swabs may be the most widely applicable samples for virus detection.On the contrary, throat swabs were not recommended for the viruses detection,176177178179180181182183184185186187188189190191192193194195196197198199especially the samples collected 8~14 and ≥ 15 d.a.o from mild cases, which mayresult in a large proportion of false negative results.          Laboratory detection of viral RNA in the respiratory samples of suspectedindividuals is now considered one of the criteria for the diagnosis of NCP, and thesamples from upper respiratory tract were regularly used          Studies have shown that 2019-nCoV could utilize Angiotensin-convertingenzyme 2 (ACE2) as the receptor to infect the host as SARS-CoV did 11,13.201202203204205206207208209210211212213214215216217218219220221222223224Interestingly, BALF samples from the severe cases possessed 100% positive rate,while in contrast, no viral RNAs were detected in the three BALF samples from mildcases. Although the sample size was small, it also suggests that the viral distribution isassociated with diseases severity. More importantly, why the viruses in someindividuals retained in the upper respiratory tract merits further elucidation.Our study also has some limitations. Firstly, all the included cases wereCDC-confirmed NCP patients, which may result in bias of sample selection.Meanwhile, studies have shown that 2019-nCoV caused asymptomatic infection insome individuals 2,7,8, and information of such patients is missing in our study.Secondly, most of samples were collected after antiviral treatment, which mayinfluence the viral shedding. Third, the number of BALF samples was limited,especially for the mild cases. So, it is necessary to include more BALF samples todraw a more precise conclusion on the differences of viral shedding between thesevere and mild cases.In conclusion, sputum is most accurate for laboratory diagnosis of NCP, followedby nasal swabs, while throat swabs was not recommended for the diagnosis. Detectionof viral RNAs in BLAF is necessary for the diagnosis and monitoring of viruses insevere cases. In addition, CT scan could serve as an important make up for thediagnosis of NCP. The NCP cases are rapidly increasing, and we hope that this studycould provide useful information for the diagnosis and control of the 2019-nCoVinfection.YL, LL, ZZ, YY contributed to the study design. FW, JY, JL, MZ, ZW, LP, WW, JL226227228229230231232233234235236237238239240241contributed to the collection of clinical specimens. LX, JW, HZ, KF, QY, ML, JZcontributed to experiments and data collection. YY, MY and CS contributed to thedata analysis. YY, MY, CS and WG contributed to the manuscript preparation.          This work was supported by the National Science and Technology Major Project(2017ZX10103011, 2017ZX10204401, 2018ZX10711001), Sanming Project ofMedicine in Shenzhen (SZSM201412003, SZSM201512005) and China PostdoctoralScience Foundation          We declare no competing interests.novel coronavirus in Wuhan, China. Lancet 2020.8. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet 2020.9. Yang Y, Wong G, Yang L, et al. Comparison between human infections caused byhighly and low pathogenic H7N9 avian influenza viruses in Wave Five: Clinical andvirological findings. J Infect 2019; 78(3): 241-8.10. Bi Y, Tan S, Yang Y, et al. Clinical and immunological characteristics of humaninfections with H5N6 avian influenza virus. Clin Infect Dis 2018.11. Zhou P, Yang X-L, Wang X-G, et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature 2020.12. Lei J, Li J, Li X, Qi X. CT Imaging of the 2019 Novel Coronavirus (2019-nCoV)Pneumonia. Radiology 2020: 200236.13. Wu F, Zhao S, Yu B, et al. A new coronavirus associated with human respiratorydisease in China. Nature 2020.271d.a.o: Days after illness onset.NCP: Novel coronavirus pneumonia.yr: Years of age.275NA: Not available.BALF: Bronchoalveolar lavage fluid.d.a.o: Days after illness onset.NCP: Novel coronavirus pneumonia.* Lower cycle threshold (Ct) values indicate higher viral loads281InitialsymptomsFever, cough,myalgia, chilland diarrheaFever,myalgia anddiarrheaCough anddiarrheaUnderlingdiseasesPossible exposureHypertensionTravelled to WuhanNoNoLived in WuhanTravelled to Wuhanwith case 02Indexes of lung injuryPiO2/FiO2188306438Murrayscore283of 13 NCP cases. Number of cases with severe condition were marked in red, andmild condition in blue. The detection results of samples from upper respiratory tractwere in red, and lower respiratory tract in blue. Lower cycle threshold (Ct) valuesindicate higher viral loads.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], [""], ["Daily briefing on novel coronavirus cases in China"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical features of patients infected with 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["C Rothe", "M Schunk", "P Sothmann"], ["LT Phan", "TV Nguyen", "QC Luong"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["China NHCotPsRo", "htm"], ["Q Li", "X Guan", "P Wu"], ["C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Shenzhen\n518112,\nChina;\nand\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24", "one_words_summarize": "Shenzhen518112,China;and123456789101112131415161718192021222324The outbreak of novel coronavirus pneumonia (NCP) caused by2019-nCoV spread rapidly, and elucidating the diagnostic accuracy of differentrespiratory specimens is crucial for the control and treatment of this disease. For samples collected ≥ 15d.a.o, sputum and nasal swabs still possessed a high positive rate ranging from42.9%~61.1%. Viral RNAs could be detected in all the lowerrespiratory tract of severe cases, but not the mild cases. Detection of viral RNAs in BLAF is necessary for diagnosis andmonitoring of viruses in severe cases. CT scan could serve as an important make upfor the diagnosis of NCP.National Science and Technology Major Project, Sanming Project ofMedicine and China Postdoctoral Science Foundation.262728293031323334353637383940414243444546474849          The outbreak of NCP caused by the novel coronavirus, designated as 2019-nCoV,started in Wuhan, China, at the end of 2019 1. Recent studies have confirmed the human to humantransmission of 2019-nCoV 2,3,6,8. Accordingly, elucidating the diagnosis accuracy of different sample types iscrucial for the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV.Moreover, no data on the difference of viral shedding between the upper and lowerrespiratory tract specimens is currently available. The specimen was considered positive if the repeat results were the767778798081828384858687888990919293949596979899same as the initial result and between 37 and 40. The funders of the study had no role in study design, data collection, data analysis,data interpretation or writing of the report. Unlike the severe cases, mostof the mild cases belonged to the 15-44 (42.05%) and 45-64 (42.05%) years of agegroups. Moreover, the sex ratio is similar in both groups ofsevere and mild cases. Computed tomography (CT) scan may serve as an important make up for thediagnosis of NCPThe epidemiological and clinical features of cases 02, 07 and 13 from whom viralRNA were not detected in the first three or all the upper respiratory samples wereanalyzed in detail (Table 3 and Fig 2). Case 02 was a female aged 65 with151152153154155156157158159160161162163164165166167168169170171172173174hypertension, and case 07 was a male aged 34 without any underling diseases. However, no viral RNAs were detected until the fourth upperrespiratory samples. For the severe cases, thepositive rates were similar in samples collected 0~7 and 8~14 d.a.o, while low insamples collected ≥ 15 d.a.o. The NCP cases are rapidly increasing, and we hope that this studycould provide useful information for the diagnosis and control of the 2019-nCoVinfection. FW, JY, JL, MZ, ZW, LP, WW, JL226227228229230231232233234235236237238239240241contributed to the collection of clinical specimens. LX, JW, HZ, KF, QY, ML, JZcontributed to experiments and data collection. A new coronavirus associated with human respiratorydisease in China. NCP: Novel coronavirus pneumonia.yr: Years of age.275NA: Not available."}