{"date": "2020/02/12", "journal": "medrxiv", "authors": "Wei Luo, Maimuna S Majumder, Dianbo Liu, Canelle Poirier, Kenneth D Mandl, Marc Lipsitch, Mauricio Santillana", "title": "The role of absolute humidity on transmission rates of the COVID-19 outbreak", "type": "preprint article", "abstract": "A novel coronavirus (COVID-19) was identified in Wuhan, Hubei Province, China, in December 2019 and has caused over 40,000 cases worldwide to date. Previous studies have supported an epidemiological hypothesis that cold and dry (low absolute humidity) environments facilitate the survival and spread of droplet-mediated viral diseases, and warm and humid (high absolute humidity) environments see attenuated viral transmission (i.e., influenza). However, the role of absolute humidity in transmission of COVID-19 has not yet been established. Here, we examine province-level variability of the basic reproductive numbers of COVID-19 across China and find that changes in weather alone (i.e., increase of temperature and humidity as spring and summer months arrive in the North Hemisphere) will not necessarily lead to declines in COVID-19 case counts without the implementation of extensive public health interventions.", "text": "        Since December 2019, an increasing number of pneumonia cases caused by a novel coronavirus(COVID-19) have been identified in Wuhan, China (                On January 23, 2020, Wuhan - a city in China of 11 million residents - was forced to shutdown both outbound and inbound traffic in an effort to contain the COVID-19 outbreak aheadof the Lunar New Year. However, it is estimated that more than five million people had alreadyleft the city before the lockdown (                In addition to population mobility and human-to-human contact, environmental factors canimpact droplet transmission and survival of viruses (e.g., influenza) but have not yet been examinedfor this novel pathogen. Absolute humidity, defined as the water content in ambient air, has beenfound to be a strong environmental determinant of other viral transmissions (        Our contribution. We examine variability in absolute humidity and transmission ofCOVID19 across provinces in China and other select locations. We show that the observed patterns ofCOVID-19 are not completely consistent with the hypothesis that high absolute humidity maylimit the survival and transmission of this new virus.        Epidemiological data. To conduct our analysis, we collected epidemiological data from theJohns Hopkins Center for Systems Science and System website (                Estimation of a proxy for the reproductive number. Based on the cumulative incidence datafor each province, we estimated a proxy for the reproductive number R in a collection of 5,6 and 7-day intervals (        C(t + 2d)C(t + d)C(t + d)        C(t)where the values of d range from [5 to 7], consistent with reported estimates of serialintervals (                Our measure is considered only a proxy for R because it does not use details of the (so farpoorly defined) serial interval distribution, but instead, simply calculates the multiplicativeincrease in the number of incident cases over approximately one serial interval. Such proxies areat least approximately monotonically related to the true reproductive number and cross 1 whenthe true reproductive number crosses 1 (        AH =6:11217:67Te T +243:5        RH(273:15 + T )2:1674where AH is the absolute humidity, T is the temperature in degrees Celsius, RH is the relativehumidity in percent (        Relationship between local exponential growth and environmental factors. We used twodifferent interpolation approaches, a Loess regression and an exponential fit, to visuallyidentify the relationship between absolute humidity and our proxy for the reproductive number (anindicator of the observed exponential growth rate) for each location. In order to identify thestaAdjusted R-squaredtistical relevance of the relationship between the local reproductive number of COVID-19 casesand environmental factors, we fitted a linear model using the logarithm of the local reproductivenumber Rproxy as our response variable. Absolute humidity and temperature were included asindependent variables.Reproductive number proxy. Our estimates of Rproxy, for each province within China andother countries appeared to be consistent across the range of serial intervals we analyzed, asshown by the vertical lines displayed in Figure 1 for each location. Most regions demonstratedRproxy estimates well above 1, signaling the likely presence of local exponential growth.Univariate relationship with absolute humidity. As shown by two separate data interpolationapproaches in Figure 1, observed patterns of transmissibility as a function of absolute humiditywere mixed. Specifically, panel A in Figure 1 (Loess regression) shows that not only dry andcold locations experience high values of Rproxy (as in influenza) but locations with highabsolute humidity may also have higher values of Rproxy, while the magnitude of its variability issmall and all values are well above 1.Relationship with environmental factors. The regression model, demonstrates that bothabsolute humidity and temperature are associated with local exponential growth of COVID-19across provinces in China and other affected countries (Table 1). Absolute humidity andtemperature yielded a positive relationship and a slight negative relationship respectively.Limitations. Our estimates of the observed Rproxy across locations were calculated usingavailable and likely incomplete reported case count data, with date of reporting, rather than date ofonset, which adds noise to the estimation. In addition, the relatively short time length of thecurrent outbreak, combined with imperfect daily reporting practices, make our resultsvulnerable to changes as more data becomes available. We have assumed that travel limitations andother containment interventions have been implemented consistently across provinces and havehad similar impacts (thus population mixing and contact rates are assumed to be comparable),and have ignored the fact that different places may have different reporting practices. Furtherimprovements could incorporate data augmentation techniques that may be able to producehistorical time series with likely estimates of case counts based on onset of disease rather thanreporting dates. This, along with more detailed estimates of the serial interval distribution,could yield more realistic estimates of R. Finally, further experimental work needs to beconducted to better understand the mechanisms of transmission of the COVID-19. Mechanisticunderstanding of transmission could lead to a coherent justification of our findings.Sustained transmission and rapid (exponential) growth of cases are possible over a range ofhumidity conditions ranging from cold and dry provinces in China, such as Jilin and Heilongjiang,to tropical locations, such as Guangxi and Singapore. Our results suggest that changes inweather alone (i.e., increase of temperature and humidity as spring and summer months arrivein the North Hemisphere) will not necessarily lead to declines in case counts without theimplementation of extensive public health interventions. Further studies on the effects of absolutehumidity and temperature on COVID-19 transmission are needed.website", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Novel coronavirus (2019-nCoV)"], ["Five million people left Wuhan before the lockdown, where did they go? Available from"], ["Absolute humidity, temperature, and influenza mortality: 30 years of county-level evidence from the United States"], ["Absolute humidity and pandemic versus epidemic influenza"], [""], [""], ["How generation intervals shape the relationship between growth rates and reproductive numbers"], [""], ["Atmospheric thermodynamics"], ["The computation of equivalent potential temperature"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Zhu"], [], [], ["A.I. Barreca", "J.P. Shimshack"], ["E. Shaman", "M. Goldstein", "Lipsitch"], [], ["Q. Li"], ["J. Wallinga", "M. Lipsitch"], [], ["J.V. Iribarne", "W.L. Godson"], ["D. Bolton"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Since December 2019, an increasing number of pneumonia cases caused by a novel coronavirus\n(COVID-19) have been identified in Wuhan, China (\n        ", "one_words_summarize": "Since December 2019, an increasing number of pneumonia cases caused by a novel coronavirus(COVID-19) have been identified in Wuhan, China (                On January 23, 2020, Wuhan - a city in China of 11 million residents - was forced to shutdown both outbound and inbound traffic in an effort to contain the COVID-19 outbreak aheadof the Lunar New Year. However, it is estimated that more than five million people had alreadyleft the city before the lockdown (                In addition to population mobility and human-to-human contact, environmental factors canimpact droplet transmission and survival of viruses (e.g., influenza) but have not yet been examinedfor this novel pathogen. We examine variability in absolute humidity and transmission ofCOVID19 across provinces in China and other select locations. Absolute humidity and temperature were included asindependent variables. Our estimates of the observed Rproxy across locations were calculated usingavailable and likely incomplete reported case count data, with date of reporting, rather than date ofonset, which adds noise to the estimation."}