{"date": "2020/02/08", "journal": "medrxiv", "authors": "Chong You, Yuhao Deng, Wenjie Hu, Jiarui Sun, Qiushi Lin, Feng Zhou, Cheng Heng Pang, Yuan Zhang, Zhengchao Chen, Xiao-Hua Zhou", "title": "Estimation of the Time-Varying Reproduction Number of COVID-19 Outbreak in China", "type": "preprint article", "abstract": "Background: The 2019-nCoV outbreak in Wuhan, China has attracted world-wide attention.\nAs of February 5, 2020, a total of 24433 cases of novel coronavirus-infected pneumonia\nassociated with 2019-nCov were confirmed by the National Health Commission of China.\nMethods: Three approaches, namely Poisson likelihood-based method (ML), exponential\ngrowth rate-based method (EGR) and stochastic Susceptible-Infected-Removed dynamic\nmodel-based method (SIR), were implemented to estimate the basic and controlled\nreproduction numbers.", "text": "Background: The 2019-nCoV outbreak in Wuhan, China has attracted world-wide attention.As of February 5, 2020, a total of 24433 cases of novel coronavirus-infected pneumoniaassociated with 2019-nCov were confirmed by the National Health Commission of China.Methods: Three approaches, namely Poisson likelihood-based method (ML), exponentialgrowth rate-based method (EGR) and stochastic Susceptible-Infected-Removed dynamicmodel-based method (SIR), were implemented to estimate the basic and controlledreproduction numbers.Results: A total of 71 chains of transmission together with dates of symptoms onset and 67dates of infections were identified among 5405 confirmed cases outside Hubei as reported byFebruary 2, 2020. Based on this information, we find the serial interval having an average of4.41 days with a standard deviation of 3.17 days and the infectious period having an averageof 10.91 days with a standard deviation of 3.95 days. Although the estimated controlledreproduction numbers produced by all three methods in all different regions aresignificantly smaller compared with the basic reproduction numbers , they are still greaterthan one.Conclusions: Although the controlled reproduction number is declining, it is still larger thanone. Additional efforts are needed to further reduce the to below one in order to end thecurrent epidemic.On December 29, 2019, Wuhan, the capital city of Hubei Province in Central China, hasreported four cases of pneumonia with unknown etiology. Since then, the outbreak has rapidlyworsened over a short span of time and has received considerable global attention. OnJanuary 7, 2020, the pathogen of the current outbreak was identified as a novel coronavirus(2019-nCoV), and its gene sequence was quickly submitted to WHO.1,2 On January 30, WHOannounced the listing of this novel coronavirus-infected pneumonia (NCP) as a “public healthemergency of international concern”. As of February 5, 2020, the National HealthCommission (NHC) of China had confirmed a total of 24433 cases of novelcoronavirus-infected pneumonia (NCP) associated with the 2019-nCoV in Mainland China,including 493 fatalities and 968 recoveries.Since January 19, 2020, strict containment measures, including travel restrictions, contacttracing, entry or exit screening, non-hospital isolation, quarantine, awareness campaigns andothers, have been implemented by the Wuhan Government and quickly adopted by othercities within China with the aim to minimize virus transmission via human-to-human contact.Similar measures were previously employed in China in 2009 to tackle the outbreak of H1N1including mandatory quarantine of anyone who has had close contact with confirmed patients.This article investigates the change in the basic reproduction number and controlledreproduction number since the outbreak of 2019-nCoV. We have found that the estimatedcontrolled reproduction numbers in all different regions are significantly smallercompared with the basic reproduction numbers , but still greater than one.        Data were collected from provincial/municipal health commissions in China as well asthrough ministry of health in other countries and regions with details of each confirmed caseincluding case ID, region, age, gender, date of symptom onset, date of diagnosis, history oftraveling to or residing in Wuhan, and, if any, related remarks such as contact identification,cases and case-related information. In addition, the collected dataset also contains date ofinfection and chains of transmission of infection which can be inferred from travel orresidency history in Wuhan and other relevant information, if available, as follows:(        (3) If the individual has not been to Hubei Province recently, but in close contact with animported case from Hubei, then the individual is identified to be infected by this importedcase;(4) If the individual has not been to Hubei Province recently, but in close contact with alocal case who was clearly infected before that individual, then this individual is identified tobe infected by the corresponding local case.Note: if the individual has been to Hubei Province, the transmission history would not berecorded despite the existence of contact tracing information.3. Inference about the Serial Interval and Infectious PeriodIn this study, serial interval is defined as the time difference between dates of infection ofsuccessive cases in a chain of transmission (different textbooks may have differentdefinitions). Infectious period is the duration of which an infected individual can transmitpathogens to a susceptible host. In this study, infectious period is defined as the timedifference between date of infection and date of diagnosis as there is strong evidence showingthat a diseased individual remains contagious even during the incubation period, and wouldbe immediately isolated upon positive diagnosis hence losing the transmissibility. Both arekey quantities that depict an epidemic and are essential to estimate the basic/controlledreproductive number, / . Among 139 chains of transmission identified from 5405confirmed cases outside Hubei as recorded by February 2, 2020, none of them have theirdates of infection acquired, but 71 of them have their dates of symptoms onset available.Hence, the corresponding serial intervals were approximated by the differences in dates ofsymptom onset rather than the actual dates of infection, see Figure 1.We can see that some serial intervals are negative which is certainly impossible by definition.However, noting that the serial intervals were approximated from the dates of symptoms onset,this suggests that the negative values could be caused by different lengths of incubationperiod between individuals. Here a simple correction is implemented by resetting the negativevalues to zeros. This shifts the average of the serial intervals to 4.41 days and the standarddeviation to 3.17 days after corrections, see table 1. Note that the serial interval ofSARS-nCoV in Hongkong was 8.4 days on average.3 In addition, a total of 67 cases in thecollected data were able to identify the corresponding dates of infection. Figure 2 plots thehistogram of infectious period while Table 2 shows the numerical summary.We found that there were no significant demographical differences between the subset ofcases used to estimate serial interval and infectious period and the cases in the full dataset.Therefore, the inference made on serial interval and infectious period based on thecorresponding subsets should be able to represent the full dataset.The reproduction number is defined as the (average) number of new infections generatedby one infected individual during the entire infectious period in a fully susceptiblepopulation.4 It can be also understood as the average number of infections caused by a typicalindividual during the early stage of an outbreak when nearly all individuals in the populationare susceptible. The basic reproduction number reflects the ability of an infection spreadingunder no control. When the size of susceptible population is limited, the quantity, effectivereproduction number , is used instead of . Similarly, the quantity, controlledreproduction number , should be used to describe the ability of disease spreading wheninterventions (such as quarantine, isolation, or traffic control) are taking place. Hence a goodmeasure of any intervention is to reduce . Note that the disease will decline and eventuallydie out if 1 .        The basic reproduction number can be estimated through a variety of models.5 In this section,we have compared three most popular estimates of / as shown below.(        The reproduction number can be estimated by maximizing the likelihood function. Notethat if the empirical distribution of serial interval is used or are given, then∑∑∑,(2) Exponential growth rate-based (EGR) methodAt the early period of an epidemic, the number of infected cases rises exponentially. Supposethe exponential epidemic growth rate (Malthusian coefficient) is , which can be estimatedby fitting a least square line to the daily number of reported new confirmed cases in alog-scale, namely, log . Let denote the probability density function of serialinterval. Hence the reproduction number can be calculated according to the Euler-Lotkaequation in a moment generating form7(3) Stochastic dynamic model-based methodHere we consider a stochastic Susceptible-Infected-Removed (SIR) model rather than astandard deterministic one. The major advantage of using a stochastic dynamic model is thatit affords improved accounting for real variabilities and increases opportunity for quantifyinguncertainties.8 Let , and denote the number of susceptible, infectious andrecovered population at time respectively, and note that ! ! . Supposethat the infectious period of an individual is a random variable \" # $%&’ , then thereproduction number ($ \" (/ ’ , where ’ and ( are the recovery rate andtransmission rate respectively in the system of ordinary differential equation (ODE) below,(*(The maximum likelihood method is used to estimate model parameters where the likelihoodis obtained by sequential Monte Carlo method, and parameters are estimated using theIterated Filtering algorithm (IF2)9 implemented as mif in the R package pomp10 with 0equals the population of the region, 0 0 , 0 is 10 times the number of confirmedcases on Day 0 and ’ 10.91 obtained from the collected data described ahead.In this section we have estimated the basic reproduction number and the controlledreproduction number . Since January 19, 2020, various containment measures have beenstrictly implemented, especially after the State Council agreed to include NCP into theManagement of the Infectious Diseases Law and the Health and Quarantine Law on January20. Based on an average10.91-day infectious period estimate from our collected data, weexpect a flatter rate of increment starting on January 29. Figure 3 plots the number of dailynew cases in a log-scale against date, and, as anticipated, the trend supports our guess.Therefore, the quantities and are estimated based on collected data in two separateperiods, i.e., from January 21 (the starting date of daily updates of confirmed casesnationwide) to January 28, and from January 29 to February 5 (the end date of this study)respectively.The estimates of and by Poisson likelihood (ML) and exponential growth rate (EGR)in selected regions of China are listed in Table 3 and Table 4. Despite the disagreementbetween different estimation methods, all three methods indicate notable reductions fromto which suggests an improvement in the current situation. This is possibly due to theeffective interventions and prompt actions by the local and central governments to minimizefurther spreading. We also notice that EGR yields smaller estimates of compared to othermethods. This might be because the number of infected patients does not grow exponentiallyafter such strict containment measures.Furthermore, the time-varying controlled reproduction number can be estimatedthrough the Poisson likelihood (ML) method where is from Jan 29 to Feb 5, 2020. For eachDay , the number of daily reported new cases from Jan 20 to Day is used to estimate(more historical data are used compared to that in Table 4). Figure 4 plots theestimated controlled reproduction numberalong with its 95% CI for selected regionsof China. Note that the estimatedreflects the average spreading ability of the epidemicin a short period prior to Day . As a result, the real-timemight be overestimated ifand (i) Henan. The dashed line is the 95% confidence interval. The confidence interval getsnarrower since more historical data are used to fit the ML model.Despite the continuous increase in new confirmed cases on a daily basis, the estimatedcontrolled reproduction numbersproduced by all three methods in all different regionsare significantly smaller compared with the basic reproduction numbers . As discussed inSection 4, the real-time controlled reproduction number may be even lower than the estimatedvalues in Figure 3. Nonetheless, additional effort is needed to further reduce below one.The dataset used in this study is based on the confirmed cases reported by NHC China.However, during the period of data collection, the official guidelines for diagnosis andtreatment were updated four times. The criteria of confirmation have evolved from theoriginal “whole genome sequencing of the respiratory excretion” to “positive viral nucleicacid results by the RT-PCR of the respiratory excretion or viral gene sequence”, and, mostcurrently, the inclusion of positive nucleic acid results of the blood sample. In the meanwhile,the confirmation process is simplified by removing the accreditation process by the nationalexpert committee for confirmed cases. The fourth edition granted the accrediting authority tothe municipalities.11 In addition, the medical resources in Hubei Province especially inWuhan have been enhanced remarkably. All of these changes might result in a temporarysurge of confirmed cases and lead to an overestimation of , especially in Hubei Province.Furthermore, the current containment measures mainly aim to cut the transmission fromhuman to human via droplets of respiratory. However, other transmission pathways, includingfecal-oral transmission and aerosol transmission, could not yet be excluded based on currentevidence. If other transmission mechanisms do exist, the values would remain high in thefuture unless further measures would intersect these transmission pathways.We thank Taoyun Hu, Xueqin Liu and Yuyin Li from School of Public Health, Pekinguniversity for assistance of data collection.patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet.health concern. The Lancet.3. Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control of severe acuterespiratory syndrome. Science 2003; 300: 1966–70.and control. Oxford university press.Sciences, 24.the serial interval and reproductive number of an epidemic. Statistics in medicine, 27(16), 2999-3016.rates and reproductive numbers. Proceedings of the Royal Society B: Biological Sciences, 274(1609),599-604.Proc. R. Soc. B. 282Avoidable errors in the modelling of outbreaks of emerging pathogens, with special reference to Ebola.latent variable models via iterated, perturbed Bayes maps, Proceedings of the National Academy ofSciences of the U.S.A. 112, 719–724.M. & Reuman, D. C. (2010). pomp: Statistical inference for partially observed Markov processes (Rpackage).11. National Health Commission of the People's Republic of China,http://www.nhc.gov.cn/xcs/zhengcwj/list_gzbd.shtmlselected provinces (or cities) of China, from Jan 29 to Feb 5, 2020.EGRSIR1.403 (1.054, 1.941)", "ref_list": [[], ["Clinical features of 2"], ["Inference for dynamic and 10"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "Z.", "C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao", "R. M. Anderson", "B. Anderson", "R. M. May", "R. Nikbakht", "M. R. Baneshi", "A. Bahrampour", "A. Hosseinnataj", "Forsberg White", "L. Pagano", "M.", "J. Wallinga", "M. Lipsitch", "King Aaron", "A. Domenech de Cellès Matthieu", "Rohani Magpantay Felicia M. G", "Pejman"], ["E. L. Ionides", "D. Nguyen", "Y. Stoev", "S. King", "A. A.", "A. A. King", "E. L. Ionides", "C. M. Ellner", "S. Kendall", "B. Wearing", "H. Ferrari", "M. J."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The 2019-nCoV outbreak in Wuhan, China has attracted world-wide attention.\nAs of February 5, 2020, a total of 24433 cases of novel coronavirus-infected pneumonia\nassociated with 2019-nCov were confirmed by the National Health Commission of China.\nMethods: Three approaches, namely Poisson likelihood-based method (ML), exponential\ngrowth rate-based method (EGR) and stochastic Susceptible-Infected-Removed dynamic\nmodel-based method (SIR), were implemented to estimate the basic and controlled\nreproduction numbers.", "one_words_summarize": "Background: The 2019-nCoV outbreak in Wuhan, China has attracted world-wide attention. Conclusions: Although the controlled reproduction number is declining, it is still larger thanone. This article investigates the change in the basic reproduction number and controlledreproduction number since the outbreak of 2019-nCoV. We have found that the estimatedcontrolled reproduction numbers in all different regions are significantly smallercompared with the basic reproduction numbers , but still greater than one. Note: if the individual has been to Hubei Province, the transmission history would not berecorded despite the existence of contact tracing information.3. Both arekey quantities that depict an epidemic and are essential to estimate the basic/controlledreproductive number, / . Figure 2 plots thehistogram of infectious period while Table 2 shows the numerical summary. Therefore, the inference made on serial interval and infectious period based on thecorresponding subsets should be able to represent the full dataset. Note that the disease will decline and eventuallydie out if 1 . Let denote the probability density function of serialinterval. This is possibly due to theeffective interventions and prompt actions by the local and central governments to minimizefurther spreading. We also notice that EGR yields smaller estimates of compared to othermethods. Nonetheless, additional effort is needed to further reduce below one. The fourth edition granted the accrediting authority tothe municipalities.11 In addition, the medical resources in Hubei Province especially inWuhan have been enhanced remarkably. Transmission dynamics and control of severe acuterespiratory syndrome. Proceedings of the Royal Society B: Biological Sciences, 274(1609),599-604.Proc."}