{"date": "2020/02/03", "journal": "medrxiv", "authors": "Weicheng Liang, Zhijie Feng, Shitao Rao, Cuicui Xiao, Zexiao Lin, Qi Zhang, Wei Qi", "title": "Diarrhea may be underestimated: a missing link in 2019 novel coronavirus", "type": "preprint article", "abstract": "\n        The outbreak of pneumonia caused by the 201\n        ", "text": "        The outbreak of pneumonia caused by the 201        In December 2019, the first pneumonia case caused by a previously unknowncoronavirus 2019-nCoV occurred in Wuhan City, China. Soon afterward, a series ofpneumonia cases caused by 2019-nCoV emerged in other provinces in mainland China.Subsequently, individuals who were infected by 2019-nCoV traveled globally, and a seriesof exported infection cases have been identified in Japan, Korea, the United States,Canada, France, etc. On January 30, 2020, the WHO has confirmed 7,818 casesworldwide, and 7,736 cases were reported in China.According to clinical observation, the most common symptoms were fever, cough,and myalgia or fatigue. Less common symptoms included sputum production, headache,hemoptysis, and diarrhea. Based on three recent publications1-3, we compared theincidence of these common symptoms and found that the incidence of diarrheasignificantly differed in these three reports. As some patients suffering from diarrhea willfirst seek help from the gastroenterologist, incorrect estimation of diarrhea may increasethe risk of 2019-nCoV infection in the gastroenterology department. Therefore, acomprehensive understanding of the clinical features of pneumonia patients will furtherimprove hospital infection control and reduce healthcare-associated infection.By using the next-generation sequencing technology, scientists revealed that thesequence and genome structure of 2019-nCoV is highly homologous to that of SARS-CoV4,5. It has been reported that Angiotensin-converting enzyme 2 (ACE2) serves as areceptor for SARS-CoV by interacting with the spike protein of SARS-CoV6. Because ofthe high sequence homology, it is likely that the spike protein of 2019-nCoV shares thesame cell entry receptor ACE2 with that of SARS-CoV. Consistently, four independentgroups have recently provided evidence to support this hypothesis7-10.In the current study, we found that the incidence of diarrhea differed significantly inthree recent reports. As 2019-nCoV receptor ACE2 plays a role in intestinal inflammationand diarrhea, we subsequently evaluated the expression profiles of ACE2 by analyzingthe RNA-sequencing and single-cell-sequencing data. We found that ACE2 was highlyexpressed in the small intestine, especially in the proximal and distal enterocytes. To sumup, we proposed that ACE2-expressing small intestinal epithelium cells might be are morevulnerable to attack by 2019-nCoV and clinicians should be careful when their patientscomplain of diarrhea since the incidence of diarrhea may be underestimated.        The original information of patients infected by 2019-nCoV infection was retrieved fromthree recent publications1-        The expression profiles of ACE2 from normal human tissues were obtained from publicdatabase NCBI (https://www.ncbi.nlm.nih.gov/). The original expression data wascollected and then plotted by GraphPad Prism 5.The public single-cell RNA-seq sequencing data (GSE92332) was downloaded from theGEO database. The 10X matrix file of GSE92332_atlas_UMIcounts.txt was used forsubsequent analysis based on R package Seurat (Version 3.1.2). In order to filter outlow-quality cells and low-quality genes, strict parameters, \"min.featrue=1000\" and\"min.cell=20\", were used in the function CreateSeuratObject. The data was subsequentlylog-normalized by the function NormalizeData with the default parameters. The geneswith highly variable expression were identified by the function FindVariableGenes. Afterthe data were processed by the function ScaleData, PCA dimensionality reduction wasperformed utilizing the function RunPCA. Based on the analysis by the function ofJackStraw and ScoreJackStraw, the first 15 PCA components were selected for furthertwo-dimensional t-distributed stochastic neighbor embedding (tSNE). The setting ofk.param was 30 in the function FindNeighbors, and the setting of the resolution was 1.5 inthe function FindClusters. In the downloaded original gene-barcode matrix, Adam L.Haberand his coworkers had annotated the cell identities of each barcode. In our analysis, thecell types were identified by the expression of marker genes and the annotation by theoriginal gene-barcode matrix. Gene expression of different cell types was illustrated by thefunctions of FeaturePlot and VlnPlot.Based on the recent publications, the most common symptoms in patients infected by2019-nCoV were fever, cough, myalgia, and fatigue. A few infected people havesymptoms like diarrhea and headache. However, the incidence of clinical features differsin different reports. As the clinical symptoms may affect the preliminary diagnosticaccuracy, in order to establish accurate preliminary diagnostic criteria, we compared theincidence of these common symptoms. We first collected the data from three recentpublications and compared the incidence1-3. Interestingly, we found that the incidence ofleucopenia, fever, and diarrhea in the three studies showed a statistically significantdifference (Table 1). Among these symptoms, diarrhea displayed the smallest p-value (pvalue= 0.016), suggesting that the criteria for diagnosing diarrhea may differ in differenthospitals. Due to the different criteria, clinicians may underestimate the value of thissymptom in clinical practice, and it may affect the preliminary diagnostic accuracy.By using the next-generation sequencing technology, scientists successfullyidentified and characterized a novel RNA coronavirus with around 29.8 kilobases inlength5. Phylogenetic analysis of the viral genome indicates that the genome organizationof this novel coronavirus is most closely related to that of the bat SARS-CoV. Interestingly,subsequent results showed that 2019-nCoV shared the same cellular entry receptorACE2 as SARS-CoV7.In terms of the importance of ACE2 in modulating intestinal inflammation anddiarrhea11, we examined the expression profiles of ACE2 in various human tissues.According to the RNA-sequencing data, we found that ACE2 was highly expressed in thehuman small intestine (Figure 1). Intriguingly, the RNA level of ACE2 was quite low in lungtissues.Identification of ACE2-expressing cells in small intestine by single-cell sequencingdataGiven that the distribution of ACE2 receptor may determine the route of 2019-nCoVinfection and ACE2 is highly expressed in the small intestine, we next evaluated theexpression profiles of ACE2 in different cell populations of the small intestine. Currently,single-cell RNA sequencing (scRNA-Seq) technology is a powerful tool that enables us toinvestigate the ACE2 expression in various cell types and provide quantitative informationat single-cell resolution. Based on the scRNA-Seq data (GSE92332)12, we utilized thebioinformatics tools to re-analyze the data. In total, we analyzed 7,216 individual cellsderived from the small intestine of normal C57BL/6 mice. Using the unsupervisedgraph-based clustering, we found that the small intestine tissues consisted of at leasteight distinct cell clusters according to their corresponding marker gene expressionprofiles (Figure 2A&B). For instance, the LGR5 gene was highly expressed in the stemcell cluster of the small intestine, and it was significantly reduced in other cell clusters(Figure 2B).We then focused on ACE2 and found that ACE2 was highly expressed in proximal anddistal enterocytes (Figure 2C&D). Enterocytes, also called intestinal absorptive cells, aresimple columnar epithelial cells located in the inner surface of the small and largeintestines. Thus, enterocytes are directly exposed to food and foreign pathogens.Interestingly, when we examined expression profiles of another two virus receptors(ANPEP receptor for HCoV-229E virus and DPP4 receptor for MERS-CoV virus), wefound that the RNA levels of these two virus entry receptors were also highly expressed inproximal or distal enterocytes (Figure 2E-H), consistent with the expression profile ofACE2. As these three virus receptors (ACE2, ANPEP, and DPP4) displayed significantlyoverlapped expression profiles, it is possible that the human intestinal tract may serve asan alternative infection route for these viruses.Currently, the source and infection routes of 2019-nCoV remain unknown. Thedistribution of 2019-nCoV entry receptor determines the path of infection, and the route ofinfection is essential for understanding the pathogenesis, both of which are vital forinfection control in hospitals and society. Based on the current findings, we proposed that:(1) The incidence of diarrhea may be underestimated in previous investigations, and it isan easily neglected symptom at an early stage; (2) ACE2-expressing small intestinalepithelium cells might be are more vulnerable to attack by 2019-nCoV.In this study, we displayed that ACE2 was highly expressed in the small intestine,especially in proximal and distal enterocytes. Interestingly, another group has recentlyreported similar expression pattern in human small intestine one day before oursubmission 13. It has been characterized that enterocytes are directly exposed to food andforeign pathogens. Interestingly, other virus receptors like DPP4 displayed similarexpression patterns as ACE2 in the small intestine. DPP4 is a known receptor forMERS-CoV through interacting with the S1 subunit of MERS-CoV spike protein.According to the recent publication, Zhou et al. reported the DPP4-expressing humanintestine cells were highly susceptible to MERS-CoV and supported robust viralreplication14, suggesting that the human intestinal tract may serve as an alternativeinfection route for MERS-CoV. In terms of the fact that most of the patients in the outbreakreported a link to a wild animal market, this observation raises an important questionabout whether this virus is transmitted via contaminated food when the food arrives at thesmall intestine. Therefore, further investigations are needed to address whether2019-nCoV targets the human intestinal tract through ACE2 as MERS-CoV does viaDPP4.It has been reported that ACE2 controls intestinal inflammation and diarrhea.Therefore, mutual interaction between 2019-nCoV and ACE2 might disrupt the function ofACE2 and results in diarrhea or other gastrointestinal symptoms. According to the dataanalysis of three recent reports, we compared the incidence of various symptoms frominfected patients and found that the incidence of diarrhea significantly differed in differentreports. As 2019-nCoV is highly homologous to that of SARS-CoV, and it has beenreported that around 20-25% of SARS patients have diarrhea14, it is confusing to observethe relatively low incidence (2-3%) of diarrhea in two cohorts from hospitals in Wuhan. Ifthe incidence of diarrhea is underestimated, the reasons may because it is sometimeschallenging to diagnose diarrhea since we still do not have a precise criterion for it. Thedefinition of diarrhea by the World Health Organization is having three or more loose orliquid stools per day or having more stools than a person’s health condition. To a certainextent, this criterion is subjective.Taken together, the symptoms of diarrhea could be underestimated. The informationon discharge frequencies and the Bristol stool scale should be carefully collected. Wheninfected patients with diarrhea go to the gastroenterology department, it will increase therisk of infection of healthcare workers. To reduce healthcare-associated infection,clinicians should be careful when their patients complain of diarrhea.This work was supported by grants from the National Natural Science Foundation ofChina (81870449 and 81670601 to Q.Z., 81902886 to W.L.), Special Fund for Frontierand Key Technology Innovation of Guangdong Province (2015B020226004 to Q.Z.), KeyProject Fund of Guangdong Natural Science Foundation (2017A030311034 to Q.Z.),Guangdong Province Universities and Colleges Pearl River Scholar Funded Scheme(Year 2017 to Q.Z.), National Key Point Research and Invention Program of the Thirteenth(2018ZX10723203 to Q.Z.).Not applicable.All the authors declare that they do not have potential conflict of interest.Huang et al.Chan et al.Chen et al.DifferenceCharacteristicsAgeSex(female)ComorbidityFeverCoughDiarrhoeaShortness of breath/difficulty in breathHaemoptysis2/39(5%)Sputum production11/39(28%)Myalgia or fatigue18/41(44%)HeadacheLeucopeniaPlatelet count(41 cases)49.0(17.0)11/41(27%)13/41(32%)40/41(98%)31/41(76%)1/38(3%)22/40(55%)3/38(8%)10/40(25%)2/40(5%)(6 cases)(99 cases)between groups (p value)46.2(28.3)55.5(17.7)3(50%)4(67%)5(83%)4(67%)2(33%)NANA2(33%)3(50%) dNA0(0%)0(0%)32(32%)50(51%)82(83%)81(82%)2(2%)31(31%)NANANA8(8%)9(9%)NA-Difference between groups was calculated by Fisher's exact test in R software.", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["ACE2 links amino acid malnutrition to microbial ecology and intestinal inflammation"], ["A single-cell survey of the small intestinal epithelium"], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], ["Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF Chan", "S Yuan", "KH Kok"], ["C Huang", "Y Wang", "X Li"], ["N ZM Chen", "X Dong", "J Qu", "F Gong", "Y Han", "Y Qiu", "J Wang", "Y Liu", "Y Wei", "J Xia", "T Yu", "X Zhang"], ["N Zhu", "D Zhang", "W Wang"], ["R ZX Lu", "J Li", "P Niu", "B Yang", "H Wu", "W Wang", "H Song", "B Huang", "N Zhu", "Y Bi", "X Ma", "F Zhan", "L Wang", "T Hu", "H Zhou", "Z Hu", "W Zhou", "Li Zhao", "J Chen", "Y Meng", "J Wang", "Y Lin", "J Yuan", "Z Xie", "J Ma", "J Liu", "D Wang", "W Xu", "E Holmes", "G Gao", "G Wu", "W Chen", "W Shi", "W. Tan"], ["F Li", "W Li", "M Farzan", "SC Harrison"], ["Y Wan", "J Shang", "R Graham", "RS Baric", "F Li"], ["X C Xu", "J Feng", "J Zhou", "H Li", "X Zhong", "W", "P."], ["Letko M MV."], ["P YX Zhou", "X Wang", "B Hu", "L Zhang", "W Zhang", "H Si", "Y Zhu", "B Li", "C Huang", "H Chen", "J Chen", "Y Luo", "H Guo", "R Jiang", "M Liu", "Y Chen", "X Shen", "X Wang", "X Zheng", "K Zhao", "Q Chen", "F Deng", "L Liu", "B Yan", "F Zhan", "Y Wang", "G Xiao"], ["T Hashimoto", "T Perlot", "A Rehman"], ["AL Haber", "M Biton", "N Rogel"], ["H KZ Zhang", "H Gong", "D Xu", "J Wang", "Z Li", "X Cui", "J Xiao", "T Meng", "W Zhou", "J Liu", "H. Xu"], ["J Zhou", "C Li", "G Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The outbreak of pneumonia caused by the 201\n        ", "one_words_summarize": "The outbreak of pneumonia caused by the 201        In December 2019, the first pneumonia case caused by a previously unknowncoronavirus 2019-nCoV occurred in Wuhan City, China. According to clinical observation, the most common symptoms were fever, cough,and myalgia or fatigue. It has been reported that Angiotensin-converting enzyme 2 (ACE2) serves as areceptor for SARS-CoV by interacting with the spike protein of SARS-CoV6. As 2019-nCoV receptor ACE2 plays a role in intestinal inflammationand diarrhea, we subsequently evaluated the expression profiles of ACE2 by analyzingthe RNA-sequencing and single-cell-sequencing data. We found that ACE2 was highlyexpressed in the small intestine, especially in the proximal and distal enterocytes. Afterthe data were processed by the function ScaleData, PCA dimensionality reduction wasperformed utilizing the function RunPCA. The setting ofk.param was 30 in the function FindNeighbors, and the setting of the resolution was 1.5 inthe function FindClusters. However, the incidence of clinical features differsin different reports. Currently,single-cell RNA sequencing (scRNA-Seq) technology is a powerful tool that enables us toinvestigate the ACE2 expression in various cell types and provide quantitative informationat single-cell resolution. Using the unsupervisedgraph-based clustering, we found that the small intestine tissues consisted of at leasteight distinct cell clusters according to their corresponding marker gene expressionprofiles (Figure 2A&B). Thedistribution of 2019-nCoV entry receptor determines the path of infection, and the route ofinfection is essential for understanding the pathogenesis, both of which are vital forinfection control in hospitals and society. reported the DPP4-expressing humanintestine cells were highly susceptible to MERS-CoV and supported robust viralreplication14, suggesting that the human intestinal tract may serve as an alternativeinfection route for MERS-CoV. In terms of the fact that most of the patients in the outbreakreported a link to a wild animal market, this observation raises an important questionabout whether this virus is transmitted via contaminated food when the food arrives at thesmall intestine. According to the dataanalysis of three recent reports, we compared the incidence of various symptoms frominfected patients and found that the incidence of diarrhea significantly differed in differentreports. Ifthe incidence of diarrhea is underestimated, the reasons may because it is sometimeschallenging to diagnose diarrhea since we still do not have a precise criterion for it. Taken together, the symptoms of diarrhea could be underestimated."}