{"date": "2020/02/13", "journal": "medrxiv", "authors": "Jing-Wen Ai, Hao-Cheng Zhang, Teng Xu, Jing Wu, Mengqi Zhu, Yi-Qi Yu, Han-Yue Zhang, Zhongliang Shen, Yang Li, Xian Zhou, Guo-Qing Zang, Jie Xu, Wen-Jing Chen, Yong-Jun Li, De-Sheng Xie, Ming-Zhe Zhou, Jing-Ying Sun, Jia-Zhen Chen, Wen-Hong Zhang", "title": "Optimizing diagnostic strategy for novel coronavirus pneumonia, a multi-center study in Eastern China", "type": "preprint article", "abstract": "Title: Optimizing diagnostic strategy for novel coronavirus pneumonia, a multi-center Jing-Wen Ai, Hao-Cheng Zhang and Teng Xu contributed equally to this manuscript.", "text": "+86-21-52888123. Fax: +86-21-62489015. Email: wenhongzhang_hs@126.com.COVID-19 caused by a novel coronavirus SARS-CoV-2 emerged in Wuhan, Hubei provincesince December 2019, and caused a rapid outbreak throughout China and globally. Citiesoutside Hubei are also facing great challenge and require implementing of effective andfeasible strategy in precision diagnosing novel coronavirus pneumonia (NCP).We described a multicenter prospective study on diagnostic strategy of suspected NCPpatients from January 22nd to February 9th, 2020 in Eastern China cities. Nasopharyngeal swabswere collected from the patients. The epidemiological characteristics, clinical symptoms,laboratory assessments, and computed tomographic (CT) scans were obtained. Pathogenscreen were performed including RT-PCR, multiplex PCR, rapid flu antigen tests and mNGS.We enrolled 53 suspected NCP patients, among whom 20 were laboratory-confirmed.Fourteen (70%) and 3 (15%) patients were positive for the first and second SARS-CoV-2RTPCR test, respectively. All NCP patients were positive for mNGS. Chest CT images and thesymptoms of early stage NCP patients were similar to other viral pneumonia patients. Weidentified 11 of 20 co-infections in NCP cases, including regular respiratory virus, fungi andbacteria synchronously. Genomic analysis showed that 8 of 10 cases had no mutation in virusgenome, while 2 cases had only one single mutation in N gene.Our study discovered that a combination of chest CT, SARS-CoV-2 RT-PCR and multi-plexPCR is recommended in regions outside Hubei province. Co-infection of other pathogenswith SARS-CoV-2 exists and should be acknowledged. Repeated sampling, change ofspecimen type or metagenomics sequencing could further facilitate during critical clinicalcases.Key word: COVID-19, SARS-CoV-2, novel coronavirus pneumonia, pathogen diagnosis,metagenomics sequencing.Short title: Optimizing diagnostic strategy for novel coronavirus pneumoniaSince December 2019, clusters of unexplained pneumonia emerged in Wuhan, China,and rapidly spread throughout China and globally. In early January, Chinese health authorityannounced the causative agent was isolated to be a novel coronavirus, and the whole genomeof which was published1-3. The virus was initially named by WHO as the 2019 novel coronavirusand was renamed in 11th Feb 2020 as SARS-CoV-24. Until February 13th, 2020, the totalreported confirmed corona virus disease 2019 (COVID-19) cases have reached 48,296 withinChina, and 490 cases in other 24 countries globally5,6, and the increasing number of cases andwidening geographical spread have raised concerns internationally7.Apart from the transmission pattern and characteristics of this virus, one of the reasonsfor the initial rapid growth of infected-patient numbers was insufficient ability to rapidlydetect such a huge amount of suspected cases, especially in a city with more than 10 millionpopulations. This could then led to the untimely discover and quarantine patients infectedwith SARS-COV-2, further aggravate the epidemics. Outside Hubei Province, sporadic andclustered cases have continuously reported within China, and most of the provinces andmunicipalities had confirmed around 50-1000 cases. Other countries including USA, SouthKorea, Japan and etc, also had sporadic and clustered reports5,6,8-10. Currently, the epidemicscontrol outside Hubei province and other countries has entered into a critical stage. To controland eliminate the epidemics is still the main task till now; thus to prevent a single spark tostart a prairie fire, as what we had observed in Wuhan, is critical. Therefore, optimizingdiagnostic strategy is urgent and essential for the future global SARS-COV-2 control andprevention.Chest computerized tomography (CT) is an important method to identify lung lesions. Astudy involving 1099 patients have shown that around 76.4% of the laboratory-confirmedSARS-COV-2 patients had novel coronavirus pneumonia (NCP) on admission, and usuallyexhibited typical radiological finding of the ground-glass opacity (50%) or bilateral patchyshadowing (46%)11. However, the specificity of chest CT is relatively low. Currently, the goldenstandard for the NCP diagnosis is a positive result in real-time reverse-transcriptasepolymerase-chain-reaction (RT-PCR) assay or metagenomics sequencing for respiratoryspecimens, including nasal and pharyngeal swab specimens, sputum, and bronchoalveolarlavage fluid12. Importantly, RT-PCR is required to be performed at least twice for suspectedcases on both admission day 0 and day 2 to achieve two negative results in order for thepatients to be released. However, recently, physicians around china has reported cases ofNCP that had 2 or even 3 continuous negative RT-PCR results for nasopharyngeal and throatswab specimens before finally laboratory-confirmed13. According to the recent “Diagnosisand Treatment Guideline for New Coronavirus Pneumonia (the fifth edition), China”, CTimaging results were used as the clinical diagnostic criteria for NCP, but strictly limited inHubei Province14. This phenomenon raised national concerns and discussions about how toimprove the diagnostic strategy of novel coronavirus pneumonia (NCP) under the currentcircumstances.Considering the high incidence of other viral lung diseases and seasonal cold in winter,cities outside Hubei province also face a great challenge in implementing effective andfeasible strategy in precision diagnosing NCP patients. Missed diagnosed NCP patients leadto exposure risks to communities and health care workers, while over-diagnosed of suspectedpatients means occupation of medical resources and increasing cross-infection of thesepneumonia patients (usually arranged in the same ward with NCP patients), leading tounnecessary panic and gradual depletion of medical resources. This article is a pilot study andaims to detail describe the pathogens of suspected NCP patients in the eastern-China region,to compare the efficacy of different diagnostic approaches in NCP diagnosis, and to provideevidence for future strategic diagnosis in regions outside Hubei Province.PatientsWe described a multicenter prospective study on the diagnosis of suspected SARS-COV-2pneumonia (NCP) from January 22nd to February 9th, 2020 in Eastern China cities. Cases werediagnosed based on the WHO interim guidance15. According to the Chinese guideline,suspected NCP cases were identified as having pneumonia after chest CT (with one of thetwo following criteria met: fever or respiratory symptoms, normal of decreased white bloodcell counts/ decreased lymphocytes counts), and a travel history or contact with patients withfever or respiratory symptoms from Hubei Province or confirmed cases within 2 weeks. Aconfirmed case with NCP was defined as a positive SARS-COV-2 nucleotides result either bymetagenomic sequencing or RT-PCR assay for nasopharyngeal swab specimens14. Severecases are defined as any one of the followings: 1) Respiratory distress, respiratory rates ≥ 30per minute; 2) Pulse oxygen saturation ≤93% on room air 3) Oxygenation Index (PaO2/FiO2)≤300mmHg. Oral consents were obtained from all the patients and the study was approvedby the ethics review committee of Huashan Hospital affiliated to Fudan University.The epidemiological characteristics (including recent exposure history), clinical symptoms andsigns, laboratory assessments and CT scans were obtained with data collection forms fromelectronic medical records. Laboratory assessments consisted of complete blood count, liverfunction, C-reactive protein and direct antigen Flu A+B test.Nasopharyngeal swab samples were collected for extracting total RNA from all includedsuspected patients on the admission day to fever clinic (DAY 0). After collection, thenasopharyngeal swabs were placed into a collection tube with 3 ml of virus transport solution(Copan UTM®: Viral Transport, USA). One-milliliter each of the sample were sent forSARSCOV-2 RT-PCR to both key laboratory of pathogenic microorganisms of Huashan Hospitaland Jingan District Center for Disease Prevention and Control11. If the first RT-PCR result wasnegative, the second nasopharyngeal sample of observing patients would be collected onDAY 3 for RT-PCR test again.At the meantime, 300μl of UTM were sent for a fast, simultaneous, multiplexed real-timereverse transcription nucleic acid amplification assay for qualitative detection andidentification of multiple respiratory viral and bacterial nucleic acids in nasopharyngeal swabsusing Qiagen ResPlex II V2.0 kit, which including more than 22 pathogens: Adenovirus,Coronavirus 229E, Coronavirus HKU1, Coronavirus NL63, Coronavirus OC43, HumanMetapneumovirus A+B, Influenza A, Influenza A H1, Influenza A H3, Influenza A H1N1/pdm09,Influenza B, Parainfluenza Virus 1, Parainfluenza Virus 2, Parainfluenza Virus 3, ParainfluenzaVirus 4, Rhinovirus/Enterovirus, Respiratory Syncytial Virus A+B, Bordetella pertussis,Chlamydophila pneumoniae and Mycoplasma pneumoniae) (supplement 2).Total RNA was extracted using the QIAamp Viral RNA Mini Kit (QIAGEN, Germany), and sentfor the metagenomic sequencing. During metagenomic sequencing, RNA wasreversetranscribed into cDNA, with which sequencing library was prepared. The qualified library wassequenced on an Illumina Nextseq using a single-end mode (1x75bp). After low-quality readsand reads derived from human genome sequences were removed, de novo assembly wasdone using SPAdes(v3.1). Sequenced reads were aligned to a curated database for taxonomicclassification, SARS-COV-2 and other pathogen identification as described previously16.Categorical variables were described as frequency rates, and continuous variables weredescribed using median, and interquartile range (IQR) values. Means for continuous variableswere compared using independent group t tests when the data were normally distributed;otherwise, the Mann-Whitney test was used. Proportions for categorical variables werecompared using the χ2 test, although the Fisher exact test was used when the data werelimited. All statistical analyses were performed using SPSS (Statistical Package for the SocialSciences) version 13.0 software (SPSS Inc). For unadjusted comparisons, a 2-sided α of lessthan 0.05 was considered statistically significant.Thirty genomes of coronal viruses were downloaded from NCBI and 6 Wuhan SARS-COV-2genomes released by China through GISAID (https://www.gisaid.org/) for phylogeneticanalysis. Phylogenetic trees were constructed based on the N gene sequences by means ofthe maximum-likelihood method17. A total of 10 samples which had sequence coverage ofover 80% were included in the analysis. Alignment of multiple sequences was performed withthe ClustalW program (MEGA software, version 7.0.14)18.Our study enrolled 53 patients with suspected NCP. Twenty patients were finallylaboratoryconfirmed with NCP, among whom 14 patients were positive for the first admissionSARSCOV-2 RT-PCR, 3 patients turned to positive in the second test after the first negative result.Three other patients were diagnosed through mNGS while both RT-PCR reported negative(Figure 1, Table 1, Supplement 1). The virus load of the 17 NCP patients varied from 2.0 to2.1x106 copies/μL (Supplement 2).Among the conformed cases, 16 NCP patients had a travel history from Hubei Province and3 patients had close contact with patients with fever or respiratory symptoms from HubeiProvince or confirmed cases with 14 days on diseases onset. One patient didn’t have anytypical epidemiology history. Half of the NCP patients were male, with a median age of 37years. The most common symptoms at onset of NCP were fever (16 [80%]), dry cough (11[55%]), diarrhea (3 [15%]), and headache (3 [15%]). Less common symptoms were fatigue,abdominal pain, and vomiting. Three patients were diagnosed with severe COVID-19pneumonia. Importantly, the symptoms of NCP patients were very similar with non-NCPpatients in our study. The blood counts of enrolled NCP patients showed less white bloodcells, neutrophils and platelet count than non-NCP patients (P<0.05). Levels of aspartateamino transferase were increased in 3 (15%) of 20 NCP patients. (Supplement 1).Abnormalities in chest CT images were detected among all patients. According to CT scan, 12(60%) NCP patients showed bilateral pneumonia with just 8 (40%) patients showing unilateralpneumonia. Most non-NCP patients showed unilateral or bilateral patchy shadowing. TFournon-NCP and 2 NCP patients showed ground-glass opacity, respectively. CT image of otherpatients were subsegmental areas of consolidation. In our study, chest CT images of earlystage NCP patients showed unilateral or bilateral ground glass opacity, which were similar tosome non-NCP images of patients with RSV, mycoplasma and parainfluenza virus. Thefindings of progressive stage chest CT images were bilateral multiple lobular andsubsegmental areas of consolidation (Figure 2).According to the QIASTAT and metagenomic sequencing results, we found 11 co-infectioncases among 20 NCP cases, including viruses such as influenza A/B, rhino/enterovirus,respiratory syncytial viral and etc., and other atypical pathogen, fungi and bacteriasynchronously (Figure 3). Among the 33 laboratory-confirmed non-NCP patients, QIASTATand metagenomic sequencing reported positive in 7 and 23 patients, respectively. Pathogendistribution of non-NCP cases was shown in Figure 3.Therefore, in the diagnosis of unexplained pneumonia, positive respiratory pathogen resultscannot serve as an evidence for exclusion of SARS-COV-2 infection. Currently,non-SARSCOV-2 pathogens are still very common in suspected patients in Eastern China region.We applied metagenomic sequencing for SARS-COV-2 identification in these samples. Outof the 53 suspected samples, we were able to identify 20 SARS-COV-2-positive cases, all 17of RT-PCR positive samples were mNGS positive and 3 repeated RT-PCR negative patientswere also tested positive during mNGS. The metagenomics results showed median reads ofall SARS-COV-2-positive cases per million of 99 (1-688,541), a median genome coverage of35.0% (1.2-99.9%) and a median sequencing depth of 24x (1x-7453) (Supplement 3). TheSARS-COV-2 reads showed by metagenomics are positively correlated with SARS-COV-2copies by RT-PCR (Spearman correlation, r=-0.736, P<0.001). The great degree of variationsshown in these sequencing outputs suggests a broad range of viral titer in SARS-COV-2infections.Phylogenetic analysis was performed to investigate the genetic relationship betweenSARSCOV-2 and other pathogenic coronavirus, as well as the diversity among our SARS-COV-2strains. Consistent with previous reports, SARS-COV-2 was identified as a new species that’smost similar to SARS-CoV. The SARS-COV-2 strains sequenced in our cases were highlyconserved with the original Wuhan strain. Genetic variations were further analyzed in 10 caseswith sufficient coverage and depth of the N gene. Among which, only one single nucleotidemutation (g605a) was identified in two of the samples which resulted in a non-synonymousS203N change in the N gene, suggesting a relatively low level of genetic polymorphism inour SARS-COV-2 cases (Figure 4).In our study, we enrolled 53 suspected cases and 20 cases were finally laboratory-confirmedwith NCP, among which 11 patients were also co-infected with other pathogens. Othercausative pathogens were detected through multiplex respiratory PCR panel and mNGS, andin the non-NCP groups, some pathogens, such as RSV, parainfluenza virus may share verysimilar radiological patterns as the NCP group, including bilateral multiple lobular,groundglass opacity, and consolidation. This indicated that for regions in Eastern China, pathogensother than SARS-COV-2 still composed of approximately 60% of the suspected unexplainedpneumonia; therefore, chest CT alone could not be used as a diagnostic criterion forSARSCOV-2 infections. A combination of chest CT and other diagnostic methods is essential todecrease the chance of misdiagnosis in areas outside Hubei Province.In the previous articles, researchers found severe ICU patients had co­infections of bacteriaand fungi19. It probably occurred secondary to severe ARDS or large dose or long time ofglucocorticoid therapy. The common pathogen included A. baumannii, K. pneumoniae, Aflavus, C. glabrata, and C. albicans. However in our study, we found 5 co-infection virus casesother than the common bacterial and fungi, including influenza, rhino/enterovirus, respiratorysyncytial viral and etc, suggesting that virus co-infection may be the common phenomena inwinter pneumonia cases. Thus, positive pathogen results (especially virus and atypicalpathogens, which is a type of common pathogens detection in unexplained pneumonia)cannot be the exclusive criteria to COVID-2019 during unexplained pneumonia diagnosis.In the laboratory-confirmed NCP cases, 15% of the nasopharyngeal swab specimens werenegative for RT-PCR on the first time and turned to positive on the second time, while another15% of the specimens tested negative both time and was finally diagnosed throughmetagenomics sequencing. The result suggested that the current RT-PCR for SARS-COV-2indeed had at least 15% of false negative rate. However, these 3 mNGS positive but RT-PCRnegative samples had a relatively low sequences reads, which suggested low viral loads in theupper respiratory tract and the possibility low contagious risk for these patients.The reasons lies behind this phenomenon may be due to several causes. One of theinfluencing factors is the sampling techniques. We found very high copies of NCP virus in thedeep nasopharyngeal swab sample of the patient No. 18, whose first nasopharyngeal swabcollected one day before by another physician was negative, which suggests that standardsampling strictly according to the protocol may increase the sensitivity of the specimens. Also,most of the cases published until now tends to use nasopharyngeal swab specimens fornucleic acid tests19,20. Our study revealed that for some NCP patients with very mild pneumonia,their viral loads and mNGS sequences reads from the nasopharyngeal swab specimen couldbe as high as 2x106 copies/ul and 21,938,215 (patient No.8, seen in Supplement 1), the highestamong all patients. Meanwhile, some patients having severe symptoms had relatively lowvirus loads detected form nasal swab samples. For example, patient no.92 were admitted intohospital with severe pneumonia and an oxygen saturation of below 93%; however, theSARSCOV-2 viral loads of his sample is 3.1X103 copies/μl while mNGS detected 1,216 unique reads,relatively lower than other NCP patients (Supplement 1). A possible explanation could be thatNCP patients’ lesions tends to be located in the lower respiratory tract, causing the RT-PCRpositivity of the upper respiratory tract sampling to be reduced. Other factors such as RNAextraction efficacy, quality of kit or potential interference of multiple primers could also affectthe detection of RT-PCR assay. Possible mutation in primer or probes regions could lead tofalse-negative detection, albeit these regions are very reserved. Although from WGS data, wehaven’t found any mutation in the primer regions in these patients, however, such riskalways exits. The primer design also partially relies on the chosen gene. Orf1ab and S geneare very specific genes that can effectively distinguish COVID-19 from other coronaviruses(including SARS and SARS like viruses), which have been used to design specific PCR detectionprimers. N and E genes of the SARS-CoV-2 may form cross-reaction with other coronaviruses.Metagenomic sequencing was the method by which SARS-COV-2 was initially identified.Despite its longer turnaround time and higher cost, mNGS demonstrated a satisfying level ofsensitivity when compared to PCR assays in our study. Moreover, the nature of unbiasedsequencing offers higher tolerance for genetic drift in the target pathogens, whereas certainchanges in sequence can result in critical impact on the assay efficiency21,22. Along withtargeted assays, mNGS should serve as an indispensable tool for sensitive and closemonitoring of the molecular evolution for SARS-COV-2. Such genetic information will offervaluable insights not only for public health management, but also for contentiousoptimization of diagnostic assays23,24.Therefore, as the SARS-COV-2 epidemic is currently entering into a critical stage, both withinChina and over the global25, according to the results of our study, the following improvementsin molecular diagnosis are recommended in the optimized diagnostic flow diagram [Figure5]. First of all, repeated sampling could increase the positivity, and especially during clinicalsituations where epidemiological history and clinical manifestations highly indicate NCP, athird or fourth sampling may be helpful when resources are available. Second, our studyshowed that mNGS showed reliable and stable detection ability in the NCP diagnosis, andmay facilitate to solve diagnostic difficulties during important or critical clinical cases and lowpositive RT-PCR results. What’s more, in order to circumvent possible mutations in RT-PCRprimers region, more than 1 gene target was recommended to amplify when designingRTPCR assays [25]. Whole Genome Sequencing (WGS) method can overcome the mutationproblems which cause false-negative result in RT-PCR. Therefore, we used this method in allenrolled patients and should be continue using for mutation surveillance. Lastly, lowerrespiratory tract specimens might provide higher positivity, due to that higher viral loads maybe detected there. Therefore, physicians might collect such samples through bronchoscopyor trachea cannula when under through medical protection.In the future, rapid serological tests for antigen and antibodies, targeted molecular assays(e.g. PCR- or CRISPR-based ones26) are currently under development, and if successfullyvalidated, these methods could further be used in combination with other diagnostic methodto assist in clinical practice.The study has a limitation of a relatively small sample size. More studies are needed to furthervalidate our findings. Also, sputum, lower respiratory tract, serum and fecal samples were notcollected for our laboratory-confirmed patients in our study, and collection of the abovesamples for a larger cohort would help to improve our diagnostic strategy.Our study discovered that, in low epidemic regions outside Hubei province such asEasternChina region, the current reliable first approach to the unexplained pneumonia should be acombination of chest CT, SARS-COV-2 RT-PCR and multi-plex PCR (rapid influenza antigentests and RT-PCR could also be used as a substitute). Chest CT alone could not preciselydiagnose COVID-2019 due to similar radiological presentations. Co-infection of otherpathogens with SARS-COV-2 exists and should be acknowledged. What’s more, differentsampling approaches may also affect the results, therefore, in highly suspected cases but withtwo negative SARS-COV-2 RT-PCR results, repeated sampling or change of sample typecould increase the positive rate. Metagenomics sequencing could further facilitate duringcritical clinical cases and monitor the molecular evolution for SARS-COV-2.This study is sponsored by the National Science and Technology Major Project of China(2018ZX10305-409-001-003). We acknowledge all health-care workers involved in thediagnosis and treatment of patients in Eastern China; we thank the Shanghai MunicipalCenter for Disease Control and Prevention, and Jian District Center for Disease Control andPrevention; We acknowledged BGI Genomics for their assistance in the analysis of moleculardiagnosis.; we thank anonymous Shanghai citizens and companies for their donation ofpersonal protective equipment.21.22.23.24.25.26.divergent bunyavirus found in the Amblyomma americanum tick. PLoSOne.2013;8(4):e62083-e62083.Wilson MR, Naccache SN, Samayoa E, et al. Actionable diagnosis of neuroleptospirosis byA+B test，multiplex PCR for other respiratory infection pathogens.other pathogens.gene sequences.* Should other tests such as ELISA, CRISPR, LAMP, etc. be validated forSARSCoV-2 detection, these tests may also be used in the first-step diagnosis.Supplement 1 Clinical characteristics of 53 patients with suspected SARS-CoV-2pneumonia.FemaleNCPpositiveNCPnegativePcases（N=20）cases（N=33）37(33.75-50.5)White blood cell count, ×109/LNeutrophil count, ×109/L4.21 (4.03-6.70)8.38 (6.27-9.64)2.88 (2.25-4.63)4.94 (4.10-6.61)Lymphocyte count, ×109/LPlatelet count, ×109/LAlbumin, g/L0.000", "ref_list": [[], [""], ["Chinese researchers reveal draft genome of virus implicated in Wuhan pneumonia outbreak"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["WHO names deadly virus from China as 'COVID-19'"], ["-deadly-virus-from-china-as-covid-"], ["First Case of 2019 Novel Coronavirus in the United next-generation sequencing"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["CRISPR-based rapid and ultra-sensitive diagnostic test for Mycobacterium tuberculosis"], ["C-reactive protein"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["J. C."], ["N Zhu", "D Zhang", "W Wang"], [], [], ["ML Holshue", "C DeBolt", "S Lindquist"], ["DS Hui", "I Azhar E Madani", "TA"], ["X Ai J-W", "T Xu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "+86-21-52888123. Fax: +86-21-62489015. Email: wenhongzhang_hs@126.com.\nCOVID-19 caused by a novel coronavirus SARS-CoV-2 emerged in Wuhan, Hubei province\nsince December 2019, and caused a rapid outbreak throughout China and globally. Cities\noutside Hubei are also facing great challenge and require implementing of effective and\nfeasible strategy in precision diagnosing novel coronavirus pneumonia (NCP).\nWe described a multicenter prospective study on diagnostic strategy of suspected NCP\npatients from January 22nd to February 9th, 2020 in Eastern China cities. Nasopharyngeal swabs\nwere collected from the patients. The epidemiological characteristics, clinical symptoms,\nlaboratory assessments, and computed tomographic (CT) scans were obtained. Pathogen\nscreen were performed including RT-PCR, multiplex PCR, rapid flu antigen tests and mNGS.\nWe enrolled 53 suspected NCP patients, among whom 20 were laboratory-confirmed.\nFourteen (70%) and 3 (15%) patients were positive for the first and second SARS-CoV-2\nRTPCR test, respectively. All NCP patients were positive for mNGS. Chest CT images and the\nsymptoms of early stage NCP patients were similar to other viral pneumonia patients. We\nidentified 11 of 20 co-infections in NCP cases, including regular respiratory virus, fungi and\nbacteria synchronously. Genomic analysis showed that 8 of 10 cases had no mutation in virus\ngenome, while 2 cases had only one single mutation in N gene.", "one_words_summarize": "COVID-19 caused by a novel coronavirus SARS-CoV-2 emerged in Wuhan, Hubei provincesince December 2019, and caused a rapid outbreak throughout China and globally. Fourteen (70%) and 3 (15%) patients were positive for the first and second SARS-CoV-2RTPCR test, respectively. Repeated sampling, change ofspecimen type or metagenomics sequencing could further facilitate during critical clinicalcases. In early January, Chinese health authorityannounced the causative agent was isolated to be a novel coronavirus, and the whole genomeof which was published1-3. The virus was initially named by WHO as the 2019 novel coronavirusand was renamed in 11th Feb 2020 as SARS-CoV-24. Other countries including USA, SouthKorea, Japan and etc, also had sporadic and clustered reports5,6,8-10. Currently, the epidemicscontrol outside Hubei province and other countries has entered into a critical stage. Currently, the goldenstandard for the NCP diagnosis is a positive result in real-time reverse-transcriptasepolymerase-chain-reaction (RT-PCR) assay or metagenomics sequencing for respiratoryspecimens, including nasal and pharyngeal swab specimens, sputum, and bronchoalveolarlavage fluid12. However, recently, physicians around china has reported cases ofNCP that had 2 or even 3 continuous negative RT-PCR results for nasopharyngeal and throatswab specimens before finally laboratory-confirmed13. Considering the high incidence of other viral lung diseases and seasonal cold in winter,cities outside Hubei province also face a great challenge in implementing effective andfeasible strategy in precision diagnosing NCP patients. After collection, thenasopharyngeal swabs were placed into a collection tube with 3 ml of virus transport solution(Copan UTM®: Viral Transport, USA). During metagenomic sequencing, RNA wasreversetranscribed into cDNA, with which sequencing library was prepared. Three other patients were diagnosed through mNGS while both RT-PCR reported negative(Figure 1, Table 1, Supplement 1). The virus load of the 17 NCP patients varied from 2.0 to2.1x106 copies/μL (Supplement 2).Among the conformed cases, 16 NCP patients had a travel history from Hubei Province and3 patients had close contact with patients with fever or respiratory symptoms from HubeiProvince or confirmed cases with 14 days on diseases onset. Less common symptoms were fatigue,abdominal pain, and vomiting. Supplement 1).Abnormalities in chest CT images were detected among all patients. Currently,non-SARSCOV-2 pathogens are still very common in suspected patients in Eastern China region. Consistent with previous reports, SARS-COV-2 was identified as a new species that’smost similar to SARS-CoV. The SARS-COV-2 strains sequenced in our cases were highlyconserved with the original Wuhan strain. Othercausative pathogens were detected through multiplex respiratory PCR panel and mNGS, andin the non-NCP groups, some pathogens, such as RSV, parainfluenza virus may share verysimilar radiological patterns as the NCP group, including bilateral multiple lobular,groundglass opacity, and consolidation. It probably occurred secondary to severe ARDS or large dose or long time ofglucocorticoid therapy. Meanwhile, some patients having severe symptoms had relatively lowvirus loads detected form nasal swab samples. For example, patient no.92 were admitted intohospital with severe pneumonia and an oxygen saturation of below 93%; however, theSARSCOV-2 viral loads of his sample is 3.1X103 copies/μl while mNGS detected 1,216 unique reads,relatively lower than other NCP patients (Supplement 1). Despite its longer turnaround time and higher cost, mNGS demonstrated a satisfying level ofsensitivity when compared to PCR assays in our study. Therefore, we used this method in allenrolled patients and should be continue using for mutation surveillance. In the future, rapid serological tests for antigen and antibodies, targeted molecular assays(e.g. The study has a limitation of a relatively small sample size. Chest CT alone could not preciselydiagnose COVID-2019 due to similar radiological presentations. PLoSOne.2013;8(4):e62083-e62083.Wilson MR, Naccache SN, Samayoa E, et al."}