{"date": "2020/02/09", "journal": "medrxiv", "authors": "Xiaolin Zhu, Aiyin Zhang, Shuai Xu, Pengfei Jia, Xiaoyue Tan, Jiaqi Tian, Tao Wei, Zhenxian Quan, Jiali Yu", "title": "Spatially Explicit Modeling of 2019-nCoV Epidemic Trend based on Mobile Phone Data in Mainland China", "type": "preprint article", "abstract": "In December 2019, Wuhan, China reported an outbreak of atypical pneumonia caused by the 2019 novel coronavirus (2019-nCoV). As of February 7, 2020, the total number of the confirmed cases in mainland China reached to 34,546 of whom 722 have died and 2,050 recovered. While most Chinese cities have confirmed cases, the city-level epidemical dynamics is unknown. The aim of this study is to model the dynamics of 2019-nCoV at city level and predict the trend under different scenarios in mainland China. We used mobile phone data and modified the classic epidemiological Susceptible - Infectious - Recovered (SIR) model to consider several unique characteristics of the outbreak of 2019-nCoV in mainland China. The modified SIR model was trained using the confirmed cases from January 25 to February 1 and validated by the data collected on February 2, 2020. The prediction accuracy of new infected cases on February 2 (R2 = 0.94, RMSE = 18.24) is higher than using the classic SIR model (R2 = 0.69, RMSE = 40.18). We used the trained model to predict the trend in the next 30 days (up to March 2, 2020) under different scenarios: keeping the early-stage trend, controlling the disease as successfully as SARS in 2003, and increasing person-to-person contacts due to work/school resuming. Results show that the total infected population in mainland China will be 10.53, 0.15, and 0.41 million and 67%, 100%, 91% Chinese cities will control the virus spreading by March 2, 2020 under the above three scenarios. Our study also provides the city-level spatial pattern of the epidemic trend for decision makers to allocate resources for controlling virus spreading.", "text": "        Wuhan, a large city with 14 million residents and a major air and train transportation hub ofcentral China, identified a cluster of unexplained cases of pneumonia on December 29, 2019                Unfortunately, many external factors bring a challenge to control virus spreading. First, it mightbe already late to stop the migration of infected cases to places outside Wuhan. All initial caseslived in Wuhan and many confirmed cases in other cities have traveled to Wuhan, suggestingthat Wuhan is the center of 2019-nCoV outbreak. However, around 5 million Wuhan residentsleft Wuhan in January 2020 due to the Spring Festival (January 24, 2020). It is a Chinesetradition that people come back to hometown to celebrate the Spring Festival with their parentsand visit relatives. It is very likely that a considerable number of infected cases have moved fromWuhan to other cities before the Spring Festival                Projecting the epidemic trend of 2019-nCoV outbreak is critical for the decision makers toallocate resources and take appropriate actions to control virus transmission. Right after theoutbreak, several studies have retrieved the epidemiological parameters and predicted the futuresituation        To model the fine-scale epidemic dynamics of all individual cities in mainland China, weproposed a spatially explicit approach. We first used mobile phone data to obtain the number ofpeople that traveled from Wuhan to each individual city, then modified the classicepidemiological Susceptible - Infectious – Recovered (SIR) model to fit the dynamics of2019nCoV at the city level and finally used this modified model to predict the trend under differentscenarios. Particularly, our model considers each individual city with two groups of susceptiblepopulation, i.e., local residents and those from Wuhan, because they may have differenttransmission rate ( ). Parameters of our model were retrieved by training the model with thedaily-confirmed cases at the city level and the calibrated model was then used to predict the trendin the next 30 days under three conditions: keeping the early-stage trend, successfully controllingthe spread as SARS, and increasing person-to-person contacts during the transportation post tothe Spring Festival.We collected the daily outbreak data of 2019-nCoV Pneumonia in 334 prefecture-level cities inmainland China from January 11 to February 2, 2020, including confirmed, dead and cured casesfrom an online platform reporting real-time statistics of 2019-nCoV(https://ncov.dxy.cn/ncovh5/view/pneumonia). These daily reported data were used to train andvalidate our epidemic model. We employed China Unicom mobile phone database(https://www.cubigdata.cn) to obtain the inter-city human mobility. China Unicom is one ofthree largest mobile service providers in China. It has 0.32 billion users. Considering 2019-nCoVoriginating from Wuhan and the initial cases were reported around January 1, 2020, we inferredthe number of people who have Wuhan travel history during January 1-31, 2020 in each citybased on the mobile phone dataset (Figure 2 and Appendix Table 1). In addition, HouseholdRegistered Population at 2017 year-end derived from census data was used to approximate thenumber of local residents in each city during 2020 Spring Festival (Appendix Table 1).Our proposed model stems from the SIR model, a classic approach to simulate epidemiologicaldynamics. The model comprises three variables:  for the susceptible population,  for theinfectious, and  for the recovered/removed. This model explicitly quantified the full cycle ofdiseases spreading in human-to-human. The above three variables change over time through thefollowing differential equations (Equation 1).In Equation (1), each variable was regarded as a function of time (t):  =  ( ),  =  ( ),  = ( ), and denoted the total population number (=  +  +  );  and  denote the dailytransmission rate and daily recovery rate respectively.Susceptible-Exposed-Infectious{= −== − (1)        Recovered (SEIR) model is another widely used epidemic model that includes exposedpopulation. A recent study found that the latent/exposed cases can also spread the disease        We further modified the SIR structure based on the unique characteristics of the outbreak of2019-nCoV. First, in all cities other than Wuhan, the initial infectious cases are most likelyimported from Wuhan. Second, many Wuhan residents moved to other cities due to the SpringFestival and this mobility was closed after the border control on January 23. Third, those peoplefrom Wuhan have low contacts with local residents because Chinese government required themto implement self-quarantine. Accordingly, in the modified SIR model, the susceptible variable was divided into two groups:  1, the number of susceptible without Wuhan travel history, and  2,the number of susceptible traveling from Wuhan. These Wuhan-inbound groups ( 2), potentiallycarrying virus with higher transmission rate (  2 ), differed from local residents (  1 ) withrelatively lower transmission rate ( 1 ) as Chinese government took measures to reduce theperson-to-person contacts ( 2 ≥  1). In our modified SIR model, recovered population I wasextended to include those cured, died, and isolated in hospital because they cannot transmit thevirus. The differentiate equations of our modified SIR model is as follows:  1 = −  2 = − 1 12 1== ( 1 1 + 2 1 −  ) (2)Where   is the total local population derived from the census data, and   represent the totalinflow population fromWuhan to each city during January 1 to January 24, estimated frommobile phone data provided by China Unicom.In the modified SIR model, four variables need to be initialized: (1) initial number of infectious 0, treated as a parameter to be estimated (see section 3.2); (2) initial number of local susceptible 01, equal to the total number of the local population of the City  01 =   ; (3) initial number ofsusceptible traveling from Wuhan  02, equal to the population from Wuhan excluding the initialinfectious fromWuhan  02 =−  0 ; and (4) initial number of removed  0 , assuming norecovered, hospitalized, or death at initial state  0 = 0.        Our modified SIR model has three important parameters: transmission rate  1 among localresidents,  2 among people from Wuhan, and recovery rate  . For  , we assume that once aninfected individual is hospitalized, the person will be segregated and therefore no longerinfectious. According to a recent study using the first 425 patients                For parameters  1 and  2, we used the daily cumulative confirmed cases at early outbreak stage(up to February 1, 2020) to retrieve their optimal values, because early-stage dynamics is lessaffected by prevention interventions. We first estimated the optimal value of  2 using reporteddata of Wuhan since the epidemic model for Wuhan only has parameter  2. Then, the estimated 2 was used as a prior parameter for the estimation of  1 for individual prefecture-level cities.The Nelder-Mead algorithm        To test the accuracy of our proposed model, we used the reported confirmed cases on February 2to validate our simulation result. We compared the differences between both the cumulative anddaily increase of the predicted infected cases of February 2 with the reported confirmed cases ofthe same day. The coefficient of determination, R-squared and the RMSE were calculated toexamine the model accuracy. To demonstrate the effectiveness of our modified SIR model, theresults was also compared with the prediction from the classic SIR model that uses nationwideuniform parameters.        The epidemic trend is the joint effect of virus transmissibility and outbreak control                Four parameters were estimated in our modified SIR model, namely transmission rates  1 and  2,removal rate  , and initial infectious population  0 . As aforementioned in section 3.2, weestimated the transmission rate  2 and the recovery rate  to be 0.303 and 0.0699 respectively,and the transmission rate  1 and initial infectious population  0 vary from city to city (AppendixTable 2). Figure 5 (a) illustrated estimation results of  1 in cities with sufficient daily reportedconfirmed cases (namely direct estimation).  1 values of other cities without direct estimationwere spatially interpolated (Figure 5 (b)). As the transmission rate among local residents in eachcity,  1 reflects the intensity of control measures adopted by each local government, as well asthe awareness of citizens to take protective measures. For example,  1 in megacities such asBeijing, Shanghai, Guangzhou and Shenzhen are surprisingly low considering their intensivetraffic and population mobility, which may attribute to higher health literacy of their citizens        The modified SIR model with estimated parameters of each individual city was used to predictthe number of cumulative infected cases (including removed cases) and the number of newinfected cases on February 2, 2020. The predicted values by the modified SIR model wellmatched the reported cumulative infected cases (R-squared: 0.99, RMSE: 27.34, P < 0.0001,Figure 6.a). The capacity of the modified SIR model for predicting daily increase of new infectedcases is also acceptable (R-squared: 0.94, RMSE: 18.24, P < 0.0001, Figure 6.b). The fittedregression line is close to the 1:1 reference line in Figures 6 (a) and (b), indicating no bias inprediction. To demonstrate the effectiveness of our modified SIR model, the results wascompared with the prediction from the classic SIR model that uses nationwide uniformparameters ( = 0.332,  =0.0699) (Figures 6.c and d). Compared with the modified SIR model,the predicted values by the classic SIR model does not match very well with the cumulativeinfected cases (R-squared: 0.77, RMSE: 158.73, P < 0.0001, Figure 6.c) or the daily new infectedcases (R-squared: 0.69, RMSE: 40.18, P < 0.0001, Figure 6.d). The predicted values by theclassic SIR model significantly overestimated the infected number than the reported cases, wherethe fitted regression line is clearly below the 1:1 reference line.        We predicted changes of infected cases and removed cases of each city up to March 2, 2020under three different scenarios        Figure 7. Mapping of predicted number of infected people on February 15: (a) scenario 1, (b)scenario 2, (c) scenario 3 and March 2: (d) scenario 1, (e) scenario 2, and (f) scenario 3To better understand the specific attributes of epidemic dynamics under different scenarios, weinvestigated the temporal changes of active infections across all cities in mainland China. InFigure 8, we show the results in provinces with large number of confirmed cases, first-tier cities,and cities within Wuhan one-hour economic circle. If there is no reduction in transmissibility(scenario 1), the active infections in Wuhan will grow exponentially during the whole period ofprediction, while in other provinces and cities the epidemic peak will emerge in late February.With strict restriction on the movement of people and isolation (scenario 2), in all theseprovinces and cities, the active infections will decrease around middle February. The comparisonbetween results of scenario 1 and 2 demonstrates the urgency and effectiveness of city-levelquarantine to Hubei province. In scenario 3 where transmissibility rebounds after the publicholiday in all cities, the peak of active infections will postpone ten days and the magnitude willincrease by about 50% compared with scenario 2. Our simulation suggested that strict quarantineof inner- and inter-city population movement during February would have a significant effect onthe suppression of virus spreading.Another critical attribute of epidemic dynamics is the net daily increase of infections, i.e., thedifference between new infections and removal in one day. Figure 9 shows the temporal changesof net daily increase of infections in three scenarios. Among all three scenarios, Hubei provinceswill contribute the majority of increments in mainland China. Under different scenarios, the peakof net daily increase of infections emerges at different time. With no strict restriction (scenario 1),the peak point was not observed during the prediction period. The peak point will appear aroundFebruary 10 with strict restriction (scenario 2), but it will shift to middle February or later withwork/school resuming (scenario 3).We consider the net daily increase of infections lower than one case as the signal of effectivecontrol of coronavirus outbreak. Among all 333 cities in mainland China, our modelling showsthat 67%, 100%, and 91% will successfully control the disease by March 2 under the threescenarios respectively (Appendix Table 3). For those 17 cities within Hubei province, 0%, 100%,and 53% will control the disease by March 2 under the three scenarios respectively. We mappedthe date when a city successfully controls the coronavirus outbreak in Figure 10. The resultsshow that some western cities will have no possibility of virus outbreak, as the predicted netdaily increase is always lower than one in all scenarios. The spatial pattern of successful controldate is similar across three scenarios, a distinguished gradient decrease from central region(Hubei, Henan, Hunan and Chongqing) to the peripheral regions. The urban agglomeration alongthe coastline would have late dates of successful control, especially in scenario 3 withwork/school resuming after the Spring Festival.        In this study, we modeled the epidemic trend of 2019-nCoV for each individual city in mainlandChina and used the model to predict the future scenarios under different conditions. Comparedwith other recent modeling studies, our study has some strength. First, the unique characteristicsof the novel coronavirus were taken into account, and a modified version of the original SIRepidemic model was established for each individual city. Considering that the new coronavirusoriginating from Wuhan and the majority of the local infected patients outside Wuhan hadWuhan travel history before the Spring Festival, we extended the SIR model to make it suitablefor the transmission characteristics of the novel coronavirus in mainland China. The proposedmodel estimated the transmission rate  for the Wuhan inflows and local residents separately todescribe the spreading pattern of the coronavirus in a more realistic way. Second, our proposedspatially explicit model is able to obtain fine scale prediction result. Different cities havedifferent transmission rates due to their own conditions (for instance, population density andhuman mobility characteristics). If the transmission rate in national scale is used to model theepidemics of different cities        Our predictions of three future scenarios, namely failure of outbreak control, successful control,and considering work/school resuming, provide information for decision makers to allocateresources for stopping the disease spread. Generally speaking, densely populated cities and citiesin central China will face severe pressures to control the epidemic, since the increase of infectedpeople is inevitable in all three scenarios in the near future. By comparing predictions of thethree scenarios, it is obvious that reducing the transmissibility is a critical approach to decline thenet daily increase and controlling the magnitude of epidemics. Fortunately, the latest number ofconfirmed diagnoses (Figure 1) is lower than that of free propagation of the virus assumed inscenario 1, indicating current control measures implemented by Chinese government areeffective, including controlling traffic between Wuhan and other regions, isolating suspectedpatients, canceling mass gatherings, and requiring people to implement protective measures.However, once the Spring Festival travel rush appears recently as scenario 3 designed (as mostprovinces plan to resume work on February 9), it will inevitably cause considerable growth intransmissibility and further re-increase of epidemic. In addition, current insufficient supply ofprotective equipment may exacerbate this situation. Therefore, public health interventions shouldbe performed continuously to obtain the best results of epidemic control. The following measuresare recommended to implement continuously in the near future, such as, postponing work/schoolresuming, arranging work-from-home, instructing enterprises to implement epidemic preventionmeasures. Essentially, all measures are for reducing population mobility and person-to-personcontact, and there is no panacea for all conditions, hence interventions in different regions shouldbe adapted according to local epidemics.Our modeling work has several limitations. First, due to the limited prior knowledge for thissudden Wuhan 2019-nCoV outbreak, the infection rate and recovery rate in this study areregarded as the same for different age groups, which may result in errors of predication for citieswith different age structures. Second, the model parameters were estimated using the reportedconfirmed cases that may be lower than the actual number of infections, so the parameterestimation may not represent the real situation. Third, besides the transmission between Wuhanand other cities, we do not consider other inter-city transmissions. Although the Chinesegovernment strictly controlled the traffic between cities, the inter-city transmission maycontribute to the epidemic dynamics in the future days, especially during days of work andschool resuming.Author Contributions: XZ designed the experiments. PJ, ZQ, and JY collected and processeddata. AZ and SX analyzed data. All authors interpreted the results and wrote the manuscript.Funding: This research received no external funding.Conflicts of Interest: The authors declare no conflict of interest.Reference", "ref_list": [[], ["Epidemiology, transmission dynamics and control of"], ["The 2002-2003 epidemic"], [""], ["Coronaviruses: genome structure, replication, and pathogenesis"], ["SARS outbreaks in Ontario, Hong Kong and Singapore: The role of diagnosis and isolation as a control mechanism"], ["Estimation of MERS-Coronavirus Reproductive Number"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan , China"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Monitoring the SARS Epidemic in China: A Time Series Analysis"], [""], ["A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment"], ["A Simplex Method for Function Minimization"], ["The Extent of Transmission of Novel Coronavirus in Wuhan"], [""], ["Novel coronavirus 2019- nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Pattern of early human-to-human transmission of Wuhan 2019- nCoV"], ["Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany"], ["Assessment of the Chinese Resident Health Literacy Scale in a population-based sample in South China"], ["Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["A novel coronavirus outbreak of global health concern"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R.M. Anderson", "C. Fraser", "A.C. Ghani", "C.A. Donnelly", "S. Riley", "N.M. Ferguson", "G.M. Leung", "T.H. Lam", "A.J. Hedley"], ["SARS"], [], ["Y. Chen", "Q. Liu", "D. Guo"], ["G. Chowell", "P.W. Fenimore", "M.A. Castillo-Garsow", "C. Castillo-Chavez"], ["D. Fisman", "C. Rivers", "E. Lofgren", "M.S. Majumder"], ["J. Fuk-Woo Chan", "S. Yuan", "Kok", "K. Kai-Wang To", "H. Chu", "J. Yang", "F. Xing", "J. Liu", "C. Chik-Yan Yip", "Poon Wing-Shan", "R. Tsoi", "S. Kam-Fai Lo", "KwokMan Chan", "V. Poon", "Daniel Chan", "J. Ip", "J.-P. Cai", "Chi-Chung Cheng", "H. Chen", "C. Yuen"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "G. Fan", "J. Xu", "X. Gu"], ["D.S. Hui", "I Azhar", "E. Madani", "T.A. Ntoumi", "F. Kock", "R. Dar", "O. Ippolito", "G. Mchugh", "T.D. Memish", "Z.A. Drosten", "C. Zumla", "A. Petersen", "E."], ["D. Lai"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Leung", "E.H.Y. Lau", "J.Y. Wong", "X. Xing", "N. Xiang", "Y. Wu", "C. Li", "Q. Chen", "D. Li", "T. Zhao", "J.", "M. Tu", "W. Chen", "C. Jin", "L. Yang", "R. Wang", "Q. Zhou", "S. Wang", "R.", "H. Luo", "Y. Liu", "Y. Shao", "G. Li", "H. Tao", "Z. Yang", "Y. Deng", "Z. Liu", "B. Ma", "Z.", "Y. Shi", "G. Lam", "J.T. Wu", "G.F. Gao", "B.J. Cowling", "B. Yang", "G.M. Leung", "Z. Feng", "Pneumonia"], ["V.J. Munster", "Koopmans", "van Doremalen", "D. van Riel", "de Wit"], ["J.A. Nelder", "R. Mead"], ["Nishiura"], ["S. Perlman", "Another Coronavirus. N. Engl"], ["J.M. Read", "J.R. Bridgen", "D.A. Cummings", "A. Ho", "C.P. Jewell"], ["J. Riou", "C.L. Althaus"], ["C. Rothe", "M. Schunk", "P. Sothmann", "G. Bretzel", "G. Froeschl", "C. Wallrauch", "T. Zimmer", "V. Thiel", "C. Janke", "W. Guggemos", "M. Seilmaier", "C. Drosten", "P. Vollmar", "K. Zwirglmaier", "S. Zange", "R. Wölfel", "M. Hoelscher"], ["M. Shen", "M. Hu", "S. Liu", "Y. Chang", "Z. Sun"], ["M. Shen", "Z. Peng", "Y. Xiao", "L. Zhang"], ["C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao"], ["J.T. Wu", "K. Leung", "G.M. Leung"], ["S. Zhao", "J. Ran", "S.S. Yang", "G. Lou", "Y. Gao", "D. Yang", "L. He", "D."], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu", "P. Niu", "F. Zhan", "X. Ma", "D. Wang", "W. Xu", "G. Wu", "G.F. Gao", "W. Tan", "N. Engl"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Wuhan, a large city with 14 million residents and a major air and train transportation hub of\ncentral China, identified a cluster of unexplained cases of pneumonia on December 29, 2019\n        ", "one_words_summarize": "Wuhan, a large city with 14 million residents and a major air and train transportation hub ofcentral China, identified a cluster of unexplained cases of pneumonia on December 29, 2019                Unfortunately, many external factors bring a challenge to control virus spreading. Right after theoutbreak, several studies have retrieved the epidemiological parameters and predicted the futuresituation        To model the fine-scale epidemic dynamics of all individual cities in mainland China, weproposed a spatially explicit approach. In addition, HouseholdRegistered Population at 2017 year-end derived from census data was used to approximate thenumber of local residents in each city during 2020 Spring Festival (Appendix Table 1).Our proposed model stems from the SIR model, a classic approach to simulate epidemiologicaldynamics. In our modified SIR model, recovered population I wasextended to include those cured, died, and isolated in hospital because they cannot transmit thevirus. Our modified SIR model has three important parameters: transmission rate  1 among localresidents,  2 among people from Wuhan, and recovery rate  . For  , we assume that once aninfected individual is hospitalized, the person will be segregated and therefore no longerinfectious. We compared the differences between both the cumulative anddaily increase of the predicted infected cases of February 2 with the reported confirmed cases ofthe same day. Figure 5 (a) illustrated estimation results of  1 in cities with sufficient daily reportedconfirmed cases (namely direct estimation). As the transmission rate among local residents in eachcity,  1 reflects the intensity of control measures adopted by each local government, as well asthe awareness of citizens to take protective measures. The capacity of the modified SIR model for predicting daily increase of new infectedcases is also acceptable (R-squared: 0.94, RMSE: 18.24, P < 0.0001, Figure 6.b). The predicted values by theclassic SIR model significantly overestimated the infected number than the reported cases, wherethe fitted regression line is clearly below the 1:1 reference line. Comparedwith other recent modeling studies, our study has some strength. Considering that the new coronavirusoriginating from Wuhan and the majority of the local infected patients outside Wuhan hadWuhan travel history before the Spring Festival, we extended the SIR model to make it suitablefor the transmission characteristics of the novel coronavirus in mainland China. By comparing predictions of thethree scenarios, it is obvious that reducing the transmissibility is a critical approach to decline thenet daily increase and controlling the magnitude of epidemics. Therefore, public health interventions shouldbe performed continuously to obtain the best results of epidemic control. The following measuresare recommended to implement continuously in the near future, such as, postponing work/schoolresuming, arranging work-from-home, instructing enterprises to implement epidemic preventionmeasures. First, due to the limited prior knowledge for thissudden Wuhan 2019-nCoV outbreak, the infection rate and recovery rate in this study areregarded as the same for different age groups, which may result in errors of predication for citieswith different age structures. All authors interpreted the results and wrote the manuscript. Conflicts of Interest: The authors declare no conflict of interest."}