{"date": "2020/02/22", "journal": "biorxiv", "authors": "Tamina Park, Sang-Yeop Lee, Seil Kim, Mi Jeong Kim, Hong Gi Kim, Sangmi Jun, Seung Il Kim, Bum Tae Kim, Edmond Changkyun Park, Daeui Park", "title": "Spike protein binding prediction with neutralizing antibodies of SARS-CoV-2", "type": "preprint article", "abstract": "† These authors contributed equally to this work.", "text": "Coronavirus disease 2019 (COVID-19) is a new emerging human infectious disease caused by Severe AcuteRespiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV), originated inWuhan seafood and animal market, China. Since December 2019, more than 69,000 cases of COVID-19 havebeen confirmed in China and quickly spreads to other counties. Currently, researchers put their best efforts toidentify effective drugs for COVID-19. The neutralizing antibody, which binds to viral capsid in a manner thatinhibits cellular entry of virus and uncoating of the genome, is the specific defense against viral invaders. In thisstudy, we investigate to identify neutralizing antibodies that can bind to SARS-CoV-2 Sipke (S) protein andinterfere with the interaction between viral S protein and a host receptor by bioinformatic methods. Thesequence analysis of S protein showed two major differences in the RBD region of the SARS-CoV-2 S proteincompared to SARS-CoV and SARS-CoV related bat viruses (btSARS-CoV). The insertion regions were close tointeracting residues with the human ACE2 receptor. Epitope analysis of neutralizing antibodies revealed thatSARS-CoV neutralizing antibodies used conformational epitopes, whereas MERS-CoV neutralizing antibodiesused a common linear epitope region, which contributes to form the β-sheet structure in MERS-CoV S proteinand deleted in SARS-CoV-2 S protein. To identify effective neutralizing antibodies for SARS-CoV-2, thebinding affinities of neutralizing antibodies with SARS-CoV-2 S protein were predicted and compared byantibody-antigen docking simulation. The result showed that CR3022 neutralizing antibody from human mayhave higher binding affinity with SARS-CoV-2 S protein than SARS-CoV S protein. We also found thatF26G19 and D12 mouse antibodies could bind to SARS-CoV S protein with high affinity. Our findings providecrucial clues towards the development of antigen diagnosis, therapeutic antibody, and the vaccine againstSARSCoV-2.          Coronaviridae is a family of enveloped viruses which have a single strand, positive-stranded RNA genome andclassified into four genera: ɑ, β, γ, and δ. Coronavirus (CoV) has been identified in human and animals includingbats, camels, zpigs, cats, and mice. The viruses usually cause mild to moderate upper-respiratory tract illnessesin human [          Coronavirus disease 2019 (COVID-19) is newly emerging human infectious disease caused by SevereAcute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previous known as 2019-nCoV) originated inWuhan seafood and animal market. In December 2019, a series of pneumonia cases of unknown cause have beenreported in Wuhan, Hubei province, China [4]. Later, on January 7, a novel CoV was identified from thebronchoalveolar lavage fluid of a patient [5], and named SARS-CoV-2 by International Committee onTaxonomy of Viruses [6]. The early COVID-19 patients show symptoms of severe acute respiratory infection,such as fever, cough, sore throat, nasal congestion, headache, muscle pain or malaise, and severe patientsdevelop to acute respiratory distress syndrome, sepsis or septic shock [7-9]. As of February 16, 2020, more than69,200 cases of COVID-19 have been confirmed in China and quickly spreads to other counties [10].The SARS-CoV-2 is a member of betacoronavirus and shows 79% and 50% sequence identity withSARS-CoV and MERS-CoV, respectively. Phylogenetic analysis revealed that SARS-CoV-2 is most similar(88% sequence identity) to SARS-like CoVs previously collected from bats in China [5, 11, 12]. Although theviral pathogenesis of SARS-CoV-2 is unknown, most recent reports suggest that SARS-CoV-2 may useangiotensin-converting enzyme II (ACE2) as a cellular entry receptor. ACE2 is a well known host cell receptorfor SARS-CoV [12]. Shi and colleges showed that SARS-CoV-2 uses ACE2 as a cellular entry receptor but notother CoV receptors, aminopeptidase N (APN) and dipeptidyl peptidase 4 (DPP4) [13]. Ying and collegesshowed the receptor-binding domain (RBD) of SARS-CoV-2 spike glycoprotein (S protein) interacts with ACE2[14]. McLaellen and colleges showed that ACE2 binds to SARS-CoV-2 S protein with much higher affinity thanto SARS-CoV S protein [15]. In addition, bioinformatic analysis proposed binding structure of RBD of S protein(S-RBD) and ACE2 [16]. Thus, it is of great interest to identify neutralizing antibodies that can interact withSARS-CoV-2 S-RBD and interfere with the binding between viral S protein and host receptor ACE2.After the severe epidemic events of SARS and MERS, researchers have been made great efforts todiscover neutralizing antibodies for CoVs [17, 18]. The neutralizing antibodies for CoVs mainly targeted toSRBD. S protein of SARS-CoV-2 shows 76.2% and 34.1% amino acid sequence identity to those of SARS-CoVand MERS-CoV, respectively. Therefore, the neutralizing antibodies of SARS-CoV and MERS-CoV S proteinsmay have a possibility to interact with SARS-CoV-2 S protein and show similar viral neutralization effect. In thepresent study, we employed a antibody-antigen docking approach to predict the interaction betweenSARS-CoV2 S-RBD and previously reported neutralization antibodies for SARS-CoV and MERS-CoV.To comparing of S gene containing S protein among SARS-CoV-2, SARS-CoV, and MERS-CoV strains, thenucleotide sequences of S gene were retrieved from GISAID [19] and ViPR [20]. The S genes of SARS-CoV-2were retrieved from initially sequenced 62 genomes of SARS-CoV-2 strains. After removal of identical S genesequences, 16 genes of S protein were used in the study. The sequence from SARS-CoV-2 Wuhan-Hu-1(Genbank MN908947.3 or GISAID EPI ISL 402125) was used as a representative sequence of SARS-CoV-2strains throughout this study. The closely related strains of SARS-CoV-2 were selected from preliminary andextensive phylogenetic analaysis of SARS-CoV related strains including btSARS-CoV, SARS-CoV and aMERS-CoV strain. More detail information of the sequences used in this study were listed in SupplementaryThe conservation score of amino acid positions on S protein in SARS-CoV-2 was calculated by ConSurfprogram [27]. The multiple sequence alignment of SARS-CoV-2 strain Wuhan-Hu-1and 12 related strains(Supplementary Table S1) was used as an input for ConSurf. In ConSurf, conservation scores and confidenceintervals for the conservation scores were calculated using the empirical Bayesian method. The scores werenormalized using the number of inputted sequences. Also, the highest score of ConSurf program means the mostconserved position among sequences. We additionally checked the epitope positions on the SARS-CoV-2 Sprotein based on the known epitope information of 11 neutralizing antibodies developing for SARS-CoV andMERS-CoV. Each information of epitope positions was acquired from literatures (Table 1).S-RBD protein structure was used cryo-EM structure (Protein Data Bank ID : 6VSB) [15]. To predict themissing region of cryo-EM structure in SARS-CoV-2 S-RBD, we performed homology modeling based onknown the three dimensional structure of SARS-CoV (PDB ID: 6NB7) using SWISS-MODEL(https://swissmodel.expasy.org/) [28]. Then, the best homology models were selected according to QualitativeModel Energy ANalysis (QMEAN) statistical parameter. The structures were visualized with UCSF’s Chimera(https://www.cgl.ucsf.edu/chimera/).As neutralizing antibody candidates of SARS-CoV-2, the five antibodies against SARS-CoV and the sixantibodies to prevent MERS-CoV were selected in the study (Table 1). The complex structure of RBD and tenneutralizing antibodies was retrieved from PDB. The complex structures were superimposed to the RBDstructure of SARS-CoV-2 which were built by homology modeling. The procedures were performed that theRBD structures of SARS-CoV2 and SARS-CoV were aligned by pairwise sequence alignment. And then thestructures were superimposed according to those pairwise alignments using MatchMaker program [29]. Finally,we suceesfully predicted the complex structures of neutralizaing antibody candidates and RBD of SARS-CoV-2.About the antibody such as CR3022 [30] that the structure was not revealed, we performed the antibody strcturemodeling with Rosetta program [31].Docking simlutation between the RBD of SARS-CoV-2 and certain SARS-CoV and MERS-CoV antibodieswere implemented with Rosetta antibody-antigen docking protocols [32]. Rosetta SnugDock program can refinehomology models with the flexible and uncertain region, because the program simulates most of conformationspace available to antibody paratopes [33]. With the complex structures of RBD and antibody candidates,allatom relax protocol, docking prepack protocol, and antibody-antigen docking simulation were carried out tocalculate the free energy of low-energy binding conformations. The distiribution of docking scores displayed asfunnel plots using interface RMD (interface RMS) versus the binding score (dG binding) between antibody andantigen (Fig. 4). The binding score was used Rosetta’s docking interface score (based on the Talaris2013 forcefield) to rank the complexes. Rosetta interface score is defined as Isc = Ebound − Eunbound, where Ebound isthe score of the bound complex and Eunbound is the sum of the scores of the individual protein partners inisolation. In addition, 1000 independent docking runs were performed to generate the antibody-antigen models.To predict possible neutralizing antibody candidates of SARS-CoV-2, the docking results were comparedbetween interface binding scores of SARS-CoV-2 S-RBD (homology modeling) and interface binding scores ofSARS-CoV or MERS-CoV S-RBD (crystal structure) with 11 antibodies for SARS-CoV and MERS-CoV havebeen developed. The statistical significance was tested using student’s t-test.The phylogenetic tree showed that the protein gene sequences were clearly clustered into three groups;SARSCoV-2 related, SARS-CoV related and HKU3 related groups (Fig. 1A). SARS-CoV and SARS-CoV-2 groupsformed a rigid monophyletic group with their own closest bat SARS-CoV related strains, respectively. The resultsuggested that these two human-pathogenic CoV strains were derived from common ancestral bat CoV. Thesequence alignments showed that there were insertions and deletion during the divergence among the strains(Fig. 1B and 1C). Various deletions were observed in SARS-CoV related group. The NTD region (position7177, GTNGTKR) of S protein in the strain Wuhan-Hu-1 was mostly conserved in SARS-CoV-2 group but not inSARS-CoV related group. The NTD region was also conserved in other btSARS-CoV strains but the sequencesimilarity was low.Interestingly, human pathogenic strains and their closest strains had two insertion sequences in RBDregion of SARS-CoV-2. The amino acid position 445-449 (VGGNY) and 470-486 (TEIYQAGSTPCNGVEGF)were conserved in SARS-CoV-2 related group except bat-SL-CoVZC45 strain and the corresponding sequencesin SARS-related groups were ‘STGNY’ and ‘NVPFSPDGKPCTPPAL’ (Fig. 1C). The results could not giveclear answers that these insertion sequences had directly diverged from the common ancestor of SARS-CoV andSARS-CoV-2 or that the sequences in SARS-CoV-2 were derived from SARS-CoV related group by mobilegenetic elements [34]. Nevertheless, the insertion sequences have several antibody epitope regions (Fig. 2) andthe two key residues (amino acid position 455 and 486) interacting with human ACE2 [35] which is used as acellular receptor of btSARS-CoV strain WIV1 [36]. This suggested that these sequence were might be relatedwith human susceptibility and virulence.Previously, numbers of neutralizing antibodies for SARS-CoV and MERS-CoV have been developed [17, 18].To suggest possible SARS-CoV-2 neutralizing antibodies, monoclonal antibodies were selected from theliterature and PDB (Table 1). Epitope map showed that the antibody-binding residues of S protein are locatedwithin RDB region (Fig. 2). Four SARS-CoV neutralizing antibodies had the epitopes about 5 to 14 residues(total 34 residues, average 9.5 residues) of S-RBD and six MERS-CoV neutralizing antibodies bound to 22 to 33(total 52 residues, average 25 residues) residues. Distribution of the antibody-binding residues indicates thatSARS-CoV neutralizing antibodies might be bind to mainly conformational epitopes of S-RDB, whereasMERSCoV neutralizing antibodies bound to linear epitopes of S-RBD (Fig. 2). Interestingly, the major linear epitoperegion (EDGDYYRKQL) for MERS-CoV neutralizing antibodies was specific insertion of MERS-CoV Sprotein. MERS-CoV neutralizing antibodies interacted with three receptor binding residues (E536, D537, D539)in the linear epitope region, which results in the neutralizing activity of antibodies by directly interferes thebinding between S protein and dipeptidyl peptidase 4 of human . In addition, the difference of binding aspect ofneutralizing antibodies might be caused by the difference of subdomain structure of receptor binding motif(RBM). The RBM of SARS-CoV S protein is made of mainly coiled structure with two short β-sheets, whereasthe RBM of MERS-CoV S protein consists of four long β-sheets [37]. Sequence alignment revealed that RBD ofSARS-CoV-2 was more similar to that of SARS-CoV than MERS-CoV (Fig. 2). Therefore, this suggested thatSARS-CoV neutralizing antibodies could be effective for SARS-CoV-2.Human infection of SARS-CoV-2 was firstly reported in Wuhan, Hubei province, China last December [4].Previous studies have reported several results for the interaction between S protein of SARS-CoV-2 and ACE2as a receptor [13, 14, 16, 38]. However, any interaction of SARS-CoV-2 S protein with developed neutralizingantibodies for SARS-CoV and MERS-CoV has not been reported yet. The structure of SARS-CoV-2 S proteinwas used S protein which revealed by cryo electron microscopy structure. Subsequently, the missing region ofSARS-CoV-2 S-RBD region comprising of 181 amino acids were built from SARS-CoV S proteins (PDB ID:6NB7) which were good structural templates (Fig. 3 box). In the S-RBD structure, we also displayedexperimentally defined epitope information based on position specific aligment with SARS-CoV or MERS-CoVantibody binding epitopes.To visualize the overall antibody binding region to SARS-CoV-2, we superimposed the predictedstructure of SARS-CoV-2 RBD protein at the X-ray crystal structure of known antibody-antigen complex fromSARS and MERS (Fig. 3). The structures of five antibodies including m396, 80R, F26G19, S230, and CR3022developing to prevent SARS-CoV were aligned on SARS-CoV-2 S-RBD successfully (Fig. 3A). The sixMERSCoV antibodies such as MERS-27, CDC2-C2, m336, 4C2, D12, and MCA1 were also aligned on SARS-CoV-2S-RBD (Fig. 3B). Because the X-ray crystal structure of CR3022 was not revealed, the optimized structure waspredicted using antibody homology modeling by 1000 structures generated using Rosetta program. As a results,two SARS-CoV antibodies including CR3022 (-13.91 dG score) and F26G19 (-15.98 dG score) and MERS-CoVD12 (-14.01 dG score) antibody had higher binding score than other antibodies with SARS-CoV-2 S-RBDregion. However, various MERS-CoV antibodies did not match SARS-CoV-2 because MERS-CoV antibodieswere interacted with the outter regon of S-RBD which was located in major linear epitope region(EDGDYYRKQL) (Fig. 2).Based on antibody-antigen docking simulation, we calculated the binding scores between 11 antibodies andSRBD structures. The antibody-antigen docking simulation generated not only the crystal structures ofSARSCoV and MERS-CoV S-RBD proteins, but also the high-quaility homology models with SARS-CoV-2 S-RBD.To suggest S-RBD binding antibody, antibody-RBD docking comparisons were performed using the mean valueof caculated scores from the generated models. The mean scores of the docking simulation are shown in Table 2.Among the SARS-CoV antibodies, only CR3022 showed that the binding affinity of SARS-CoV-2 washigher than SARS-CoV. In addition, the docking score distribution of CR3022 was significantly changedbetween SARS-CoV-2 and SARS-CoV-2 (Fig. 4). For the CR3022 antibody, the mean score of binding affinitywas increased from -11.21 dG score (SARS-CoV, crystal structure) to -13.91 dG score (SARS-CoV-2, cryo-EMstructure) with a p-value of 0.00367. The binding affinity of all antibody-antibgen docking was tested using1000 generated structures. Interestingly, the CR3022 was experimentally performed for the binding effect ofSARS-CoV-2 S-RBD [14]. The researchers found that the CR3022 had the binding effect anainst SARS-CoV-2S-RBD and that m396 and m336 antibodies did not bind to SARS-CoV-2 S-RBD. The researchers also reportedthat the binding affinity of CR3022 was increased to 6.28nM with SARS-CoV-2 from 0.125nM withSARSCoV, The results of the docking simulation were consistent with the evidence although more research wasneeded to prevent effects, including an experiment using live viruses.The fact that CoVs similar to SARS in Chinese bats is most identical to SARS-CoV-2 suggests that SARS-CoVmay have been originated from a common ancestral bat CoV. Comparing the sequences among the three groups,various deletions were observed in the SARS-CoV related group. Especially, amino acid positions 71-77(GTNGTKR) in the NTD region of the S protein, 445-449 (VGGNY) and 470-486 (TEIYQAGSTPCNGVEGF)were noteworthy. The regions were highly conserved in SARS-CoV-2, unlike other SARS-CoVs.Among the neutralizing antibodies for SARS-CoV and MERS-CoV, CR3022 was predicted to havebetter binding affinity to the S-RBD region of SARS-CoV-2 than other antibodies. The comparison of antibodybinding region between SARS-CoV-2 and other coronaviruses, such as SARS-CoV and MERS-CoV, wasconducted to apply the suitable diagnostic or therapeutic antibodies and vaccines that are mimetics of extremelyinfectious SARS-CoV-2.We thanks to Prof. Jason S. McLellan for providing cyro-EM structure of of SARS-CoV-2 S protein,Korea Institute of Science and Technology Information’s 5th supercomputer NURION, and bio bigdatacenter of Clinomics Inc.. This work was supported by National Research Council of Science andTechnology grant by the Ministry of Science and ICT (Grant No. CRC‐16‐01‐KRICT).250251252253254255256257258259260261262263264265266267268269270271272273274275276277278279280281ReferencesLi G, Fan Y, Lai Y, Han T, Li Z, Zhou P, Pan P, Wang W, Hu D, Liu X et al: Coronavirus infections andimmune responses. J Med Virol 2020.Summary of probable SARS cases with onset of illness form 1 November 2002 to 31 July 2003[https://www.who.int/csr/sars/country/table2004_04_21/en/]MERS situation update. November 2019 [https://www.who.int/emergencies/mers-cov/en/]Novel Coronavirus (2019-nCoV) Situation Report -1 (21 January 2020)[https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200121-sitrep-1-2019ncov.pdf?sfvrsn=20a99c10_4]Fan Wu, Su Zhao, Bin Yu, Yan-Mei Chen, Wen Wang, Yi Hu, Zhi-Gang Song, Zhao-Wu Tao, Jun-HuaTian, Yuan-Yuan Pei et al: Complete genome characterisation of a novel coronavirus associated withsevere human respiratory disease in Wuhan, China. In: BioRxiv. 2020.Alexander E. Gorbalenya, Susan C. Baker, Ralph S. Baric, Raoul J. de Groot, Christian Drosten, AnastasiaA. Gulyaeva, Bart L. Haagmans, Chris Lauber, Andrey M Leontovich, Benjamin W. Neuman et al: Severeacute respiratory syndrome-related coronavirus: The species and its viruses – a statement of theCoronavirus Study Group. In: BioRxiv. 2020.K BA, Madhavan A, T RR, Thomas S, Nisha P: Short chain fatty acids enriched fermentationmetabolites of soluble dietary fibre from Musa paradisiaca drives HT29 colon cancer cells toapoptosis. PLoS One 2019, 14(5):e0216604.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X et al: Clinical features ofpatients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020.Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y et al: Epidemiologicaland clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: adescriptive study. Lancet 2020.Coronavirus disease 2019 (COVID-19) Situation Report – 24 (13 February 2020)[https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200213-sitrep-24-covid19.pdf?sfvrsn=9a7406a4_4]Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B, Zhu N et al: Genomiccharacterisation and epidemiology of 2019 novel coronavirus: implications for virus origins andreceptor binding. Lancet 2020.Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA, Somasundaran M, Sullivan JL, Luzuriaga K,Greenough TC et al: Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature 2003, 426(6965):450-454.28228328428528628728828929029129229329429529629729829930030130230330430530630730830931031131231331431513.14.15.16.17.18.19.20.21.22.23.24.25.26.27.31631731831932032132232332432532632732832933033133233333433533633733833934034134234334434534634734834928.29.30.31.32.33.34.35.36.37.38.39.40.35035135235335435535635735835936036136236336436536636736836937037137237337441.42.43.44.45.46.47.48.3753762019-nCoV and related SARS-related viruses. The bootstrap value greater than 50 are shown at the branch nodes.The filled circles indicated that the corresponding nodes are conserved in all tree-drawing methods. MERS-CoVKNIH002/05/2015 is used as the outgroup. Bar, 0.1 substitutions per nucleotide position. (B) The upper panel isstructure of spike gene of SARS-CoV-2. The middle panel is the result of the Sim plot analysis. The sequencesimilarity of NTD domain region was the lowest among spike genes. Nevertheless, SARS-CoV-2_bat-RaTG13had highly conserved in NTD domain than other SARS-CoVs. On the other hand, in the RBD region, not onlySARS-CoV but also SARS-CoV-2_bat-RaTG13 showed low sequence similarity. The lower panel indicates theconservation score of the protein sequences of 27 SARS-CoV species. (C) Intersertional regions in SARS-CoV-2S protein. The amino acid position 445-449 (VGGNY) and 470-486 (TEIYQAGSTPCNGVEGF) were conservedin SARS-CoV-2 related group except bat-SL-CoVZC45 strains (red color), and the corresponding sequences inSARS-related groups were ‘STGNY’ and ‘NVPFSPDGKPCTPPAL’ (blue color).blue bar chart shows the conservation score. The numbers are the amino acid positions in the S protein. Colorboxes indicate binding epitopes for SARS-CoV (red color) and MERS-CoV (green color) antibodies. The aminoacid residues in red color indicate binding epitopes for host receptors.RBD domain in S protein was colored gray. The RBD structure shown from various sides. On the surfacerepresentation, the SARS-CoV antibodies, MERS-CoV antibodies, and both SARS-CoV and MERS-CoVantibodies binding epitopes are colored red, green, and purple, respectively. The sky blue color representsSARS-CoV-2 S protein and the RBD domain were highlighted with orange color. The red box indicates theRBD region, which is containing SARS-CoV or MERS-CoV antibody binding epitope. The predicted RBDstructure of SARS-CoV-2 S protein in complex with five SARS-CoV antibodies (B) and six MERS-CoVantibodies (C). The complex structure was predicted by integrating the previously known complex structures ofSARS-CoV or MERS-CoV with antibodies using the superimposition of structures. Each colored structure insurface representation indicates antibody labeled with the same color. More detail information about antibodieswere described in Table 1.RMS) versus the binding energy (dG binding). The docking simulation were performed by 1000 generatedantibody-antigen structures. The statistical significance was tested using student’s t-test. (A) Mean score ofdocking simulation between CR3022 and SARS-CoV S-RBD was -11.21 dG score, and mean score of CR-3022and SARS-CoV2 S-RBD was -13.61 dG score (p-value = 0.00367).4C2D12CDC2-C2HumanOriginHumanHumanHumanMouseHumanHumanHumanHumanHumanizedMouseRBD binding residuesPDB IDK365, K390, D392, R395, R426, D429, R441, E452, D454,F483, Y484, T485, T486, T487, G488, I489, Y491, Q492T433, N437, K439, P469, P470, A471, C474, W476, L478, D480,T485, Q492L443, Y408, Y442, F460, Y475T486, T487, G488, I489, G490, Y491, Q492n.a.T392, N398, L495, K496, V527, S528, I529, V530, P531, S532,T533, W535, E536, D537, G538, D539, Y540, Y541, R542,K543, W553N501, K502, S504, F506, D510, R511, T512, E513, W535,E536, D537, G538, D539, Y540, Y541, R542, W553, V555,A556, S557Y499, N501, K502, S504, R505, F506, D510, R511, T512,E513, P515, W535, E536, D537, G538, D539, Y540, Y541,R542, W553, V555, S557, G558, S589K502, F506, S508, D510, R511, E513, S528, I529, P531, T533,W535, E536, G538, D539, Y540, Y541, R542, K543, Q544,W553, V555, S557G391, T392, P394, Y397, N398, K400, L495, K496, Y523,P525, C526, V527, S528, I529, V530, P531, S532, T533, V534,W535, E536, D537, D539, Y540, Y541, R542, K543, Q544,L545, S546, E549, W553, T560G391, T392, P394, Y397, N398, F399, K400, L495, K496,P525, V527, S528, I529, P531, S532, T533, W535, E536, D537,D539, Y540, Y541, R542, K543, Q544, L545, S546, E549,W553, T5602DD82GHW6NB63NGFn.a.5YY56C6Z4XAK5GMQ5DO24ZPT[39][40][41][42]n.a.[43]Antibodym396 (SARS)80R (SARS)S230 (SARS)F26G19 (SARS)CR3022 (SARS)MERS27 (MERS)CDC2-C2 (MERS)m336 (MERS)MCA1 (MERS)4C2 (MERS)D12 (MERS)", "ref_list": [[], ["Antibody-antigen docking score and experimental affinity"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronavirus disease 2019 (COVID-19) is a new emerging human infectious disease caused by Severe Acute\nRespiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV), originated in\nWuhan seafood and animal market, China. Since December 2019, more than 69,000 cases of COVID-19 have\nbeen confirmed in China and quickly spreads to other counties. Currently, researchers put their best efforts to\nidentify effective drugs for COVID-19. The neutralizing antibody, which binds to viral capsid in a manner that\ninhibits cellular entry of virus and uncoating of the genome, is the specific defense against viral invaders. In this\nstudy, we investigate to identify neutralizing antibodies that can bind to SARS-CoV-2 Sipke (S) protein and\ninterfere with the interaction between viral S protein and a host receptor by bioinformatic methods. The\nsequence analysis of S protein showed two major differences in the RBD region of the SARS-CoV-2 S protein\ncompared to SARS-CoV and SARS-CoV related bat viruses (btSARS-CoV). The insertion regions were close to\ninteracting residues with the human ACE2 receptor. Epitope analysis of neutralizing antibodies revealed that\nSARS-CoV neutralizing antibodies used conformational epitopes, whereas MERS-CoV neutralizing antibodies\nused a common linear epitope region, which contributes to form the β-sheet structure in MERS-CoV S protein\nand deleted in SARS-CoV-2 S protein. To identify effective neutralizing antibodies for SARS-CoV-2, the\nbinding affinities of neutralizing antibodies with SARS-CoV-2 S protein were predicted and compared by\nantibody-antigen docking simulation. The result showed that CR3022 neutralizing antibody from human may\nhave higher binding affinity with SARS-CoV-2 S protein than SARS-CoV S protein. We also found that\nF26G19 and D12 mouse antibodies could bind to SARS-CoV S protein with high affinity. Our findings provide\ncrucial clues towards the development of antigen diagnosis, therapeutic antibody, and the vaccine against\nSARSCoV-2.", "one_words_summarize": "Coronavirus disease 2019 (COVID-19) is a new emerging human infectious disease caused by Severe AcuteRespiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV), originated inWuhan seafood and animal market, China. Currently, researchers put their best efforts toidentify effective drugs for COVID-19. We also found thatF26G19 and D12 mouse antibodies could bind to SARS-CoV S protein with high affinity. Coronaviridae is a family of enveloped viruses which have a single strand, positive-stranded RNA genome andclassified into four genera: ɑ, β, γ, and δ. In December 2019, a series of pneumonia cases of unknown cause have beenreported in Wuhan, Hubei province, China [4]. As of February 16, 2020, more than69,200 cases of COVID-19 have been confirmed in China and quickly spreads to other counties [10].The SARS-CoV-2 is a member of betacoronavirus and shows 79% and 50% sequence identity withSARS-CoV and MERS-CoV, respectively. McLaellen and colleges showed that ACE2 binds to SARS-CoV-2 S protein with much higher affinity thanto SARS-CoV S protein [15]. S protein of SARS-CoV-2 shows 76.2% and 34.1% amino acid sequence identity to those of SARS-CoVand MERS-CoV, respectively. In thepresent study, we employed a antibody-antigen docking approach to predict the interaction betweenSARS-CoV2 S-RBD and previously reported neutralization antibodies for SARS-CoV and MERS-CoV.To comparing of S gene containing S protein among SARS-CoV-2, SARS-CoV, and MERS-CoV strains, thenucleotide sequences of S gene were retrieved from GISAID [19] and ViPR [20]. After removal of identical S genesequences, 16 genes of S protein were used in the study. The scores werenormalized using the number of inputted sequences. We additionally checked the epitope positions on the SARS-CoV-2 Sprotein based on the known epitope information of 11 neutralizing antibodies developing for SARS-CoV andMERS-CoV. Each information of epitope positions was acquired from literatures (Table 1).S-RBD protein structure was used cryo-EM structure (Protein Data Bank ID : 6VSB) [15]. The complex structure of RBD and tenneutralizing antibodies was retrieved from PDB. The complex structures were superimposed to the RBDstructure of SARS-CoV-2 which were built by homology modeling. The distiribution of docking scores displayed asfunnel plots using interface RMD (interface RMS) versus the binding score (dG binding) between antibody andantigen (Fig. In addition, 1000 independent docking runs were performed to generate the antibody-antigen models. To predict possible neutralizing antibody candidates of SARS-CoV-2, the docking results were comparedbetween interface binding scores of SARS-CoV-2 S-RBD (homology modeling) and interface binding scores ofSARS-CoV or MERS-CoV S-RBD (crystal structure) with 11 antibodies for SARS-CoV and MERS-CoV havebeen developed. Therefore, this suggested thatSARS-CoV neutralizing antibodies could be effective for SARS-CoV-2.Human infection of SARS-CoV-2 was firstly reported in Wuhan, Hubei province, China last December [4].Previous studies have reported several results for the interaction between S protein of SARS-CoV-2 and ACE2as a receptor [13, 14, 16, 38]. 2).Based on antibody-antigen docking simulation, we calculated the binding scores between 11 antibodies andSRBD structures. J Med Virol 2020.Summary of probable SARS cases with onset of illness form 1 November 2002 to 31 July 2003[https://www.who.int/csr/sars/country/table2004_04_21/en/]MERS situation update. 2020.Alexander E. Gorbalenya, Susan C. Baker, Ralph S. Baric, Raoul J. de Groot, Christian Drosten, AnastasiaA. Gulyaeva, Bart L. Haagmans, Chris Lauber, Andrey M Leontovich, Benjamin W. Neuman et al: Severeacute respiratory syndrome-related coronavirus: The species and its viruses – a statement of theCoronavirus Study Group. Lancet 2020.Coronavirus disease 2019 (COVID-19) Situation Report – 24 (13 February 2020)[https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200213-sitrep-24-covid19.pdf?sfvrsn=9a7406a4_4]Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B, Zhu N et al: Genomiccharacterisation and epidemiology of 2019 novel coronavirus: implications for virus origins andreceptor binding. Nature 2003, 426(6965):450-454.28228328428528628728828929029129229329429529629729829930030130230330430530630730830931031131231331431513.14.15.16.17.18.19.20.21.22.23.24.25.26.27.31631731831932032132232332432532632732832933033133233333433533633733833934034134234334434534634734834928.29.30.31.32.33.34.35.36.37.38.39.40.35035135235335435535635735835936036136236336436536636736836937037137237337441.42.43.44.45.46.47.48.3753762019-nCoV and related SARS-related viruses. The aminoacid residues in red color indicate binding epitopes for host receptors. The statistical significance was tested using student’s t-test. ( A) Mean score ofdocking simulation between CR3022 and SARS-CoV S-RBD was -11.21 dG score, and mean score of CR-3022and SARS-CoV2 S-RBD was -13.61 dG score (p-value = 0.00367).4C2D12CDC2-C2HumanOriginHumanHumanHumanMouseHumanHumanHumanHumanHumanizedMouseRBD binding residuesPDB IDK365, K390, D392, R395, R426, D429, R441, E452, D454,F483, Y484, T485, T486, T487, G488, I489, Y491, Q492T433, N437, K439, P469, P470, A471, C474, W476, L478, D480,T485, Q492L443, Y408, Y442, F460, Y475T486, T487, G488, I489, G490, Y491, Q492n.a."}