{"date": "2020/02/12", "journal": "medrxiv", "authors": "Xiaoqin Guo, Zhongmin Guo, Chaohui Duan, Zeliang chen, Guoling Wang, Yi Lu, Mengfeng Li, Jiahai Lu", "title": "Long-Term Persistence of IgG Antibodies in SARS-CoV Infected Healthcare Workers", "type": "preprint article", "abstract": "USA.", "text": "USA.China# the authors contributed equally to this work          The ongoing worldwide outbreak of the 2019-nCoV is markedly similar to the severe acuterespiratory syndrome (SARS) outbreak 17 years ago. During the 200                    A long-term prospective cohort study followed 34 SARS-CoV-infected healthcare workers from ahospital with clustered infected cases during the 200          Anti SARS-CoV IgG was found to persist for up to 12 years. IgG titers typically peaked in 2004,declining rapidly from 2004-2006, and then continued to decline at a slower rate. IgG titers in404142434445464748SARS-CoV-infected healthcare workers remained at a significantly high level until 2015. Patientstreated with corticosteroids at the time of infection were found to have lower IgG titers than thosewithout.IgG antibodies against SARS-CoV can persist for at least 12 years. The presence of SARS-CoV IgGmight provide protection against SARS-CoV and other betacoronavirus. This study provides valuableinformation regarding humoral immune responses against SARS-CoV and the 2019-nCoV.505152535455565758596061626364656667          On December 31, 2019, an outbreak of coronavirus causing infections in Wuhan, China, was officiallyreported. The outbreak rapidly spread to several provinces of China and other countries. Currently, theongoing outbreak in China caused by a new coronavirus, named 2019-nCoV by WHO, is becoming aglobal crisis. Notably, the 2019-nCoV is highly similar to the severe acute respiratory syndromecoronavirus (SARS-CoV), which is characterized by high mortality and infectivity. Therefore,information on SARS-CoV will be valuable for the prevention and control of the current outbreak.SARS was first confirmed in Guangdong, China in 200          SARS-CoV was initially identified as having occurred through interspecies transmission from smallcarnivores (e.g., palm civets and raccoon dogs) to humans in 2003.10 Recently, studies indicate thatSARS-CoV may have originated from bats. Bat coronavirus isolates have been shown to be able torecognize both human and bat ACE2 receptors.11 Coronaviruses can exploit numerous cellularreceptors and potentially cause various illnesses such as respiratory and gastrointestinal diseases.12Particularly, the spike protein is an important viral determinant of virus-receptor interaction,interspecies transmission, and host tropism, and its mutation can facilitate cross-species infection andhuman-to-human transmission.13 Another novel coronavirus similar to SARS-CoV, the middle-eastrespiratory syndrome coronavirus (MERS-CoV), emerged in the Middle East in 2012. MERS-CoVhas been shown to be transmissible from camels to humans, highlighting the ongoing threat posed bySARS-CoV IgG antibodies have neutralization activities and provide protection against infections.Presence of IgG antibodies against virus and nucleocapsid protein represents protective immuneresponses. While some previous studies reported longitudinal profiles of SARS IgG antibodies for upto 5 years,16-20 there has been a lack of knowledge on humoral immune responses for longer durations.In our current study, we conducted a 13-year follow-up study on a cohort of SARS-CoV-infectedhealthcare workers for analyzing the presence and persistence of antibodies against SARS-CoV.8990919293949596979899100101102103104105106107          The study site was a teaching hospital and the main center for treating clustered SARS cases in200          The sera used in this study is derived sample of the annual physical examination of the SARS-CoVinfected healthcare workers. Antibody surveillance is a part of the examination. The annual physicalexamination has been reviewed and supported by the hospital ethics review committee. Writtenconsent was signed at the first examination.A total of 362 serum samples was collected. This included samples collected at the time of hospitaladmission in 2003, from all study participants, and yearly sample collection, when the participantsattended their annual phyical examinations (April to June from 2004 through 2015). Eighty samples109110111112113114115116117118119120121122123124125were missing in the follow-up (Table S2): there was an interruption of sample collection in 2012 or2013 due to an unexpected absence of the investigators in charge of sample collections; samples of 6subjects were not collected in 2014 (Patient No. 29 - 34) and 2015 (Patient No. 26 - 28, 31-33)respectively, for failing to arrange a physical examination or due to resignation. In addition, serumsamples from another 20 subjects, from the 95 SARS cases, were collected in 2015 (Table S3).Another 40 non-SARS infected healthcare workers from the same hospital were enrolled and serumsamples were collected, as the control group, to verify the end result data of the 34Serum IgG antibodies were detected with a SARS-CoV IgG antibody enzyme-linked immunosorbentassay (ELISA) Kit (BGI-GBI Biotech Co. Ltd., Beijing, China), which used the whole SARS-CoV asthe detection antigen. Briefly, the serum samples were added at a 1:10 diluion and incubated inpre-coated plates. After the processes of washing, reacting with HRP-labeled goat anti-human IgG,color developing, and stopping the reaction, the absorbance was measured at 450 nm using a platereader. The IgG antibodies against nucleocapsid protein were detected with a recombinant SARS-CoVN199 antigen assay developed in our laboratory as described previously21. Indirect ELISA wasperformed to detect and quantify antibodies (at 1:10 dilution) against SARS-CoV N199 in the serumsamples, as previously described by Guo et al21.127128129130131132133134135136137138139140141142143144Boxplots and heatmaps were used to show the temporal trends and variations in the antibody levels.Non-linear exponential decay models were used to estimate the average decay rates of the antibodylevel. A non-parametric Mann Whitney U test was used to compare the IgG values of samples fromSARS-CoV-infected healthcare workers with those from the control in 2015. The test was also used tocompare the anti-SARS-CoV IgG titers from SARS-CoV-infected healthcare workers who weretreated with or without corticosteroids in 2003. We used the Kappa test to estimate the consistence ofthe results of a positive rate for both methods in the samples of the SARS-CoV-infected healthcareworker group from 2003 to 2005 and non-infected healthcare worker group in 2015. Missing valueswere replaced with estimated values from exponential decay models. Additionally, we conducted acomparison for the decay trend of the data with and without the missing value replacements.ELISA detection results showed that the IgG levels peaked in 2004, declined quickly from 2004 to2006, and further decreased at a slower rate to a mean OD450nm value of 0.286 (against whole virus)and 0.330 (against N199) in 2015 (Figure 1, A and B). IgG levels against SARS-CoV varied betweenindividuals, with the OD450nm range from 1.162 to 0.48 for IgG against whole virus, and 2.374 to0.581 for IgG against N199. Notably, two healthcare workers, who were diagnosed asSARS-CoV-infected patients, were negative for IgG against both the whole virus and N199, over the146147148149150151152153154155156157158159160161162163164entire study period (2003 – 2015), suggesting a possibility of misdiagnosis during the initialadmission in 2003; therefore, they were excluded from further statistical analyses (Figure 1, C and D).The IgG levels against whole virus in 4 SARS infected healthcare workers increased notably after2004, two of which also showed an increase in IgG antibodies against N199, while their levels inother SARS infected healthcare workers decreased continuously during the following years (Figure 1,C and D).          In the 13-year follow-up cohort, 80 out of 442 (18.10%) serum samples were lost. We used theexponential regression of curve estimation method to estimate the missing values (Figure 1). Next, weadopted the exponential decay models to define antibody decay, and the results indicated that theantibody titers exhibited an overall declining trend in IgG against both whole virus and N199 (Figure2, A and B). A similar decay trend inf IgG titers was found, although the missing values were notreplaced in the model (Figures S1 and S2). Furthermore, the proportion of study participants with IgGtiter against whole virus (> cutoff value) was 81.25% (26/3          To analyze the general IgG distributions, subjects were divided into 2 groups: group 1 (n=46),including SARS-CoV-infected healthcare workers enrolled in the original cohort (n=26) andan additional group of SARS-CoV-infected healthcare workers who were enrolled in 2015(n=20), and group 2 (n=40) of non-infected healthcare worker, selected as the control. Thehigher in group 1 than in group 2 (p < 0.001; Figure 3A). A similar trend was observed forIgG against N199 titers, as group 1 had significantly higher IgG titers than group 2 (p=0.034;Figure 3B). Moreover, in group 1 the positive rate of IgG binding to whole virus and N199was 58.70% and 28.26% with statiscical significance (p < 0.005), respectively.consistency test was mainly focused on the period from 2003-2005, as the IgG titers remainedstable during this period. Over this period, only 10 of the 102 cases showed inconsistentresults between the two detection methods, and the Kappa coefficient was 0.712, suggesting agood general consistence between the results obtained through the whole virus and N199188189190191192193194195196197198199200201202203204205206207        treatment, while others did not. The cohort was divided into two groups to assess the effect ofcorticosteroid use on IgG titers in 2003. Of the 32 SARS-CoV-infected patients (with 2 casesexcluded as suspected to have been misdiagnosed), medical records were available for 27patients, and the records showed that 17 of these patients were, and the rest were not, treatedwith corticosteroids during the initial care for SARS in the 200        IgG against the whole virus was 0.35 ± 0.24 and 0.58 ± 0.29, respectively (p=0.03; Figureagainst N199 of patients not treated with corticosteroids were higher than those treated withcorticosteroids, the difference was not statistically significant (Figure 4B; p=0.17).pandemic as it spread rapidly to other countries and regions. Cases from Guangdongaccounted for nearly 20% of reported cases and approximately 17% of reported healthcareworker cases worldwide. Healthcare workers, in particular, were exposed to an extremelyhigh risk in combating SARS due to limited knowledge of the etiology and other natures of209210211212213214215216217218219220221222223224225226227228cases have been reported outside China, including the USA, Japan, and Thailand.betacoronavirus outbreak remains largely unknown, evidence and knowledge fromIgG antibodies are proven to be important for virus neutralization and immunologicalprotection. As the first sampling of sera was performed during the early stage of SARS, it wasnot possible to determine the maximum antibody titer, as this would be expected to occurapproximately 4 months after the onset of the outbreak.19 Knowledge of the persistence andlevel of antibodies against SARS-CoV, particularly neutralizing antibodies, is important forevaluating the immune protection duration and vaccine efficacy. Neutralizing antibodies arenormally tested by viral neutralization tests; however, as manipulation involving liveinfection and potential outbreaks, an alternative approach was employed to detect specificin previous studies to correlate with neutralizing activity16. Moreover, the SARS-CoV N199antigen was used to detect its specific antibody, which has been demonstrated to be specific inclinical diagnosis and SARS-CoV reservoir screening.21230231232233234235236237238239240241242243244245246247248249We found that the SARS-CoV-infected healthcare workers whowere treatedwithcorticosteroids, such as prednisone and methylprednisolone, exhibited lower IgG titers duringthe early stages of the disease than those who were not treated with corticosteroids (althoughnot significantly for IgG against N199). However, no differences were found between the twogroups after 2003, suggesting that corticosteroids may suppress the early production of        lower than the cutoff value, for these two patients. Notably, all the cases enrolled in this studywere admitted to the hospital between February and March, 2003, and that all the diagnosesmade before WHO’s announcement that SARS-CoV was the causative agent of SARS onApril 16, 20031, were based on the epidemiological features, clinical symptoms, and regularlaboratory blood tests, because serological and etiological diagnostic methods were notavailable. Specifically, atypical pneumonia, as it was commonly known prior to adoption ofthe SARS nomenclature, could also be caused by other pathogens.22 Based on the results ofour current 13-year serological follow-up study, it is possible that the two healthcare workersmight have been misdiagnosed. Thus, it warrants further investigation to clarify whether thesetwo subjects were non-responders who did not develop anti-SARS-CoV antibodies at all orsimply represented misdiagnosed cases. In the latter scenario, the number of SARS cases inthe early stage of 200        During the SARS outbreak, the typical SARS patients mainly presented with antibodiespositive for SARS-CoV, fever, and symptoms of respiratory tract infections. Additionally,there was a small group of asymptomatic SARS-CoV-nfected subjects, who only presentedwith antibodies positive for SARS-CoV, but showed an absence of clinical symptoms.23-25. Inthis study, we found that four subjects had an abnormal increase in the titers of SARS-CoVantibodies during the follow-up. In contrast, the titers of SARS-CoV antibodies in most of theother healthcare workers appeared to decrease slowly. It is unclear if these four healthcareworkers were reinfected with SARS-CoV or other coronaviruses with no signs or symptoms.response by SARS-CoV or other coronaviruses. In the former situation, the novel mechanismof IgG generation without the clinical SARS symptoms needs to be elucidated.non-infected healthcare workers control group in 2015. The infected cases enrolled into thestudy in 2015, exhibited detectable IgG against whole virus, and the positive rate was ~60%.2722732742752762772782792802015.Collectively, based on our results, we can infer that the IgG against SARS-CoV can persist atleast for 12 years. Presently, we are unaware whether the persistent IgG antibodies possessvirus neutralization activities and can provide complete protection against SARS-CoVinfection or cross protection against the new betacoronavirus, 2019-nCoV. From previousstudies, we predicted that the presence of IgG antibodies could at least provide a partialprotection against coronavirus infection. These data will be valuable for better understandingthe immune mechanisms and vaccine development strategies against SARS-CoV and2019-nCoV, therefore being helpful for responses against the ongoing coronavirus outbreak.ACKNOWLEDGEMENTJ. Lu designed the study, X. Guo, Z. Guo performed the ELISA tests, Z. Duan collected samples, Z.Chen analyzed the data and revised the manuscript. G. Wang, Y. Lu and M. Li participated in dataanalysis.299340341342343344345346347348349350351352353354355356357358359SARS-Cov-infected healthcare workers(A) The levels of IgG antibodies using SARS-CoV whole virus as antigen for ELISA detection. Theboxplot displays the IgG titers of the 25th, 50th, and 75th percentiles. The whiskers extend to the mostextreme data point <1.5 times the inter-quartile range. The cutoff value (red lines) was defined at 0.19according to the manufacturer’s instructions for the SARS-CoV whole virus ELISA kit. Eighty sampleslost during follow up were estimated for their reading values using exponential regression of curveestimation method (The same as below). (B) Levels of IgG antibodies against SARS-CoV N199. Thecutoff value (red lines) was calculated as follows: cutoff = mean of OD450nm from 52 general populationserum samples +3×standard deviations, which gave a value of 0.40. (C) The dynamics of IgG againstSARS-CoV whole virus of each individual, from 2003 to 2015, illustrated by heatmap (HemI 1.0,        3762003 to 2015.(A) Predicted mean (red line) with 95% confidence limits (blue lines) of IgG against whole virus in thecohort from 2003 to 2015. Eighty specimens lost during follow up were estimated for the missingvalues using the exponential regression of curve estimation method (The same as Panel B). (B)Predicted mean with 95% confidence limits of IgG against N19        Distributions and differences of IgG in SARS-infected and non-infected healthcareworkers (control)(A) The distributions and differences of IgG antibodies against SARS-CoV whole virus between allSARS-CoV-infected (n=46) and non-infected healthcare workers (control) enrolled in 2015 (n=40).The boxplot displays the IgG titers of the 25th, 50th, and 75th percentiles. The whiskers extend to themost extreme data point <1.5 times the inter-quartile range. The red line represents the cutoff value(0.19). (B) The distributions and differences of IgG antibodies against SARS-CoV N199 between allthe SARS-CoV-infected (n=46) and non-infected healthcare worker controls enrolled in 2015 (n=40).The red line is the cutoff value (0.40). P value of < 0.05 (two-tai) is considered to be statisticallysignificant (*).Difference in IgG titers against SARS-CoV whole virus (A) or SARS-CoV N199 antigen (B) betweenSARS-infected healthcare workers treated with or without corticosteroids. The boxplot displays theIgG titers of the 25th, 50th, and 75th percentiles. The whiskers extend to the most extreme data point<1.5 times the inter-quartile range. The red line represents the cutoff value (0.19, Figure 4A; 0.40,Figure 4B), P value of < 0.05 (two-tai) is considered to be statistically significant (*).        Supplementary Appendixand N199 in the SARS-infected healthcare workers (80 predicted missing valuesexcluded)(A) Level of IgG antibodies against SARS-CoV whole virus. The boxplot displays the IgG tiers ofthe 25th, 50th, and 75th percentiles. The whiskers extend to the most extreme data point <1.5times the inter-quartile range. The cutoff value (red line) was defined as a value of 0.19 accordingto the manufacturer’s instruction of the SARS-CoV whole virus ELISA kit. (B) Levels of IgGantibodies against SARS-CoV N199. The cutoff value (red line) was calculated as follows: cutoff= mean of OD450nm from 52 general population serum samples+3X standard deviations, whichgave a value of 0.40. (C and D) dynamics of IgG titers against SARS-CoV whole virus (C) orSARS-CoV N19        Figure S2. Predicted means of titers of IgG against SARS-CoV whole virus andPredicted means (red lines) and actual values (green solid circles) with 95% confidence limits(blue lines) of IgG titers against the whole virus (A) and N199 antigen (B) in the cohort from 2003", "ref_list": [[], ["The severe acute respiratory syndrome"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Spatial pattern of severe acute respiratory syndrome in-out flow in 2003 in Mainland China"], ["Coronavirus respiratory illness in Saudi Arabia"], ["Prevention. Prevalence of IgG antibody to SARS-associated coronavirus in animal traders--Guangdong"], ["Heroes of SARS: professional roles and ethics of health care workers"], ["Anti-SARS-CoV immunoglobulin G in healthcare workers"], ["China's latest SARS outbreak has been contained"], ["Canadian officials watch SARS-like mystery bug"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Fields virology"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Human infection with MERS coronavirus after exposure to infected camels"], ["Longitudinal profiles of immunoglobulin G antibodies against severe acute respiratory syndrome coronavirus components and neutralizing activities in recovered patients"], ["Two-year prospective study of the humoral immune response of patients with severe acute respiratory syndrome"], ["A three-year follow-up study on sera specific antibody in severe acute respiratory syndrome cases after the onset of illness"], ["Disappearance of antibodies to SARS-associated coronavirus after recovery"], ["Follow-up study on serological detection of anti-SARS-CoV IgG/IgM antibody and its significance"], ["Comparison of effectiveness of whole viral, N and N199 proteins, by ELISA for the rapid diagnosis of severe acute respiratory syndrome coronavirus"], ["Misdiagnostic analysis of clinically diagnosed severe acute respiratory syndrome after following up 197 convalescent patients"], ["Asymptomatic SARS coronavirus infection among healthcare workers"], ["Relative rates of non-pneumonic SARS coronavirus infection and SARS coronavirus pneumonia"], ["Seroprevalence of antibody to severe acute respiratory syndrome (SARS)-associated coronavirus among health care workers in SARS and non-SARS medical wards"], ["HemI: a toolkit for illustrating heatmaps"], ["Figure 2. Population profiles of IgG against SARS-CoV whole virus and N199 from 2003 to 2015"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JS Peiris", "KY Yuen", "AD Osterhaus", "K. Stohr"], ["C Drosten", "S Gunther", "W Preiser"], ["C Xu", "J Wang", "L Wang", "C Cao"], ["MN Al-Ahdal", "AA Al-Qahtani", "S. Rubino"], ["C Centers for Disease", "Province"], ["DH Hsin", "DR Macer"], ["WQ Chen", "CY Lu", "TW Wong"], ["WH Organization"], ["W. Kondro"], ["Y Guan", "BJ Zheng", "YQ He"], ["XY Ge", "JL Li", "XL Yang"], ["B Fields", "D Knipe", "P Howley"], ["F Li", "W Li", "M Farzan", "SC Harrison"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["ZA Memish", "M Cotten", "B Meyer"], ["L Liu", "J Xie", "J Sun"], ["W Liu", "A Fontanet", "PH Zhang"], ["SY Xie", "G Zeng", "SC Xia"], ["WC Cao", "W Liu", "PH Zhang", "F Zhang", "JH Richardus"], ["H Wang", "S Jiang", "E Wang", "X Zhou", "Y Li", "M Zhao"], ["ZM Guo", "JH Lu", "WY Han"], ["YN Liu", "Q Tian", "H Hu"], ["A Wilder-Smith", "MD Teleman", "BH Heng", "A Earnest", "AE Ling", "YS Leo"], ["PC Woo", "SK Lau", "HW Tsoi"], ["M Ip", "PK Chan", "N Lee"], ["W Deng", "Y Wang", "H Cheng", "Y. Xue"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA.", "one_words_summarize": "USA.China# the authors contributed equally to this work          The ongoing worldwide outbreak of the 2019-nCoV is markedly similar to the severe acuterespiratory syndrome (SARS) outbreak 17 years ago. The outbreak rapidly spread to several provinces of China and other countries. Currently, theongoing outbreak in China caused by a new coronavirus, named 2019-nCoV by WHO, is becoming aglobal crisis. Therefore,information on SARS-CoV will be valuable for the prevention and control of the current outbreak. 26 - 28, 31-33)respectively, for failing to arrange a physical examination or due to resignation. In addition, serumsamples from another 20 subjects, from the 95 SARS cases, were collected in 2015 (Table S3).Another 40 non-SARS infected healthcare workers from the same hospital were enrolled and serumsamples were collected, as the control group, to verify the end result data of the 34Serum IgG antibodies were detected with a SARS-CoV IgG antibody enzyme-linked immunosorbentassay (ELISA) Kit (BGI-GBI Biotech Co. Ltd., Beijing, China), which used the whole SARS-CoV asthe detection antigen. Non-linear exponential decay models were used to estimate the average decay rates of the antibodylevel. Missing valueswere replaced with estimated values from exponential decay models. We used theexponential regression of curve estimation method to estimate the missing values (Figure 1). As the first sampling of sera was performed during the early stage of SARS, it wasnot possible to determine the maximum antibody titer, as this would be expected to occurapproximately 4 months after the onset of the outbreak.19 Knowledge of the persistence andlevel of antibodies against SARS-CoV, particularly neutralizing antibodies, is important forevaluating the immune protection duration and vaccine efficacy. Moreover, the SARS-CoV N199antigen was used to detect its specific antibody, which has been demonstrated to be specific inclinical diagnosis and SARS-CoV reservoir screening.21230231232233234235236237238239240241242243244245246247248249We found that the SARS-CoV-infected healthcare workers whowere treatedwithcorticosteroids, such as prednisone and methylprednisolone, exhibited lower IgG titers duringthe early stages of the disease than those who were not treated with corticosteroids (althoughnot significantly for IgG against N199). However, no differences were found between the twogroups after 2003, suggesting that corticosteroids may suppress the early production of        lower than the cutoff value, for these two patients. Lu designed the study, X. Guo, Z. Guo performed the ELISA tests, Z. Duan collected samples, Z.Chen analyzed the data and revised the manuscript. The whiskers extend to the mostextreme data point <1.5 times the inter-quartile range. Eighty sampleslost during follow up were estimated for their reading values using exponential regression of curveestimation method (The same as below). ( B) The distributions and differences of IgG antibodies against SARS-CoV N199 between allthe SARS-CoV-infected (n=46) and non-infected healthcare worker controls enrolled in 2015 (n=40).The red line is the cutoff value (0.40). The boxplot displays theIgG titers of the 25th, 50th, and 75th percentiles."}