{"date": "2020/02/12", "journal": "medrxiv", "authors": "Hongxin Zhao, Sailimai Man, Bo Wang, Yi Ning", "title": "Epidemic size of novel coronavirus-infected pneumonia in the Epicenter Wuhan: using data of five-countries' evacuation action", "type": "preprint article", "abstract": "Background: Since late December 2019, novel coronavirus-infected pneumonia (NCP) emerged in Wuhan, Hubei province, China. Meanwhile, NCP rapidly spread from China to other countries, and several countries' government rush to evacuate their citizens from Wuhan. We analyzed the infection rate of the evacuees and extrapolated the results in Wuhan's NCP incidence estimation. Methods: We collected the total number and confirmed cases of 2019-nCov infection in the evacuation of Korea, Japan, Germany, Singapore, and France and estimated the evacuated from Wuhan with a meta-analysis. NCP incidence of Wuhan was indirectly estimated based on data of evacuation.", "text": "3. Peking University Health Science Center Meinian Public Health Research Institute,estimated to be 1.1% (95% CI 0.4%-3.1%) using one group meta-analysis methodwith random effect model. We then estimated that almost 110,000 (95% CI:40,000-310,000) people were infected with 2019-nCov in Wuhan around Feb 2, 2020,assuming the infection risk of evacuees is close to Chinese citizens in Wuhan.Conclusions: At the beginning of the outbreak, incidence of NCP may be vastlyunderestimated. Our result emphasizes that 2019-nCov has proposed a huge publichealth threats in Wuhan. We need to respond more rapidly, take large-scale publichealth interventions and draconian measures to limiting population mobility andcontrol the epidemic.incidence; evacuationIn the late December 2019, a pneumonia, now known as novel coronavirus–infectedpneumonia (NCP) caused by the 2019 novel coronavirus (2019-nCoV), emerged inWuhan, Hubei province, China [1]. The outbreak of NCP quickly showed thecharacteristic of human-to-human transmission. Chinese health authorities did animmediate investigation to characterize and control the disease, including isolation ofsuspected cases, monitoring of close contacts, collection of epidemiological andclinical data from confirmed patients, and development of diagnostic and treatmentprocedures [2]. As of Feb 4, 2020, a total of 24,324 cases with laboratory-confirmed2019-nCoV infection have been detected in China, of whom 490 have died [3]. Therewere 8,351 cases confirmed in Wuhan, 362 of the confirmed cases have died, the casefatality was much higher in Wuhan than in the other areas of China [4]. Meanwhile,NCP rapidly spread from China to other countries. After assessing the virus-relatedinformation, the WHO decided to declare it as a public health emergency ofinternational concern (PHEIC) on Jan 31, 2020 [5].Consequently, to reduce further spread of the 2019-nCoV within China andother countries, remarkable public health measures have been taken andimplemented in China. The local government in Wuhan announced on Jan 23,2020, the suspension of public transportation, with closure of airports, railwaystations, and highways in the city, to prevent further disease transmission [6].Wuhan as the epicenter of this outbreak, the outbreak size is of great significance forunderstanding the status of the epidemic in Wuhan, predicting the trend of theepidemic, and formulating strategy for prevention and control. Several studiesestimated the outbreak size in Wuhan to date. Using a transmission model, Britishresearchers estimatedWuhan case ascertainment of 5.0% (3.6-7.4); 21,022(11,090-33,490) total infections in Wuhan from 1 to 22 Jan 2020 [7]. In addition,researchers from the University of Hong Kong, China, based on data of confirmedcases published by the Chinese Center for Disease Control and Prevention, and dataof domestic and international travel, estimated 75,815 individuals (95%CI37,304-130,330) have been infected in Wuhan as of Jan 25, 2020. Although the resultsare significantly higher compared to the figures published officially in Wuhan, theresearchers still believed there may be possibilities that they have underestimated theoutbreak size in Wuhan if the proportion of asymptomatic infections were substantial[8]. In order to fill in the gap of the status of outbreak in Wuhan, we provide anestimate of the epidemic size in Wuhan based on several countries’ evacuation data.We collected information of evacuations from Wuhan using charter flights by fivecountries from Jan 29 to Feb 2, 2020 through their health authority website or othermedia. During this week, Korea has evacuated 701 people, and 2 cases wereconfirmed infection with an infection rate 0.29%[9, 10]; Japan has evacuated 565 people,and 9 cases were confirmed with an infection rate 1.59%[11]; Germany has evacuated124 people, and 2 cases were confirmed with an infection rate 1.61%[12]; Singaporehas evacuated 92 people, 4 was confirmed with an infection rate 1.08%[13]; France hasevacuated 434 people, and none was confirmed [14, 15].Infection rate of 2019-nCov among people who were evacuated from Wuhan werepooled through one groupmeta-analysismethodwith randomeffect model.Comprehensive Meta Analysis Software V2.0 was used. Based on the number ofcurrent people stay in Wuhan, we quickly estimated the outbreak size.Totally 1,916 people have been evacuated from Wuhan, among them 17 have beenconfirmed 2019-nCov infected. Based on the data above, the infection rate wascalculated to be 1.1% (95% CI 0.4%-3.1%) using one group meta-analysis methodwith random effect model (Figure 1). According to the mayor of Wuhan, whointroduced the progression of epidemic prevention and control of NCP, there are stillmore than 9 million people staying in Wuhan at that time. We estimated that there are10 million people in Wuhan, considered the infection rate calculated above, it isestimated that almost 110,000 (95% CI: 40,000-310,000) people were infected with2019-nCov in Wuhan around Feb 2, 2020, with an assumption that the risk ofinfection of evacuees is similar to Chinese in Wuhan.This estimate is consistent with 21,022 (11,090-33,490) total infections from Jan 1 to22, 2020 estimated by Read and colleagues [7] and 75,815 individuals (95% CI37,304–130,330) as of Jan 25, 2020 by Joseph’s team if progression of the epidemic wasaccounted for [8], but it is much higher than the number that Chinese authority reported.Although these evacuees cannot completely represent the overall population stay inWuhan, they tended to have certain lifestyle which may be different with localChinese inWuhan, and human-to-human transmission through air travel is likelyduring evacuation, we recommend that the estimation results should be treated withcaution. Nonetheless, we believe that our results of estimated number of 2019-nCovinfections in Wuhan is close to the actual situation. At the beginning of the outbreak,incidence of NCP may be vastly underestimated because of asymptomatic infection,no timely diagnosis, inadequate supplies and low sensitiviy of nCov Kit. Our resultemphasizes that 2019-nCov has proposed a huge public health threats in Wuhan.China need to respond based on current actual infections and predictions based on theestimates. Joint efforts need to be done by whole society in order to control theepidemic.ReferencesLu H, Stratton CW, Tang YW. Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mysteryand the Miracle. J Med Virol. 2020. doi:10.1002/jmv.25678Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. NEngl J Med. 2020. doi:10.1056/NEJMoa2001017National Health Commission of People’s Republic of China: Update on novel coronavirus–infectedpneumonia epidemic as of 24:00 on February 4.http://www.nhc.gov.cn/xcs/yqtb/202002/17a03704a99646ffad6807bc806f37a4.shtml. accessed on Feb 8,Health Commission of Hubei Province: Update on novel coronavirus–infected pneumonia epidemic inHubei Province as of 24:00 on February 4.http://wjw.hubei.gov.cn/fbjd/dtyw/202002/t20200205_2019293.shtml. accessed on Feb 8, 2020.World Health Organization: Statement on the second meeting of the international health regulations (2005)emergency committee regarding the outbreak of novel coronavirus (2019-ncov).ov). accessed on Feb 8, 2020.[6]Wuhan Headquarters of Epidemic Prevention and Control of 2019-nCov Pneumonia: Notice of EpidemicPrevention and Control of 2019-nCov Pneumonia (No. 1).http://www.wuhan.gov.cn/hbgovinfo/zwgk_8265/tzgg/202001/t20200123_304065.html. accessed on Feb 8,[7]Read JM, Bridgen JRE, Cummings DAT, Ho A, Jewell CP. Novel coronavirus 2019-nCoV: early estimation[8][9][11][14]accessed on Feb 8, 2020.accessed on Feb 8, 2020.[10]24th case of novel Coronavirus has been confirmed in Republic of Korea.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spreadof the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet. 2020.Enhanced the 2019-nCoV quarantine guideline in Republic of Korea. 2020-02-03.accessed on Feb 8, 2020.https://www.cdc.go.kr/board/board.es?mid=a30402000000&bid=0030. accessed on Feb 8, 2020.584-49f5-11ea-9164-d3154ad8a5cd_story.html. accessed on Feb 8, 2020.[12]Two people evacuated from the Chinese city of Wuhan to Germany have discovered a new Chinesecoronavirus. http://engnews24h.com/in-germany-the-number-of-infected-people-has-increased-to-10/.[13]Coronavirus: All 92 evacuated from Wuhan on Scoot flight being tested.n-south-of-france. accessed on Feb 8, 2020.[15]Coronavirus tests on two French citizens evacuated from China turn out negative. Coronavirus: Frenchevacuees from China test negative for virus.vacuated-china. accessed on Feb 8, 2020.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3. Peking University Health Science Center Meinian Public Health Research Institute,\nestimated to be 1.1% (95% CI 0.4%-3.1%) using one group meta-analysis method\nwith random effect model. We then estimated that almost 110,000 (95% CI:\n40,000-310,000) people were infected with 2019-nCov in Wuhan around Feb 2, 2020,\nassuming the infection risk of evacuees is close to Chinese citizens in Wuhan.\nConclusions: At the beginning of the outbreak, incidence of NCP may be vastly\nunderestimated. Our result emphasizes that 2019-nCov has proposed a huge public\nhealth threats in Wuhan. We need to respond more rapidly, take large-scale public\nhealth interventions and draconian measures to limiting population mobility and\ncontrol the epidemic.\nincidence; evacuation", "one_words_summarize": "Peking University Health Science Center Meinian Public Health Research Institute,estimated to be 1.1% (95% CI 0.4%-3.1%) using one group meta-analysis methodwith random effect model. We then estimated that almost 110,000 (95% CI:40,000-310,000) people were infected with 2019-nCov in Wuhan around Feb 2, 2020,assuming the infection risk of evacuees is close to Chinese citizens in Wuhan. Conclusions: At the beginning of the outbreak, incidence of NCP may be vastlyunderestimated. As of Feb 4, 2020, a total of 24,324 cases with laboratory-confirmed2019-nCoV infection have been detected in China, of whom 490 have died [3]. Totally 1,916 people have been evacuated from Wuhan, among them 17 have beenconfirmed 2019-nCov infected. At the beginning of the outbreak,incidence of NCP may be vastly underestimated because of asymptomatic infection,no timely diagnosis, inadequate supplies and low sensitiviy of nCov Kit. A Novel Coronavirus from Patients with Pneumonia in China, 2019. doi:10.1056/NEJMoa2001017National Health Commission of People’s Republic of China: Update on novel coronavirus–infectedpneumonia epidemic as of 24:00 on February 4.http://www.nhc.gov.cn/xcs/yqtb/202002/17a03704a99646ffad6807bc806f37a4.shtml. accessed on Feb 8, 2020.World Health Organization: Statement on the second meeting of the international health regulations (2005)emergency committee regarding the outbreak of novel coronavirus (2019-ncov).ov). Coronavirus: Frenchevacuees from China test negative for virus.vacuated-china."}