{"date": "2020/02/12", "journal": "medrxiv", "authors": "Caibin Fan, Kai Li, Yanhong Ding, Wei Lu Lu, Jianqing Wang", "title": "ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection", "type": "preprint article", "abstract": "*Correspondence to:", "text": "In December 2019 and January 2020, novel coronavirus (2019-nCoV) - infected pneumonia(NCIP) occurred in Wuhan, and has already posed a serious threat to public health. ACE2(Angiotensin Converting Enzyme 2) has been shown to be one of the major receptors that mediatethe entry of 2019-nCoV into human cells, which also happens in severe acute respiratorysyndrome coronavirus (SARS). Several researches have indicated that some patients haveabnormal renal function or even kidney damage in addition to injury in respiratory system, and therelated mechanism is unknown. This arouses our interest in whether coronavirus infection willaffect the urinary and male reproductive systems. Here in this study, we used the online datasets toanalyze ACE2 expression in different human organs. The results indicate that ACE2 highlyexpresses in renal tubular cells, Leydig cells and cells in seminiferous ducts in testis. Therefore,virus might directly bind to such ACE2 positive cells and damage the kidney and testicular tissueof patients. Our results indicate that renal function evaluation and special care should beperformed in 2019-nCoV patients during clinical work, because of the kidney damage caused byvirus and antiviral drugs with certain renal toxicity. In addition, due to the potential pathogenicityof the virus to testicular tissues, clinicians should pay attention to the risk of testicular lesions inpatients during hospitalization and later clinical follow-up, especially the assessment andappropriate intervention in young patients' fertility.Since December 2019, a novel coronavirus-induced pneumonia was discovered in Wuhan, HubeiProvince, China [1, 2]. The virus is a previously unknown sub-coronal virus (β-round virus)named 2019-nCoV by WHO, which forms a branch in the subgenus sarbecvirus, subfamilyOrthocoronavirinae. 2019-nCoV is closely related to SARS- CoV with above 85% identity [3]. Inaddition to common respiratory symptoms such as cough and fever, some patients may alsoexperience other symptoms such as diarrhea and liver damage [4], which brings more challengesto the patient's recovery. Although the source of the 2019-nCoV is still unknown, previousresearch has shown that the receptor binding domain of 2019-nCoV was able to bind ACE2protein on the surface of human cells, which provide strong evidence for human ACE2 being thereceptor for 2019-nCoV [5, 6].Angiotensin converting enzyme 2 (ACE2) belongs to the angiotensin-converting enzyme familyof dipeptidyl carboxydipeptidases, which is homologous to human angiotensin 1 convertingenzyme. The expression distribution of ACE2 suggests that it might play critical roles in theregulation of cardiovascular and renal function, as well as fertility. Since the global outbreak ofSARS in 2003, numerous studies have revealed the role of cell surface ACE2 as the cellularreceptor for SARS-Cov and NL63 [7-9]. ACE2 has also been proven to be a major receptor of thenovel 2019-nCoV because 2019-nCoV is closely related to SARS-CoV. As the virus enters the cellby binding to cell receptors to complete intracellular replication, virus release, and inducecytotoxicity, the route of virus infection depends on the expression and distribution of thecorresponding receptor [10-12]. Meanwhile, the damage caused by the virus in different organs isclosely related to clinical manifestations and has a major implication for understanding thepathogenesis and designing therapeutic strategies in clinical practice.Here in this study, we analyzed the online datasets to uncover the expression pattern of ACE2 inurinary and male reproductive systems, which is the potential mechanism of abnormal renalfunction or even kidney damage in patients infected with 2019-nCoV. Moreover, we emphasizedhigh ACE2 expression level in testis because of the potential pathogenicity of the virus totesticular tissues, especially the potential risks affecting fertility.We summarized the clinical data of three previous studies to extract the incidence of abnormalrenal function or kidney damage in patients infected with 2019-nCoV [2, 13, 14]. All clinical dataare directly obtained from the articles above.In this article, we made use of some online renal single cell RNA-seq (scRNA-seq) geneexpression data sets that were publicly usable. These contained the data reported in GSE131685and GSE107585.We used RNA and protein expression data of ACE2 in different human tissues and cancer celllines through The Human Protein Atlas portal (Website: http://www.proteinatlas.org/) [15], GTExportal (Website: https://gtexportal.org) and The Cancer Cell Line Encyclopedia (CCLE) [16]. Alldata are available directly online.Raw reads were processed to generate gene expression matrices as described previously. Readswith the same cell barcode, UMI and gene were grouped together to generate the number of UMIsper gene per cell. Cell number was then determined based on the inflection point of the number ofUMI versus sorted cell barcode curve.To determine whether patients infected with 2019-nCoV have abnormal renal function or kidneydamage, we reviewed the latest 3 studies focused on the clinical features of such patients. In these3 cohorts, one was a familial cluster of six patients, while other cohorts contained 99 patients and41 patients, respectively. Outcome in two relatively larger sample studies suggest that about 3% to10% of patients infected with 2019-nCoV had abnormal renal function, including elevatedcreatinine or urea nitrogen. In addition, 7% of patients experienced acute renal impairment (Table1). Considering the large number of infected patients, it is necessary to explore the mechanisms ofabnormal renal function and to promote to take special care on such patients.As the virus frequently enters the cell by binding to cell receptors, and ACE2 has been proven tobe one of the major receptors of 2019-nCoV in human body, we explored the online datasets tofind out the expression level of ACE2 in urinary system. As we expected, data from CCLE andGTEx portal indicated that ACE2 mRNA expression level is relatively higher in kidney cells(Figure 1).To further determine the protein expression level of ACE2 in kidney cells, we investigated theHuman Protein Atlas portal to find out some details. Results of immunohistochemistry (IHC) alsoindicated that the expression level of ACE2 protein is significantly higher in the kidney, especiallyin renal tubular cells, although the mRNA expression level is not such high (Figure 2, Table 2).Unexpectedly, we also found that ACE2 expresses quite highly in testicular cells. The protein andmRNA expression of ACE2 in the testes is almost the highest in the body. Moreover, both cells inseminiferous ducts and Leydig cells showed high ACE2 expression level (Figure 2, Table 2).These results indicate that testicular cells are the potential targets of 2019-nCoV.To further assess the cell type specific expression of ACE2 and confirm ACE2 expression level inkidney, we downloaded the gene expression data of single-cell RNA sequencing of human kidneyfrom Gene Expression Omnibus (GEO) datasets. We first analyzed GSE131685, a publisheddataset containing scRNA-seq data of the normal kidney samples from 3 donors [17]. We dividedsingle cells into subclusters based on the canonical markers and cell classification in the originalliterature (Figure 3A), and found specific ACE2 expressions in tubular cells. In contrast, ACE2expression was not observed in immune cells and glomerular parietal epithelial cells (Figure 3 B).Results of GSE132023 confirm the previous results (data not shown).Therefore, ACE2 expression in renal tubular cells and testicular cells may suggest a potentialmechanism of infection and direct damage of renal tubules and testis by 2019-nCoV bindingACE2 as host cell receptors.Novel coronavirus- infected pneumonia outbroke in Wuhan in December 2019 and January 2020,which has posed a major threat to global public health [18]. The numbers of confirmed cases anddeaths are still rising quickly, posing higher challenges for disease control and patient treatment.The symptoms of the disease are complex. In addition to common respiratory symptoms such ascough and fever, some patients may also experience other symptoms such as diarrhea and liverdamage [4], or even asymptomatic, which brings more challenges to the patient's diagnosis andtreatment. Studies on the mechanisms of disease pathogenesis could help us understand thedisease comprehensively.Here in this study, we first reviewed the latest literatures and found about 10% of the patientsinfected with 2019-nCoV had abnormal renal function. This indicates the significance to explorethe mechanisms by which the virus affects renal cells. We used the online datasets andbioinformatic methods and found out that ACE2, one of the major receptors for 2019-nCoV,expresses quite highly in renal cells, particularly in tubular cells. IHC results showed no ACE2expression in cells in glomeruli. Renal tubular cells have reabsorption and excretion functions, andplay a key role in excretion of metabolites, maintenance of body fluid balance and acid-basebalance. Renal tubular cell injury could cause renal tubules atrophy, thereby aggravating renalinterstitial fibrosis, secreting a variety of chemokines and growth factors into the stroma,promoting interstitial inflammatory cell infiltration, interstitial intrinsic cell proliferation, andextracellular matrix (ECM) accumulation. Therefore, 2019-nCoV could enter the renal tubular cellby binding to ACE2, which induces cytotoxicity and abnormal renal function. Examination andfollow-up of the renal function of patients infected with 2019-nCoV is necessary to detect theimpaired renal function in time and provide early intervention.Another major point in this study is the high expression level of ACE2 in testicular cells. It is wellknown that viruses such as HIV, HBV and mumps could enter the testicular cells and cause viralorchitis. Besides, in some cases, virus-induced testicular tissue damage might result in maleinfertility and testicular tumor [19]. SARS-CoV is just like the ‘cousin’ of 2019-nCoV and sharesthe receptor ACE2 with 2019-nCoV. Previous research has also investigated the possible damageof the testis in SARS patients and the effects of SARS on spermatogenesis. Their findingssuggested that orchitis is a complication of SARS and that spermatogenesis could be affected afterinfection [20]. Current clinical data show that a large proportion of the novel coronavirus(2019-nCoV) - infected pneumonia patients are young adults and even children, so the potentialtesticular damage caused by the virus may exist as a late complication. However, limitedinformation is available regarding the involvement of reproductive organs in patients infected with2019-nCoV. Therefore, our findings suggest that clinicians should take care of the possibleoccurrence of orchitis. Following-up and evaluation of the reproductive functions should be donein recovered male SARS patients, especially the young male patients.Our study demonstrated the highly expression of ACE2 in kidney and testicular tissue andfacilitated the understanding of the mechanisms of abnormal renal function and kidney damage in2019-nCoV-infected patients. Our findings also suggest the patient cares regarding the possibleoccurrence of orchitis. Following-up and evaluation of the reproductive functions may benecessary in recovered male SARS patients, especially the young male patients.A. Data from CCLE showed ACE2 expression level in different tissues, including urinary system(red frame).B. GTEx portal showed ACE2 expression level in different tissues.A. B. ACE2 protein expression level in different tissues.C. D. Representative IHC staining of ACE2 in kidney and testis.A. Kidney cell atlas visualized by UMAP, colored by cluster number. Cluster number informationis provided by the authors.B. The dotplot showing ACE2 gene expression of all major cell types.IncreasedIncreasedAcute kidney injuryin 3 cohortsCohort 1n=9955·5 (21-82)32 (32%)67 (68%)6 (6%)3 (3%)N/ACohort 2n=4149 (41–58)11 (27%)30 (73%)N/A4/41 (10%)Cohort 3n=610-6633023 (7%)N/A17.18.19.20.Li, Q., et al., Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med, 2020.Chan, J.F., et al., A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission: a study of a family cluster. Lancet,2020.Gralinski, L.E. and V.D. Menachery, Return of the Coronavirus: 2019-nCoV. Viruses,2020. 12(2).Chai, X., et al., Specific ACE2 Expression in Cholangiocytes May Cause Liver DamageAfter 2019-nCoV Infection. bioRxiv, 2020: p. 2020.02.03.931766.Letko, M.C. and V. Munster, Functional assessment of cell entry and receptor usage forlineage B β-coronaviruses, including 2019-nCoV. bioRxiv, 2020.Zhou, P., et al., Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin. bioRxiv, 2020.Li, W., et al., The S proteins of human coronavirus NL63 and severe acute respiratorysyndrome coronavirus bind overlapping regions of ACE2. Virology, 2007. 367(2): p.367-74.Wu, K., et al., Crystal structure of NL63 respiratory coronavirus receptor-binding domaincomplexed with its human receptor. Proc Natl Acad Sci U S A, 2009. 106(47): p. 19970-4.He, L., et al., Expression of elevated levels of pro-inflammatory cytokines inSARS-CoV-infected ACE2+ cells in SARS patients: relation to the acute lung injury andpathogenesis of SARS. J Pathol, 2006. 210(3): p. 288-97.Conaldi, P.G., et al., Distinct pathogenic effects of group B coxsackieviruses on humanglomerular and tubular kidney cells. J Virol, 1997. 71(12): p. 9180-7.Nowakowski, T.J., et al., Expression Analysis Highlights AXL as a Candidate Zika VirusEntry Receptor in Neural Stem Cells. Cell Stem Cell, 2016. 18(5): p. 591-6.Jayawardena, N., et al., Virus-Receptor Interactions: Structural Insights For OncolyticVirus Development. Oncolytic Virother, 2019. 8: p. 39-56.Chen, N., et al., Epidemiological and clinical characteristics of 99 cases of 2019 novelcoronavirus pneumonia in Wuhan, China: a descriptive study. Lancet, 2020.Huang, C., et al., Clinical features of patients infected with 2019 novel coronavirus inWuhan, China. Lancet, 2020.Uhlen, M., et al., Proteomics. Tissue-based map of the human proteome. Science, 2015.347(6220): p. 1260419.Barretina, J., et al., The Cancer Cell Line Encyclopedia enables predictive modelling ofanticancer drug sensitivity. Nature, 2012. 483(7391): p. 603-7.Liao, J., et al., Single-cell RNA sequencing of human kidney. Sci Data, 2020. 7(1): p. 4.Luo, G.G. and S.J. Gao, Global Health Concern Stirred by Emerging Viral Infections. JMed Virol, 2020.Dejucq, N. and B. Jegou, Viruses in the mammalian male genital tract and their effects onthe reproductive system. Microbiol Mol Biol Rev, 2001. 65(2): p. 208-31 ; first andsecond pages, table of contents.Xu, J., et al., Orchitis: a complication of severe acute respiratory syndrome (SARS). BiolReprod, 2006. 74(2): p. 410-6.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December 2019 and January 2020, novel coronavirus (2019-nCoV) - infected pneumonia\n(NCIP) occurred in Wuhan, and has already posed a serious threat to public health. ACE2\n(Angiotensin Converting Enzyme 2) has been shown to be one of the major receptors that mediate\nthe entry of 2019-nCoV into human cells, which also happens in severe acute respiratory\nsyndrome coronavirus (SARS). Several researches have indicated that some patients have\nabnormal renal function or even kidney damage in addition to injury in respiratory system, and the\nrelated mechanism is unknown. This arouses our interest in whether coronavirus infection will\naffect the urinary and male reproductive systems. Here in this study, we used the online datasets to\nanalyze ACE2 expression in different human organs. The results indicate that ACE2 highly\nexpresses in renal tubular cells, Leydig cells and cells in seminiferous ducts in testis. Therefore,\nvirus might directly bind to such ACE2 positive cells and damage the kidney and testicular tissue\nof patients. Our results indicate that renal function evaluation and special care should be\nperformed in 2019-nCoV patients during clinical work, because of the kidney damage caused by\nvirus and antiviral drugs with certain renal toxicity. In addition, due to the potential pathogenicity\nof the virus to testicular tissues, clinicians should pay attention to the risk of testicular lesions in\npatients during hospitalization and later clinical follow-up, especially the assessment and\nappropriate intervention in young patients' fertility.", "one_words_summarize": "In December 2019 and January 2020, novel coronavirus (2019-nCoV) - infected pneumonia(NCIP) occurred in Wuhan, and has already posed a serious threat to public health. Therefore,virus might directly bind to such ACE2 positive cells and damage the kidney and testicular tissueof patients. Since December 2019, a novel coronavirus-induced pneumonia was discovered in Wuhan, HubeiProvince, China [1, 2]. 2019-nCoV is closely related to SARS- CoV with above 85% identity [3]. Considering the large number of infected patients, it is necessary to explore the mechanisms ofabnormal renal function and to promote to take special care on such patients. As the virus frequently enters the cell by binding to cell receptors, and ACE2 has been proven tobe one of the major receptors of 2019-nCoV in human body, we explored the online datasets tofind out the expression level of ACE2 in urinary system. Novel coronavirus- infected pneumonia outbroke in Wuhan in December 2019 and January 2020,which has posed a major threat to global public health [18]. The numbers of confirmed cases anddeaths are still rising quickly, posing higher challenges for disease control and patient treatment. Therefore, 2019-nCoV could enter the renal tubular cellby binding to ACE2, which induces cytotoxicity and abnormal renal function. Another major point in this study is the high expression level of ACE2 in testicular cells. However, limitedinformation is available regarding the involvement of reproductive organs in patients infected with2019-nCoV. Therefore, our findings suggest that clinicians should take care of the possibleoccurrence of orchitis. C. D. Representative IHC staining of ACE2 in kidney and testis. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. Lancet,2020.Gralinski, L.E. and V.D. Menachery, Return of the Coronavirus: 2019-nCoV. Viruses,2020. Specific ACE2 Expression in Cholangiocytes May Cause Liver DamageAfter 2019-nCoV Infection. Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin. Virus-Receptor Interactions: Structural Insights For OncolyticVirus Development."}