{"date": "2020/02/11", "journal": "medrxiv", "authors": "Mingwang Shen, Zhihang Peng, Yuming Guo, Yanni Xiao, Lei Zhang", "title": "Lockdown may partially halt the spread of 2019 novel coronavirus in Hubei province, China", "type": "preprint article", "abstract": "PR China. # Authors contribute equally. *Corresponding authors (email: Lei Zhang lei.zhang1@xjtu.edu.cn; Yanni Xiao", "text": "On 31st December 2019, a pneumonia case of unknown etiology from Wuhan City, HubeiProvince, China was reported to the World Health Organization (WHO), which was laterconfirmed as a novel coronavirus and named ‘2019-nCoV’ [1] (renamed as ‘COVID-19’ afterone month [2]). As of 11th February 2020, 44,653 confirmed cases and 1,113 deaths havebeen reported in China, and approximately 75% of (33,366) confirmed cases and >95%(1,068) of deaths were from Hubei province [3]. Preliminary studies have suggested that2019-nCoV is much more infectious but less deadly [4,5] than the Severe Acute RespiratorySyndrome (SARS) and the Middle East Respiratory Syndrome (MERS). 2019-nCoV iscapable of human-to-human transmission even during its asymptomatic incubation period(37 days [6]). On 23rd January, the Chinese government initiated an unprecedented publichealth measure to confine the epidemic by locking down 13 cities in Hubei province,preventing movement of its population by terminating most forms of transportation [7,8]. Weprovide a brief analysis of the population impact of the lockdown on the 2019-nCoVepidemic by investigating various scenarios of ‘delayed’ or ‘no lockdown’ based on amathematical model (Appendix).Overall, the lockdown may partially halt the spread of the epidemic in Hubei province. In thestatus quo, as the lockdown remains effective when this article is written, we assume thelockdown will last for three weeks based on the official schedule of the working day. Thelockdown has effectively shut down most forms of transportation, both public and private, weestimate the number of person-to-person contacts per day among its residents has reducedfrom thirteen to ten. The percentage of facial mask usage in public space has also drasticallyincreased to almost 100% in Hubei province during the lockdown. However, the increasemay be due to people’s perception of the severity of the epidemic, rather than the lockdownitself. After the lockdown period of 21 days, we assumed the person-to-person contact ratewill return to normal but mask usage will retain. With these assumptions, we forecast that thenumber of confirmed 2019-nCoV cases will reach its peak of 12,143 (5,872-19,852)individuals at 27 (23-36) days (i.e., 17 Feb [14-27 Feb]) after the lockdown initiation (Figure1c). The trend will then gradually decline and the cumulative number of infections and deathcases in Hubei province will reach 128,960 (39,362-218,560) and 4,381 (1,667-7,095) at theend of the epidemic (Figure 1a), corresponding to a fatality rate of 3.44% (3.19-3.70%). Oncontrast, if the lockdown has been delayed for seven days, we may observe a larger numberof confirmed cases at peak (18,095 [8,618-28,274]), the total infections (169,030[53,238284,820]) and deaths (5,905 [2,254-9,556]). Further, if the delay has been 14 days, theepidemic will peak at 25,194 (11,634-39,667) confirmed cases and the total infections anddeaths will reach 210,400 (66,785-354,020) and 7,451 (2,784-12,118), respectively. In thecase where no lockdown was in place, the epidemic will peak at 36,544 (13,919-61,243)confirmed cases and the total infections and death cases will reach 348,750 (84,140-613,360)and 11,076 (3,408-18,744), respectively. This suggests that the current lockdown strategymay eventually prevent 219,790 (44,773-394,800) 2019-nCoV infections and 6,695(1,74111,650) deaths, that is, 62.53% (59.98-65.08%) of infections and 59.91% (56.87-62.95%)deaths, compared with no lockdown. We observed a small re-bounce in the number of latentindividuals when the 21-day lockdown is lifted (Figure 1b). However, this re-bounce does notfully account for the return influx of the ‘travel rush’ and cannot determine if a secondepidemic will follow.We present a timely evaluation of the impact of ‘lockdown’ on the 2019-nCov epidemic inHubei province, China. The implementation appears to be effective in reducing about 60% ofnew infections and deaths, and its effect also appears to be sustainable even after its removal.Delaying its implementation reduces its effectiveness. However, the direct economic cost ofsuch a lockdown remains to be seen and whether the model is replicable in other Chineseregions remains a matter of further investigation.province, China; (b) number of individuals in incubation period and (c) confirmed individualsover time for four scenarios: status quo (lockdown during 23rd January to 12th February 2020),7-days delay, 14-days delay, and ‘no lockdown’.All authors declare that they have no competing interests.This work was supported by the National Natural Science Foundation of China (grantnumbers: 8191101420(LZ), 11801435 (MS), 11631012 (YX), 81673275(ZP), 91846302(ZP));Thousand Talents Plan Professorship for Young Scholars (grant number 3111500001); Xi’AnJiaotong University Young Talent Support Program; China Postdoctoral Science Foundation(grant number 2018M631134); the Fundamental Research Funds for the Central Universities(grant number xjh012019055); Natural Science Basic Research Program of Shaanxi Province(Grant number: 2019JQ-187); the National S&T Major Project Foundation of China(2018ZX10715002-004, 2018ZX10713001-001) and the Priority Academic ProgramDevelopment of Jiangsu Higher Education Institutions (PAPD). YG was supported byCareer Development Fellowships of the Australian National Health and Medical ResearchCouncil (numbers APP1107107 and APP1163693 ).M.S., Z.P., Y.G., Y.X., and L.Z. conceived and designed the study. M.S. analyzed the data,carried out the analysis and performed numerical simulations. M.S. wrote the first draft of themanuscript. M.S., Z.P., Y.G., Y.X., and L.Z. contributed to writing the paper and agreed withmanuscript results and conclusions.References[1]. World Health Organization. Novel Coronavirus—China, Disease outbreak news : Update.https://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/ [Accessed 12Feb 2020][2]. Daily Nation News. WHO names new coronavirus: COVID-19.https://www.nation.co.ke/news/WHO-names-new-coronavirus/1056-545209848sdj6/index.html [Accessed 12 Feb 2020][3]. National Health Commission of the People’s Republic of China. Daily report about2019-nCov. http://www.nhc.gov.cn/ [Accessed 12 Feb 2020][4]. Huang CL, Wang YM, Li XW, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet. 2020;DOI:https://doi.org/10.1016/S01406736(20)30183-5[5]. Wang C, Horby PW, Hayden FG, GF Gao. A novel coronavirus outbreak of globalhealth concern. Lancet. 2020; https://doi.org/10.1016/S0140-6736(20)30185-9[6]. Chinese Center for Disease Control and Prevention. Report about 2019-nCov.http://www.chinacdc.cn/yyrdgz/202001/P020200128523354919292.pdf [Accessed 12Feb 2020][7]. Rubin GJ. The psychological effects of quarantining a city. BMJ 2020;368:m313[8]. Sina News. Hubei province closed 13 cities.https://news.sina.com.cn/c/2020-01-24/dociihnzahk6182535.shtml [Accessed 12 Feb 2020]", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On 31st December 2019, a pneumonia case of unknown etiology from Wuhan City, Hubei\nProvince, China was reported to the World Health Organization (WHO), which was later\nconfirmed as a novel coronavirus and named ‘2019-nCoV’ [1] (renamed as ‘COVID-19’ after\none month [2]). As of 11th February 2020, 44,653 confirmed cases and 1,113 deaths have\nbeen reported in China, and approximately 75% of (33,366) confirmed cases and >95%\n(1,068) of deaths were from Hubei province [3]. Preliminary studies have suggested that\n2019-nCoV is much more infectious but less deadly [4,5] than the Severe Acute Respiratory\nSyndrome (SARS) and the Middle East Respiratory Syndrome (MERS). 2019-nCoV is\ncapable of human-to-human transmission even during its asymptomatic incubation period\n(37 days [6]). On 23rd January, the Chinese government initiated an unprecedented public\nhealth measure to confine the epidemic by locking down 13 cities in Hubei province,\npreventing movement of its population by terminating most forms of transportation [7,8]. We\nprovide a brief analysis of the population impact of the lockdown on the 2019-nCoV\nepidemic by investigating various scenarios of ‘delayed’ or ‘no lockdown’ based on a\nmathematical model (Appendix).", "one_words_summarize": "On 31st December 2019, a pneumonia case of unknown etiology from Wuhan City, HubeiProvince, China was reported to the World Health Organization (WHO), which was laterconfirmed as a novel coronavirus and named ‘2019-nCoV’ [1] (renamed as ‘COVID-19’ afterone month [2]). Thelockdown has effectively shut down most forms of transportation, both public and private, weestimate the number of person-to-person contacts per day among its residents has reducedfrom thirteen to ten. Further, if the delay has been 14 days, theepidemic will peak at 25,194 (11,634-39,667) confirmed cases and the total infections anddeaths will reach 210,400 (66,785-354,020) and 7,451 (2,784-12,118), respectively. M.S. analyzed the data,carried out the analysis and performed numerical simulations. National Health Commission of the People’s Republic of China. Hubei province closed 13 cities.https://news.sina.com.cn/c/2020-01-24/dociihnzahk6182535.shtml [Accessed 12 Feb 2020]"}