{"date": "2020/02/12", "journal": "medrxiv", "authors": "Igor Nesteruk", "title": "Statistics based predictions of coronavirus 2019-nCoV spreading in mainland China", "type": "preprint article", "abstract": "Background. The epidemic outbreak cased by coronavirus 2019-nCoV is of great interest to researches because of the high rate of spread of the infection and the significant number of fatalities. A detailed scientific analysis of the phenomenon is yet to come, but the public is already interested in the questions of the duration of the epidemic, the expected number of patients and deaths. For long time predictions, the complicated mathematical models are necessary which need many efforts for unknown parameters identification and calculations. In this article, some preliminary estimates will be presented. Objective. Since the reliable long time data are available only for mainland China, we will try to predict the epidemic characteristics only in this area. We will estimate some of the epidemic characteristics and present the most reliable dependences for victim numbers, infected and removed persons versus time. Methods. In this study we use the known SIR model for the dynamics of an epidemic, the known exact solution of the linear equations and statistical approach developed before for investigation of the children disease, which occurred in Chernivtsi (Ukraine) in 1988-1989. Results. The optimal values of the SIR model parameters were identified with the use of statistical approach. The numbers of infected, susceptible and removed persons versus time were predicted. Conclusions. Simple mathematical model was used to predict the characteristics of the epidemic caused by coronavirus 2019-nCoV in mainland China. The further research should focus on", "text": "updating the predictions with the use of fresh data and using more complicated mathematicalmodels.Key-words. coronavirus epidemic in China, coronavirus 2019-nCoV, mathematical modeling ofinfection diseases, SIR-model, parameter identification, statistical methods.Here, we consider the development of epidemic outbreak cased by coronavirus 2019-nCoV(see e.g., [1-3]). Since the reliable long time data are available only for mainland China, we will tryto predict the number of victims V of this virus only in this area. The first estimations of Vexponential growth, typical for the initial stages of every epidemic (see e.g., [4]) have been done in[3]. For long time predictions, more complicated mathematical models are necessary. For example,a susceptible-exposed-infectious-recovered (SEIR) model was used in [2]. Nevertheless, thecomplicated models need more efforts for unknown parameters identification. This procedure maybe especially difficult, if reliable data are limited.In this study, we use the known SIR model for the dynamics of an epidemic [4-8] To theparameter identification, we will use the exact solution of the SIR set of linear equations andstatistical approach developed in [4]. These methods were applied for investigation of the childrendisease, which occurred in Chernivtsi (Ukraine) in 1988-1989. We will estimate some of theepidemic characteristics and present the most reliable dependences for victim numbers, infected andremoved persons versus time.We shall analyze the daily data for the number of confirmed cases in mainland China,which origins from China National Health Commission [1]. We show in the table Table 1 thecorresponding time moments tj from 0 to 24 and the number of victims Vj (confirmed cumulativecases of coronavirus 2019-nCoV infection), which were used for calculations. Table 1 shows thatthe precise time of the epidemic beginning t0 is unknown. Therefore, the optimization procedureshave to determine the optimal value of this parameter as well as for other parameters of SIR model.[1]. The corresponding time moments tj and the number of victims Vj (confirmed cumulativecases of coronavirus 2019-nCoV infection), which were used for calculations.tj24401719The SIR-model for an infectious disease can be written as follows, [6,7]:S   SII  SI   I          R   I(1)(2)(3)The number of susceptible persons is S, infected - I, removed -R; the infection and immunizationrates are  and  respectively. Since S  I  R  0 (see, Eqs. (1-3)), the sum N  S  I  R mustbe constant for all moments of time and can be treated as the amount on susceptible persons beforethe outbreak of an epidemic, since I  R  0 at t  t . It must be noted that the constant N is not the0volume of population Ntotal , but only the initial number if people sensitive and not protected tosome specific disease. In particular, the ratio N / Ntotal may be rather small. For example, thenumber of people on the board of Diamond Princess is 3711, and the number of confirmed cases is70          To determine the initial conditions for the set of equations (1-3), let us suppose thatI (t )  1 , R(t )  0 , S(t )  N 10 0 0dIdSS1, Integration of (5) with the initial conditions (4) yields:I  ln S  S  N  ln(N 1)Function I has a maximum at S  and tends to zero at intinity, see [6, 7]. In comparison, thenumber of susceptible persons at infinity S  0 , and can be calculated with the use of (6) from anon-linear equationIn [4] the equations (1-3) were solved by introducing the function V (t)  I (t)  R(t) ,corresponding to the number of victims. The integration of corresponding equation:V  SI  (N V ) ln(N V ) V  ln(N 1)yields:S NS  (N 1)e t  F1(V , N, )  t0(4)(5)(6)(7)(8)(9)VF  11dU(N U ) (N U ) U  ln(N 1)(10)Thus, for every set of parameters N,  , , t0 and a fixed value of V the integral (10) can becalculated and the corresponding moment of time can be determined from (9). Then I can becalculated from (6) by putting S=N-V and function R from R=V-I.Statistical approach for parameter identification. Linear regressionAs in paper [4], we shall use the fact that the random function F (V , N, ) has a linear distribution1with (see (9)). Then we can apply the linear regression (see [9]) for every pair of parameters N and and the corresponding values of t0 and  . The optimal (the most reliable) values of N and correspond to the maximum value of the correlation coefficient r (see [4]).N=90611;  =65546.5;  =1.477985357571669e-05; t0 = -7.720998173432072.The corresponding correlation coefficient is very high r=0.997966487046645. The solution of (7)yields the value S = 45579. The corresponding number of infected I, susceptible S and removed Rpersons versus time (starting from January 16, 2020) were calculated and shown in Fig. 1. The blueline represent the number of victims V=I+R and is in good agreement with confirmed number ofvictims V=I+R (blue markers, see [1]).persons versus time in days (starting from January 16, 2020). The blue line represents the number ofvictims V=I+R . Blue markers show the confirmed number of victims, reported by China NationalThe obtained value of the correlation coefficient if very close to unit 1. This fact can make theresults rather reliable. Nevertheless, this the value of r is very close to the optimal oner=0.997966487046645 for the values of parameters located in the vicinity of the optimal pointN=90611;  =65546.5, since the maximum of regression coefficient at this point is not sharp. Thisfact can question the procedure of the parameter identification. The calculations must be refreshedafter obtaining new data.Another weak feature of the method is connected with the fact that the estimation ofsusceptible persons, who are still present in the population S  N V =45579, is very large. Itmeans that these persons can couch the infection. Such situation needs additional analysis, inparticular, with the use of more complicated models (see, e.g., [10]).Simple mathematical model was used to predict the characteristics of the epidemic caused bycoronavirus 2019-nCoV in mainland China. The further research should focus on updating thepredictions with the use of fresh data and using more complicated mathematical models.I would like to express my sincere thanks to professors Dirk Langemann (Techniche UniversitaetBraunschweig) and Juergen Prestin (Universitaet zu Luebeck) for their support in developing theused optimization approach. I would like to thank also professors Alberto Redaelli, GiuseppePassoni and Gianfranco Fiore (Politecnico di Milano), S. Pereverzyev (RICAM, Linz, Ausria) forinvolving me in very interesting biomedical investigations in frames of EU-financed Horizon-2020projects EUMLS (Grant agreement PIRSES-GA-2011-295164-EUMLS) and AMMODIT (Grantof the Chernivtsi children disease”, Mathematics in computers and simulation, v. 123, pp. 68-79,2016.", "ref_list": [[], ["Nowcasting and Forecasting the Potential Domestic and International Spread of the 2019-nCoV Outbreak Originating in Wuhan, China: A Modelling Study"], ["Statistics based models for the dynamics of Chernivtsi children disease"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Joseph T Wu", "Shi Zhao", "Qianyin Lin", "Wang Weiming", "Daozhou Gao"], ["W.D. Kermack", "A.G.", "J.D. Murray", "I/II Mathematical Biology", "T.J Bailey", "D. Langemann", "I. Nesteruk", "J. Prestin", "N.R. Draper", "H. Smith"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "updating the predictions with the use of fresh data and using more complicated mathematical\nmodels.", "one_words_summarize": "updating the predictions with the use of fresh data and using more complicated mathematicalmodels. coronavirus epidemic in China, coronavirus 2019-nCoV, mathematical modeling ofinfection diseases, SIR-model, parameter identification, statistical methods. For long time predictions, more complicated mathematical models are necessary. This procedure maybe especially difficult, if reliable data are limited. We shall analyze the daily data for the number of confirmed cases in mainland China,which origins from China National Health Commission [1]. The corresponding time moments tj and the number of victims Vj (confirmed cumulativecases of coronavirus 2019-nCoV infection), which were used for calculations.tj24401719The SIR-model for an infectious disease can be written as follows, [6,7]:S   SII  SI   I          R   I(1)(2)(3)The number of susceptible persons is S, infected - I, removed -R; the infection and immunizationrates are  and  respectively. Thisfact can question the procedure of the parameter identification."}