{"date": "2020/02/11", "journal": "medrxiv", "authors": "Hanchu Zhou, Jianan Yang, Kaichen Tang, Qingpeng Zhang, zhidong cao, Dirk Pfeiffer, Daniel Dajun Zeng", "title": "Healthcare-resource-adjusted vulnerabilities towards the 2019-nCoV epidemic across China", "type": "preprint article", "abstract": "Recent studies indicated that the confirmed case data for Hubei Province, in\nparticular, Wuhan, was subject to the under-reporting bias, while the data from places outside\nof Hubei is more reliable for inferring the actual epidemic size5. Following Wu et al.5, we\ndeveloped a susceptible-exposed-infectious-recovered (SEIR)-based metapopulation model,\nwhich has 100 sub-populations representing the 100 cities that have the greatest number of\npeople traveling from Wuhan. Note that we adopted the same epidemiological parameters as\nWu et al.5. This model was then used to estimate IDi, the number of infected individuals in\neach city. Lastly, healthcare-resource-adjusted vulnerability indexes to the 2019-nCoV\noutbreak for city i, Vi were obtained as follows: Vi = IDi / Bi, where Bi represents the total\nnumber of reserved beds in the designated hospitals.", "text": "Recent studies indicated that the confirmed case data for Hubei Province, inparticular, Wuhan, was subject to the under-reporting bias, while the data from places outsideof Hubei is more reliable for inferring the actual epidemic size5. Following Wu et al.5, wedeveloped a susceptible-exposed-infectious-recovered (SEIR)-based metapopulation model,which has 100 sub-populations representing the 100 cities that have the greatest number ofpeople traveling from Wuhan. Note that we adopted the same epidemiological parameters asWu et al.5. This model was then used to estimate IDi, the number of infected individuals ineach city. Lastly, healthcare-resource-adjusted vulnerability indexes to the 2019-nCoVoutbreak for city i, Vi were obtained as follows: Vi = IDi / Bi, where Bi represents the totalnumber of reserved beds in the designated hospitals.The Figure presents the estimated number of infected individuals, as well as thehealthcareresource-adjusted vulnerability to the 2019-nCoV outbreak across mainland China, as ofJanuary 29, 2020. The epidemiological parameters may have changed after January 23, 2020,when the lockdown measure was implemented. Thus, we only use the data by January 23,2020 and produce the estimation till January 29, 2020 to accommodate the six-day incubationperiod identified by Wu et al.5.The ten most vulnerable non-Hubei cities are also listed in the figure. Note that thecities in Hubei (which are being aided by other provinces) are not presented here because oftheir significantly higher vulnerability as compared to others. Among the ten most vulnerablenon-Hubei cities, Changsha, Beijing, Chongqing and Shanghai are major metropolises with alarge number of estimated infected individuals. Xinyang, Jiujiang, Nanchang and Yiyang aremedium-sized cities neighboring Hubei. In particular, Xinyang appears to be in a particularvulnerable situation because of the large number of people traveling from Wuhan and itsinsufficient healthcare resources.The reported vulnerability analysis informs public health response to the 2019-nCoVepidemic in multiple ways. For the identified cities with high vulnerability, it is important toincrease the reserve of healthcare resources or have contingent plans. In particular, some ofthese cities already contributed significant healthcare resources to Hubei, leaving themselvesinadequately prepared for the localized outbreak. Our analysis revealed that severalmedium-sized cities, particularly those neighboring Hubei, are highly vulnerable due to thelack of healthcare resources.1. World Health Organizations. Novel Coronavirus (2019-NCoV) Situation Report-18.;2020.2. Wang C, Horby PW, Hayden FG, Gao GF. A novel coronavirus outbreak of globalhealth concern. Lancet. January 2020. doi:10.1016/S0140-6736(20)30185-93. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. N Engl J Med. 2020:NEJMoa2001316.doi:10.1056/NEJMOA20013164. The National Health Commission of People’s Republic of China. Report on2019nCoV. http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml. Accessed February 8, 2020.5. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. Lancet. January 2020. doi:10.1016/S0140-6736(20)30260-9", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Recent studies indicated that the confirmed case data for Hubei Province, in\nparticular, Wuhan, was subject to the under-reporting bias, while the data from places outside\nof Hubei is more reliable for inferring the actual epidemic size5. Following Wu et al.5, we\ndeveloped a susceptible-exposed-infectious-recovered (SEIR)-based metapopulation model,\nwhich has 100 sub-populations representing the 100 cities that have the greatest number of\npeople traveling from Wuhan. Note that we adopted the same epidemiological parameters as\nWu et al.5. This model was then used to estimate IDi, the number of infected individuals in\neach city. Lastly, healthcare-resource-adjusted vulnerability indexes to the 2019-nCoV\noutbreak for city i, Vi were obtained as follows: Vi = IDi / Bi, where Bi represents the total\nnumber of reserved beds in the designated hospitals.", "one_words_summarize": "Recent studies indicated that the confirmed case data for Hubei Province, inparticular, Wuhan, was subject to the under-reporting bias, while the data from places outsideof Hubei is more reliable for inferring the actual epidemic size5. This model was then used to estimate IDi, the number of infected individuals ineach city. The epidemiological parameters may have changed after January 23, 2020,when the lockdown measure was implemented. Thus, we only use the data by January 23,2020 and produce the estimation till January 29, 2020 to accommodate the six-day incubationperiod identified by Wu et al.5.The ten most vulnerable non-Hubei cities are also listed in the figure. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study."}