{"date": "2020/02/10", "journal": "medrxiv", "authors": "Zeliang Chen, Qi Zhang, Yi Lu, Xi Zhang, Wenjun Zhang, Cheng Guo, Conghui Liao, Qianlin Li, Xiaohu Han, Jiahai Lu", "title": "Distribution of the 2019-nCoV Epidemic and Correlation with Population Emigration from Wuhan, China", "type": "preprint article", "abstract": "* Corresponding authors.", "text": "# the authors contributed equally to this workThe ongoing new coronavirus (2019-nCoV) pneumonia outbreak is spreading in China andhas not reached its peak. Five millions of people had emigrated from Wuhan before the citylockdown, which potentially represent a source of virus spreaders. Case distribution and itscorrelation with population emigration from Wuhan in early epidemic are of great importancefor early warning and prevention of future outbreak.The officially reported cases of 2019-nCoV pneumonia were collected as of January 30, 2020.Time and location information of these cases were extracted analyzed with ArcGIS andWinBUGS. Population migration data of Wuhan City and Hubei province were extracted fromBaidu Qianxi and analyzed for their correlation with case number.The 2019-nCoV pneumonia cases were predominantly distributed in Hubei and otherprovinces of South China. Hot spot provinces included Sichuan and Yunnan provinces thatare adjacent to Hubei. While Wuhan city has the highest number of cases, the time risk isrelatively stable. Numbers of cases in some cities are relatively low, but the time risks arecontinuously rising. The case numbers of different provinces and cities of Hubei province werehighly correlated with the emigrated populations from Wuhan. Lockdown of 19 cities of Hubeiprovince, and implementation of nationwide control measures efficiently prevented theexponential growth of case number.Population emigrated from Wuhan was the main infection source for other cities andprovinces. Some cities with low case number but were in rapid increase. Due to the upcomingSpring Festival return transport wave, understanding of the trends of risks in different regionsis of great significance for preparedness for both individuals and institutions.FUNDINGSEmerging infectious diseases are still great challenges in the 21st century. In recent years,worldwide outbreaks of Ebola and Middle East Respiratory Syndrome (MERS) caused greathealth and economic losses1-3. The ongoing pneumonia outbreak caused by the newcoronavirus, 2019-nCoV, is becoming a global public health problem. The 2019-nCoVoutbreak is highly similar to the Severe Acute Respiratory Syndrome (SARS) in 2003 that theywere both caused by new coronaviruses and happened in time periods including ChineseSpring Festival1. On December 31, 2019, the Wuhan Municipal Health and Health Committeereported 27 cases of pneumonia with an unknown cause, and many cases were related to theWuhan Southern China Seafood Market, which was subsequently closed on January 1, 20204.On January 7, 2020, laboratory test results showed that the pathogen of unexplainedpneumonia was a new type of coronavirus, which was then officially named 2019-nCoV bythe World Health Organization (WHO)5,6. The 2019-nCoV outbreak started in Wuhan, andthen spread rapidly to other provinces and countries7,8. As of January 30, 2020, a total of 34provinces and regions in China have reported 9,692 cases. Nearly all imported cases werederived from Wuhan, Hubei province9,10.The 2019-nCoV pneumonia was defined as a class B infectious disease but managed asclass A infectious disease by the Chinese government. Daily case reports are being releasedand any omission or concealment is punishable by law. At present, the number of cases is stillincreasing and the epidemic has not yet reached its peak, but the situation differs by province. .Information about the temporal and spatial distributions of the cases is important forpreparation of a targeted treatment and prevention strategy. Because the return peak ofSpring Festival transport is coming, the information on possible changes in incidence indifferent cities will help us to prepare in advance. Therefore, we investigated the temporaland spatial distributions of the early epidemic to reveal the dynamic changes and trends.These results will provide valuable information for the disease prevention for both individualsand organizations.All officially reported confirmed, suspected, severe cases and deaths of 2019-nCoVpneumonia were collected from the internet (website:). Case data were imported into Exceland incidence per 100,000 was calculated. No ethical approval is needed for this study.            The national and Hubei province shapefiles are used for ArcGIS analysis. The map islinked to Excel file with time and spatial information. The risk analysis of the 2019-nCoVpneumonia is based on the Bayesian space-time model of WinBUGS software11,12. The modelis divided into three levels:(            For the statistical data of low incidence, it is assumed to follow the Poisson distributionof the parameters ni and μit: yit ~ Poiss (niμit), where Hubei province yit is i (1,…., 16) cities at t(1,…, 11) the number of cases that occurred during the day. The nationwide yit is the numberof cases that occurred in t (1,…, 11) days in i (1,…., 240) cities. We assume that there is nochange in the number of people at risk in each city during the study period, where ni is thenumber of people at risk in the town (i), and μit is the corresponding disease risk in the city (t)per day (i).            (                        The μit's logarithmic transformation of disease risk allows relative risk to be expressed asa linear combination of a spatial component, a temporal component, and a spatiotemporalinteraction component. The mathematical expression is shown in equation (                        log (μit) = α + si + (b0t*+υt) + b1it*+εit (                        Where α is the fixed effect of the overall relative risk of the entire study area within 11days; t* = t-5.5 is the time span relative to the intermediate time point. In this model, the riskof disease is broken down into three parts: spatial change, temporal change, and space-timeinteraction; and si is a component of spatial variability, describing the urban disease riskrelative to the entire study region over an 11-day observation period; b0t*+υt is the amountof change over time, which describes the overall trend of disease risk in the entire study arearelative to the medium-term observation day, including the linear trend b0t* and the time*random effect υt, b0 is the time coefficient, represents the time trend of the study area; b1itallows each city to have different time-varying trends and is part of the spatiotemporalinteraction. Relative to b0, it is the local change trend of each city based on b0; εit is used toexplain local changes that cannot be explained by spatiotemporal random effects.13(            According to the BYM model14, a spatial structure effect is defined by a prior conditionalautoregressive (CAR) structure. In this process, a spatial adjacency weight matrix needs to bedefined. The weight adjacency is wij=1, otherwise the weight wij=0, and the special wij=0.Similarly, b1i is also assumed to follow the BYM process. For the time structure effect υt, aconditional autoregressive process is used, and the adjacency weight matrix in time is defined.For the over-discrete parameter εit, according to Gelman, the normal distribution with a meanvalue of 0 and a variance of σ2ε, is generally assumed and the variance of each parameterobeys Gamma (a, b).15 Based on this model, through the spatial component si and its posteriorprobability, high-risk or low-risk cities with respect to the average risk (α) of the entire studyarea can be identified. By calculating the probability of spatial relative risk, exp (si) is greaterthan 1 and divided into five categories: areas with probability> 0.8, 0.6-0.8, 0.4-0.6, 0.2-0.4,and <0.2 are defined as hot spots, secondary hot spots, warm-spots, sub-cold spots, andcold-spots respectively. Similarly, based on the probability threshold, the differences in theseclassification regions can be identified based on the trend over time. The probability that exp(b1i) is greater than 1 is divided into five categories: cities with an incidence risk probabilitygreater than 0.8 have a rapid change trend relative to the overall risk change; between 0.6and 0.8 indicate that the change trend of the incidence risk is greater than the overall riskchange; 0.4 to 0.6 indicates that the occurrence risk is the same as the overall risk changetrend; 0.2 to 0.4 indicates that the change trend of the disease risk is slower than the overallrisk change; the change trend of the disease risk in cities with a probability less than 0.2 ismore slower than the overall risk.Population migration data were collected from Baidu dataset (http://qianxi.baidu.com/).Data on emigration from Wuhan City and Hubei province to other cities and provinces wereextracted and edited with Excel of windows Microsoft office. Emigration intensity wascalculated as migration index multiplied with proportions of the province or city.To obtain a general profile of the distribution, we first analyzed all the available casesduring this 2019-nCoV pneumonia outbreak16. As shown in Figure 1A, the number of casesremained stable from January 11 to 15, 2020, and the number of newly added and cumulativecases increased rapidly after January 16. The first death was reported on January 10, and thenumber of deaths began to increase rapidly from January 17, with the cumulative deathnumber reaching 312 on January 30 (Figure 1B)6. After the nucleic acid assay becomingavailable, suspected cases waiting for laboratory confirmation could now be diagnosed morerapidly 17. After January 19, suspected cases increased rapidly, and about 40-50% of thesesuspected cases were then diagnosed as confirmed cases (Figure 1C). Before January 19, thenumber of severe cases, remained at a low level but increased steadily since January 20(Figure 1D). Because Wuhan is the capital city of Hubei province and the cases have spreadto the rest of Hubei province quickly, we also analyzed the change in number of cases inHubei province. On January 9, 41 cases were first reported, and by January 30, 5,806 caseswere reported, accounting for 59.91% of the total cases in China (Figure 1E). The cumulativenumber of deaths in Hubei province is 249, accounting for 96.14% of total deaths in China(Figure 1F). These data indicated that both the incidence and mortality of 2019-nCoV diseaseis the highest in Hubei province18.Before January 16, cases were mainly reported in Hubei province. From January 17onward, the outbreak spread to many provinces and the number of cases increased rapidly.Therefore, our spatial and temporal analyses used data from January 17 to January 30, 2020.Location of each case was extracted from official reports and mapped on the national mapto city level with ArcGIS. Of the 362 cities, 307 (84.8%) had reported cases. In general, the coreoutbreak area, Wuhan and its surrounding cities, had the highest number of cases, followedby cities with high population that are transportation hubs (Figure 2A). Spatial distributionwas then analyzed with a Bayesian model using WinBUGS13,14. After iterating nearly 100,000times, the model converged successfully. After the model converged, it iterated another110,000 times to obtain parameter estimations. A ratio close to 1 indicates that the two chainiterative sequences are close, and that the model has a good convergence and is stable(Figure 2B). With the established model and parameters, hot and cold spots were identified.The results showed that Sichuan, Yunnan, Guizhou, Hainan, and Taiwan were hot spots, andInner Mongolia, Gansu, Ningxia, Qinghai, Xinjiang, Chongqing, Hunan, and Guangxi weresecondary hot spots. Generally, hot spots clustered in the Midwest and cold spots clusteredin the Southeast (Figure 2D).The overall temporal trend was calculated using the time risk model (exp(b0t*+vt)), whichdescribed the general incidence risk by time during the period from January 16 to January 30,2020. The results showed that b0 is estimated to be 0.4604, that is, the disease risk on thefollowing day is approximately 1.585 times higher than the previous day. The relative risk bytime increased steadily from January 20 and remained in an upward trend as of January 30(Figure 2C). From this, it can be estimated that the number of cases nationwide is on the rise.As shown in Figure 2E, Heilongjiang, Hebei, Beijing, Tianjin, Xinjiang, Ningxia, Jiangsu, Hunan,Taiwan, and Hainan showed faster increased in cases than the overall national trend. Theincrease of cases in Jilin, Liaoning, Shanxi, Guangxi, and Fujian provinces were also relativelyfast. The increase of cases in other provinces were consistent with or lower than the overallnational trend.Since Hubei province had the highest number of cases, we analyzed the temporal andspatial distribution in different cities of Hubei province. According to the reported cases,Wuhan had the highest number of cases, followed by Huanggang and Xiaogan city. Suizhou,Jingmen, and Xianning city are among the second group with a high number of cases (Figure3A). The spatial convergence analysis converged 100,000 iterations (Figure 3B). Hot spots areidentified in the east regions and cold spots are in the west regions (Figure 3D). The overalltemporal trend in the model estimation was calculated for the change in the number of cases.The average time trend coefficient b0 was estimated to be 0.6727, meaning the time risk(occurrence probability in time) on a following day is 1.960 times higher than the previousday, indicating that the daily number of cases in Hubei Province is on the rise (Figure 3C).Xiangyang, Suizhou, Yichang, and Ezhou showed the highest increase rates, and Shiyan,Shenlongjia, Xiaogan and Huangshi showed relative high increase rates (Figure 3E). Othercities had a growth slower than the overall growth in the province (Table S1). The increaserate of Hubei province (1.960) was higher than the whole country (1.585), indicating theincrease rate in Hubei province is significantly higher than other provinces in China.In addition to changes in number of cases, we also analyzed the change in incidence,which could incorporate the population information of each city. Consistent with the trend ofnumber of cases, Wuhan had the highest incidence, followed by Xiaogan and Huanggang(Figure 4A). Model converged after 110,000 iterations (Figure 4B). Spatial distribution trendanalysis showed that Jingmen, Xiaogan, Qianjiang, Xiantao, Ezhou, and Huangshi were hotspots with high incidence, and Huanggang, Wuhan, Tianmen, Jingzhou, Xianning were coldspot with relatively low incidence (Figure 4C). Temporal change trend analysis results that theaverage time trend coefficient b0 was 0.5087, and the disease risk on the following day wasapproximately 1.663 times higher than the previous day, indicating an upward trend (Figure4D). The change in incidence is different from the change in number of cases.The outbreak started from Wuhan, and nearly all the early cases were derived fromWuhan, Hubei province. Because the outbreak happened just before Spring Festival, largescale population migration during this period is an inducing factor for subsequent epidemic.From Jan 1 to 23, 2020, the population migrated out of Wuhan city and Hubei provinceincrease steadily and peaked at Jan 22 and 21 respectively (Figure 5A). Wuhan city is lockdownon Jan 23, and after that population migration greatly inhibited. As experienced 2019, highpopulation migration occurred Jan 31, this timely city lockdown prevented subsequent burst.We then analyzed the migration out and into Wuhan city and Hubei province. The top targetprovinces of emigration included Henan and Hunan province (Figure 5B). More peoplemigrated out of Wuhan than those into the city (Figure 5C). To analyze the correlationbetween case number and the emigration population for Wuhan city and Hubei province,population migration data was collected from Baidu Migration. The correlation coefficientbetween provincial case number and emigration of Hubei province was up to 0.821 (Figure5D). The correlation coefficient between provincial case number and emigration from Wuhanwas increased to 0.8895, and the highest one was 0.9918 between Wuhan and other cities ofHubei provinces (Figure 5E, F, Table S3, S4). These data strongly indicated that the casenumber is highly related with population emigration from Wuhan. Although we do not knowthe exact population emigrated from Wuhan, 5 million was an astonishing number, for eachof them might be a virus spreader. If no control measures implemented, case number wouldexponentially increase. Of the 5 million emigrants, 74.22% were emigrated to other cities ofHubei province (Figure S2, Table S3). Fortunately, 19 cities of Hubei province were lockdownfrom Jan 23 to 26 (Figure S5). After lockdown of Wuhan and other cities of Hubei province,the outbreak burst was prevented, and case number increase only steadily withoutexponential growth.In on our previous trend analysis of the early spread of this outbreak and the previousSARS outbreak, we estimated that the cumulative number of 2019-nCoV cases might be 2-3times the cumulative number of SARS cases and reaches between 16,000 and 24,000 cases.19Because the outbreak duration overlaps the Spring Festival transport waves, large scalemigration will be a decisive factor of this outbreak. We analyzed the migration in the 3 daysbefore the Spring Festival. The top 50 cities that were exporting migrants before SpringFestival are mainly located in the south and east of China. The top 4 exporting cities includeBeijing, Shenzhen, Shanghai, and Guangzhou, which account for over 15% of the migrationpopulation (Figure S1). However, the cities with high population of imported migrants wererelatively scattered. Chongqing had the highest population of imported migrants, whichaccounted for 1.50% of the total imported migrants (Figure 5). As the migrants will be travelingback to work after the Spring Festival, these previous “exporting” cities may have a highrisk of emergence of another wave of new cases caused by the returned migrants.The 2019-nCoV pneumonia are causing great public health and economic losses forChina. The case number increased rapidly, with over 50% were from Hubei province. As of Jan30, the case number has exceeded the total number of the SARS-CoV outbreak20. To copewith the outbreak, the Spring Festival holiday had been extended for two times. Preventionand control of the outbreak became a concerted action of the whole people in China.Although all people participated in the campaign against the outbreak, people in area withlow case number considered that the disease is far away. Therefore, awareness of high-riskregions is import for preparation and responses for all the people, particularly those in regionswith low incidence. Another reason we need to keep in mind is that 5 millions of persons havebeen emigrated from Wuhan to all over the country, we do not know exact who of them arevirus carriers, and it is impossible to track and diagnose them all. Therefore, isolation at homeand less contact with others is the most efficient measure to prevent infection andtransmission.With the reported cases, we analyzed the temporal and spatial distribution. In general,the number of cases is still on the rise. For Hubei Province, which has the highest number ofcases and deaths, the growing trend is relatively stable. Conversely in other hot spots, thenumber of cases were not so high, but the rate of growth continues to rise and thereforeshould be closely monitored. It is particularly noteworthy that cities with the fastest change intemporal risk, such as Chongqing, have large population movements and rapid temporal risk.If they are not strictly monitored, there may be more outbreaks. In order to prevent diseaseoutbreaks caused by the returning travel wave to the city after the Spring Festival, the countryhas extended the Spring Festival holiday twice to February 9, 2020. However, as the numberof new cases is still increasing, the outbreak is unlikely to end before the end of the holiday.Therefore, we must act together to stop the spread of the disease. At present, the state hasadopted mobility control measures to encourage people to avoid going to public places andwear masks when going out to reduce the risk of human to human transmission. We believethat with the joint efforts of everyone, the number of cases and losses will be kept to aminimum.We thank Andre Kiesel for critical revision of this manuscript. This work was supported by theNational Science and Technology Major Project (No. 2018ZX10101002-001-001), NationalKey Research and Development Program Projects of China (2017YFD0500305), the State KeyProgram of National Natural Science of China (U1808202), NSFC International (regional)cooperation and exchange program (31961143024), the Key-Area Research andDevelopment Program of Guangdong Province (2018B020241002), and the GuangdongProvincial Science and Technology Project (2018B020207013).Z. Chen and J. Lu conceived and directed the study, Q. Zhang performed the temporal andspatial distribution analysis, Y. Lu, Z. Guo, W. Zhang, C. Guo participated in discussion andimprovement of the contents, Q. Zhang and X. Zhang participated in figure and tablepreparation. C. Liao, X. Han and Q. Li collected the case data. Y. Lu performed critical revisionof the manuscript. Z. Chen wrote the paper with help from all others.A-D, Daily report on national increased and cumulative confirmed cases (A), death case (B),suspected cases (C), and increased severe cases (D). E, Increased and cumulative case numberof Hubei Province; D, Increased and cumulative death case number of Hubei province. A,Daily increased and cumulative case number.A, Case distribution, B, Hot and cold spot of case distribution; C, model convergence analysis;D, Changing trends of case distribution.A, Case distribution of Hubei province; B, Model convergence case distribution; C, Relativetime risk with time; D, Hot spot and cold spot of case distribution; E, Incidence changingtrends of different cities of Hubei Province.A, Incidence distribution of Hubei province; B, Model convergence of incidence distribution;C, Hot spot and cold spot of incidence distribution; D, Incidence changing trends of differentcities of Hubei Province.A, Migration index from and into Wuhan city and Hubei province during spring festivalEmigration and immigration of Wuhan City and Hubei province from Jan 10 to 23, 2020; D,Correlation between case number and emigration from Hubei province; E, Correlationbetween case number and emigration frombetween case number and emigration from Wuhan city (intraprovince).", "ref_list": [[], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["The challenge of emerging and re-emerging infectious diseases"], ["Risks to healthcare workers with emerging diseases: lessons from MERS-CoV, Ebola"], ["Origin of viruses: primordial replicators recruiting capsids from hosts"], [""], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Wuhan (2019-nCoV) Coronavirus"], ["Drug treatment options for the 2019-new coronavirus (2019-nCoV)"], ["Emerging understandings of 2019-nCoV"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Space-time mixture modelling of public health data"], ["Temporal Analysis of Neural Tube Defects in Yuanping County, Shanxi Province"], ["Joint prior distributions for variance parameters in Bayesian analysis of normal hierarchical models"], ["Bayesian image restoration, with two applications in spatial statistics"], ["Relative Risk Estimates in Disease-Mapping Studies"], [""], ["Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV"], ["Preparedness and proactive infection control measures against the emerging Wuhan coronavirus pneumonia in China"], ["Britons to be evacuated as scientists estimate 44 000 cases of 2019-nCOV in the city"], ["Severe acute respiratory syndrome-associated coronavirus infection"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W Li", "Z Shi", "M Yu"], ["DM Morens", "GK Folkers", "AS Fauci"], ["N Suwantarat", "A Apisarnthanarak", "SARS"], ["M Krupovic", "VV Dolja", "EV Koonin"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["N Zhu", "D Zhang", "W Wang"], ["WG Carlos", "CS Dela Cruz", "B Cao", "S Pasnick", "S. Jamil", "Novel"], ["H. Lu"], [], ["Q Li", "X Guan", "P Wu"], ["D Bohning", "E Dietz", "P Schlattmann"], ["H Y LYL Chen", "N X. Zhang", "Spatial"], ["H Demirhan"], ["J Besag", "J York", "A Mollié"], ["S Richardson", "A Thomson", "N Best", "P. Elliott", "Interpreting Posterior"], ["H Nishiura", "SM Jung", "NM Linton"], ["W Wang", "J Tang", "F Wei"], ["VCC Cheng", "SC Wong", "KKW To", "PL Ho", "KY Yuen"], ["Parry J. Wuhan"], ["PK Chan", "M Ip", "KC Ng"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "# the authors contributed equally to this work", "one_words_summarize": "# the authors contributed equally to this workThe ongoing new coronavirus (2019-nCoV) pneumonia outbreak is spreading in China andhas not reached its peak. Case distribution and itscorrelation with population emigration from Wuhan in early epidemic are of great importancefor early warning and prevention of future outbreak. The 2019-nCoV pneumonia cases were predominantly distributed in Hubei and otherprovinces of South China. While Wuhan city has the highest number of cases, the time risk isrelatively stable. Population emigrated from Wuhan was the main infection source for other cities andprovinces. FUNDINGSEmerging infectious diseases are still great challenges in the 21st century. The ongoing pneumonia outbreak caused by the newcoronavirus, 2019-nCoV, is becoming a global public health problem. On December 31, 2019, the Wuhan Municipal Health and Health Committeereported 27 cases of pneumonia with an unknown cause, and many cases were related to theWuhan Southern China Seafood Market, which was subsequently closed on January 1, 20204.On January 7, 2020, laboratory test results showed that the pathogen of unexplainedpneumonia was a new type of coronavirus, which was then officially named 2019-nCoV bythe World Health Organization (WHO)5,6. .Information about the temporal and spatial distributions of the cases is important forpreparation of a targeted treatment and prevention strategy. Case data were imported into Exceland incidence per 100,000 was calculated. The modelis divided into three levels:(            For the statistical data of low incidence, it is assumed to follow the Poisson distributionof the parameters ni and μit: yit ~ Poiss (niμit), where Hubei province yit is i (1,…., In this process, a spatial adjacency weight matrix needs to bedefined. Similarly, based on the probability threshold, the differences in theseclassification regions can be identified based on the trend over time. Before January 19, thenumber of severe cases, remained at a low level but increased steadily since January 20(Figure 1D). These data indicated that both the incidence and mortality of 2019-nCoV diseaseis the highest in Hubei province18.Before January 16, cases were mainly reported in Hubei province. Therefore, our spatial and temporal analyses used data from January 17 to January 30, 2020.Location of each case was extracted from official reports and mapped on the national mapto city level with ArcGIS. With the established model and parameters, hot and cold spots were identified. From this, it can be estimated that the number of cases nationwide is on the rise. Suizhou,Jingmen, and Xianning city are among the second group with a high number of cases (Figure3A). Hot spots areidentified in the east regions and cold spots are in the west regions (Figure 3D). The change in incidence is different from the change in number of cases. More peoplemigrated out of Wuhan than those into the city (Figure 5C). Although we do not knowthe exact population emigrated from Wuhan, 5 million was an astonishing number, for eachof them might be a virus spreader. Of the 5 million emigrants, 74.22% were emigrated to other cities ofHubei province (Figure S2, Table S3). The 2019-nCoV pneumonia are causing great public health and economic losses forChina. Therefore, awareness of high-riskregions is import for preparation and responses for all the people, particularly those in regionswith low incidence. E, Increased and cumulative case numberof Hubei Province; D, Increased and cumulative death case number of Hubei province. A, Case distribution, B, Hot and cold spot of case distribution; C, model convergence analysis;D, Changing trends of case distribution."}