{"date": "2020/02/11", "journal": "medrxiv", "authors": "Jie Li, Shilin Li, Yurui Cai, Qin Liu, Xue Li, Zhaoping Zeng, Yanpeng Chu, Fangcheng Zhu, Fanxin Zeng", "title": "Epidemiological and Clinical Characteristics of 17 Hospitalized Patients with 2019 Novel Coronavirus Infections Outside Wuhan, China", "type": "preprint article", "abstract": "Affiliation: Corresponding Author:", "text": "#contribute equally to this work.An increasing number of cases of novel coronavirus pneumonia (NCP) infected with 2019-nCoV havebeen identified in Wuhan and other cities in China, since December 2019. We analyzed data on the 17confirmed cases in Dazhou to provide the epidemiologic characteristics of NCP outside Wuhan. Amongthem, 12 patients were still quarantined in the hospital, 5 patients were discharged NCP patientsaccording to the national standards. Compared with non-discharged NCP patients, the discharged NCPpatients had younger ages. Moreover, discharged NCP patients had higher heart rate, lymphocyteslevels and monocytes levels than non-discharged NCP patients on admission to the hospital. Notably,all of 17 patients had abnormal increased C-reactive protein levels, and 16 patients had abnormalcomputed tomography images. This study provided some information that younger age, higherlymphocytes levels and monocytes levels at the diagnoses of 2019-nCoV may contributed to fasterrecovery and better therapeutic outcome.        An outbreak of acute respiratory illness, now named as novel coronavirus pneumonia (NCP)1, inWuhan, Hubei, China since December 2019 has become a Public Health Emergency of InternationalConcern (PHEIC)        electronic record system. Suspected 2019-nCoV infection cases were hospitalized and quarantined.Sample of throat swab were obtained from the patient and sent to the Dazhou Center for DiseaseControl and Prevention to detect 2019-nCoV by applying quantitative polymerase chain reactionanalysis5. Meanwhile, computed tomography was used for the suspected patients. The study wasapproved by the ethics committee of the Dazhou Central Hospital with written informed consent fromthe patients (IRB00000001-20001).All statistical analyses were performed using SPSS version 20.0 (IBM, Armonk, NY, USA). Thedata between groups with variables were compared by χ2 test or Fisher's exact test, and one-wayanalysis of variance followed by Tukey's test. All means were reported with the corresponding standarddeviation in tables. The P values < 0.05 were regarded as statistically significant.        The median age of the 1        Eight of the twelve non-discharged NCP patients had a fever before hospitalized (mean±SD,6.6±3.8 days). Other symptoms included cough (83.3%), fatigue (41.7%), myalgia (16.7%) anddiarrhea (16.7%) (Table 1). Four of five discharged NCP patients had a fever before hospitalized(mean±SD, 5.3±3.3 days). Other symptoms including cough (60%), fatigue (60%), myalgia (60%) anddizziness (40%) (Table 1). Compared with non-discharged NCP patients, discharged NCP patients hadhigher heart rate (P=0.043), lymphocytes levels (P=0.005) and monocytes levels (P=0.019) onadmission to the hospital (Table 1-2). All patients had abnormal increased C-reactive protein levels(Table 2).All seventeen patients had chest computed tomography at the admission of hospital. Sevennon-discharged NCP patients showed patchy shadows or ground glass opacity (58.3%). Other fivepatients had either multiple interstitial changes in bilateral lobes or multilobed infectious lesions ofboth lungs (41.7%). Among discharged NCP patients, one patient had ground glass opacity (20%),three patients showed lung infections or inflammatory lesions (60%) and the youngest patients (22years) had no abnormalities in the lungs (20%) (Figure).2019-nCoV is a betacoronavirus, like SARS and MERS, and it had infected hundreds of thousands ofpeople since December 2019. There are currently no specific treatments available for 2019-nCoV.Therefore, the main treatment is optimized supportive care to reduce symptoms and maintain organfunction in severe diseases9,10.In our single-center case series of 17 hospitalized patients, it provided information on theepidemiology of the disease outside Wuhan. Routes of infection had no significant difference betweendischarged NCP patients and non-discharged NCP patients, but most patients had contact history withthe epidemic area or close contacts with diagnosed patients. Two non-discharged NCP patients havebeen living long-term in Dazhou and have no contact history with epidemic area, which implied otherpossible infective routines.In our study, the discharged NCP patients had younger ages compared with non-discharged NCPpatients and no difference in gender distribution was observed. Our study was different from otherreports which reveal that male are more likely to be infected7. Our data also suggested that age may bea risk factor for poor recovery. In addition, discharged NCP patients showed higher lymphocytes levelsand monocytes levels on admission to hospital, which suggested immune deficiency nay be also a riskfactor for poor outcome in patients. The result was inline with other study that higher level oflymphocyte was presented in the intensive care unit patients compared with that in non- intensive careunit patients8. Although C-reactive protein levels was abnormal increased in both discharged NCP andnon-discharged NCP patients, no significant difference was presented in the two groups. Similar resultswas observed in lung distribution of patchy shadows or ground glass opacity. This study provided someinformation that younger age, higher lymphocytes levels and monocytes levels at the diagnoses of2019-nCoV may contributed to faster recovery and better therapeutic outcome.Fanxin Zeng and Fangcheng Zhu designed the study. Yurui Cai and Qin Liu contributed to the datacollection. Shilin Li contributed to the data analysis and plotting. Jie Li and Zhaoping Zeng contributedto the drafted the manuscript. Xue Li and Yanpeng Chu contributed to the manuscript revision andsubmission. All authors read and approved the final manuscript.AcknowledgementsThis study was funded by the National Natural Science Foundation of China (81902861), the ScientificResearch Fund of Sichuan health and Health Committee (No. 18PJ361) and the Scientific ResearchFund of Technology Bureau in Sichuan Province (No. 2018138, No. 2018JY0324).We thank Fanwei Zeng, Qiliang Tan, Pingfei Wang，Lin Xu (Dazhou Central Hospital) and XiuqinZhang (Peking University) for supporting this work.Declaration of interests: All authors declare no competing interests of this study.†All values are n (%), mean ± SD.Abbreviations: NCP, novel coronavirus pneumonia.†All values are n (%), mean ± SD.        Abbreviations: NCP, novel coronavirus pneumonia; WBC, white blood cell. CKMB, Creatinekinase–MB; LDH, Lactate dehydrogenase; aPPT, activated partial thromboplastin time.48-year-old man (discharged after treatment on day 9), showing patchy shadows. D, Chest CTscan taken on January 2        †All values are n (%), mean±SD.2019-nCoV on admission to hospital.          bilateral ground glass opacities. B, Chest CT scan obtained on February                    patchy shadows. D, Chest CT scan taken on January 2          ", "ref_list": [[], ["Prevention. Notice of the National Health and Health Commission on the tentative naming of new coronavirus pneumonia"], ["Statement on the second meeting of the International Health Regulations ("], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Data as reported by 10 February 2020"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected"], [": clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["regulations-"], ["N Zhu", "D Zhang", "W Wang"], [], ["C Huang", "Y Wang", "X Li"], ["Q Li", "X Guan", "P Wu"], ["N Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], [], ["WHO"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "#contribute equally to this work.", "one_words_summarize": "An increasing number of cases of novel coronavirus pneumonia (NCP) infected with 2019-nCoV havebeen identified in Wuhan and other cities in China, since December 2019. Compared with non-discharged NCP patients, the discharged NCPpatients had younger ages. Suspected 2019-nCoV infection cases were hospitalized and quarantined. Other symptoms included cough (83.3%), fatigue (41.7%), myalgia (16.7%) anddiarrhea (16.7%) (Table 1). Among discharged NCP patients, one patient had ground glass opacity (20%),three patients showed lung infections or inflammatory lesions (60%) and the youngest patients (22years) had no abnormalities in the lungs (20%) (Figure).2019-nCoV is a betacoronavirus, like SARS and MERS, and it had infected hundreds of thousands ofpeople since December 2019. There are currently no specific treatments available for 2019-nCoV.Therefore, the main treatment is optimized supportive care to reduce symptoms and maintain organfunction in severe diseases9,10.In our single-center case series of 17 hospitalized patients, it provided information on theepidemiology of the disease outside Wuhan. Our study was different from otherreports which reveal that male are more likely to be infected7. Jie Li and Zhaoping Zeng contributedto the drafted the manuscript. 18PJ361) and the Scientific ResearchFund of Technology Bureau in Sichuan Province (No. B, Chest CT scan obtained on February                    patchy shadows."}