{"date": "2020/02/15", "journal": "biorxiv", "authors": "Haogao Gu, Daniel Chu, Malik Peiris, Leo L.M. Poon", "title": "Multivariate Analyses of Codon Usage of SARS-CoV-2 and other betacoronaviruses", "type": "preprint article", "abstract": "27\n28", "text": "2728The 2019 novel coronavirus (SARS-CoV-2) is raising global concern as it continues tospread nationally and internationally since its first report in December 2019 in China. TheSARS-CoV-2 was identified to be in the Betacoronavirus genera which also includes thesevere acute respiratory syndrome related coronavirus (SARSr-CoV) and the Middle Eastrespiratory syndrome related coronavirus (MERSr-CoV). Codon usage of the viral genesmight be subjected to selection pressure from different hosts or environments. Previousstudies on codon usage of influenza A viruses could help to identify viral host origins andevolutionary trends, however similar studies on coronaviruses are lacking. In this study,global correspondence analysis (CA), within-group correspondence analysis (WCA) andbetween-group correspondence analysis (BCA) were performed among different genes incoronavirus viral sequences. The amino acid usage pattern of SARS-CoV-2 was generallyfound similar to bat and human SARSr-CoVs. However, we found greater synonymouscodon usage distance between SARS-CoV-2 and its phylogenetic relatives on spike andmembrane genes, suggesting these two genes of SARS-CoV-2 are subjected to differentevolutionary pressures.A novel coronavirus outbreak took place in Wuhan, Hubei province, China in December20191. This novel coronavirus (SARS-CoV-2) causes pneumonia in patients2 and it hasrapidly spread to other provinces in China and overseas countries 3. This novel coronavirusoutbreak had raised global concern but current knowledge on the origin and transmissionroute of the pathogen is still limited. The SARS-CoV-2 belongs to Betacoronavirus, whichalso includes two highly virulent human coronaviruses, SARS-CoV and MERS-CoV. Apartfrom human, many animals, such as bat, rat, camel, swine and hedgehog, can be infected bycoronaviruses. Further sequence analyses of this novel and other betacoronaviruses mightprovide additional information to better understand the evolution of SARS-CoV-2.Preferential codon usage is commonly seen in different organisms, and it has been evidentthat the uneven codon usage is not neutral but related to gene expression or other selectionpressures 4–6. There are two levels of codon usage biases, one is at amino acid level and theother is at synonymous codon level. The amino acid composition among proteins can be animportant factor to control certain sequence traits. For example integral membrane proteinsthat are enriched in hydrophobic amino acids can create significant codon usages biases7.Amino acid composition sometime can also introduce confounding effects when one onlyfocuses on studying the variations of synonymous codon usage. The use of globalcorrespondence analysis (CA) and its derivatives within-group correspondence analysis(WCA) to analysis codon usages can overcome the above problem. In fact, WCA becomes“model of choice” for analyzing synonymous codon usage in recent years, as it is more robustthan other traditional methods (e.g. CA with relative codon frequency or CA with RSCUvalues)7,8. With the nature history of the SARS-CoV-2 remains largely unknown, an in-depthcodon usage analysis of this newly emerging virus might reveal novel insights.In this study, we analyzed 3,072 betacoronavirus genomes. We found SARS-CoV-2 and batSARSr-CoV have similar amino acid usage. However, our analyses suggested that the spikeand member genes of SARS-CoV-2 have rather distinct synonymous codon usage patterns.Sequence dataTo construct a reference sequence dataset, available full-length complete genome sequencesof coronavirus were collected through Virus Pathogen Resource database(https://www.viprbrc.org/brc/home.spg?decorator=corona, accessed 13 Jul 2019, ticket958868915368). The sequences were filtered by the following steps: (1) Remove sequenceswithout protein annotation; (2) Keep only sequences with complete set of desired replicaseand structural proteins (sequences coding for orf1ab, spike, membrane and nucleocapsid); (3)Filter out sequences with unusual length (>130% or <70% of the median length for eachgroup of gene sequences). (4) Limit the virus genus within Betacoronavirus. (5) Concatenateorf1a and orf1b sequences to form orf1ab if necessary.The final dataset comprised 768 individual strains (3072 individual gene sequences) thatcontain complete sets of coding regions for orf1ab, spike, membrane and nucleocapsid genes(see Supplementary Figure 1). The sequences for envelope gene was not included in theanalysis because of its short length and potential bias in codon usage. Correspondingmetadata for the sequences were extracted by the sequence name field. 24 complete genomesequences of the newly identified SARS-CoV-2 and its phylogenetically close relatives wereretrieved from Genbank and GISAID (accessed 22 Jan 2020). Five genomes in this studywere used as special references (BetaCoV/bat/Yunnan/RaTG13/2013|EPI_ISL_402131;MG772934.1_Bat_SARS-like_coronavirus_isolate_bat-SL-CoVZXC21;MG772933.1_Bat_SARS-like_coronavirus_isolate_bat-SL-CoVZC45;KY352407.1_Severe_acute_respiratory_syndrome-related_coronavirus_strain_BtKY72 andGU190215.1_Bat_coronavirus_BM48-31/BGR/2008), as they were previous reported to haveclose phylogenetic relationship with SARS-CoV-29,10. Detailed accession ID for the abovedata were provided in the Supplementary Table S1.The codon count for every gene sequence as input for the correspondence analysis wascalculated by the SynMut11 package. The implementation of the different correspondenceanalyses in this study was performed by functions in the package ade412. Three stop codons(TAA, TAG and TGA) were excluded in the correspondence analysis.Correspondence analysis (CA) is a dimension reduction method which is well suited foramino acid and codon usage analysis. The concept in correspondence analysis is similar toPearson’s χ test (i.e., the expected counts were calculated under the hypothesis ofindependence, basing on the observed contingency table). With the deduced expected counttable, the Euclidean distance or the χ distance can be used to evaluate the difference betweentwo observations. The χ distance that we are using in the global correspondence analysishave applied the row profile (adjusted for the size effect among difference genes) and thecolumn profile (adjusted for the size effect among difference codons), therefore the rawcodon count rather than the Relative Synonymous Codon Usage (RSCU) values would bemore informative and suitable input in our model. The calculation of the χ distance wasincluded in the Supplementary Method.All the correspondence analyses in this study were performed individually for each gene, toachieve better resolution on gene specific codon usage pattern.Within-group correspondence analysis and between-group correspondence analysisIn addition to ordinary correspondence analysis, the within-block correspondence analysis13(WCA) dissociates the effects of different codon compositions in different amino acids.WCA has been recognized as the most accurate and effective CA method for studying thesynonymous codon usage in various genomic profile8. WCA focuses on the within-aminoacid variability, and technically it excludes the variation of amino acid usage differences.WCA was implemented basing on the existed global CA, with additional information forfactoring.Between-group correspondence analysis (BCA) is complementary to WCA, where BCAfocuses on the between-group variability. BCA can be interpreted as the CA on amino acidusage. We used BCA in this study to investigate the amino acid usage pattern in differentcoronaviruses.Gravy score provides an easy way to estimate the hydropathy character of a protein14. It wasused in this study as a proxy to identify proteins that are likely to be membrane-boundproteins. The GRAVY score was calculated in a linear form on codon frequencies as:Where is the coefficient for individual amino acid (provided by data EXP in Seqinrpackage15) encoded by codon , correspond to the relative frequency of codon .General genomic features in BetacoronavirusA total of 3,072 individual gene sequences passed the filtering criteria and were included inthis study. Viral sequences from 3 different species (Middle East respiratory syndromerelated coronavirus (MERSr-CoV), Betacoronavirus 1, SARS related coronavirus(SARSrCov)) were the three most dominant species (see Supplementary Figure S1) in the dataset.Four conserved protein sequence encoding regions of Betacoronavirus were analysedseparately. The median lengths of the studied sequence regions were 21237 nt for orf1abgene, 4062 nt for spike gene, 660 nt for membrane gene and 1242 nt for nucleocapsid gene.Spike gene has the least average and median G + C contents among these four genes (median:37.45%, 37.31%, 42.60% and 47.22% for orf1ab, spike, membrane and nucleocapsidrespectively). The G +C contents of the orf1ab and spike genes were distributed in bi-modalpatterns, and the G + C contents of SARS-CoV-2 were located at the lesser half of the data ofthese two genes. The G + C contents for membrane and nucleocapsid genes of studied viralsequences were distributed in unimodal pattern (see Supplementary Figure S2).The overall amino acid and codon usage of the dataset were plotted in an ascending order(Figure 1). We observed that leucine and valine were two most frequently used amino acidsin the four studied genes, while tryptophan, histidine and methionine were the three least usedones. We also found that codons ending with cytosine or guanine were generally less frequentthan the codons ending with adenine or thymine. This pattern of uneven usage insynonymous codons were in accordance with the G + C content distribution results (codonsending with guanine or cytosine were less frequently observed).142143codons in a sample SARS-CoV-2 genome (MN908947).145146147148149150151We found a substantial bias in amino acid usage among these four genes, and this bias waswell explained by the hydropathy of the encoded proteins (results from globalcorrespondence analysis on all the four genes, collectively, data not shown). The GRAVYscores for every sequence were calculated to represent the degree of hydropathy. Wediscovered that the nucleocapsid protein sequences had significantly lower GRAVY scores ascompared to those from other genes, while the membrane protein sequences had highestGRAVY scores (see Supplementary Figure S3).We first conducted a multivariate analysis of codon usage on our dataset by using globalcorrespondence analysis. We also conducted WCA and BCA to study these sequences atsynonymous codon usage and amino acid usage levels, respectively. Given that there weredifferent amino acid usage biases among different genes (Supplementary Figure S3), weperformed correspondence analyses of these individual genes separately.Of all the four correspondence analyses for the four genes, the extracted first factors allexplained more than 50% of the total variances (see Supplementary Figure S4). The first twofactors in orf1ab global CA represented 67.9% and 16.6% of total inertia. Similarly, the firsttwo factors of the spike, membrane and nucleocapsid global CA represented 51.2% and18.4%, 52.7% and 20.2%, 54.9% and 14.1%, respectively, of total inertia. With only thesetwo factors, we could extract more than ~70% of the variability of the overall codon usagefor each studied gene. These levels of representations were higher than or similar to thosededuced from other codon usage analyses8,16,17.The overall codon usage of SARS-CoV-2 in orf1ab, spike and membrane genes are similar tothose of bat SARSr-CoVsBased on the above CA analysis, the data points were coloured by different features of thesequences (e.g. viral host or viral species). There was no neighbouring human virus aroundSARS-CoV-2 in the CA results of orf1ab, spike and membrane (Figure 2), suggesting that theoverall codon usage of SARS-CoV-2 in the orf1ab, spike or membrane gene was significantlydifferent from those of human betacoronaviruses. By contrast, the nucleocapsid genes ofSARS coronavirus and SARS-CoV-2 are found to be relatively similar (SupplementaryFigure S5A). Except for the nucleocapsid gene, virus sequences adjacent to the SARS-CoV-2were all from bat coronaviruses (coloured in purple in Figure 2).There are five viral sequences of human origin in the dataset (SARS-CoV-2, Betacoronavirus1, human coronavirus HKU 1, MERS-CoV and SARS-CoV). These five groups of viralsequences were well separated from each other in terms of codon usage, except thenucleocapsid gene sequences of SARS-CoV-2 and SARS-CoV as mentioned above. Therewas no overlap between SARS-CoV-2 and human SARS-CoV in orf1ab, spike andmembrane, yet SARS-CoV processed more similar codon usage to SARS-CoV-2 comparedto other three types of human coronaviruses (yellow point always the most nearby ones toSARS-CoV-2 in Supplementary Figure S5A).Comparing to human coronavirus sequences, the bat coronavirus sequences have morescattered codon usage, even within the same viral species (Supplementary S5B). Some viralspecies in bat formed their own clusters in all four genes, for example, SARSr-CoV.SARSrCoV is a type of coronavirus that can be found in both human and bat. We observed that thedata points of human SARSr-CoV are clustered with those of bat SARSr-CoV in all the fourgenes (by comparing the yellow points in Supplementary Figure S5A and S5B). The codonusage of SARS-CoV-2 in orf1ab, spike and membrane were deviated from the SRAS-CoVcluster and these data points located in between of SARSr-CoV and other coronavirus species(e.g. MERSr-CoV and bat coronavirus HKU9 etc.)We also observed that the codon usage pattern in spike gene was more complex than in othergenes. For example, the data points adjacent to the spike gene of SARS-CoV-2 werecoronaviruses from bat, human and rodent host (Figure 2). The codon usage of rodentcoronaviruses was generally distinct from human or bat coronaviruses in orf1ab, membraneand nucleocapsid gene sequences. Interestingly, the spike gene sequences of murinecoronaviruses located between SARSr-CoV and other coronaviruses, just like SARS-CoV-2did (Figure 2 and Supplementary Figure S6B). The codon usage from camel, swine and othercoronaviruses were well clustered and relatively distant to SARS-CoV-2 (see SupplementaryFigure S6A, S5C, S5D).203204coloured by different viral host. The SARS-CoV-2 and related reference data points wereThe codon usage at synonymous level suggested novel patterns of SARS-CoV-2 in spike andmembrane genesWCA and BCA were used to further differentiate the codon usages of thesebetacoronaviruses at synonymous codon usage and amino acid usage levels, respectively.After applying the row-block structure to the original global CA model, we found that mostof the variability in codon usage can be explained at synonymous codon usage level (90.35%for orf1ab gene, 85.27% for spike gene, 83.75% for member gene and 84.08% fornucleocapsid gene ) (Table 1).220221222223224225226227228229230231232233234The results from the BCA suggested that the amino acid usage of SARS-CoV-2 is closelyrelated to bat and human SARSr-CoV in all four genes (Figure 3B and Figure 4B).Specifically, we discovered that the SARS-CoV-2 had most similar amino acid usage patternto bat RaTG13 virus, followed by bat CovVZC45 and bat CoVZXC21. The sequences ofBtKY72 and BM48-31 were from a more phylogenetically distant clade, and, accordingly,they had relatively distinct amino acid usage to SARS-CoV-2 as expected in all four studiedgenes. This result agreed with the result in the full-genome phylogenetic analysis(Supplementary Figure S7).The difference of synonymous codon usage between SARS-CoV-2 and RaTG13 wasmarginal in orf1ab and nucleocapsid sequences. Interestingly, there were noticeabledifferences in the spike and membrane gene analyses. Our results suggested the synonymouscodon usage patterns in the spike and membrane gene of SARS-CoV-2 are different fromthose of its genetically related viruses (i.e. RaTG13 and other reference relatives). Forexample, the synonymous codon usage pattern of SARS-CoV-2 was closer to a cluster ofrodent murine coronaviruses at the first two factorial levels (Figure 3A and Figure 4A).Further analysis on spike gene, however, suggested that the codon usage of SARS-CoV-2 androdent murine coronaviruses were distinct at the third factorial level (Supplementary FigureS8A). The result showed that although RaTG13 was not the most adjacent point toSARSCoV-2 at the first and second dimension, it surpassed murine coronaviruses at the thirddimension. Our result suggested a complex genomic background in the spike gene ofSARSCoV-2, which made its synonymous codon usage harder to differentiate from other genomicsequences in our WCA analysis. Despite the proximity between RaTG13 and SARS-CoV-2at three-dimensional level, they still formed into two separated clusters (SupplementaryFigure S8A). It was evident that the synonymous codon usage pattern of SARS-CoV-2 wasdistinct to other bat origin coronaviruses. The difference in synonymous codon usage waslargely explained by the first factor (more than 50%), and our analysis on codon usagessuggested that the first factor maybe highly related to the preferential usage of codons endingwith cytosine (Supplementary Figure S9). We also had similar observation for the membranegene. The synonymous codon usage of SARS-CoV-2 were closely related to two batMERSr249250251252253254CoV (Figure 3A and Figure 4A) at two-dimensional level, whereas our furtherthreedimensional analysis revealed that the synonymous codon usage of SARS-CoV-2 inmembrane was most similar to CoVZXC21.Overall, our WCA results supported a more complex synonymous codon usage backgroundon spike and membrane genes, yet we identified unique codon usage patterns ofSARS-CoV2 on these two genes.256257258259coloured by different viral host. The SARS-CoV-2 and related reference data points were261262coloured by different viral species. The SARS-CoV-2 and related reference data point wereCodon usage can be affected by many sequence features, including nucleotide composition,dinucleotide composition, amino acid preference, host adaption, etc8,18,19. The codon usagesof viral sequences can vary between genes and host origins20–22. The bias in codon usage is aunique and distinctive characteristic that can reflect the “signature” of a genomic sequence.Codon usage analyses are often complementary to ordinary sequence alignment-basedanalyses which focus on the genetic distance at nucleotide level, whereas codon usageanalyses enable capturing signals at different sequence parameters. Therefore, codon usagebias can be another good proxy for identifying unique traits (e.g. virus origin, host origin, orsome functions of proteins) of a genome. The goal of this study was to investigate the codonusage bias of betacoronaviruses. By studying the codon usages of these viruses in asystematic manner, we identified viral sequences carrying traits similar to those ofSARSCoV-2, which provided useful information for studying the host origin and evolutionaryhistory of SARS-CoV-2.The codon usages were very different among genes in betacoronaviruses. The G+C content,especially the GC3 content is known to be influential to the codon usage of some bacteria andviruses 7,23,24. Such phenomenon was also significant in our analyses of orf1ab and spikesequences, but this was not observed in our analysis of membrane or nucleocapsid sequences(see Supplementary Figure S8). In fact, the G + C contents were less suppressed in membraneand nucleocapsid (Supplementary Figure S2). This can be partly explained by the fact thatmembrane and nucleocapsid are two genes with shorter length which may limit theflexibilities for mutation or codon usage adaptation. In addition to global CA analysis, theapplication of WCA and BCA could eliminate the effects caused by amino acid compositionsand synonymous codon usage, respectively. These alternative analytical tools were importantto our study. It is because the amino acid sequences are expected to be more conserved suchthat they can preserve biological functions of the translated genes. By contrast, mutations atsynonymous level tend to be more frequent, as most of these codon alternatives would notaffect the biological function of a protein.Of all the existing genomes in the dataset, RaTG13 best matched the overall codon usagepattern of the SARS-CoV-2. Although the SARS-CoV-2 had similar amino acid usage tohuman and bat SARSr-CoVs, the synonymous codon usages between them were relativelydifferent, which indicated similar protein characteristics but maybe different evolutionaryhistories. The codon usages of bat coronaviruses were more scattered than coronaviruses ofother hosts, this result agrees with the fact that bat is a major host reservoir of coronavirus25,thus it harbours coronaviruses with more complex genomic backgrounds.SARS-CoV-2 was first identified in human, but its codon usage was very different from otherfour types of Betacoronavirus that infecting human (Supplementary Figure S5A). In fact, thecodon usage at both the amino acid level and synonymous level denoted that the orf1ab genein SARS-CoV-2 had closest relationship to bat-origin SARSr-CoV, especially RaTG13. TheCoVZX45 and CoVZXC21 had similar amino acid usage but relatively different synonymouscodon usage to SARS-CoV-2 (Figure 3). This result in orf1ab was in accordance with thefull-genome phylogenetic analysis (Supplementary Figure S7), showing a close relationshipbetween SARS-CoV-2 and RaTG13 by the overall backbone of the genome.The S protein are responsible for receptor binding which is important for viral entry. Thegenetic variability is extreme in spike gene26, and this highly mutable gene may possessvaluable information in recent evolution history. In our results, the synonymous codon usageof SARS-CoV-2 in spike gene was distinct from those of RaTG13 and other phylogeneticrelatives (Figure 3A), which was not observed in orf1ab or nucleocapsid gene. Although thecodon usage in spike of SARS-CoV-2 and RaTG13 were similar at amino acid level, thedifference at synonymous codon usage level indicated that they are unlikely to share a recentcommon ancestor. It is more likely that SARS-CoV-2 and RaTG13 might have undergonedifferent evolution pathways for a certain period of time. The amino acid usage ofSARSCoV-2 in membrane was clustered with bat SARSr-CoV, however the synonymous codonusage of SARS-CoV-2 was still distinct to these bat coronaviruses. Our result supporteddifferent evolutionary background or currently unknown host adaption history inSARS-CoV2. The codon usage of SARS-CoV-2 in nucleocapsid gene was similar to bat SARSr-CoVboth at amino acid level and synonymous level, suggesting that there was no highlysignificant mutation happened in this gene.Codon usage can be shaped by many different selection forces, including the influence fromhost factors. Some researches hypothesised that the codon usage in SARS-CoV-2 maybedirectly correlate to the codon usage of its host27. However our recent study on influenza Aviruses implied that these may not be the most influential factors shaping the codon usage ofa viral genome18. Our analysis took advantage of the existing genomes of Betacoronavirus tostudy the complex host effect on codon usage, which warrants more accurate but relativelyconserved estimation.332333334335336337338339340341342343344345346347348349350351352353354355356357358359360361We thank researchers for making viral sequences available for public access. We gratefullyacknowledge the Originating and Submitting Laboratories for sharing genetic sequences andother associated data through the GISAID Initiative, on which this research is based. A list ofthe authors can be found in Supplementary Table S2.HHSN272201400006C).This work was supported by Health and Medical Research Fund (Hong Kong) and NationalInstitutes of Allergy and Infectious Diseases, National Institutes of Health (USA) (contractZhu, N. et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N. Engl. J.Med. NEJMoa2001017 (2020). doi:10.1056/NEJMoa2001017WHO. Novel coronavirus – Republic of Korea (ex-China). Geneva: World HealthOrganization. (2020).Percudani, R. & Ottonello, S. Selection at the wobble position of codons read by the sametRNA in Saccharomyces cerevisiae. Mol. Biol. Evol. (1999).Pepin, K. M., Domsic, J. & McKenna, R. Genomic evolution in a virus under specificAkashi, H. & Eyre-Walker, A. Translational selection and molecular evolution. Curr. Opin.Genet. Dev. (1998). doi:10.1016/S0959-437X(98)80038-5Perriere, G. Use and misuse of correspondence analysis in codon usage studies. Nucleic AcidsRes. 30, 4548–4555 (2002).Suzuki, H., Brown, C. J., Forney, L. J. & Top, E. M. Comparison of correspondence analysismethods for synonymous codon usage in bacteria. DNA Res. 15, 357–365 (2008).Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. Lancet (London, England) (2020).10.Zhou, P. et al. Discovery of a novel coronavirus associated with the recent pneumonia36336411.12.13.14.15.16.17.18.19.20.21.22.23.outbreak in humans and its potential bat origin. bioRxiv 2020.01.22.914952 (2020).doi:10.1101/2020.01.22.914952396397398399400401402403404405Woo, P. C. Y., Huang, Y., Lau, S. K. P. & Yuen, K. Y. Coronavirus genomics andbioinformatics analysis. Viruses (2010). doi:10.3390/v2081803Calisher, C. H., Childs, J. E., Field, H. E., Holmes, K. V. & Schountz, T. Bats: Importantreservoir hosts of emerging viruses. Clinical Microbiology Reviews (2006).Gallagher, T. M. & Buchmeier, M. J. Coronavirus spike proteins in viral entry andJi, W., Wang, W., Zhao, X., Zai, J. & Li, X. Homologous recombination within the spikeglycoprotein of the newly identified coronavirus may boost cross species transmission fromsnake to human. J. Med. Virol. jmv.25682 (2020). doi:10.1002/jmv.25682", "ref_list": [[], ["A novel coronavirus outbreak of global Gu"], ["'inertie intraclasse par l'analyse d'un tableau de correspondance"], ["A simple method for displaying the hydropathic character of a protein"], ["Analyses of Codon Usage Biases"], ["Dinucleotide evolutionary dynamics in influenza A virus"], ["Selection on Codon Bias"], ["Genome-wide analysis of codon usage bias in Ebolavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao", "H. Poon", "L. L. Bioconductor - SynMut.", "S. Dufour", "A. B."], ["J. P. Benzécri", "Analyse de l"], ["J. Kyte", "R. F. Doolittle", "D. Lobry", "J. R.", "U. Porto", "M. Roman", "H. E. Vendruscolo", "M."], ["J. R. Lobry", "Multivariate", "T. Gu", "W. Sun", "X. Lu", "Z."], ["H. Gu", "R. L. Y. Fan", "D. Wang", "L. L. M. Poon"], ["R. Hershberg", "D. A. Petrov", "E. H. Smith", "D. K. Rabadan", "R. Peiris", "M. Poon", "L. L."], ["J. Cristina", "P. Moreno", "G. Moratorio", "H. Musto", "G. M. Holmes", "E. C.", "X Gu", "W. Zhou", "T. Ma", "X. Sun", "Z. Lu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "27\n28", "one_words_summarize": "2728The 2019 novel coronavirus (SARS-CoV-2) is raising global concern as it continues tospread nationally and internationally since its first report in December 2019 in China. Codon usage of the viral genesmight be subjected to selection pressure from different hosts or environments. A novel coronavirus outbreak took place in Wuhan, Hubei province, China in December20191. Further sequence analyses of this novel and other betacoronaviruses mightprovide additional information to better understand the evolution of SARS-CoV-2.Preferential codon usage is commonly seen in different organisms, and it has been evidentthat the uneven codon usage is not neutral but related to gene expression or other selectionpressures 4–6. There are two levels of codon usage biases, one is at amino acid level and theother is at synonymous codon level. The amino acid composition among proteins can be animportant factor to control certain sequence traits. The use of globalcorrespondence analysis (CA) and its derivatives within-group correspondence analysis(WCA) to analysis codon usages can overcome the above problem. We found SARS-CoV-2 and batSARSr-CoV have similar amino acid usage. 5) Concatenateorf1a and orf1b sequences to form orf1ab if necessary. The sequences for envelope gene was not included in theanalysis because of its short length and potential bias in codon usage. Correspondingmetadata for the sequences were extracted by the sequence name field. Three stop codons(TAA, TAG and TGA) were excluded in the correspondence analysis. WCA focuses on the within-aminoacid variability, and technically it excludes the variation of amino acid usage differences. We also found that codons ending with cytosine or guanine were generally less frequentthan the codons ending with adenine or thymine. We also conducted WCA and BCA to study these sequences atsynonymous codon usage and amino acid usage levels, respectively. Similarly, the firsttwo factors of the spike, membrane and nucleocapsid global CA represented 51.2% and18.4%, 52.7% and 20.2%, 54.9% and 14.1%, respectively, of total inertia. With only thesetwo factors, we could extract more than ~70% of the variability of the overall codon usagefor each studied gene. This result agreed with the result in the full-genome phylogenetic analysis(Supplementary Figure S7).The difference of synonymous codon usage between SARS-CoV-2 and RaTG13 wasmarginal in orf1ab and nucleocapsid sequences. Our results suggested the synonymouscodon usage patterns in the spike and membrane gene of SARS-CoV-2 are different fromthose of its genetically related viruses (i.e. RaTG13 and other reference relatives). Therefore, codon usagebias can be another good proxy for identifying unique traits (e.g. virus origin, host origin, orsome functions of proteins) of a genome. The goal of this study was to investigate the codonusage bias of betacoronaviruses. These alternative analytical tools were importantto our study. Thegenetic variability is extreme in spike gene26, and this highly mutable gene may possessvaluable information in recent evolution history. Our analysis took advantage of the existing genomes of Betacoronavirus tostudy the complex host effect on codon usage, which warrants more accurate but relativelyconserved estimation.332333334335336337338339340341342343344345346347348349350351352353354355356357358359360361We thank researchers for making viral sequences available for public access. A Novel Coronavirus from Patients with Pneumonia in China, 2019. doi:10.1016/S0959-437X(98)80038-5Perriere, G. Use and misuse of correspondence analysis in codon usage studies. Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. Discovery of a novel coronavirus associated with the recent pneumonia36336411.12.13.14.15.16.17.18.19.20.21.22.23.outbreak in humans and its potential bat origin."}