{"date": "2020/02/11", "journal": "medrxiv", "authors": "Zhijie Xu, Yi Qian, Lizheng Fang, Mi Yao", "title": "Primary Care Practitioners' Response to 2019 Novel Coronavirus Outbreak in China", "type": "preprint article", "abstract": "Birmingham, Birmingham, UK (Yao) Corresponding Author: Mi Yao, MD, Institute of Applied Health Research,", "text": "Primary Care Practitioners' Response to 2019 Novel Coronavirus Outbreak inThe emerging outbreak of the 2019 novel coronavirus (2019-nCoV) originated fromWuhan poses a great challenge to healthcare system in China.1 Primary carepractitioners (PCPs) have an important role in district communicable disease control.2However, because primary health-care system in China still needs to be substantiallystrengthened,3,4 whether PCPs are proactive and capable in responding to theoutbreak remains unclear. Using an electronic questionnaire, we surveyed a nationalsample of PCPs to assess their response to novel coronavirus outbreak.Methods From Jan 28, 2020 to Feb 3, 2020, we invited a national random sampleof PCPs in China to participate in an online survey through social media. Thequestionnaire was adapted from The Notice of Improving Prevention of 2019-nCoVcausing Pneumonia in Primary Care Settings issued by China’s National HealthCommission on Jan 27, 2020.5 It included 6 questions of demographic information,duration and scope of clinical practice as well as types of practice settings, and 8statements regarding whether the PCPs were making efforts to respond to novelcoronavirus outbreak in daily practice.Eligible PCPs participated in this survey voluntarily and were not compensated.Once completed and returned, the survey was regarded as informed consent byparticipants. This study was deemed exempt from review by the Sir Run Run ShawResults Among 1751 respondents (response rate: 62%), 784 (45%) were men and1135 (65%) were family physicians. The mean (SD) age of respondents was 38(8)years, and the duration of practice was 15 (9) years (Table 1). Most of PCPs wereproactive in studying knowledge and skills of containing 2019-nCoV (99%, n=1741),teaching their consulting patients ways of prevention (94%, n=1650), and comfortingthe worried patients (86%, n=1509). The study also showed that 69% (n=1221) ofPCPs used online consultation for health education. However, less than half (48%,n=849) reported to transfer the suspected infected patients to hospitals for furtherdiagnosis and treatment. The rates of visiting, transferring and monitoring thesuspected cases varied among PCPs in different practice settings, geographic regions,and specialties, respectively (Table 2).We found that most of China’s PCPs attached great importance to thenational epidemic outbreak and had some preparation of knowledge and skills forthe emerging situation. They took multiple control measures instructed by healthauthorities, and the majority spontaneously provide online consultation to localcommunity, which effectively increased the coverage of health services during apandemic period and strengthened the relationship between PCPs and the public.Nevertheless, the capacity of transferring suspected cases remained relativelyinadequate. Hence, China’s hierarchical medical system for managing communicabledisease remains to be improved.The result that PCPs’ responses varied among practitioners, regions and settingsmay be attributed to the uneven distribution of healthcare providers and resourcesacross the country. It indicates that policies for containing the coronavirus outbreakin primary care should consider different challenges PCPs encounter and adjustmeasures to individual conditions.Our study includes several limitations. First, there is a diversity of controlmeasures among districts and PCPs’ response may be affected by local authorities.Second, PCPs other than clinicians are not included in our study because they are notresponsible for screening and transfer.Policy-makers should take steps to improve PCPs’ capacity and consciousness toready for rapid response, and strengthen collaboration between PCPs and specialistsAuthor Contributions: Dr Yao had full access to all the data in the study and takesresponsibility for the integrity of the data and the accuracy of the data analysis.Acquisition, analysis, or interpretation of data: All authors.Critical revision of the manuscript for important intellectual content: All authors.1. Paules CI, Marston HD, Fauci AS. Coronavirus Infections—More Than Just the[publishedonline23,2. Harapan H, Rajamoorthy Y, Utomo PS, et al. Knowledge and attitude towardspregnancy-related issues of Zika virus infection among general practitioners in3. Yuan B, Balabanova D, Gao J, et al. Strengthening public health services to achieveuniversal health coverage in China. BMJ. 2019;365:l2358. doi:10.1136/bmj.l2358.4. Li X, Lu J, Hu S, et al. The primary health-care system in China. Lancet. 2017;390(10112):2584-2594. doi: 10.1016/S0140-6736(17)33109-4.5. National Health Commission of the People's Republic of China. The Notice ofImproving Prevention of 2019-nCoV causing Pneumonia in Primary Care Settings.http://www.xjhfpc.gov.cn/info/2072/17376.htm. Accessed Jan 29, 2020.6. China's National Bureau of Statistics. Division of eastern, western, central andnortheastern China.OthersbFinding(N=1751)38(8)Other clinical types include preventive medicine, rehabilitation and stomatology.Statement Yes,No. (%; 95%CI)I have studied clinical practice guidelines on 1741(99;99-100)containing novel coronavirus outbreakI have participated in primary screening 1383(79;77-81)suspected cases in daily practiceI have visited residents and/or villagers to 1002(57;55-60)screen suspected casesaI have taught the consulting patients how to 1650(94;93-95)prevent infection of 2019 novel coronavirusI have transferred the suspected cases to 849(48;46-51)hospitals for further diagnosis and treatmentbI have follow up and monitored health 1027(59;56-61)conditions of the suspected casescI have comforted the consulting patients if 1509(86;85-88)they are worried or panicI have provided consultation to residents 1221(70;68-72)and/or villagers through the Internet (e.g.,WeChat)daPCPs in village clinics (68%, n=97) were more proactive in home visit than PCPs inother settings (community health center: 59%, n=541; township health center: 55%,n=346; private clinic: 28%, n=18) (P=0.000).bTransfer were more common among PCPs in central China (58%, n=149) than PCPsin other regions (east: 51%, n=335; west: 47%, n=295; northeast: 32%,n=70)(P=.001).c62% (n=706) of PCPs of family medicine followed up and monitored healthconditions of the suspected cases, compared with 52% (n=150) of internal medicine,47% (n=27) of surgery, 54% (n=60) of traditional Chinese medicine and 52% (n=84) ofother clinical types (P=.000).dMen were more likely than women to provide online consultation (75%, n=590 vs65%, n=631; P=.000).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Primary Care Practitioners' Response to 2019 Novel Coronavirus Outbreak in", "one_words_summarize": "Primary Care Practitioners' Response to 2019 Novel Coronavirus Outbreak inThe emerging outbreak of the 2019 novel coronavirus (2019-nCoV) originated fromWuhan poses a great challenge to healthcare system in China.1 Primary carepractitioners (PCPs) have an important role in district communicable disease control.2However, because primary health-care system in China still needs to be substantiallystrengthened,3,4 whether PCPs are proactive and capable in responding to theoutbreak remains unclear. Using an electronic questionnaire, we surveyed a nationalsample of PCPs to assess their response to novel coronavirus outbreak. Thequestionnaire was adapted from The Notice of Improving Prevention of 2019-nCoVcausing Pneumonia in Primary Care Settings issued by China’s National HealthCommission on Jan 27, 2020.5 It included 6 questions of demographic information,duration and scope of clinical practice as well as types of practice settings, and 8statements regarding whether the PCPs were making efforts to respond to novelcoronavirus outbreak in daily practice. Eligible PCPs participated in this survey voluntarily and were not compensated. Strengthening public health services to achieveuniversal health coverage in China. OthersbFinding(N=1751)38(8)Other clinical types include preventive medicine, rehabilitation and stomatology."}