{"date": "2020/02/10", "journal": "medrxiv", "authors": "Suxin Wan, Qingjie Yi, Shibing Fan, Jinglong Lv, Xianxiang Zhang, Lian Guo, Chunhui Lang, Qing Xiao, Kaihu Xiao, Zhengjun Yi, Mao Qiang, Jianglin Xiang, Bangshuo Zhang, Yongping Chen", "title": "Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP)", "type": "preprint article", "abstract": "4 Neurosurgery of Chongqing Three Gorges Central Hospital, Chongqing 404100, China； 7 Research and Foreign Affairs Department of Chongqing Three Gorges Central Hospital, Chongqing 404100, China；", "text": "282930313233# Suxin Wan, Qingjie Yi and Shibing Fan contributed equally to this article.Running title: Lymphocyte subsets and cytokines in peripheral blood of NCIP patientswere analyzed.Background: To explore the cellular immunity and cytokines status of NCP patients and to predictthe correlation between the cellular immunity levels, cytokines and the severity of patients.Methods: 123 NCP patients were divided into mild and severe groups. Peripheral blood wascollected, lymphocyte subsets and cytokines were detected. Correlation analysis was performed onthe lymphocyte subsets and cytokines, and the differences between the indexes of the two groupsResults: 102 mild and 21 severe patients were included. Lymphocyte subsets were reduced in twogroups. The proportion of CD8 + T reduction in the mild and severe group was 28.43% and 61.9%,respectively; The proportion of B cell reduction was 25.49% and 28.57%; The proportion of NKcell reduction was 34.31% and 47.62%; The detection value of IL-6 was 0 in 55.88% of the mildgroup, mild group has a significantly lower proportion of patients with IL-6 higher than normal thansevere group; There was no significant linear correlation between the lymphocyte subsets andcytokines, while significant differences were noticed between the two groups in CD4 + T, CD8 + T,IL-6 and IL-10.Conclusions: Low levels of CD4+T and CD8+T are common in severe NCP. IL-6 and IL-10 levelswere higher in severe patients. T cell subsets and cytokines can be used as one of the basis forpredicting the transition from mild to severe. Large number of samples are still needed to confirmthe \"warning value\" of CD4 + T, CD8 + T IL-6 and IL-10.Key words: 2019 novel coronavirus; lymphocyte subsets; cytokines; mild; severe565758596061626364656667686970717273747576777879808182838485Introduction2019-novel coronavirus (2019-nCoV), which was discovered due to viral pneumonia cases inWuhan in 2019, was named by the World Health Organization (WHO) on 10 January 2020. Themain source of infection is pneumonia patients infected by new coronavirus. Respiratory dropletsare the main route of transmission and it can also be transmitted through contact. People aregenerally susceptible. At present, the occurrence, development, mechanism of prognosis andimmune status of patients with 2019-nCoV are still unclear.1 This study intends to detect theperipheral blood lymphocyte subsets and cytokines in 123 patients with 2019-nCoV infection byusing four-color immunoflow cytometry and multiple microsphere flow immunofluorescence toinvestigate the cellular immunity status and cytokine levels of 2019-nCoV infected patients, toexplore the correlation between cellular immune statuses, cytokine levels and the severity of2019nCoV infection.Materials and MethodsPatientsFrom January 26, 2019 to February 4, 2020, 123 inpatients diagnosed with 2019- nCoVinfection were collected in the Chongqing Three Gorges Central Hospital. All patients wereconfirmed to be positive for new coronavirus nucleic acid by real-time fluorescent RT-PCR. Patientswere diagnosed according to the World Health Organization interim guidance for NCP and dividedinto mild and severe (including severe and critical) groupsBlood samplingBlood samples of the patients were collected by the nurse according to the doctor's order, andall patients were not treated before the blood sampling or did not receive the standardized treatmentaccording to the diagnosis and treatment scheme of NCP.Lymphocyte subsets detectionTwo test tubes were taken for each patient, and were numbered A and B respectively. 5 μL ofCD3/ CD8/ CD45/ CD4 antibody (Beijing Tongshengshidai Biotechnology Co., Ltd) was added tothe tube A and 5 μL of CD16 + 56/ CD45/ CDl9 antibody was added to tube B. After adding 50 μLof EDTA anticoagulant whole blood to each tube, the tubes were vortexed and kept at roomtemperature for 15 minutes in the dark. Then the samples were detected by four-color fluorescencelabeled flow cytometry (Mindray BriCyte E6; Mindray, Shenzhen, China).Ethics approvalBaseline dataCytokine detectionThe detection reagent of cytokine was provided by Qingdao Raisecare Biotechnology Co., Ltd(calibrator lot number: 20190801). Six cytokines including IL-4, IL-6, IL-10, IL-17, TNF and IFNwere detected by multiple microsphere flow immunofluorescence according to the manufacturer’sinstructions. After the blood sample and the corresponding flow tube be numbered 101, 102, 103,104, and 105, EDTA-K2 anticoagulant whole blood was centrifuged at 2365 r / min for 30 min.Then 25 μL of experimental buffer, 25 μL of centrifuged plasma, 25 μL of capture microsphereantibody, and 25 μL of detection antibody were added to the corresponding flow tube. Afterincubating at room temperature for 2 hours in the dark with gentle shaking, 25 μL SA-PE was addedinto the flow tube respectively, and then incubation was continued for 30 minutes. Subsequently,the diluted wash buffer (1:10) was added to the flow tube. After a few seconds of vortex shaking,the flow tube was centrifuged at 1500r / min for 5 minutes, the liquid was slowly poured out, andthe flow tube was inverted on the absorbent paper. Then 100 μL of diluted washing buffer (1:10)was added to the flow tube according to the requirements of the flow cytometer, and the test wasperformed after shaking for 10 seconds.Statistical analysisAll statistical analyses were performed using SPSS 22.0 (SPSS Inc., Chicago, IL, USA).Descriptive analyses were performed for categorical variables such as gender. Continuous variablessuch as inspection results were expressed as x ± s and compared using the independent samplesttest. Correlation analysis results were expressed by Pearson correlation coefficient and a larger r2indicates better linear correlation. P<0.05 was considered as statistically significant.This study was approved by the ethical committee of Chongqing Three Gorges Central8687888990919293949596979899100101102103104105106107108109110111112113114115The study population included 138 hospitalized patients with confirmed NCP. 102 NCPpatients (55 males and 47 females) with a mean age of 43.05 ± 13.12 (15~82) years in the mildgroup and 21 NCP patients (11 males and 10 females) with a mean age of 61.29±15.55 (34~79)years in the severe group were enrolled.116117118119120121122123124125126127128129130131132133134135136137138139140141142143144145Lymphocyte subsets in peripheral blood of NCP patientsT were divided into below normal value, within normal value and above normal value. Thecorresponding quantities and proportions were respectively calculated, and the results were shownin Table 1.Among the mild patients, 54 (52.90%) patients had CD4 + T below normal values, 48 (47.10%)were within normal values; 73 (71.60%) patients had CD8 + T within normal values, and 29 (28.40%)were lower than normal; 26 (25.49%) patients had B cell lower than normal, 75 (73.50%) werewithin normal, 1 (0.01%) was higher than normal; 35 (34.31%) patients had NK cell below normalvalues, 66 cases (64.71%) were within normal values, 1 case (0.01%) was higher than normal values;95 patients (93.14%) had CD4 + T / CD8 + T within normal values, 3 cases (2.94%) were lowerthan normal, 4 cases (3.92%) were higher than normal values.In severe patients, CD4 + T was lower than normal in 20 patients (95.24%), within normal in1 patient (4.76%); CD8 + T was lower than normal in 13 patients (61.90%), within normal in 8patients (38.10%); B cell was lower than normal in 6 patients (28.57%), within normal in 15 patients(71.43%); NK cell was lower than normal in 10 patients (47.62%), and within normal in 11 patients(52.10%) 38%, 18 (85.71%) patients had CD4 + / CD8 + ratio within the normal value, 2 (9.53%)patients were lower than the normal value, 1 (4.76%) was higher than the normal value.Cytokines in peripheral blood of NCP patientsIL-4, IL-6, IL-10, IL-17, TNF, and IFN were divided into values of 0, within the normal value(normal values other than 0), and above the normal value according to the results of variousindicators. The corresponding quantities and proportions were counted (Table 2).Among the mild patients, 102 (100%) patients had IL-4, IL-10, and IL-17 all within normalvalues; 57 (55.88%) patients had IL-6 values of 0 and 14 (13.73%) within normal values, 31(30.39%) were higher than normal; 100 (98.04%) patients had TFN values within normal values, 2(1.96%) were higher than normal values; 92 (90.20%) patients had IFN within the normal values, 5cases (4.90%) had IFN values of 0, and 5 cases (4.90%) were higher than normal values.In severe patients, IL-4, IL-10, IL-17 and TNF were all within the normal values in 21 (100%)patients; IL-6 was 0 in 3 patients (14.29%), 2 patients (9.52%) were within the normal values, 16patients (76.19%) were higher than the normal values; IFN was within the normal values in 20146147148149150151152153154155156157158159160161162163164165166167168169170171172173174175patients (95.24%), and 1 patient (4.76%) was higher than the normal values.Correlation between lymphocyte subsets and IL-6 in NCP patientsConsidering that the value of IL-6 changed most in the mild and severe groups, the correlationbetween the lymphocyte subsets and the cytokine IL-6 was analyzed. The data with IL-6 value of 0in each group (57 cases in light group and 3 cases in severe group) were excluded, and 45 cases inthe mild group and 18 cases in severe group were included in the correlation analysis. As shown invery low, and there was no significant linear correlation.Comparison of lymphocyte subsets and cytokines in peripheral blood between patients with mildand severe NCPThe data (57 cases of IL-6 and 3 cases of IFN in the mild group) with the index value of 0 inthe two groups were excluded. Two independent-samples t test was performed on the lymphocytesubsets and cytokines of the mild group and the severe group, with α= 0.05 as the inspection level.Significant differences were observed in CD4 + T, CD8 + T, IL-6, IL-10 between the mild groupand the severe group (P < 0.05), while no significant difference was detected in B cell, NK cell,CD4 + T / CD8 + T, IL-4, IL-17, TNF, IFN between the two groups (P > 0.05, Table 4).DiscussionLymphocyte subsets play an important role in the body's cellular immune regulation, and eachcell restricts and regulates each other. This study found that among NCP patients, the reduction rateof CD4 + T accounted for 52.90% in the mild group, and 95.24% in the severe group; the reductionrate of CD8 + T accounted for 28.40% in the mild group, and 61.90% in the severe group, indicatingthat T lymphocytes were more inhibited in severe patients when the body is resistant to 2019-nCoVinfection. This was consistent with the research conclusions of Huabiao Chen2 in SARS coronavirus,revealing that the body responds in the same way when coping with homologous coronavirusinfection. The reduction ratio of B cell was 25.49% and 28.57% in the mild group and the severegroup, respectively, with no significant difference. The reduction ratio of NK cells accounted for34.31% in the mild group and 47.62% in the severe group, which suggested that 2019-nCoVinfection limited the activity of NK cells to a certain extent, and in view of the fact that immuneadjuvant IL-2 can improve the activity of NK cells, the above research results may provide new176177178179180181182183184185186187188189190191192193194195196197198199200201202203204205ideas and evidence for clinical treatment. 3Chaolin Huang et al.4 showed that the levels of IL-2, IL-7, IL-10, TNF-α, G-CSF, IP-10,MCP1, MIP-1A were significantly higher in 2019-nCoV infected patients in ICU than those in non-ICUpatients, and the incidence of ARDS, secondary infection, shock, acute heart, and kidney injury wassignificantly higher in patients with ICU than in non-ICU patients. The results of this study indicatedthat 21 patients in the severe group had IL-4, IL-10, IL-17, and TNF within normal values. TNF andIFN mainly secreted by Th1 cells and NK cells were not significantly different between the mildand severe groups. In the mild group, 55.88% of the patients had IL-6 detection value of 0, and30.39% of the patients had IL-6 detection value higher than the normal value. The reason remainsto be elucidated, which may be related to the inhibition of Th2 cells involved in humoral immunityin the early stage of infection. However, the proportion of IL-6 above normal was 76.19% in thesevere group, which was significantly higher than that in the mild group. This is in line with theconcept of \"Cytokine Storm\", which must be experienced by patients with mild illness to becomesevere, emphasized by Lanjuan Li, an academician of the Chinese Academy of Engineering. Inaddition, in the course of diagnosis and treatment, the Chongqing Three Gorges Central Hospitalnoticed that monitoring the changes of cytokines during the treatment process is of certainsignificance to optimize the treatment plan and predict the outcome of the disease.The results of this study suggested that there was no significant linear correlation betweenlymphocyte subsets and cytokines. By analyzing the differences of lymphocyte subsets andcytokines in peripheral blood between the mild and severe patients, we found that only CD4 + T,CD8 + T, IL-6, IL-10 had statistical significance between the mild and severe groups, suggestingthat the immunosuppression of severe patients with 2019-nCoV infection was more obvious, whichwas consistent with the opinions of many experts.5, 6 For several results of this study, for example,the proportion of patients with an IL-6 value of 0 in the mild group was as high as 55.88%, therewas no significant difference in terms of IL-17, TNF, IFN, and IL-4 between the two groups ofpatients, both B cell and NK cell decreased in different degrees in two groups of patients, thepossible reasons are as follows. (1)The conclusion of this study is a true reflection of thecharacteristics of 2019-nCoV itself; (2) In the early stage of 2019-nCoV infection, due to the strongvariability and good concealment of the virus, it cannot be quickly recognized by the body; (3)2019-nCoV releases certain special factors after entering the body and interferes with the body's206207208209210211212213214215216217218219220221222223224225226227228229230231232233initiation of a specific immune response; (4) Other reasons that have not yet been confirmed.This study has several limitations. Firstly, as the largest diagnosis and treatment center forpatients with NCP in Chongqing area, our hospital has more than 123 patients so far. The samplesize was relatively small compared with Wuhan, where the disease originated, which may have someimpact on the statistical results. But on the whole, the number of patients in this area was in themiddle level for other parts of the country except Wuhan, and the research results were relativelyreliable. Secondly, the humoral immunity level of the included patients was not monitored, so therewas a certain deficiency in the evaluation of the immune system. Thirdly, due to the large-scaleoutbreak of the epidemic restricting the flow of people, data on healthy patients are lacking as blankcontrols.In future studies, data will be collected from healthy patients as blank controls to furtherexplore the predictive value of peripheral blood lymphocyte subsets and cytokines for patients with2019-nCoV infection. At the same time, we will cooperate with other designated treatment units tocarry out multicenter research to include more confirmed 2019-nCoV infected patients, expand thesample size, and design more rigorous randomized controlled trials. In addition, we will strengthenthe follow-up of patients who are cured and discharged, and regularly detect the patient's peripheralblood lymphocyte subsets and cytokines.We sincerely thank Lian Guo, director of the Teaching Department of the Chongqing Three GorgesCentral Hospital, and Chunhui Lang, director of the Foreign Affairs Department of ScientificProject No.2020CDJGRH-YJ03 supported by the Fundamental Research Funds for the Central234235236237238239240241242243244245246The datasets generated and analyzed during the current study are available from the correspondingauthor on reasonable request.J.L. had the idea for and designed the study and had full access to all data in the study and takeresponsibility for the integrity of the data and the accuracy of the data analysis. S.W., S.F., X.Z.,Q.X., K.X., J.X., B.Z. and Y.C. contributed to writing of the report. L.G. and C.L. contributed tocritical revision of the report. Q.Y., Z.Y. and M.Q. contributed to the statistical analysis. All authorscontributed to data acquisition, data analysis, or data interpretation, and reviewed and approved thefinal version.248249250251252253254255256257258259260261NEJM.org. DOI: 10.1056/NEJMoa2001191.Huabiao Chen. Study on immune response of SARS coronavirus-specific cytotoxic Tlymphocytes. Second Military Medical University, 2005: 1-95.Kun Xue. Effect of atypical influenza virus infection on NK cell activity [D]. China MedicalChaolin Huang, Yeming Wang, Xingwang Li, et.al. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China.The lancet, Published online January 24, 2020.Doi:10.1016/S0140-6736(20)30183-5.Diagnosis and treatment of pneumonia with a new coronavirus infection (trial version 5).Beijing Union Medical College Hospital on the \"new coronavirus infected pneumonia\"treatment proposal (V2.0)coronavirus (2019-nCoV) pneumonia (NCP)severe groupwithin normal values (n, %)groupsbelow normal values (n, %)within normal values (n, %)above normal values (n, %)below normal values (n, %)above normal values (n, %)CD4+T54(52.90)48(47.10)20(95.24)1(4.76)CD8+T29(28.40)73(71.60)13(61.90)8(38.10)B Cell26(25.49)75(73.50)1(0.01)6(28.57)15(71.43)NK Cell35(34.31)66(64.71)1(0.01)10(47.62)11(52.38)pneumonia (NCP)groupsthe Mild group（n=45）lymphocyte subsetsthe severe group（n=18）lymphocyte subsetsr2r2CD4+TCD4+T／CD8+T3(2.94)95(93.14)4(3.92)2(9.53)18(85.71)1(4.76)IFN5(4.90)5(4.90)1(4.76)2(1.96)CD4+T／CD8+T278279severe patients451.3 ±23.021<0.00010.2463", "ref_list": [[], [""], ["Coronavirus in the United States"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M.P.H. Michelle L. Holshue", "DeBolt Chas", "S M.P.H."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "28\n29\n30\n31\n32\n33\n# Suxin Wan, Qingjie Yi and Shibing Fan contributed equally to this article.", "one_words_summarize": "282930313233# Suxin Wan, Qingjie Yi and Shibing Fan contributed equally to this article. Large number of samples are still needed to confirmthe \"warning value\" of CD4 + T, CD8 + T IL-6 and IL-10.Key words: 2019 novel coronavirus; lymphocyte subsets; cytokines; mild; severe565758596061626364656667686970717273747576777879808182838485Introduction2019-novel coronavirus (2019-nCoV), which was discovered due to viral pneumonia cases inWuhan in 2019, was named by the World Health Organization (WHO) on 10 January 2020. Materials and MethodsPatientsFrom January 26, 2019 to February 4, 2020, 123 inpatients diagnosed with 2019- nCoVinfection were collected in the Chongqing Three Gorges Central Hospital. Then 100 μL of diluted washing buffer (1:10)was added to the flow tube according to the requirements of the flow cytometer, and the test wasperformed after shaking for 10 seconds. Correlation analysis results were expressed by Pearson correlation coefficient and a larger r2indicates better linear correlation. This study was approved by the ethical committee of Chongqing Three Gorges Central8687888990919293949596979899100101102103104105106107108109110111112113114115The study population included 138 hospitalized patients with confirmed NCP. As shown invery low, and there was no significant linear correlation. Significant differences were observed in CD4 + T, CD8 + T, IL-6, IL-10 between the mild groupand the severe group (P < 0.05), while no significant difference was detected in B cell, NK cell,CD4 + T / CD8 + T, IL-4, IL-17, TNF, IFN between the two groups (P > 0.05, Table 4).DiscussionLymphocyte subsets play an important role in the body's cellular immune regulation, and eachcell restricts and regulates each other. But on the whole, the number of patients in this area was in themiddle level for other parts of the country except Wuhan, and the research results were relativelyreliable. S.W., S.F., X.Z.,Q.X., K.X., J.X., B.Z. and Y.C. contributed to writing of the report. All authorscontributed to data acquisition, data analysis, or data interpretation, and reviewed and approved thefinal version.248249250251252253254255256257258259260261NEJM.org. Effect of atypical influenza virus infection on NK cell activity [D]. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China."}