{"date": "2020/02/11", "journal": "medrxiv", "authors": "Yunyun Zhou, Yuyang Zeng, Yongqing Tong, ChangZheng Chen", "title": "Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva", "type": "preprint article", "abstract": "* Corresponding author: Changzheng", "text": "123456789101112131415161718192021implications.Background: The emerging 2019 novel coronavirus (2019-nCoV) has pushed severalcountries into state of emergency all over the world. The possible transmission of2019-nCoV by conjunctiva is controversial and has substantial public healthMethods: A retrospective cohort study was initiated to investigate the possibletransmission of 2019-nCoV through aerosol contact with conjunctiva. We enrolled 67cases of confirmed or suspected cases of novel coronavirus pneumonia (NCP) during17–28 Jan 2020. Nasopharyngeal and conjunctival swabs were collected for real timeResults: 63 patients were identified as laboratory-confirmed NCP and the remainingfour were suspected NCP. Conjunctival swab samples from one NCP patient yieldedpositive PCR results and two NCP patients yielded probable positive PCR results.None of the three patients had ocular symptoms. The only one NCP patient withconjunctivitis as the first symptom had negative conjunctival sac 2019-nCoV test.Conjunctival swab samples from the four suspected cases of NCIP were negative.Conclusion: 2019-nCoV can be detected in the conjunctival sac of patients with NCP.Through clinical analysis, viral transmission via the conjunctival route was notsupported by the data. Good clinical protection can effectively cut off the transmissionpath.Key words: 2019-nCoV; NCP; conjunctiva232425262728293031323334353637383940414243The current outbreak of the 2019 novel coronavirus (2019-nCoV) originating inWuhan, China has posed a threat to global public health and has been defined as aPublic Health Emergency of International Concern (PHEIC) by the World HealthOrganization (WHO)1. Thus far, tens of thousands of confirmed cases, includinghealthcare workers, have been identified in China, with the latest mortality rate2calculated at approximately 2.52% . Generally, patients infected with 2019-nCoVdevelop respiratory illness, with the first symptoms of fever, cough and fatigue thatquickly progress to pneumonia3. A number of patients were observed withextra-pulmonary manifestations at the onset of the illness, such as conjunctivitis, oreven presented with asymptomatic infection4,5. Additionally, the susceptible andpotential routes of viral spread from patients or asymptomatic carriers to healthyperson have yet to be fully understood6. These issues pose great challenges for diseasediagnosis and outbreak control, and make the goal of improving our understandingone of the upmost urgencies.2019-nCoV has been identified as one of a class of single-stranded envelopedRNA viruses, belonging to the beta-coronaviruses genus of the Coronaviridae familythat has been isolated from several mammals, including humans7. Although thegenome sequence of 2019-nCoV is distinct from severe acute respiratory syndromecoronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus(MERS-CoV), they all have the potential to cause a severe acute respiratory diseaseand possess human-to-human transmissibility8. Similar to SARS-CoV, 2019-nCoV454647484950515253545556575859606162636465gains entry into host cells through recognizing and binding to its potential hostreceptor, angiotensin-converting enzyme 2 (ACE2), which is distributed amongvarious tissue and cell types, including the conjunctiva9-11. A previous study indicatesthat healthcare workers suffer from higher risk of SARS infection in the case ofunprotected eye contact with secretions12. The SARS-CoV has been shown to spreadthrough direct or indirect contact with mucous membranes in the eyes13,14. Moreover,there are increasing reports suggesting that a few novel coronavirus pneumonia (NCP)cases began with conjunctivitis as the initial symptom following contact withconfirmed patients without protective goggles4,15,16. For these reasons, determiningwhether 2019-nCoV is capable of transmission through aerosol contact withconjunctiva is an important consideration that warrants for further exploration.In view of the limited understanding and controversy surrounding knowledge ofviral transmission through the conjunctival sac, we performed a retrospective cohortstudy designed to seek ophthalmologic evidence for the transmission of 2019-nCoVfrom patients via aerosol contact with the conjunctiva. The findings of this study mayprovide novel insights into spread routes and potential infection control measures for2019-nCoV that may help battle this outbreak.From 17 Jan to 28 Jan 2020, we enrolled 67 patients with either confirmed orsuspectedcasesofNCP in the676869707172737475767778798081828384858687result from a respiratory specimen using viral isolation, next-generation sequencing,or reverse transcription-polymerase chain reaction (RT-PCR) assays. Suspected caseswere recruited based on the criteria of fever or signs/symptoms of lower respiratoryillness (e.g. cough or shortness of breath), low or normal white-cell count or lowlymphocyte count, and no reduction in symptoms after antimicrobial treatment for 3days. The history of epidemiologic exposure was also considered and incorporated17.All patients invited to participate in the study provided consent for thenasopharyngeal and conjunctival swab samples. The study was approved by thePatient clinical details, including general information, clinical manifestations,and extra ocular symptoms, were obtained through review of health records or theimplementationofquestionnaire-styledinterviews.General informationwasdocumented, including age, gender, underlying chronic conditions, date of symptomonset, date of hospital and ICU admission, and previous history of contact withconfirmed patients or potential exposure to 2019-nCoV. The clinical manifestationsincluded fever, cough, fatigue, shortness of breath, etc. Additionally, any ocularsymptoms at the very onset, such as conjunctivitis or other ophthalmic manifestations,were solicited from all participants.We took nasopharyngeal swabs and conjunctival swabs from all patients duringhospitalization. Further laboratory methods were performed on these swab samplesfor the detection of 2019-nCoV utilizing real-time RT-PCR assays. The experimental8990919293949596979899100101102103104105106107108109protocols are as follows: RNAextraction fromconjunctival swabs andnasopharyngeal swabs was performed in preparation for subsequent one-step reversetranscription–coupled PCR reaction using a proprietary master mix containing a DNAbinding dye and thermal cycler. The primers and probes for 2019-nCoV detectionwere selected according to the National Pathogen Resource Center (National Institutefor Viral Disease Control and Prevention, China CDC), and the sequences were asfollows: forward primer 5′-CCCTGTGGGTTTTACACTTAA-3′; reverse primer5′-ACGATTGTGCATCAGCTGA-3′;andtheprobe5’-FAM-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3’. The conditions forthe amplifications were 50°C for 15 min, 95°C for 3 min, followed by 45 cycles of95°C for 15 s and 60°C for 30 s 18.Samples were collected from 67 patients initially suspected to have NCP over aperiod of 11 days (17–28 Jan 2020), of whom, 25 were male and 42 were female(Table 1). The mean age was 35.7 (SD 10.6) years (range 22–78 years). The majoritywere healthcare workers and female nurses. By Jan 28, 2020, 63 patients wereidentified as laboratory-confirmed NCP and the other four were suspected NCP. Ofthe four suspected NCP cases, there were two males and two females. Conjunctivalswab samples from one NCP patient yielded positive PCR results, and swabs fromtwo NCP patients yielded probable positive PCR results. None of the three patientshad ocular symptoms. The only one NCP patient with conjunctivitis as the firstsymptom had negative conjunctival sac 2019-nCoV test. Conjunctival swabs samples111112113114115116117118119120121122123124125126127128129130131from the four suspected NCP cases were negative. The history of one positive case，two probable positive cases, and one case with the first symptom of the eye were asfollows:Patient No. 8 was a male, 58 years old, and an emergency vehicle driver for thepre-hospital emergency team. He was admitted to the hospital because of fever andcough. The chest CT examination showed viral pneumonia. Both the nasopharyngealand conjunctival swabs tested positive for 2019-nCoV nucleic acid. There has been noocular discomfort. He had a history of unprotected contact with isolated patients.Patient No. 24 was a male, 78 years old, and had a history of lung cancer withbrain metastasis, chronic obstructive pneumonia, and hypertension. He was admittedto hospital for coughing, expectoration, and gasping. The results of 2019-nCoV RNAtesting revealed that the nasopharyngeal swab was positive and the conjunctival swabwas suspicious positive. There was no ocular discomfort. He had a history of contactwith an NCP recessive carrier. The recessive carrier was also diagnosed with NCP andwas hospitalized.Patient No. 30 was a female, 29 years old, and pregnant at 36 weeks. She was aphysician. She was admitted to the hospital because of fever. The results of the2019-nCoV RNA test revealed that the nasopharyngeal swab was positive and theconjunctival swab was suspicious positive. She had no ocular complaint. She had ahistory of contact with a confirmed NCP patient.            Patient No. 41 was a female, 48 years old, and an anesthesiologist. She wasadmitted to hospital with fever, cough, redness of eyes, itching, and secretion. The13313413513613713813914014114214314414514614714814915015115215            Of the cases enrolled in this study, one was positive for the conjunctival sac2019-nCoV test and two cases were suspicious positive. None of these three patientshad ocular symptoms. One anesthesiologist presented with conjunctivitis as the firstsymptom but had a negative conjunctival sac 2019-nCoV test. There have been somereports regarding conjunctival sac and coronavirus, and coronavirus has been isolatedfrom 7-month-old children with conjunctivitis and bronchitis19. Moreover, SARScoronavirus was detected in the tears of SARS patients, although the detection rate ofcoronavirus in the conjunctival sac was low20. The results of this study revealed thatthe incidence of conjunctivitis in patients with NCP is not high. At present, this kindof conjunctivitis has no specific manifestation, and can present in one eye or two eyes.In the early stage, it appears as common conjunctival hyperemia with fewer secretions.It is watery and akin to thin mucus. Occasionally small pieces of conjunctivalhemorrhage are seen. The ocular symptoms of the patients were mild and tended to beself-healing. There was great variation between the patients.Our confirmed patient No. 41 was an anesthesiologist. She developed ocularsymptoms after performing intubation anesthesia for a patient, followed by fever and155156157158159160161162163164165166167168169170171172173174175cough. The patient was diagnosed with NCP, however during the anesthesia, theanesthesiologist wore only an ordinary surgical mask, hats, and gloves, and did notwear goggles, protective clothing, or other protective devices. Two surgeons (patientNo. 10 and patient No. 40) who operated on the NCP patient were later diagnosedwith NCP. The two surgeons had no ocular discomfort. General anesthesia involvestracheal intubation and may increase the risk of viral infection. Our confirmed patientNo. 30 is a physician. She and her three colleagues (patient No. 28, patient No. 46,and patient No. 65) were all infected from the same patient. The conjunctival swabtests for the six infected doctors (patient No. 41, patient No. 10, patient No. 40,patient No. 28, patient No. 46, and patient No. 65) were all negative, which did notsupport the spread of the virus through temporary aerosol contact with theconjunctiva.This is a retrospective study of a small sample size, in which there is only onetime point. Negative results from conjunctival sac swabs could be influenced by thesampling amount and time, as viral conjunctivitis is self-healing. There was a certainfalse negative rate in the viral RNA test, and with this knowledge, we will continue topay close attention to the progress of the patients. Additionally, we should determinewhether 2019-nCoV is also present in convalescent patients as well as the infectivityof the conjunctiva.Our clinical observation and analysis can serve as a reminder that all medicalworkers, not only ophthalmologists, must make solid efforts for protection whentreating patients. Specifically, doctors must wear masks, goggles, protective clothing,177178179180181182183184185186187188189190191192193194195196197and gloves. Following contact with patients, close attention must be paid to handdisinfection as well as the disinfection of relevant inspection instruments and theclinical environment. The above measures can serve to cut off transmission channelsand prevent cross infection in support of public health and safety.In conclusion, 2019-nCoV can be detected in the conjunctival sac of patientswith NCP. Through our clinical analysis, the concept that the virus is transmittedthrough the conjunctival route it is not supported. The prevention of and treatment fornew coronavirus infectious disease requires greater attention and activity. Thepossibility of eye infection and the ocular route as a potential infection source shouldbe considered and further examined, and scientific protection should be carried out.The authors wish to thank the library of Wuhan University and the help of thehealthcare workers from Renmin Hospital of Wuhan University.Mahase E. China coronavirus: WHO declares international emergency as death tollexceeds 200. BMJ 2020;368:m408.2. National Health Commission of the People's Republic of China. Pneumonia epidemicsituation of new coronavirus infection on February 9, 2020. 2020. (Accessed February 10,2020,at199200201202203204205206207208209210211212213214215216217218219ophthalmologists.2020.(AccessedJanuary28,2020,atAsymptomatic Contact in Germany. N Engl J Med 2020.infection: a bioinformatics analysis based on single-cell transcriptomes. bioRxiv2020:2020.01.30.927806.China, 2019. N Engl J Med 2020.from Wuhan: An analysis based on decade-long structural studies of SARS. J Virol 2020.ACE2 protein, the functional receptor for SARS coronavirus. A first step in understandingSARS pathogenesis. J Pathol 2004;203:631-7.11. Holappa M, Vapaatalo H, Vaajanen A. Many Faces of Renin-angiotensin System - Focuson Eye. Open Ophthalmol J 2017;11:122-42.12. Raboud J, Shigayeva A, McGeer A, et al. Risk factors for SARS transmission frompatients requiring intubation: a multicentre investigation in Toronto, Canada. PLoS ONE221222223224225226227228229230231232233234235236237238239240241Rev 2013;77:144-56.15. Peking University Hospital Wang Guangfa disclosed treatment status on Weibo andsuspected infection without wearing goggles. 2020. (Accessed February 9, 2020, atignored. The Lancet.Coronavirus-Infected Pneumonia. N Engl J Med 2020.detectionof thenovel coronavirus. 2020. (Accessed          February                    MMM303027＋＋＋－－－24          ", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Important coronavirus context for 5"], ["Receptor recognition by novel coronavirus 10"], ["Ocular tropism of respiratory viruses"], [""], ["-nCoV transmission through the ocular surface must not be 17"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["C Rothe", "M Schunk", "P Sothmann", "H Zhang", "Z Kang", "H Gong", "N Zhu", "D Zhang", "W Wang", "D Benvenuto", "M Giovannetti", "A Ciccozzi", "S Spoto", "S Angeletti", "M. Ciccozzi"], ["Y Wan", "J Shang", "R Graham", "RS Baric", "F Li", "I Hamming", "W Timens", "ML Bulthuis", "AT Lely", "G Navis", "H. van Goor", "JSM Peiris", "KY Yuen", "ADME Osterhaus", "K. Stöhr"], ["JA Belser", "PA Rota", "TM Tumpey"], [], ["Lu", "Q Li", "X Guan", "P Wu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\nimplications.", "one_words_summarize": "Background: The emerging 2019 novel coronavirus (2019-nCoV) has pushed severalcountries into state of emergency all over the world. Key words: 2019-nCoV; NCP; conjunctiva232425262728293031323334353637383940414243The current outbreak of the 2019 novel coronavirus (2019-nCoV) originating inWuhan, China has posed a threat to global public health and has been defined as aPublic Health Emergency of International Concern (PHEIC) by the World HealthOrganization (WHO)1. Moreover,there are increasing reports suggesting that a few novel coronavirus pneumonia (NCP)cases began with conjunctivitis as the initial symptom following contact withconfirmed patients without protective goggles4,15,16. In view of the limited understanding and controversy surrounding knowledge ofviral transmission through the conjunctival sac, we performed a retrospective cohortstudy designed to seek ophthalmologic evidence for the transmission of 2019-nCoVfrom patients via aerosol contact with the conjunctiva. Conjunctival swabs samples111112113114115116117118119120121122123124125126127128129130131from the four suspected NCP cases were negative. He was admittedto hospital for coughing, expectoration, and gasping. She wasadmitted to hospital with fever, cough, redness of eyes, itching, and secretion. The13313413513613713813914014114214314414514614714814915015115215            Of the cases enrolled in this study, one was positive for the conjunctival sac2019-nCoV test and two cases were suspicious positive. One anesthesiologist presented with conjunctivitis as the firstsymptom but had a negative conjunctival sac 2019-nCoV test. In the early stage, it appears as common conjunctival hyperemia with fewer secretions. Occasionally small pieces of conjunctivalhemorrhage are seen. The ocular symptoms of the patients were mild and tended to beself-healing. The patient was diagnosed with NCP, however during the anesthesia, theanesthesiologist wore only an ordinary surgical mask, hats, and gloves, and did notwear goggles, protective clothing, or other protective devices. Through our clinical analysis, the concept that the virus is transmittedthrough the conjunctival route it is not supported. The prevention of and treatment fornew coronavirus infectious disease requires greater attention and activity. Accessed February 10,2020,at199200201202203204205206207208209210211212213214215216217218219ophthalmologists.2020.(AccessedJanuary28,2020,atAsymptomatic Contact in Germany. N Engl J Med 2020.infection: a bioinformatics analysis based on single-cell transcriptomes. Accessed          February                    MMM303027＋＋＋－－－24"}