{"date": "2020/02/10", "journal": "medrxiv", "authors": "Laurent Hébert-Dufresne, Benjamin M. Althouse, Samuel V. Scarpino, Antoine Allard", "title": "Beyond R<sub>0</sub>: the importance of contact tracing when predicting epidemics", "type": "preprint article", "abstract": "The basic reproductive number - R0 - is one of the most common and most commonly misapplied numbers in public health. Nevertheless, estimating R0 for every transmissible pathogen, emerging or endemic, remains a priority for epidemiologists the world over. Although often used to compare outbreaks and forecast pandemic risk, this single number belies the complexity that two di erent pathogens can exhibit, even when they have the same R0. Here, we show how predicting outbreak size requires both an estimate of R0 and an estimate of the heterogeneity in the number of secondary infections. To facilitate rapid determination of outbreak risk, we propose a reformulation of a classic result from random network theory that relies on contact tracing data to simultaneously determine the first moment (R0) and the higher moments (representing the heterogeneity) in the distribution of secondary infections. Further, we show how this framework is robust in the face of the typically limited amount of data for emerging pathogens. Lastly, we demonstrate that without data on the heterogeneity in secondary infections for emerging pathogens like 2019-nCoV, the uncertainty in outbreak size ranges dramatically, in the case of 2019-nCoV from 5-40% of susceptible individuals. Taken together, our work highlights the critical need for contact tracing during emerging infectious disease outbreaks and the need to look beyond R0 when predicting epidemic size.", "text": "I. INTRODUCTION        In 1918, individuals infected with influenza typicallypassed on the virus to between 1 and 2 of their socialcontacts [                The basic reproduction number of an epidemic, R0, is theexpected number of secondary cases [        Under these assumptions, Kermack and McKendrick showthat an epidemic with a given R0 will infect a fixed fractionR(1) of the susceptible population by solvingR(1) =1R0ln [1R(1)] :(1)This solution describes a final outbreak size equal to 0 whenR0 1 and increasing as 1 exp( R0) when R0 > 1.Therefore, a larger R0 leads to a larger outbreak which infects theentire population in the limit R0 ! 1. This directrelationship between R0 and the final epidemic size is at the core ofthe conventional wisdom that a larger R0 will cause a largeroutbreak and small variations in R0 can lead to vastly dierent total case counts. Unfortunately, the equation relating R0(2)(3)u =1 1X k pkuk 1 = G1(u) :hki k=1The size of the GCC is a fraction of the full population N thatwe will denote R(1) because it corresponds to the potential,macroscopic, outbreak size. Noting that a node of degree k isnot in the GCC with probability uk, R(1) can be written asR(1) = 1G0(u)because it contains all nodes except those with no edgesleading to the GCC. This solution is exact in the limit of largepopulation size.III. REINTERPRETATION AND RESULTSThe network approach naturally accounts for heterogeneity,meaning that some individuals will cause more infections thanothers. The network approach also accounts for stochasticityexplicitly: Even with R0 > 1, there is a probability 1 R(1)that patient zero lies outside of the giant outbreak andtherefore only leads to a small outbreak that does not invade thepopulation.However, the analysis in terms of PGFs is obviously moreinvolved than simply assuming mass-action mixing andsolving Eq. (1). In fact, the PGF G0(x) requires a full distributionof secondary cases per primary case, which will in practiceinvolve a polynomial of high order.To clarify and potentially simplify the approach, wepropose to reformulate the classic network model in terms ofthe cumulant generating function (CGF) of secondary cases.The CGF K(y) of a random variable X can be written asK(y) = P nyn=n! where n are the cumulants of thedistribution of secondary infections. These are useful because thecumulants are easier to interpret, i.e., 1 is simply the averagenumber of secondary cases R0, 2 is the underlying variance,3 is related to the skewness and 4 to the kurtosis of the fulldistribution. By definition, a PGF G(x) of a random variableis linked to K(y) through G(x) = exp [K (ln x)]. Therefore, wecan replace the PGF G1(x) for the distribution of secondaryinfections by a function in terms of the cumulants of thatdistribution.to final outbreak size from Kermack and McKendrick is onlyvalid when all the above assumptions hold, which in practiceis rarely the case. In fact, seemingly trivial violations of theabove assumptions can lead to vastly di erent outbreak sizeseven when R0 is held constant.        As a result, relying on R0 alone is often misleading whencomparing di erent pathogens or outbreaks of the samepathogen in di erent settings [        II. ANALYSIS FROM NETWORK THEORYRandom network theory allows us to relax some ofassumptions made by Kermack and McKendrick, mainly to accountfor heterogeneity and stochasticity in the number of secondaryinfections caused by a given individual.        We first follow the analysis of Ref. [        G0(x) =1X pk xk :k=0When following a random edge, we define the excess degreeas the number of other edges around that node. Because anedge is k times more likely to reach a node of degree k than anode of degree 1, the excess degree distribution is generatedbyG1(x) =1 X1 k pk xk 1 =hki k=1G00(x)G00(1)where hki is the average degree and acts as a normalisationconstant, and G00(x) denotes the derivative of G0(x) withrespect to x.We now assume that the network in question is the networkof all edges that would transmit a disease if given the chance.Consequently, G1(x) generates the number of secondaryinfections that individual nodes would cause if infected. And,if we infect a random node as the patient zero, its entireconnected component (a maximal subset of nodes between whichpaths exists between all pairs of nodes) will be infected. Tocalculate the largest possible epidemic, we thus look for thesize of the giant connected component (GCC).To calculate the size of the GCC, we first look for theprobability u that following a random edge leads to a node not partof the GCC. For that node to not be part of the GCC, all ofits excess edges must also not lead to the GCC. This simpleobservation leads to the self-consistent equation(4)(5)The solution to u = GC1 (u) gives the probability that everyinfection caused by patient zero fails to generate an epidemic.Importantly, Eq. (8) has an alternating nature because ln x isnegative for x < 1 such that its n-th power is positive when nis even and negative when n is odd.This observation, that the moments of Eq. (8) alternate,can be interpreted as follows. A disease needs a highaverage number of secondary infections (high 1 = R0) to spread,but given that average, a disease with small variance insecondary infections will spread much more reliably and be lesslikely to stochastically die out (see Fig. 1). Given a variance, adisease with high skewness (i.e., with positive deviationcontributing to most of the variance) will be more stable than adisease with negative skewness (i.e. with most deviationsbeing towards small secondary infections). Given a skewness,a disease will be more stable if it has frequent small positivedeviations rather than infrequent large deviations — hence asmaller kurtosis — as stochastic die out could easily occurbefore any of those large infrequent deviations occur.Clearly, our re-interpretation already highlights a strikingresult: Higher moments of the distribution of secondary casescan lead a disease with a lower R0 to more easily invade apopulation and to reach a larger final outbreak size than a diseasewith a higher R0. We can investigate this conclusion furtherusing a simple example of normally distributed secondaryinfections.A second useful application of the cumulants formulationinvolves diseases with a large reproductive number R0 whosedistribution of secondary infections can be convincinglymodeled by a normal distribution. The raw moments of a normaldistribution are quite complicated, but the cumulants aresimple: 1 is equal to the mean R0, 2 is equal to the variance 2,and all other cumulants are 0. We can thus write\"GC1 (x) = exp R0 ln x +For example, a disease with half the basic reproductivenumber of another will still be more likely to invade a populationand lead to a larger outbreak if its variance is only slightly lessthan half the variance of the other disease.which is obviously not as practical as a simple polynomialwhen solving for u = GC1 (u). However, in some cases,cumulants can have significant advantage over the polynomialrepresentation. For instance, the cumulants of a sum ofindependent random variables are simply the sum of thecumulants — convenient when dealing with diseases with multiplemodes of transmission.We can quickly derive Kermack and McKendrick’s resultfrom the previous generating function since their solutioninvolves a well-mixed population, which is equivalent to aPoisson distribution of secondary infections in our framework.GC1 (x) is convenient for a Poisson distribution because itscumulants n = R0 8n. Moreover, since G0(x) = G1(x) in thePoisson case, we know that the final proportion of susceptibleindividuals is directly given by u = GC1 (u), or2 1 1u = exp 666X664 n=1 n!,! R(1) = 13R0 (ln u)n7777 = exp [R0 (u75exp [R0 (u        From re-emerging pathogens like yellow fever and measlesto emerging threats like MERS-CoV and Ebola, the WorldHealth Organization monitored 119 di erent infectiousdisease outbreaks in 2019 alone [                However, these results are not without important caveats.Specifically, we must remember that distributions ofsecondary cases, just like R0 itself, are just as much a productof a pathogen as of the population in which it spreads. Forexample, aspects of the social contact network [                Three types of data could potentially be used in real timeto improve predictions by considering secondary caseheterogeneity. First, contact tracing data whose objective is toidentify people who may have come into contact with aninfectious individual. While mostly a preventive measure toidentify cases before complications, it directly informs us aboutpotential secondary cases caused by a single individual, andtherefore provides us with an estimate for G1(x). Both forgenerating accurate predictions of epidemic risk andcontrolling the outbreak, it is vital to begin contact tracing beforenumerous transmission chains become widely distributed acrossspace [                Second, viral genome sequences provide information onboth the timing of the outbreak [                Third, and most often the first available real timeinformation on novel pathogens, are data related to similar pastoutbreaks. For example, in Fig. 2 we make a range ofpredictions for the final size of 2019-nCoV in Wuhan based onR0 estimates from early cases [        In conclusion, we reiterate that when accounting for the fulldistribution of secondary cases caused by an infectedindividual, there is no direct relationship between R0 and the sizeof an outbreak. We also stress that both R0 and the fullsecondary case distribution are not properties of the disease itself,but instead set by properties of the pathogen, the hostpopulation and the context of the outbreak. Nevertheless, weprovide a straightforward methodology for translating estimatesof transmission heterogeneity into epidemic forecasts.Altogether, predicting outbreak size based on early data is anincredibly complex challenge but one that is increasingly withinreach due to new mathematical analyses and fastercommunication of public health data.", "ref_list": [[], ["Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature"], ["Ebola Virus Disease in West Africa - The First 9 Months of the Epidemic and Forward Projections,”"], ["Estimating the Reproduction Number of Ebola Virus (EBOV) During the 2014 Outbreak in West Africa,” PLOS Curr"], ["Transmissibility of 1918 pandemic influenza"], ["the 2014 epidemic"], ["The e ect of public health measures on the 1918 influenza pandemic in U.S. cities"], ["[7] A technical but important caveat: We use the word “case” in a generic sense to represent any infection, even if too mild to meet the clinical case definition."], ["The legacy of Kermack and McKendrick,” in Epidemic Model"], ["Gro¨ ndahl, “How Bad Will the Coronavirus Outbreak Get? Here Are 6 Key Factors"], ["McKendrick, “A Contribution to the Mathematical Theory of Epidemics,”"], ["Contributions to the Mathematical Theory of Epidemics. II. The Problem of Endemicity,”"], ["Contributions to the Mathematical Theory of Epidemics. III. Further Studies of the Problem of Endemicity,”"], ["Superspreading and the e ect of individual variation on disease emergence"], ["When individual behaviour matters: homogeneous and network models in epidemiology"], ["R o¨st, “A monotonic relationship between the variability of the infectious period and final size in pairwise epidemic modelling,” arXiv ("], ["Network theory and SARS: Predicting outbreak diversity"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [""], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions,” medRxiv ("], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan"], ["Pattern of early human-tohuman transmission of Wuhan 2019-nCoV"], ["Early Transmissibility Assessment of a Novel Coronavirus in Wuhan, China,” SSRN Electron"], ["NI Bosse, CI Jarvis, TW Russell, JD Munday, AJ Kucharski, WJ Edmunds, CMMID nCoV working group, S Funk,"], ["Random graphs with arbitrary degree distributions and their applications"], ["“WHO disease outbreaks by year:"], ["and"], ["Epidemic modeling in metapopulation systems with heterogeneous coupling pattern: Theory and simulations"], ["Multiscale, resurgent epidemics in a hierarchical metapopulation model"], ["Barthe´lemy, and"], ["Impact of human mobility on the emergence of dengue epidemics in Pakistan,”"], ["´bert-Dufresne, “The e ect of a prudent adaptive behaviour on disease transmission"], ["´bert-Dufresne, “Epidemic cycles driven by host behaviour"], ["´bert-"], [""], ["´bert-"], ["´bert-"], ["When is contact tracing not enough to stop an outbreak?” Lancet Infect"], ["The E ectiveness of Contact Tracing in Emerging Epidemics,” PLOS ONE 1"], ["and"], ["Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak"], ["An Observational, Laboratory-Based Study of Outbreaks of Middle East Respiratory Syndrome Coronavirus in Jeddah and Riyadh"], ["Epidemiological and Viral Genomic Sequence Analysis of the 2014 Ebola Outbreak Reveals Clustered Transmission,”"], ["Rapid outbreak sequencing of Ebola virus in Sierra Leone identifies transmission chains linked to sporadic cases,”"], [""], ["Bayesian Reconstruction of Disease Outbreaks by Combining Epidemiologic and Genomic Data,”"], ["Bayesian inference of transmission chains using timing of symptoms, pathogen genomes and contact data"], [""], ["and"], ["Bonhoe er, and"], ["and"], ["Sequencing in the time of Ebola,”"], ["and"], ["“A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment,”"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. Biggersta", "S. Cauchemez", "C. Reed", "M. Gambhir"], ["WHO Ebola Response", "Team", "N. Engl"], ["C. L. Althaus"], ["C. E. Mills", "J. M. Robins", "M. Lipsitch"], ["J. Kaner", "S. Schaack"], ["M. C. J. Bootsma", "N. M. Ferguson"], [], ["O. Diekmann", "J. A. J. Metz", "J. A. P. Heesterbeek", "Mollison"], ["K. Sheikh", "D. Watkins", "J. Wu", "M."], ["W. O. Kermack", "A. G.", "Proc. R. Soc"], ["W. O. Kermack", "A. G. McKendrick,", "Proc. R. Soc"], ["W. O. Kermack", "A. G. McKendrick,", "Proc. R. Soc"], ["J. O. Lloyd-Smith", "S. J. Schreiber", "P. E. Kopp", "W. M. Getz"], ["S. Bansal", "B. T. Grenfell", "L. A. Meyers"], ["Z. Vizi", "I. Z. Kiss", "J. C. Miller", "G."], ["L. A. Meyers", "B. Pourbohloul", "M. E. J. Newman", "D. M. Skowronski"], ["K. J. T. Wu", "G. M. Leung", "Leung", "Lancet"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "E. H. Y. K. S. M. Leung", "J. Y. Lau", "X. Wong", "N. Xing", "Y. Xiang", "C. Wu", "Q. Li", "D. Chen", "T. Li", "J. Liu", "M. Zhao", "W. Liu", "C. Tu", "L. Chen", "R. Jin", "Q. Yang", "S. Wang", "R. Zhou", "H. Wang", "Y. Liu", "H. Luo", "Z. Li", "Y. Tao", "Z. Yang", "B. Deng", "Z. Liu", "J. T. Ma", "G. F. Wu", "B. J. Gao", "B. Cowling", "G. M. Yang", "Z. Leung", "N. Feng", "Engl"], ["J. R. E. J. M. Read", "D. A. T. Bridgen", "A. Cummings", "C. P. Ho", "Jewell"], ["T. Liu", "J. Hu", "M. Kang", "L. Lin", "H. Zhong", "J. Xiao", "T. Song", "Q. Huang", "Z. Rong", "A. Deng", "W. Zeng", "X. Tan", "S. Zeng", "Z. Zhu", "J. Li", "D. Wan", "J. Lu", "H. Deng", "J. He"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "J. Xu", "X. Gu", "J. Xia", "Y. Wei", "W. Wu", "X. Xie", "W. Yin", "H. Li", "M. Liu", "Y. Xiao", "H. Gao", "L. Guo", "J. Xie", "G. Wang", "R. Jiang", "Z. Gao", "Q. Jin", "J. Wang", "B. Cao", "Lancet"], ["J. Riou", "C. L. Althaus"], ["M. Majumder and K. D. Mandl"], ["J Hellewell", "S Abbott", "A Gimma"], ["M. E. J. Newman", "S. H. Strogatz", "D. J. Watts"], [], ["Y. Moreno", "R. Pastor-Satorras", "A. Vespignani"], ["V. Colizza", "A. Vespignani"], ["D. J. Watts", "R. Muhamad", "D. C. Medina", "P. S. Dodds"], ["V. Colizza", "A. Barrat", "M.", "A. Vespignani"], ["A. Wesolowski", "T. Qureshi", "M. F. Boni", "P. R. Sundsøy", "M. A. Johansson", "S. B. Rasheed", "K. Engø-Monsen", "C. O. Buckee"], ["S. V. Scarpino", "A. Allard", "L. He"], ["B. M. Althouse", "L. He"], ["L. He", "V. Dufresne", "A. Marceau", "L. J. Allard", "Dube"], ["E. M. Volz", "J. C. Miller", "A. Galvani", "L. Ancel", "Meyers"], ["L. He", "B. M. Dufresne", "Althouse"], ["L. He", "S. V. Dufresne", "Scarpino"], ["R. S. Dhillon", "D. Srikrishna"], ["D. Klinkenberg", "C. Fraser", "H. Heesterbeek"], ["G. J. D. Smith", "D. Vijaykrishna", "J. Bahl", "S. J. Lycett", "M. Worobey", "O. G. Pybus", "S. K. Ma", "C. L. Cheung", "J. Raghwani", "S. Bhatt", "J. S. M. Peiris", "Y. Guan", "A. Rambaut"], ["S. K. Gire", "A. Goba", "K. G. Andersen", "R. S. G. Sealfon", "D. J. Park", "L. Kanneh", "S. Jalloh", "M. Momoh", "M. Fullah", "S. Wohl", "L. M. Moses", "N. L. Yozwiak", "S. Winnicki", "C. B. Matranga", "C. M. Malboeuf", "J. Qu", "A. D. Gladden", "S. F. Scha ner", "X. Yang", "P.-P. Jiang", "M. Nekoui", "A. Colubri", "M. R. Coomber", "M. Fonnie", "A. Moigboi", "M. Gbakie", "F. K. Kamara", "V. Tucker", "E. Konuwa", "S. Sa", "a Sellu", "A. A. Jalloh", "A. Kovoma", "J. Koninga", "K. Kargbo", "M. Foday", "M. Yillah", "F. Kanneh", "W. Robert", "J. L. B. Massally", "S. B. Chapman", "J. Bochicchio", "C. Murphy", "C. Nusbaum", "S. Young", "B. W. Birren", "D. S. Grant", "J. S. Schei elin", "E. S. Lander", "C. Happi", "S. M. Gevao", "A. Gnirke", "A. Rambaut", "R. F. Garry", "S. H. Khan", "P. C. Sabeti"], ["C. Drosten", "D. Muth", "V. M. Corman", "R. Hussain", "W. HajOmar", "O. Landt", "A. Assiri", "I. Eckerle", "A", "J. A. Al-Tawfiq", "A. Albarrak", "A. Zumla", "A. Rambaut", "Z. A. Memish"], ["S. V. Scarpino", "A. Iamarino", "C. Wells", "D. Yamin", "T. Fox", "F. L. Nyenswah", "A. P. Altice", "L. A. Galvani", "Meyers"], ["A. Arias", "S. J. Watson", "D. Asogun", "E. A. Tobin", "J. Lu", "M. V. T. Phan", "R. E. G. Wadoum", "L. Meredith", "L. Thorne", "S. Caddy", "A. Tarawalie", "P. Langat", "N. R. Faria", "S. Dellicour", "A. Kamara", "B. Kargbo", "B. O. Kamara", "S. Gevao", "D. Cooper", "M. Newport", "P. Horby", "J. Dunning", "F. Sahr", "T. Brooks", "A. J. H. Simpson", "N. Mulakken", "K. Rhodes", "J. Akpablie", "Z. Yoti", "M. Lamunu", "P. Otim", "C. Owilli", "I. Boateng", "L. Okoror", "E. Omomoh", "J. Oyakhilome", "R. Omiunu", "I. Yemisis", "D. Adomeh", "S. Ehikhiametalor", "P. Akhilomen", "C. Aire", "A. Kurth", "N. Cook", "J. Baumann", "A. Di Caro", "M. W. Carroll", "D. Redd", "O. G. Naidoo", "A. Pybus", "P. Rambaut", "I. Goodfellow Kellam", "M. Cotten"], ["D. J. Park", "S. Wohl", "A. Goba", "S. L. M. Whitmer", "K. G. Andersen", "R. S. Sealfon", "J. T. Ladner", "J. R. Kugelman", "C. B. Matranga", "S. M. Winnicki", "J. Qu", "S. K. Gire", "A. Gladden-Young", "S. Jalloh", "D. Nosamiefan", "N. L. Yozwiak", "L. M. Moses", "P.-P. Jiang", "A. E. Lin", "S. F. Scha ner", "B. Bird", "J. Towner", "M. Mamoh", "M. Gbakie", "L. Kanneh", "D. Kargbo", "J. L. B. Massally", "F. K. Kamara", "E. Konuwa", "J. Sellu", "A. A. Jalloh", "M. Foday", "M. Yillah", "B. R. Erickson", "T. Sealy", "D. Blau", "C. Paddock", "A. Brault", "B. Amman", "J. Basile", "S. Bearden", "J. Belser", "E. Bergeron", "A. Chakrabarti", "K. Dodd", "M. Flint", "A. Gibbons", "C. Goodman", "J. Klena", "L. McMullan", "L. Morgan", "B. Russell", "J. Salzer", "A. Sanchez", "D. Wang", "I. Jungreis", "C. Tomkins-Tinch", "A. Kislyuk", "M. F. Lin", "S. Chapman", "B. MacInnis", "A. Matthews", "J. Bochicchio", "L. E. Hensley", "J. H. Kuhn", "C. Nusbaum", "J. S. Schie elin", "B. W. Birren", "M. Forget", "S. T. Nichol", "G. F. Palacios", "D. Ndiaye", "C. Happi", "S. M. Gevao", "M. A. Vandi", "B. Kargbo", "E. C. Holmes", "T. Bedford", "A. Gnirke", "R. F. Garry", "P. C. Sabeti"], ["T. Jombart", "A. Cori", "X. Didelot", "S. Cauchemez", "C. Fraser", "N. Ferguson"], ["F. Campbell", "A. Cori", "N. Ferguson"], ["E. M. Volz", "K. Koelle"], ["R. Bouckaert", "T. G. Vaughan", "J. Barido-Sottani", "M. Fourment", "A. Gavryushkina", "J. Heled", "G. Jones", "M. Matschiner", "F. K. Mendes", "N. F. Mu", "H. A. Ogilvie", "A. Plessis", "A. Popinga", "D. Rambaut", "M. A. Rasmussen", "Suchard", "D. C.-H. Wu", "C. Xie", "Zhang", "A. J. Drummond"], ["T. Stadler", "D. Kuhnert", "S.", "A. J. Drummond"], ["J. Gardy", "N. J. Loman", "A. Rambaut"], ["S. Van Puyvelde", "S. Argimon"], ["N. D. Grubaugh", "J. T. Ladner", "P. Lemey", "O. G. Pybus", "A. Rambaut", "E. C. Holmes"], ["V. J. Munster", "M. Koopmans", "D. van Riel Doremalen", "N. Engl"], ["N. Imai", "A. Cori", "M. Baguelin", "C. A. Donnelly", "S. Riley", "N. M. Ferguson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "I. INTRODUCTION", "one_words_summarize": "This directrelationship between R0 and the final epidemic size is at the core ofthe conventional wisdom that a larger R0 will cause a largeroutbreak and small variations in R0 can lead to vastly dierent total case counts. Noting that a node of degree k isnot in the GCC with probability uk, R(1) can be written asR(1) = 1G0(u)because it contains all nodes except those with no edgesleading to the GCC. To clarify and potentially simplify the approach, wepropose to reformulate the classic network model in terms ofthe cumulant generating function (CGF) of secondary cases. We now assume that the network in question is the networkof all edges that would transmit a disease if given the chance. We can investigate this conclusion furtherusing a simple example of normally distributed secondaryinfections. The raw moments of a normaldistribution are quite complicated, but the cumulants aresimple: 1 is equal to the mean R0, 2 is equal to the variance 2,and all other cumulants are 0. However, in some cases,cumulants can have significant advantage over the polynomialrepresentation. For instance, the cumulants of a sum ofindependent random variables are simply the sum of thecumulants — convenient when dealing with diseases with multiplemodes of transmission. First, contact tracing data whose objective is toidentify people who may have come into contact with aninfectious individual. 2 we make a range ofpredictions for the final size of 2019-nCoV in Wuhan based onR0 estimates from early cases [        In conclusion, we reiterate that when accounting for the fulldistribution of secondary cases caused by an infectedindividual, there is no direct relationship between R0 and the sizeof an outbreak."}