{"date": "2020/02/10", "journal": "medrxiv", "authors": "Jingyuan Liu, Yao Liu, Pan Xiang, Lin Pu, Haofeng Xiong, Chuansheng Li, Ming Zhang, Jianbo Tan, Yanli Xu, Rui Song, Meihua Song, Lin Wang, Wei Zhang, Bing Han, Li Yang, Xiaojing Wang, Guiqin Zhou, Ting Zhang, Ben Li, Yanbin Wang, Zhihai Chen, Xianbo Wang", "title": "Neutrophil-to-Lymphocyte Ratio Predicts Severe Illness Patients with 2019 Novel Coronavirus in the Early Stage", "type": "preprint article", "abstract": "Background: Severe ill patients with 2019 novel coronavirus (2019-nCoV) infection progressed rapidly to acute respiratory failure. We aimed to select the most useful prognostic factor for severe illness incidence. Methods: The study prospectively included 61 patients with 2019-nCoV infection treated at Beijing Ditan Hospital from January 13, 2020 to January 31, 2020. Prognostic factor of severe illness was selected by the LASSO COX regression analyses, to predict the severe illness probability of 2019-CoV pneumonia. The predictive accuracy was evaluated by concordance index, calibration curve, decision curve and clinical impact curve. Results: The neutrophil-to-lymphocyte ratio (NLR) was identified as the independent risk factor for severe illness in patients with 2019-nCoV infection. The NLR had a cindex of 0.807 (95% confidence interval, 0.676-0.38), the calibration curves fitted well,", "text": "and the decision curve and clinical impact curve showed that the NLR had superiorstandardized net benefit. In addition, the incidence of severe illness was 9.1% in age ≥50 and NLR < 3.13 patients, and half of patients with age ≥ 50 and NLR ≥ 3.13 woulddevelop severe illness. Based on the risk stratification of NLR with age, the studydeveloped a 2019-nCoV pneumonia management process.Conclusions: The NLR was the early identification of risk factors for 2019-nCoV severeillness. Patients with age ≥ 50 and NLR ≥ 3.13 facilitated severe illness, and they shouldrapidly access to intensive care unit if necessary.        Coronavirus was a large virus family, which was known to cause common cold andserious illness such as Middle East respiratory syndrome (MERS) and severe acuterespiratory syndrome (SARS).1-4 It was found that the 201        Most patients with novel coronavirus infection were mild. Moderate illness oftenexperienced dyspnea after one week. Severe ill patients progressed rapidly to acuterespiratory failure, acute respiratory distress syndrome, metabolic acidosis,coagulopathy, and septic shock. Early identification of risk factors for severe illnessfacilitated appropriate supportive care and promptly access to the intensive care unit(ICU) if necessary. For mild patients, general isolation and symptomatic treatment wereavailable, and ICU-care was needed unless the condition worsens rapidly, such toreduce the mortality and alleviate the shortage of medical resources.We aimed to compare the clinical characteristics, imaging features, treatments, andoutcomes of patients with mild and moderate or severe 2019-nCoV infection, to explorethe most useful prognostic factor for accurate individualized assessment of the severeincidence of 2019-nCoV infection.This study was a prospective single-center study, which included 61 patients with2019nCoV infection treated at Beijing Ditan Hospital from January 13, 2020 to January 31,2020. Diagnosis of 2019-nCoV pneumonia and clinical classification according to thenew coronavirus pneumonia diagnosis and treatment plan (trial version 4) developedby the National Health Committee of the People's Republic of China(http://www.nhc.gov.cn/). The clinical classifications are as follows: (1) mild, withfever, respiratory tract symptoms, and imaging shows pneumonia. (2) moderate, meetany of the following: a) respiratory distress, respiratory rate ≥ 30 beats / min; b) in theresting state, means oxygen saturation ≤ 93%; c) arterial blood oxygen partial pressure/ oxygen concentration ≤ 300mmHg (1mmHg = 0.133kPa). (3) severe, one of thefollowing conditions: a) respiratory failure occurs and requires mechanical ventilation;b) Shock occurs; c) ICU admission is required for combined organ failure. This studywas approved by the Ethics Committee of Beijing Ditan Hospital, and all patientssigned the informed consent.All suspected 2019-nCoV infection patients were taken upper respiratory throat swabsamples at admission and stored in virus transport medium, which were transported toBeijing CDC for laboratory diagnosis. Influenza A virus (H1N1, H3N2, H7N9),influenza B virus, bacterial and fungal detections of sputum or respiratory secretionswere performed at this hospital. Epidemiological history, comorbidity, vital signs,symptoms and signs were recorded in detail, and laboratory tests including biochemicalIndicators, blood routine, C-reactive protein, chest radiograph or CT scan.After admission, the patients were re-examined for laboratory indexes and imagingexamination, and recorded symptoms and signs, treatments and outcome events. Theendpoint of this study was the severe illness developed.Age and days were represented by median (range), categorical variables by number (%),and laboratory data by mean (interquartile range). The cutoff value ofneutrophil-tolymphocyte ratio (NLR) was calculated based on the maximum Youden index.Compared the differences between the two groups with t-test, chi-square test orMannWhitney U test. LASSO COX regression was used to select independent risk factorsthat affect outcomes. Analyses were performed using SPSS 22.0 statistical package(SPSS, Inc., Chicago, IL, USA) and R version 3.0.2 was used to establish nomogram,calibration, decision curve and clinical impact curve. P-value < 0.05 was consideredstatistically significant.Of the 61 patients with 2019-nCoV infection included in this study, 44 were diagnosedas mild (mild group) and 17 as moderate or severe (severe group) on admission. Themedian age of the two groups was statistically different, the mild group was 41 yearsold and the severe group was 56 years old. None of the 61 patients had a history ofHuanan seafood market exposure in Wuhan, 17 of them (27.9%) had not left Beijingrecently, but had a close exposure history with 2019-nCoV pneumonia patients, and theother 44 (72.1%) patients were Wuhan citizens or visited Wuhan recently. There wasno significant difference of diabetes, cardiovascular disease and chronic obstructivepulmonary disease between the two groups, but the patients with hypertension in thesevere group were more than those in the mild group (p = 0.056) (Table 1). Among 61cases, 60 (98.4%) cases had fever, 5 (8.2%) cases had high fever ( > 39 ℃), 3 (4.9%)cases had dyspnea. 7 (11.5%) cases had mild shortness of breath. Most of the patientsin the severe group had cough, sputum production, and fatigue. 11 (18.0%) cases hadgastrointestinal symptoms. Blood neutrophil count in the severe group was significantlyhigher than that in the mild group, blood lymphocyte count, serum sodium and chlorinelevels were significantly lower, and the rate of bacterial infection was significantlyincreased (Table 1).        >39DyspneaMild shortness of breathCoughSputum productionFatigueHeadacheChillAnorexiaNausea or vomitingDiarrheaSore throatChest painSystolic pressure < 90 ordiastolic pressure ≤ 60, mm HgRespiratory rate > 30 breaths perminBlood laboratory findingsWhite blood cell count, × 10⁹/LNeutrophil count, × 10⁹/LLymphocyte count, × 10⁹/LMonocyte count, × 10⁹/LNLRC-reactive protein, mg/LHemoglobin, g/LPlatelet count, × 10⁹/LProthrombin time, sInternational Normalized RatioPotassium, mmol/LSodium, mmol/LSerum Chlorine, mmol/LSerum urea nitrogen, mmol/LCreatinine, μmol/LSerum glucose, mmol/LCreatine kinase, U/LAlanine aminotransferase, U/LAlbumin, g/LMultiple lung lobe or bilateralinvolvementWith bacterial infectionTimeline after onset of illnessDays from illness onset toadmission timeDays from illness onset to5 (8.2)3 (4.9)7 (11.5)39 (63.9)27 (44.3)35 (57.4)21 (34.4)12 (19.7)8 (13.1)5 (8.2)6 (9.8)10 (16.4)1 (1.6)5 (8.2)2 (3.3)3 (4.9) 3 (4.9) 0 (0)50 (82.0) 41 (93.2) 10 (58.8)8 (13.1) 1 (2.3) 7 (41.2)Data are median (range), n (%), or median (interquartile range).p values comparing common type and severe or critical type are from χ² test, or Mann-WhitneyU test. 201        The median days from illness onset to admission were 4 days in both groups. Allpatients were isolated after admission, 34 (55.7%) patients received antiviral treatment,of which 8 patients received oseltamivir (75 mg every 12 h, orally), 26 patients receivedlopinavir and ritonavir tablets (200 mg twice daily, orally). Nearly half of the patientsreceived antibiotic therapy (42.6%), and 84.2% of the patients in the severe groupreceived antibiotic therapy. One patient was received methylprednisolone for 3 daysbefore admission and stopped after admission, and another patient tookmethylprednisolone 8 mg every other day for ten months for optic neuromyelitis andcontinued taking it after admission. Most of the patients in the severe group receivedoxygen support and nebulization inhalation therapy, of which 3 patients receivednoninvasive ventilation and 2 received invasive mechanical ventilation. Nebulizationinhalation drugs included recombinant human interferon α2b and acetylcysteine. By theend of Jan 31, no patients died, 3 patients were discharged, and the remaining patientswere in hospital, of which 8 patients progressed to severe illness and still in the ICU(Table 1).X-ray or CT showed multiple lung lobe or bilateral involvement in 48 (78.7%) patients.Figure 1 showed the CT images of a typical patient in early, consolidation, absorptionand dissipation stages.Prognostic factors of severe illness26 variables were included in the LASSO regression, the results showed that age, NLRand hypertension obtained from the 61 cases cohort were predictive factors for severeillness incidence when the partial likelihood deviance was smallest, and NLR was thesignificant factors when the lambda was 1 standard error (Figure 2A and 2B). The threefactors mentioned above were included in the multivariate COX regression analyses,the results showed that age and NLR were predictive factors. However, the hazard ratios(HR) of age was close to 1, then age was transformed into a categorical variable (< 50years / ≥ 50 years) based on cutoff value, and then the three variables were included inthe COX regression analyses again. Finally, NLR was selected as the most usefulprognostic factor affecting the prognosis for severe illness incidence by the forwardselection procedure.The nomogram was established based on NLR, which were used to predict thenosevere ill survival rates of 7-day and 14-day (Figure 2C). The nomogram had a c-indexof 0.807 (95% confidence interval [CI], 0.676–0.938) for predicting the severe illnessprobability. The calibration curves showed that the predicted rates were in agreementwith the actual results observed in the cohort (Figure 2D). The decision curve andclinical impact curve showed that the NLR had superior standardized net benefit andinfluence on the outcome of patients (Figure 2E and 2F).Using receiver operating characteristic analysis, the predictive value of the NLR for theincidence of severe illness was compared to that of the MuLBSTA and CURB-6 models.The results showed that the NLR had the highest area under curve (AUC) (0.849), andhad higher sensitivity and specificity than the other two models (Table 2).After NLR was incorporated into MuLBSTA (NLR-MuLBSTA) and CURB-65(NLRCURB-65) models respectively, it was found that the prediction effect of the improvedmodel was significantly better than that of the original model, but there was nosignificant difference of AUC in NLR vs. NLR-MuLBSTA and NLR vs.NLR-CURB65 (p = 0.9675 and p = 0.2971, respectively) (Table 2).MuLBSTACURB-65The median follow-up time was 10 days, minimum 2 days, and maximum 26 days.Patients were divided into two strata according to the cutoff value of NLR (low risk: <3.13; high risk: ≥ 3.13) and age (age < 50 years; age ≥ 50 years). Kaplan–Meier analysisshowed significant statistical differences in the two groups (p = 0.0005 and p = 0.00028)(Figure 3A and 3B). Furthermore, patients with 2019-nCoV pneumonia were stratifiedfor severe illness incidence with respect to age with NLR (strata 1: age < 50 years andNLR < 3.13; strata 2: age < 50 years and NLR ≥ 3.13; strata 3: age ≥ 50 years and NLR< 3.13; strata 4: age ≥ 50 years and NLR ≥ 3.13). There was no severe illness case inthe strata 1 and strata 2, 1 (9.1%) case in the strata 3 and 7 (50%) cases in the strata 4.As shown in Figure 3C, the severe illness incidence was significantly different betweenstrata 3 and 4 (p = 0.0195), but the difference between the strata 2 and 3 was notsignificant (p = 0.4142).        Since the outbreak of 201        Most of the 2019-nCoV pneumonia patients in the hospital were from Wuhan. Patientswith 2019-nCoV pneumonia on early onset were not very severe. The median time fromonset to admission of severe patients and mild patients was similar, but the severepatients deteriorated on 7-14 days of illness course and developed to severe pneumoniaand acute respiratory failure. The severe or death patients with 2019-nCoV infectionwere mostly old age with comorbidities.7 In the study, severe ill ones are all over 50years old. The decrease of lymphocyte count was related to the progress of the disease.we proposed that blood lymphocyte related index may be a potential predictor. TheNLR was a widely used marker for the assessment of the severity of bacterial infectionsand the prognosis of patients with pneumonia and tumors. The increase of NLRindicated poor clinical prognosis.8-14 The results indicated that 2019-nCoV may act onT lymphocytes, and T lymphocyte damage is an important factor that causes patients todeteriorate13. In addition, patients with severe illness might have bacterial infection dueto low immune function. The latest report followed up the laboratory test results ofpatients with 2019-nCoV infection, and found that 5 patients had a rising neutrophilcount and a falling lymphocyte count before their deaths.6In the study, the data of 61 patients with 2019-nCoV pneumonia were analyzed, thebaseline characteristics of patients in the mild and severe groups were described andcompared, and the dynamic changes of laboratory indexes and imaging weredemonstrated. The independent risk factors affecting incidence of severe illness werescreened. The results showed that NLR was the most significant factor affecting thesevere illness incidence, and it had significant predictive value. Furthermore, accordingto the NLR and age stratification, the incidence of severe ill ones with NLR ≥ 3.13 andaged ≥ 50 years old was 50%, and 9.1% in age ≥ 50 and NLR < 3.13 patients.Previous studies showed that the MuLBSTA score can early warn the mortality of viralpneumonia, which included six indicators, such as age, smoking history, hypertension,bacterial co-infection, lymphopenia, and multilobular infiltration.15 CURB-65 scorewas widely used to evaluate 30-day mortality of patients with community-acquiredpneumonia.16-18 In the study, NLR was compared with MuLBSTA and CURB-65scoring models, the results showed that NLR had higher AUC, c-index, sensitivity andspecificity, which indicated that NLR was better than the other two models in earlypredicting the incidence of severe illness. Furthermore, it was found that the predictioneffect of the NLR-MuLBSTA and NLR-CURB-65 models was better than that of theoriginal model. But NLR was an easy-to-use predictor index.Based on the results, we suggest that patients with 2019-nCoV pneumonia can improverisk stratification and management according to NLR and age model. Patients with age< 50 years old and NLR < 3.13 who are no risk should be treated in a communityhospital or home isolation. Patients with age < 50 years old and NLR ≥ 3.13 who arelow risk need to be general isolation ward. Patients with age ≥ 50 and NLR < 3.13patients who are moderate risk, should be admitted to isolation ward with respiratorymonitoring and supportive care. Patients with age ≥ 50 and NLR ≥ 3.13 who are highrisk should actively transfer to ICU with invasive respiratory support equipment (Figure3D). If there are large-scale cases, the risk stratification and management will helpalleviate the shortage of medical resources and reduce the mortality of critical patients.There were some limitations in the study. First, the study was a single center with smallsample and no external validation cohort. Second, most of patients are still in hospital,whose condition maybe change in follow-up. And the study has not included the finalsurvival outcome. However, we focused on the early identification of critical cases forrisk stratification and management. We expect that the risk model can help alleviate theshortage of medical resources and manage the patients with 2019-nCoV pneumonia.The NLR was the most useful prognostic factor affecting the prognosis for severeillness patients with 2019-nCoV pneumonia. Early application of NLR with age wasbeneficial to patients' classification management and relief of medical resource shortage.The author(s) declare(s) that there is no conflict of interest regarding the publication ofthis paper.We are grateful to Yi Ning, Ph.D, M.D. for his constructive comments in improving thelanguage, grammar, and readability of the paper.", "ref_list": [[], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["The Role of Neutrophil to Lymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and Mekelle Hospitals, Ethiopia"], ["Lymphocyte-to-monocyte ratio effectively predicts survival outcome of patients with obstructive colorectal cancer"], ["Risk Factors for Mortality Due to Ventilator-Associated Pneumonia in a Chinese Hospital: A Retrospective Study"], ["Neutrophil-to-Lymphocyte Ratio in Adult Community-Acquired Pneumonia Patients Correlates with Unfavorable Clinical Outcomes"], ["Neutrophil-to-Lymphocyte Ratio Improves the Accuracy and Sensitivity of Pneumonia Severity Index in Predicting 30-Day Mortality of CAP Patients"], ["T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV"], ["Neutrophil-lymphocyte ratio: a novel predictor for short-term prognosis in acute-on-chronic hepatitis B liver failure"], ["Clinical Features Predicting Mortality Risk in Patients With Viral Pneumonia: The MuLBSTA Score"], ["Performance of the PSI and CURB-65 scoring systems in predicting 30-day mortality in healthcare-associated pneumonia"], ["CURB-65 Score is Equal to NEWS for Identifying Mortality Risk of Pneumonia Patients: An Observational Study"], ["Performance of the CURB-65 Score in Predicting Critical Care Interventions in Patients Admitted With Community-Acquired Pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T Kuiken", "RA Fouchier", "M Schutten"], ["C Drosten", "S Gunther", "W Preiser"], ["RJ de Groot", "SC Baker", "RS Baric"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["D Wang", "B Hu", "C Hu"], ["N Chen", "M Zhou", "X Dong"], ["M Berhane", "M Melku", "A Amsalu", "B Enawgaw", "Z Getaneh", "F Asrie"], ["XQ Chen", "CR Xue", "P Hou", "BQ Lin", "JR Zhang"], ["DY Feng", "YQ Zhou", "M Zhou", "XL Zou", "YH Wang", "TT Zhang"], ["YL Ge", "HF Zhang", "Q Zhang"], ["HF Zhang", "YL Ge", "HY Wang"], ["WJ Liu", "M Zhao", "K Liu"], ["H Liu", "H Zhang", "G Wan"], ["L Guo", "D Wei", "X Zhang"], ["E Murillo-Zamora", "A Medina-Gonzalez", "L Zamora-Perez", "A Vazquez-Yanez", "J Guzman-Esquivel", "B Trujillo-Hernandez"], ["M Brabrand", "DP Henriksen"], ["A Ilg", "A Moskowitz", "V Konanki"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "and the decision curve and clinical impact curve showed that the NLR had superior\nstandardized net benefit. In addition, the incidence of severe illness was 9.1% in age ≥\n50 and NLR < 3.13 patients, and half of patients with age ≥ 50 and NLR ≥ 3.13 would\ndevelop severe illness. Based on the risk stratification of NLR with age, the study\ndeveloped a 2019-nCoV pneumonia management process.", "one_words_summarize": "and the decision curve and clinical impact curve showed that the NLR had superiorstandardized net benefit. Conclusions: The NLR was the early identification of risk factors for 2019-nCoV severeillness. Severe ill patients progressed rapidly to acuterespiratory failure, acute respiratory distress syndrome, metabolic acidosis,coagulopathy, and septic shock. The clinical classifications are as follows: (1) mild, withfever, respiratory tract symptoms, and imaging shows pneumonia. ( This studywas approved by the Ethics Committee of Beijing Ditan Hospital, and all patientssigned the informed consent. All suspected 2019-nCoV infection patients were taken upper respiratory throat swabsamples at admission and stored in virus transport medium, which were transported toBeijing CDC for laboratory diagnosis. Compared the differences between the two groups with t-test, chi-square test orMannWhitney U test. One patient was received methylprednisolone for 3 daysbefore admission and stopped after admission, and another patient tookmethylprednisolone 8 mg every other day for ten months for optic neuromyelitis andcontinued taking it after admission. Figure 1 showed the CT images of a typical patient in early, consolidation, absorptionand dissipation stages. The decision curve andclinical impact curve showed that the NLR had superior standardized net benefit andinfluence on the outcome of patients (Figure 2E and 2F).Using receiver operating characteristic analysis, the predictive value of the NLR for theincidence of severe illness was compared to that of the MuLBSTA and CURB-6 models. Patients were divided into two strata according to the cutoff value of NLR (low risk: <3.13; high risk: ≥ 3.13) and age (age < 50 years; age ≥ 50 years). Patientswith 2019-nCoV pneumonia on early onset were not very severe. In addition, patients with severe illness might have bacterial infection dueto low immune function. The latest report followed up the laboratory test results ofpatients with 2019-nCoV infection, and found that 5 patients had a rising neutrophilcount and a falling lymphocyte count before their deaths.6In the study, the data of 61 patients with 2019-nCoV pneumonia were analyzed, thebaseline characteristics of patients in the mild and severe groups were described andcompared, and the dynamic changes of laboratory indexes and imaging weredemonstrated. The independent risk factors affecting incidence of severe illness werescreened. Second, most of patients are still in hospital,whose condition maybe change in follow-up. The NLR was the most useful prognostic factor affecting the prognosis for severeillness patients with 2019-nCoV pneumonia."}