{"date": "2020/02/08", "journal": "medrxiv", "authors": "Seth Blumberg, Thomas M Lietman, Travis C Porco", "title": "Assessing the plausibility of subcritical transmission of 2019-nCoV in the United States", "type": "preprint article", "abstract": "The 2019-nCoV outbreak has raised concern of global spread. While person-to-person transmission within the Wuhan district has led to a large outbreak, the transmission potential outside of the region remains unclear. Here we present a simple approach for determining whether the upper limit of the confidence interval for the reproduction number exceeds one for transmission in the United States, which would allow endemic transmission. As of February 7, 2020, the number of cases in the United states support subcritical transmission, rather than ongoing transmission. However, this conclusion can change if pre-symptomatic cases resulting from human-to-human transmission have not yet been identified.", "text": "likelihood techniques can be used to infer the upper bound of the 95% confidence interval for ​R(Figure 1A)​6​.observed before endemic transmission is possible (i.e. upper limit of 95%confidence of ​R​ is greater than 1). The plot shows the dependence on severalvalues of the dispersion parameter, ​k​. The green curve corresponds to the panelA.From a public health perspective, a particularly important piece of knowledge is how manysecondary cases can be observed before endemic transmission is possible (Figure 1B). Thethreshold of secondary cases that can occur before endemic transmission is possible dependson the dispersion parameter. The higher the dispersion parameter is, the smaller the confidenceinterval for ​R​ is, and the threshold number of secondary cases before epidemic transmission ispossible becomes larger​5​. For example, for the current ​N​p​ value of 10, the threshold ofsecondary cases allowing endemic transmission is 2, 3, 5 and 9 for dispersion value of 0.2, 0.3,0.5 and 1 respectively. For figure 1A, a dispersion parameter of 0.3 is assumed which is on thelow side of what is typically observed​3​. This is a conservative estimate and contrasts with thetraditional value of one which corresponds to the SIR model of homogenous transmission​7​.Importantly, this approach assumes that none of the observed cases remains infectious and thatthere are no patients who are already infected but are pre-symptomatic. This may be areasonable assumption if transmission primarily occurs when patients are symptomatic and ifsymptomatic patients are quickly quarantined. However, until there has been a substantial gapin time (at least one serial interval) since a patient is quarantined this assumption cannot bevalidated. This approach also does not account for the possibility of symptomatic cases thatremain unobserved. Further, subcriticality in one subpopulation does not imply subcriticality inother populations. In addition, if the capacity for isolation is exceeded due to an excess ofimported cases, subcriticality now does not imply subcriticality in the future.In conclusion, based solely on the observed number of cases so far, the current case count for2019 nCoV in the United States currently supports subcritical transmission because the upperlimit of ​R​ is less than one. This result holds even when a high degree of heterogeneity ispermitted (e.g. a dispersion of 0.3). However, it is too early to make a definitive statement aboutsubcriticality because there may still be cases that are pre-symptomatic. This simple approachfor assessing whether subcritical transmission is plausible may be applicable to other diseases,such as avian influenza, with low case counts.", "ref_list": [[], ["Estimating the effective reproduction number of the 2019-"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV. ​ArXiv200110530 Phys Q-Bio​"], [""], ["Superspreading and the effect of individual variation on disease emergence"], ["Detecting differential transmissibilities that affect the size of self-limited outbreaks"], ["Infectious Diseases of Humans: Dynamics and Control​"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Cao", "Q Zhang", "X Lu"], ["S Zhao", "Q Lin", "J Ran"], ["T Zhou", "Q Liu", "Z Yang"], [], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], ["S Blumberg", "S Funk", "JR Pulliam"], ["RM Anderson", "RM May"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "likelihood techniques can be used to infer the upper bound of the 95% confidence interval for ​R\n(Figure 1A)​6​.\nobserved before endemic transmission is possible (i.e. upper limit of 95%\nconfidence of ​R​ is greater than 1). The plot shows the dependence on several\nvalues of the dispersion parameter, ​k​. The green curve corresponds to the panel\nA.", "one_words_summarize": "likelihood techniques can be used to infer the upper bound of the 95% confidence interval for ​R(Figure 1A)​6​.observed before endemic transmission is possible (i.e. upper limit of 95%confidence of ​R​ is greater than 1). For figure 1A, a dispersion parameter of 0.3 is assumed which is on thelow side of what is typically observed​3​. This is a conservative estimate and contrasts with thetraditional value of one which corresponds to the SIR model of homogenous transmission​7​.Importantly, this approach assumes that none of the observed cases remains infectious and thatthere are no patients who are already infected but are pre-symptomatic. However, it is too early to make a definitive statement aboutsubcriticality because there may still be cases that are pre-symptomatic."}