{"date": "2020/02/09", "journal": "medrxiv", "authors": "Matteo Chinazzi, Jessica T. Davis, Marco Ajelli, Corrado Gioannini, Maria Litvinova, Stefano Merler, Ana Pastore y Piontti, Luca Rossi, Kaiyuan Sun, Cécile Viboud, Xinyue Xiong, Hongjie Yu, M. Elizabeth Halloran, Ira M. Longini, Alessandro Vespignani", "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (2019-nCoV) outbreak", "type": "preprint article", "abstract": "Motivated by the rapid spread of a novel coronavirus (2019-nCoV) in Mainland China, we use a global metapopulation disease transmission model to project the impact of both domestic and international travel limitations on the national and international spread of the epidemic. The model is calibrated on the evidence of internationally imported cases before the implementation of the travel quarantine of Wuhan. By assuming a generation time of 7.5 days, the reproduction number is estimated to be 2.4 [90% CI 2.2-2.6]. The median estimate for number of cases before the travel ban implementation on January 23, 2020 is 58,956 [90% CI 40,759 - 87,471] in Wuhan and 3,491 [90% CI 1,924 - 7,360] in other locations in Mainland China. The model shows that as of January 23, most Chinese cities had already received a considerable number of infected cases, and the travel quarantine delays the overall epidemic progression by only 3 to 5 days. The travel quarantine has a more marked e ect at the international scale, where we estimate the number of case importations to be reduced by 80% until the end of February. Modeling results also indicate that sustained 90% travel restrictions to and from Mainland China only modestly a ect the epidemic trajectory unless combined with a 50% or higher reduction of transmission in the community.", "text": "Starting in December 2019, Chinese health authorities have been closely monitoring acluster of pneumonia cases in the city of Wuhan, in Hubei province. It has been determinedthat the pathogen causing the viral pneumonia among a ected individuals is a newcoronavirus (2019-nCoV)(1). As of February 7th, 2020, a total of 31,213(2) cases have beendetected and con rmed in Mainland China. Internationally, there are more than 200additional cases detected and con rmed in 23 countries(3). In this work we model both thedomestic and international spread of the 2019-nCoV epidemic. We estimate the e ects ofthe travel ban implemented in Wuhan and the international travel restrictions adopted by anumber of countries in early February, 2020.To model the international spread of the 2019-nCoV outbreak we use the Global Epidemicand Mobility Model (GLEAM), an individual-based, stochastic, and spatial epidemic model(4; 5; 6; 7). GLEAM uses a metapopulation network approach integrated with real-worlddata, where the world is divided into sub-populations centered around major transportationhubs (usually airports). The subpopulations are connected by the ux of individuals travelingdaily among them. The model includes over 3,200 sub-populations in roughly 200 di erentcountries and territories. The airline transportation data consider daily origin-destinationtra c ows from the O cial Aviation Guide (OAG) and IATA databases (updated 2019),while ground mobility ows are derived by the analysis and modeling of data collected fromthe O ces of Statistics for 30 countries on 5 continents (5). Within each sub-population,the human-to-human transmission of 2019-nCoV is modeled using a compartmentalrepresentation of the disease where individuals can occupy one of the following compartments:Susceptible (S), Latent (L), Infectious (I ) and Recovered (R). Susceptible individuals canacquire the virus through contacts with individuals in the infectious compartment, and becomelatent, meaning they are infected but can not transmit the disease yet. Latent individualsprogress to the infectious stage with a rate inversely proportional to the latent period (whichwe assume to have the same duration as the incubation period), and infectious individualsprogress into the removed stage with a rate inversely proportional to the infectious period.The sum of the mean latent and infectious periods de nes the generation time. Removedindividuals represent those who can no longer infect others, meaning they are recovered,isolated, hospitalized, or dead.The model generates an ensemble of possible epidemic scenarios described by the numberof newly generated infections, times of disease arrival in each subpopulation, and the numberof traveling infection carriers. We assume a starting date of the epidemic that falls between11/15/2019 and 12/1/2019, with 40 cases caused by zoonotic exposure(8; 9). The posteriordistribution of the basic reproductive number R0 is estimated by exploring the likelihood ofimportation of 2019-nCoV cases to international locations. We have performed a sensitivityanalysis considering di erent combinations of average latency and infectious periods,exploring a generation time (Tg) interval ranging from 6 to 11 days based on plausible ranges fromthe SARS epidemic and recent analysis of the 2019-nCoV data (10; 11; 12; 13; 14; 15; 16).Details and sensitivity analysis are reported in the Supplementary Material. In the followingwe report the results for a generation time Tg =7.5 days (12). The obtained posteriordistribution provides an average reproductive number R0= 2.4 [90% CI 2.2-2.6], and a doublingtime measured at Td = 4:6 days [90% CI 4.2-5.1]. The obtained values are in the samerange as previous analyses based on early 2019-nCoV data (12; 17; 18; 19; 20). Although thecalibration obtained for di erent generation times provides di erent posterior distributionsfor R0, the overall evolution of the epidemic is determined by the growth rate of infectiousindividuals and generates results consistent with those presented here. Results under theassumptions of a di erent generation time (Tg = 9), and the presence of mildly symptomaticindividuals not detected internationally are reported in the Supplementary Material.On January 22, 2020, the projected median number of cases with no travel restrictionsfor Mainland China excluding Wuhan is 3,491 [90% CI 1,924-7,360]. The overwhelmingmajority of cases are in Wuhan with a median number of 58,956 [90% CI 40,760-87,471].To analyze the e ect of the travel ban within Wuhan, we implemented long-range travelrestrictions beginning on January 23rd and restricted the local commuting ows on January25th. Initially, we assume no changes in the transmissibility and disease dynamics. Themodel output shows no noticeable di erences in the epidemic trajectory of Wuhan, whileit shows a delay of about 3 days occurring for other locations in China (see Fig. 1A). Theoverall reduction of cases in Mainland China excluding Wuhan is close to 20% byFebruary 22, with a relative reduction of cases across speci c locations varying in a range from1% to 57%,(Fig. 2). With a doubling time of approximately 5 days, this level of reductioncorresponds to only a modest delay of the epidemic trajectory of 1 to 6 days. Theseresults are in agreement with estimates resulting from the combination of epidemiological andhuman mobility data (21). The model indicates clearly that as of January 23, 2020, theepidemic was seeded in several locations across Mainland China. As an independentvalidation test, we show in g 1B) the cumulative number of cases in Mainland China provincesthrough February 5, 2020, as reported from DXY.cn, a Chinese online community networkfor physicians, health care professionals, pharmacies and healthcare facilities established in2000 (22; 16), and compare these results with model projections. The model projections arehighly correlated with the observed data (Pearson's r = 0:77, P < 0:000001), although asexpected we nd that there are signi cantly fewer reported cases than projected (See Fig.1 B). If we assume that the observed number of cases are the result of di erent binomialprocesses that with a certain probability will determine the actual detection of a case, wend that the median ascertainment rate of detecting an infected individual in the populationis equal to 19:59% [IQR: 14:36%; 35:58%] in Mainland China. In other words, our modelsuggests that surveillance only detects one out of ve cases.The model allows us to estimate the number of case importations in internationallocations from Mainland China. We analyze how this number would increase according toprojections in a fully status quo scenario compared to the presence of a travel ban. InFig. 1C) we report the mean number of total international importation events in the twoscenarios. We nd an 80% reduction in cases imported from Mainland China to othercountries until the end of February. While the number of cases imported internationally initiallyhas a marked decrease, it picks up again in the following weeks with importation from otherlocations in China. The model indicates that after the travel restrictions in Wuhan areimplemented on January 23, the top 5 ranked cities as the origin of international caseimportations are Shanghai, Beijing, Shenzhen, Guangzhou, and Kunming. Similarly, the modelallows ranking countries across the world according to the relative risk of importing casesfrom Mainland China. More precisely the relative risk is de ned for each country Y , as therelative probability P (Y ) that a single infected individual travels from the index areas to thatspeci c destination Y . In other words, given the occurrence of one exported case, P (Y ) isthe relative probability that the disease carrier will appear in location Y , with respect to anyfrsseaeboC334050000,,,000000000 rrrN===o010...t705r500a,,,veTTTlrrraaabvvvaeeenlll iRRRneeeWddduuuuccchtttiiiaooonnnn::: 90900%%%ivueNm225000,,000000 January 23: Wuhan ight travel banltu150,000amunC100,000aied 50,000AM D0ec 31, 2019 Jan 7, 2020 Jan 14, 2020 Jan 21, 2020 Jan 28, 2020 Feb 4, 2020 Feb 11, 2020 Feb 18, 2020JIMnilinonenGrgoalniasGuuizhoSLuHhiaaaoninnxaiinng YuHnenbaeniShaaFnuxjiHiaeBnileoinjinggjiaSnigSchhJuaCianahndnoognnsgguqing Jiangxi102 Actual103BC)ry5 104aurbeFf(sao 103noitcejroP 102ledoM1011,000anihCfrom100sesaCdetropIfom 10rebmuN1Dec 31, 2019 Jan 7, 2020 Jan 14, 2020 Jan 21, 2020 Jan 28, 2020 Feb 4, 2020 Feb 11, 2020 Feb 18, 2020of circles represents the relative reduction in the number of cases, while the size representsthe population in the region. B) Projected cumulative number of cases by the same date,after implementing travel restrictions in Wuhan.other possible location. This risk depends on the travel ow from cities in Mainland Chinato other countries and the disease prevalence in those cities. It is also worth remarking thatour tra c ows are origin destination data that do not depend on traveling routes, and area proxy for the actual mobility demand across cities. In Fig. 3 we provide a visualization ofhow each one of the top cities in China contribute to the relative risk of the top 20 countriesat risk of importation for the dates before and after the travel ban in Wuhan was in e ect. Inparticular, before the travel ban 84% of the internationally imported cases originated fromWuhan; while after the travel ban, the top 10 contributors to the relative risk are neededto account for at least 80% of the internationally imported cases where the top threecontributors are: Shanghai (27:85%), Beijing (14:28%), and Shenzhen (13:68%). In termsof relative risk of importation, the countries at higher risk of importation after theimplementation of the Wuhan travel ban are: Japan (11:01% pre-travel ban, 13:97% post-travelban), Thailand (22:89% pre-travel ban, 12:01% post-travel ban), Republic of Korea (7:48%pre-travel ban, 11:58% post-travel ban), Taiwan (9:32% pre-travel ban, 9:88% post-travelban), and USA (4:66% pre-travel ban, 5:91% post-travel ban).Starting early February 2020, 59 airline companies suspended or limited ights toMainland China and a number of countries including USA, Russia, Australia, and Italy havealso imposed government issued travel restrictions (23; 24; 25; 26; 27; 28). It is di cult tocalculate exactly the level of tra c reduction imposed by these measures. For this reason,we analyze here two major scenarios in which travel restrictions produce a 40% and 90%overall tra c reduction to and from China. The same tra c reductions are also applieddomestically in China. Along with travel reductions, we consider three scenariosconcerning disease transmissibility: i) a status quo situation with the same transmissibility foundfrom the model calibration through January 23, 2020; ii) a moderate relative reduction ofthe original transmissibility (25%), corresponding to a transmissibility dampening factor ofr = 0:75; and iii) a high reduction (50%) of the original transmissibility (r = 0:50). Thisrelative reduction of transmissibility could be achieved through early detection and isolationof cases, as well as behavioral changes and awareness of the disease in the population. InFig. 4 we show the combined e ects of the travel and transmissibility reductions on theepidemic incidence in Mainland China and the number of exported cases to other countries.The simulated scenarios show that even in the case of drastic travel reductions (Fig. 4D), iftranmissibility is not reduced (r = 1), the epidemic in China is delayed for no more than 2weeks. The peak of the epidemic in Mainland China is reached at the end of April { earlyMay, 2020. It is worth remarking that the epidemic peak in Wuhan in the absence oftransmissibility reductions falls in the rst week of March 2020. The number of cases imported toother countries, Fig. 4A-C, is initially a ected by a tenfold reduction, but by March 1st 2020when there is no transmissibility reduction (r = 1), this number has reached again the levelsof 133 and 22 cases per day for the 40% and 90% travel restrictions scenarios, respectively.The concurrent presence of both travel and transmissibility reductions, however, producea much larger synergistic e ect visible by both delaying the epidemic activity in MainlandChina and the number of imported cases. In the moderate transmissibility reductionscenarios (r = 0:75) the epidemic peak is delayed to late June 2020 and the total number ofinternational case importations by March 1st 2020 are 21 and 3 cases per day for the 40%and 90% travel restrictions scenarios, respectively. Larger travel limitations (> 90%) willextend the period of time during which the importation of cases is greatly reduced. TheThailandJapanTaiwanKorea,Rep.MalaysiaAustraliaUSASingaporeVietnamIndonesiaCambodiaUKUAEPhilippinesCanadaFranceIndiaRussiaGermanyItalyRest ofWorldQingdaoRest ofMainlandChinaShanghaiShenzhenZhuhaiHangzhouChongqingXiamenBeijingKunmingGuangzhouJapanThailandKorea,Rep.TaiwanUSASingaporeMalaysiaVietnamPhilippinesIndonesiaAustraliaCambodiaRussiaUKGermanyCanadaIndiaItalyUAEFranceRest ofWorldWuhanKunmingRest ofMainland ChinaHangzhouShenzhenZhuhaiXiamenShanghaiGuangzhouBeijingQingdaothe rest of Mainland China) before and after theWuhan travel ban.The listed countriescorrespond to the top 20 countries at risk of importation.Flows are proportional to therelative probability that any one imported case will be traveling froma destination to atarget.ted ianro hp CIm ndafreo ilanbm MmnuN froia seedM saCAr=1.00r=0.75r=0.50Dr=1.00r=0.75r=0.50January 23February 1China travelrestrictionsJanuary 23February 1China travel restrictionsJanuary 23February 1China travel restrictionsBCDaily incidence per 1,000 people in China (excluding Wuhan)relative reduction of 50% of the transmissibility (r = 0:5) along with travel restrictions doesdelay the epidemic growth in China that never surpasses the daily incidence of 1 case per1,000 in Mainland China, and the number of imported cases at international destinationsare always in the single digit range. The e ect of the transmissibility reduction is visiblealso on the short term epidemic curve in Mainland China as shown in Fig. 1, with a drasticreduction of the growth of the number of cases by February 22, 2020 with respect to thestatus quo epidemic curve.            The presented analysis, as all modeling exercises, has a number of limitations andassumptions that are worth considering. The model parameters such as generation time andincubation period are chosen based on early results on the 2019-nCoV outbreak and priorknowledge of SARS and MERS coronavirus epidemiology. While we believe that the modelis rather stable to variations in these parameters, more information on the keycharacteristic of the disease would considerably reduce uncertainties. The transmission and mobilitymodel does not account, at this stage, for heterogeneities due to age di erences insusceptibility and contact patterns. The calibration of the model does not consider correlationsamong importations (family travel) and assumes that travel probabilities are homogeneousacross all individuals in the catchment area of each transportation hub. We were not able tond reliable data sources on the e ectiveness of containment measures in place in MainlandChina before Jan 23 (e.g. body temperature screening for departure in Wuhan Internationalairport) which are thus not included in the model. In the travel restriction scenario weassume long term enforcement of individual mobility restrictions            Even in presence of the above limitations, the analysis of the Wuhan 2019-nCoVoutbreak and the modeling assessment of the e ects of travel limitations could be instrumentalto national and international agencies for public health response planning. We show that byJanuary 23 2020, the epidemic had already spread to other cities within China. The travelquarantine around Wuhan has only modestly delayed the epidemic spread to other areas ofChina. This is in agreement with separate studies on the di usion of the 2019-nCoV virusin China (29; 21; 30). The model indicates that while the Wuhan travel ban was initiallye ective at reducing international case importations, the number of cases observed outsideChina will resume its growth after 2-3 weeks from cases that originated elsewhere.Furthermore, the modeling study shows that additional travel limitations up to 90% of the tra chave a modest e ect unless paired with public health interventions and behavioral changesthat achieve a considerable reduction in the disease transmissibility (31). The above resultsprovides data with potential uses for the de nition of optimized containment schemes andmitigation policies that includes the local and international dimension of the 2019-nCoVepidemic.Acknowledgements. MEH acknowledge the support of the MIDAS-U54GM111274. SMand MA acknowledge support from the EU H2020 MOOD project. CG and LRacknowledge support from the EU H2020 Icarus project. The ndings and conclusions in this studyare those of the authors and do not necessarily represent the o cial position of thefunding agencies, the National Institutes of Health or U.S. Department of Health and HumanServices.J.Wallinga,medRxiv[15] M. Kraemer, D. Pigott, Epidemiological Data from the nCoV-2019Outbreak: Early Descriptions from Publicly Available Data, http://virological.org/t/epidemiological-data-from-the-ncov-2019-outbreak-early-descriptions-from-publicly-available-data/337(2020). [Online; accessed 05-February-2020].JournalofInfectiousDiseases.", "ref_list": [[], [""], ["[2] The Center for Systems Science"], [""], [""], [""], [""], [""], ["Phylogenetic analysis of nCoV-2019 genomes"], ["-global-infectious-disease-analysis/ news-"], [""], [""], [""], [""], [""], ["Epidemiological Data from the nCoV-"], ["-china-north-korea-tourism-ban"], ["Scoot cancels ights to China's Wuhan over virus outbreak"], ["Toui tre News, Vietnam aviation authority ceases all ights to and from coronavirus-stricken Wuhan"], ["Russia ramps up controls, shuts China border crossings over virus fears"], ["Center for Disease Control"], ["\"Travelers from China to be denied entry to Australia"], ["The Lancet doi"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["World Health", "Organization -"], [], ["World Health", "Organization"], ["D. Balcan"], ["D. Balcan"], ["M. F. Gomes"], ["Q. Zhang"], ["A. Rambaut", "of-", "-ncov-", "-genomes-"], ["Natsuko Imai", "Neil M. Ferguson", "-"], ["J. A. Backer"], ["S. Zhao"], ["J. R. J. M. Read", "D. A. Bridgen", "A. Cummings", "C. P. Ho", "Jewell"], ["N. Imai", "-"], ["H. Tian"], [], [], ["CNA", "mtr-"], [], ["Reuters", "idUSKBN1ZR0TU"], [], ["The Australian"], ["K. J. T. Wu", "G. M. Leung", "Leung"], ["Z. Du"], ["S. K. J. M. Drake", "Chew"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Starting in December 2019, Chinese health authorities have been closely monitoring a\ncluster of pneumonia cases in the city of Wuhan, in Hubei province. It has been determined\nthat the pathogen causing the viral pneumonia among a ected individuals is a new\ncoronavirus (2019-nCoV)(1). As of February 7th, 2020, a total of 31,213(2) cases have been\ndetected and con rmed in Mainland China. Internationally, there are more than 200\nadditional cases detected and con rmed in 23 countries(3). In this work we model both the\ndomestic and international spread of the 2019-nCoV epidemic. We estimate the e ects of\nthe travel ban implemented in Wuhan and the international travel restrictions adopted by a\nnumber of countries in early February, 2020.", "one_words_summarize": "Starting in December 2019, Chinese health authorities have been closely monitoring acluster of pneumonia cases in the city of Wuhan, in Hubei province. As of February 7th, 2020, a total of 31,213(2) cases have beendetected and con rmed in Mainland China. We estimate the e ects ofthe travel ban implemented in Wuhan and the international travel restrictions adopted by anumber of countries in early February, 2020.To model the international spread of the 2019-nCoV outbreak we use the Global Epidemicand Mobility Model (GLEAM), an individual-based, stochastic, and spatial epidemic model(4; 5; 6; 7). Removedindividuals represent those who can no longer infect others, meaning they are recovered,isolated, hospitalized, or dead. Initially, we assume no changes in the transmissibility and disease dynamics. In other words, our modelsuggests that surveillance only detects one out of ve cases. The model allows us to estimate the number of case importations in internationallocations from Mainland China. While the number of cases imported internationally initiallyhas a marked decrease, it picks up again in the following weeks with importation from otherlocations in China. Inparticular, before the travel ban 84% of the internationally imported cases originated fromWuhan; while after the travel ban, the top 10 contributors to the relative risk are neededto account for at least 80% of the internationally imported cases where the top threecontributors are: Shanghai (27:85%), Beijing (14:28%), and Shenzhen (13:68%). It is di cult tocalculate exactly the level of tra c reduction imposed by these measures. For this reason,we analyze here two major scenarios in which travel restrictions produce a 40% and 90%overall tra c reduction to and from China. It is worth remarking that the epidemic peak in Wuhan in the absence oftransmissibility reductions falls in the rst week of March 2020. MalaysiaAustraliaUSASingaporeVietnamIndonesiaCambodiaUKUAEPhilippinesCanadaFranceIndiaRussiaGermanyItalyRest ofWorldQingdaoRest ofMainlandChinaShanghaiShenzhenZhuhaiHangzhouChongqingXiamenBeijingKunmingGuangzhouJapanThailandKorea,Rep. The listed countriescorrespond to the top 20 countries at risk of importation. 1, with a drasticreduction of the growth of the number of cases by February 22, 2020 with respect to thestatus quo epidemic curve. The model parameters such as generation time andincubation period are chosen based on early results on the 2019-nCoV outbreak and priorknowledge of SARS and MERS coronavirus epidemiology. The model indicates that while the Wuhan travel ban was initiallye ective at reducing international case importations, the number of cases observed outsideChina will resume its growth after 2-3 weeks from cases that originated elsewhere. CG and LRacknowledge support from the EU H2020 Icarus project."}