{"date": "2020/02/08", "journal": "medrxiv", "authors": "Joel Hellewell, Sam Abbott, Amy Gimma, Nikos I Bosse, Christopher I Jarvis, Timothy W Russell, James D Munday, Adam J Kucharski, W John Edmunds, CMMID nCoV working group, Sebastian Funk, Rosalind M Eggo", "title": "Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts", "type": "preprint article", "abstract": "# Corresponding author:", "text": "London.WC1E 7HT UKBackground: To assess the viability of isolation and contact tracing to control onwardstransmission from imported cases of 2019-nCoV.Methods: We developed a stochastic transmission model, parameterised to the 2019-nCoVoutbreak. We used the model to quantify the potential effectiveness of contact tracing andisolation of cases at controlling a 2019 nCoV-like pathogen. We considered scenarios thatvaried in: the number of initial cases; the basic reproduction number R0; the delay fromsymptom onset to isolation; the probability contacts were traced; the proportion oftransmission that occurred before symptom onset, and the proportion of subclinicalinfections. We assumed isolation prevented all further transmission in the model. Outbreakswere deemed controlled if transmission ended within 12 weeks or before 5000 cases in total.We measured the success of controlling outbreaks using isolation and contact tracing, andquantified the weekly maximum number of cases traced to measure feasibility of publichealth effort.Findings: While simulated outbreaks starting with only 5 initial cases, R0 of 1.5 and littletransmission before symptom onset could be controlled even with low contact tracingprobability, the prospects of controlling an outbreak dramatically dropped with the number ofinitial cases, with higher R0, and with more transmission before symptom onset. Acrossdifferent initial numbers of cases, the majority of scenarios with an R0 of 1.5 werecontrollable with under 50% of contacts successfully traced. For R0 of 2.5 and 3.5, more than70% and 90% of contacts respectively had to be traced to control the majority of outbreaks.The delay between symptom onset and isolation played the largest role in determiningwhether an outbreak was controllable for lower values of R0. For higher values of R0 and alarge initial number of cases, contact tracing and isolation was only potentially feasible whenless than 1% of transmission occurred before symptom onset.Interpretation: We found that in most scenarios contact tracing and case isolation alone isunlikely to control a new outbreak of 2019-nCov within three months. The probability ofcontrol decreases with longer delays from symptom onset to isolation, fewer casesascertained by contact tracing, and increasing transmission before symptoms. This modelcan be modified to reflect updated transmission characteristics and more specific definitionsof outbreak control to assess the potential success of local response efforts.Funding: Wellcome Trust, Global Challenges Research Fund, and HDR UK.Contact tracing and isolation of cases is a commonly used intervention for controllinginfectious disease outbreaks. This intervention can be effective, but may require intensivepublic health effort and cooperation to effectively reach and monitor all contacts. When thepathogen has infectiousness before symptom onset, control of outbreaks using contacttracing and isolation is more challenging.This study uses a mathematical model to assess the feasibility of contact tracing and caseisolation to control outbreaks of 2019-nCov, a newly emerged pathogen. We used diseasetransmission characteristics specific to the pathogen and therefore give the best availableevidence if contact tracing and isolation can achieve control of outbreaks.Contact tracing and isolation may not contain outbreaks of 2019-nCoV unless very highlevels of contact tracing are achieved. Even in this case, if there is asymptomatictransmission, or a high fraction of transmission before onset of symptoms, this strategy maynot achieve control within three months.As of 5th February 2020, there have been over 24,550 confirmed cases of a novelcoronavirus infection (2019-nCoV), including over 190 international cases, and over 490reported deaths1. Control measures have been instigated within China to try to contain theoutbreak2. As infectious people arrive in countries or areas without ongoing transmission,efforts are being made to halt transmission, and prevent potential outbreaks3,4. Isolation ofconfirmed and suspected cases, and identification of contacts are a critical part of thesecontrol efforts. It is not yet clear if these efforts will achieve control of transmission of2019nCoV.Isolation of cases and contact tracing becomes less effective if infectiousness begins beforethe onset of symptoms5,6. For example, the severe acute respiratory syndrome (SARS)outbreak that began in Southern China in 2003 was amenable to eventual control throughtracing contacts of suspected cases and isolating confirmed cases because the majority oftransmission occurred after symptom onset7. These interventions also play a major role inresponse to outbreaks where onset of symptoms and infectiousness are concurrent10, forexample Ebola virus disease8,9 and MERS10,11, and for many other infections12,13.The effectiveness of isolation and contact tracing methods hinges on two keyepidemiological parameters: the number of secondary infections generated by each newinfection and the proportion of transmission that occurs prior to symptom onset5. In addition,the probability of successful contact tracing and the delay between symptom onset andisolation are critical, since cases remain in the community where they can infect others untilisolation6,14. Transmission prior to symptom onset could only be prevented by tracingcontacts of confirmed cases and testing (and quarantining) those contacts. Cases that donot seek care, potentially due to subclinical or asymptomatic transmission represent a furtherchallenge to control.If 2019-nCoV can be controlled by isolation and contact tracing, then public health effortsshould be focussed on this strategy. However, if this is not enough to control outbreaks, thenadditional resources may be needed for additional interventions. There are currently keyunknown characteristics of the transmissibility and natural history of 2019-nCoV; forexample, whether transmission can occur before symptom onset. Therefore we explored arange of epidemiological scenarios that represent potential transmission properties based oncurrent information about 2019-nCoV transmission. We assessed the ability of isolation andcontact tracing to control disease outbreaks using a mathematical model6,15–18. By varyingthe efficacy of contact tracing efforts, the size of the outbreak when detected, and thepromptness of isolation after symptom onset, we show how viable it is for countries at risk ofimported cases to use contact tracing and isolation as a containment strategy.We implemented a branching process model in which the number of potential secondarycases produced by each individual (the ‘infector’) is drawn from a negative binomialdistribution with a mean equal to the reproduction number, and heterogeneity in the numberof new infections produced by each individual6,15,18–20. Each potential new infection wasassigned a time of infection drawn from the serial interval distribution. Secondary cases wereonly created if the infector had not been isolated by the time of infection. In the example indrawn from the negative binomial distribution), but only two transmissions occur before thecase was isolated. Thus, a reduced delay from onset to isolation reduced the averagenumber of secondary cases in the model.addition to person D than if they had been isolated at symptom onset. A version with asymptomatic transmissionis given in Figure S8.We initialised the branching process with 5, 20, or 40 cases to represent a newly detectedoutbreak of varying size. Initial symptomatic cases were then isolated after symptom onsetwith a delay drawn from the onset-to-isolation distribution (Table 1). Isolation was assumedto be 100% effective at preventing further transmission; therefore, in the model, failure tocontrol the outbreak resulted from the lack of complete contact tracing and the delays inisolating cases rather than the inability of isolation to prevent further transmission. Either100% or 90% of cases became symptomatic, and all symptomatic cases were eventuallyreported.Each newly infected case was identified through contact tracing with probability ρ.Secondary cases that had been traced were isolated immediately upon becomingsymptomatic. Cases that were missed by contact tracing (probability 1- ρ) were isolatedwhen they became symptomatic with a delay drawn from the onset-to-isolation distribution.In addition, each case had an independent probability of being subclinical (asymptomatic),and were therefore not detected either by self report or if traced by contact tracing. Newsecondary cases caused by an asymptomatic case were missed by contact tracing andcould only be isolated based on symptoms. The model includes isolation of symptomaticindividuals only, i.e. no quarantine, so isolation cannot prevent transmission before symptomonset. Quarantining contacts of cases requires a considerable investment in public healthresources, and has not been widely implemented for all contacts of cases3,21.We ran 1,000 simulations of each combination of the proportion of transmission beforesymptom onset, R0, onset-to-isolation delay, the number of initial cases, and the probabilitythat a contact was traced (Table 1).We explored two scenarios of delay between symptom onset and isolation: “short” and “long”(Figure 2). The short delay was estimated during the late stages of the 2003 SARS outbreakin Singapore20 and the long delay was an empirical distribution calculated from the earlyphase of the 2019-nCoV outbreak in Wuhan21. We varied the percentage of contacts tracedfrom 0-100% at 20% intervals to quantify the effectiveness of contact tracing.TypeParameterSampled Delay from onset to isolationIncubation periodSerial intervalFixedInitial casesPercentage of contacts tracedReproduction Number (R0)Overdispersion in R0R0 after isolationCases isolated once identifiedIsolation effectivenessSubclinical infection percentageLower, central,higher estimateSARS-like,FlulikeDescriptionMeasuresValueReferenceShortLongMean (variance)3.83 (5.99) daysMean (variance)9.1 (19.53) daysMean (standarddeviation)Mean (standarddeviation)          Incubation period (          Assumedfixed values remain constant during the simulation.The incubation period for each case was drawn from a Weibull distribution. A correspondingserial interval for each case was then drawn from a skewed normal distribution with themean parameter of the distribution set to the incubation period for that case, a standarddeviation of 2, and a skew parameter chosen such that a set proportion of serial intervalswere shorter than the incubation period (meaning that a set proportion of transmissionhappened before symptom onset) (Figure 2). This sampling approach ensured that the serialinterval and incubation period for each case was correlated, and prevents biologicallyimplausible scenarios where a case can develop symptoms very soon after exposure but notbecome infectious until very late after exposure and vice versa.There are many estimates of the reproduction number for the early phase of the 2019-nCoVoutbreak in Wuhan, China15,18,19,23,26,26–30, and therefore we used the values 1.5, 2.5, and 3.5,which span most of the range of current estimates (Table 1). We used the secondary casedistribution from the 2003 SARS outbreak20, and tested the effect of lower heterogeneity inthe number of secondary cases25 as a sensitivity analysis (see supplement). We calculatedthe effective reproduction number (Reff) of the simulation as the average number ofsecondary cases produced by each infected person in the presence of isolation and contacttracing. We present results in relation to the baseline scenario of R0 of 2.5, 20 initial cases, a5.8 (2.6) days5, 20, and 40short delay to isolation, 15% of transmission before symptom onset, and 0% subclinicalOutbreak control was defined as no new infections between 12 and 16 weeks after the initialcases. Outbreaks that reached 5,000 cumulative cases were assumed to be too large tocontrol within 12-16 weeks, and were categorised as uncontrolled outbreaks. Based on thisdefinition, we reported the probability that an outbreak of a 2019-nCoV-like pathogen wouldbe controlled within 12 weeks for each scenario, assuming that the basic reproductionnumber remained constant and no other interventions were implemented.The probability that an outbreak is controlled gives a one-dimensional understanding of thedifficulty involved in achieving control, because the model places no constraints on thenumber of cases and contacts that can be traced and isolated. In reality, the feasibility ofcontact tracing and isolation is likely to be determined both by the probability of achievingcontrol, and the resources needed to trace and isolate infected cases31. We thereforereported the weekly maximum number of cases undergoing contact tracing and isolation foreach scenario that results in outbreak control. Once the weekly number of cases reaches acertain point, it can overwhelm the contact tracing system and affect the quality of thecontact tracing effort32.All code is available as an R package (https://github.com/epiforecasts/ringbp).The funders of the study had no role in study design, data collection, data analysis, datainterpretation, writing of the report, or the decision to submit for publication. All authors hadfull access to all the data in the study and were responsible for the decision to submit themanuscript for publication.To achieve 90% of outbreaks controlled required 80% of contacts to be traced and isolatedfor scenarios with a reproduction number of 2.5 (Figure 3a). The probability of control washigher at all levels of contact tracing when the reproduction number was lower, and fellrapidly for a reproduction number of 3.5. At a reproduction number of 1.5, the effect ofisolation is coupled with the chance of stochastic extinction resulting from overdispersion20,which is why some outbreaks were controlled even at 0% contacts traced.Isolation and contact tracing decreased transmission, as shown by a decrease in theeffective reproduction number (Figure 3b). For the scenario where the basic reproductionnumber was 1.5, the median estimate rapidly fell below 1, which indicates that control islikely. For the higher transmission scenarios a higher level of contact tracing was needed tobring the median effective reproduction number below 1.The number of initial cases had a large impact on the probability of achieving control. Withfive initial cases, there was a greater than 50% chance of achieving control in 3 months,even at modest contact tracing levels (Figure 4a). More than 40% of these outbreaks werecontrolled with no contact tracing due to the combined effects of isolation of symptomaticcases and stochastic extinction. The probability of control dropped as the number of initialcases increased, and for 40 initial cases, even 80% contact tracing did not lead to 80% ofsimulations controlled within 3 months.The delay from symptom onset to isolation played a major role in achieving control ofoutbreaks (Figure 4b). At 80% of contacts traced, the probability of achieving control fallsfrom 89% to 31% when there is a longer delay from onset to isolation. If there is notransmission before symptom onset then the probability of achieving control is higher for allvalues of contacts traced (Figure 4c). The difference between 15% and 30% of transmissionbefore symptoms had a marked effect on probability to control. We found this effect in allscenarios tested (supplementary Figure S4). Including only 10% of cases beingasymptomatic resulted in a decreased probability that simulations were controlled byisolation and contact tracing for all values of contact tracing (Figure 4d). For 80% of contactstraced, only 37% of outbreaks were controlled, compared with 89% without subclinicalIn many scenarios there were between 25 and 100 symptomatic cases within a week (Figure5), all of whom would need isolation and would require contact tracing. The maximumnumber of weekly cases may appear counterintuitive because a lower maximum number ofweekly cases is not associated with higher outbreak control. This occurs because with bettercontact tracing it becomes possible to control outbreaks with higher numbers of weeklycases. The maximum number of weekly cases is lower if the initial number of cases is 5 andhigher if it is 40 (see supplement). In the 2014 Ebola epidemic in Liberia, each case reportedbetween 6 and 20 contacts8, and the number of contacts may be higher, as seen in MERSoutbreaks10. Tracing 20 contacts per case could mean up to 2,000 contacts in the week ofpeak incidence.We determined conditions where case isolation, contact tracing, and preventing transmissionby infected contacts would be sufficient to control a new 2019-nCoV outbreak in the absenceof other control measures. We found that in many plausible scenarios, case isolation alonewould be unlikely to control transmission within three months. Case isolation was moreeffective when there was little transmission before symptom onset and when the delay fromsymptom onset to isolation was shorter. Preventing transmission by tracing and isolating alarger proportion of contacts, thereby decreasing the effective reproduction number,improved the number of scenarios where control was likely to be achieved. However, theseoutbreaks required a large number of cases to be contact traced and isolated each week,which is of crucial concern when assessing the feasibility of this strategy. Subclinicalinfection markedly decreased the probability of controlling outbreaks within 3 months.In scenarios where the reproduction number was 2.5, 15% of transmission occurred beforesymptom onset, and there was a short delay to isolation, at least 80% of infected contactsneeded to be traced and isolated to give a probability of control of 90% or more. This echoesother suggestions that highly effective contact tracing will be necessary to control outbreaksin other countries17. In scenarios where the delay from onset to isolation was larger, similarto the delays seen in the early phase of the outbreak in Wuhan, the same contact tracingsuccess rate of 80% achieved less than 40% probability of containing an outbreak. Higherpre-symptomatic transmission decreases the probability that the outbreaks were controlled,under all reproduction numbers and isolation delay distributions tested.Our model does not include other control measures that may decrease the reproductionnumber and therefore also increase the probability of achieving control of an outbreak. At thesame time, it assumes that isolation of cases and contacts is completely effective, and thatall symptomatic cases are eventually reported. Relaxing these assumptions would decreasethe probability that control is achieved. We also make the assumption that contact isrequired for transmission between two individuals, whereas transmission via fomites may bepossible. This would make effective contact tracing challenging, and good respiratory andhand hygiene would be critical to reduce this route of transmission, coupled withenvironmental decontamination in healthcare settings.We intentionally simplified our model to determine the effect of contact tracing and isolationon the control of outbreaks under different scenarios of transmission. However, as more databecomes available, the model can be updated, or tailored to particular public healthcontexts. It is likely that the robustness of control measures is affected both by differences intransmission between countries but also by the concurrent number of cases that requirecontact tracing in each scenario. Practically, there is likely to be an upper bound on thenumber of cases that can be traced, and case isolation is likely to be imperfect33. Wereported the maximum number of weekly cases during controlled outbreaks but the capacityof response efforts may vary.We explored a range of scenarios informed by the latest evidence on transmission of2019nCoV. Similar analyses using branching models have already been used to analyse theWuhan outbreak to find plausible ranges for the initial exposure event size and the basicreproduction number15,19. Our analysis expands on this by including infectiousness beforethe onset of symptoms, case isolation, explicit modelling of case incubation periods and timeto infectiousness. A key area of uncertainty is if and for how long individuals are infectiousbefore symptom onset, and if asymptomatic or subclinical infection occurs. Both are likely tomake the outbreak harder to control24.The model could be modified to include some transmission after isolation (such as inhospitals) which would decrease the probability of achieving control. In addition, we definean outbreak as controlled if it reaches extinction by 3 months, regardless of outbreak size ornumber of weekly cases. This definition may be narrowed where the goal is to keep theoverall caseload of the outbreak low. This may be of concern to both local authorities forreducing the healthcare surges, and may provide a way to limit geographic spread.Our study indicates that in most plausible outbreak scenarios case isolation and contacttracing alone is insufficient to control outbreaks, and that in certain scenarios even nearperfect contact tracing will still be insufficient, and therefore further interventions would berequired to achieve control. However, rapid and effective contact tracing can also reduce theinitial number of cases, which would make the outbreak easier to control overall. Effectivecontact tracing and isolation could contribute to reducing the overall size of an outbreak orbringing it under control over a longer time period.RME conceived the study. JH, AG, SA, WJE, SF, RME designed the model. CIJ, TWR, NIBworked on statistical aspects of the study. JH, AG, SA, NIB programmed the model, and withRME, made the figures. AJK and JDM consulted on the code. All authors interpreted theresults, contributed to writing the manuscript and approved the final version for submission.The named authors (JH, SA, AG, NIB, CIJ, TWR, JDM, AJK, WJE, SF, RME) had thefollowing sources of funding: JH, SA, JDM and SF were funded by the Wellcome Trust (grantnumber: 210758/Z/18/Z), AG and CIJ were funded by the Global Challenges Research Fund(grant number: ES/P010873/1), TWR and AJK were funded by the Wellcome Trust (grantnumber: 206250/Z/17/Z), and RME was funded by HDR UK (grant number: MR/S003975/1).This research was partly funded by the National Institute for Health Research (NIHR)(16/137/109) using UK aid from the UK Government to support global health research. Theviews expressed in this publication are those of the author(s) and not necessarily those ofthe NIHR or the UK Department of Health and Social Care. This research was partly fundedby the Bill & Melinda Gates Foundation (INV-003174). This research was also partly fundedby the Global Challenges Research Fund (GCRF) project ‘RECAP’ managed through RCUKand ESRC (ES/P010873/1).We would like to acknowledge (in a randomised order) the other members of the LSHTM2019-nCoV modelling group, who contributed to this work: Stefan Flasche, Mark Jit,Nicholas Davies, Sam Clifford, Billy J Quilty, Yang Liu, Charlie Diamond, Petra Klepac andHamish Gibbs. Their funding sources are as follows: SF and SC (Sir Henry Dale Fellowship(grant number: 208812/Z/17/Z)), MJ, YL, PK (BMGF (grant number: INV-003174)), ND(NIHR (grant number: HPRU-2012-10096)), BJQ (grant number: NIHR (16/137/109)), CD &YL (NIHR (grant number: 16/137/109)), and HG (Department of Health and Social Care(grant number: ITCRZ 03010))The authors have no interests to declare.No data were used in this study. The R code for the work is available athttps://github.com/epiforecasts/ringbp.", "ref_list": [[], [""], [""], ["Public health management of persons having had contact with novel coronavirus cases in the European Union [Internet]"], ["Effectiveness of airport screening at detecting travellers infected with 2019-nCoV"], ["Factors that make an infectious disease outbreak controllable"], ["Comparing nonpharmaceutical interventions for containing emerging epidemics"], ["Modeling and public health emergency responses: lessons from SARS"], ["Contact tracing performance during the Ebola epidemic in Liberia,"], ["Implementation and management of contact tracing for Ebola virus disease [Internet]"], [""], ["Algorithm: Public health investigation and management of close contacts of Middle East Respiratory Coronavirus (MERS-CoV) cases (v17 29 January"], ["European Centre for Disease Prevention and Control. Risk assessment guidelines for diseases transmitted on aircraft. Part 2: Operational guidelines for assisting in the evaluation of risk for transmission by disease"], ["Active contact tracing beyond the household in multidrug resistant tuberculosis in Vietnam: a cohort study"], ["The Effectiveness of Contact Tracing in Emerging Epidemics"], ["The transmissibility of novel Coronavirus in the early stages of the 2019-20 outbreak in Wuhan: Exploring initial point-source exposure sizes and durations using scenario analysis [Internet]. CMMID project repository"], ["The transmissibility of novel Coronavirus in the early stages of the 2019-20 outbreak in Wuhan: Exploring initial point-source exposure sizes and durations using scenario analysis"], [""], ["Effectiveness of Ring Vaccination as Control Strategy for Ebola Virus Disease"], ["Estimating the potential total number of novel Coronavirus cases in Wuhan City"], ["Superspreading and the effect of individual variation on disease emergence"], ["cited 2020 Feb 7]"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["Influenza Forecasting with Google Flu Trends"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], [""], ["Early Transmissibility Assessment of a Novel Coronavirus in Wuhan"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["When is contact tracing not enough to stop an outbreak? Lancet Infect Dis"], ["Contact Tracing during an Outbreak of Ebola Virus Disease in the Western Area Districts of Sierra Leone: Lessons for Future Ebola Outbreak Response"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus"], [], ["CDC European"], ["B Quilty", "S Clifford", "S Flasche", "RM Eggo"], ["C Fraser", "S Riley", "RM Anderson", "NM Ferguson"], ["CM Peak", "LM Childs", "YH Grad", "CO Buckee"], ["JW Glasser", "N Hupert", "MM McCauley", "R Hatchett"], ["KC Swanson", "C Altare", "CS Wesseh", "T Nyenswah", "T Ahmed", "N Eyal"], [], ["M Kang", "T Song", "H Zhong", "J Hou", "J Wang", "J Li", "9 Number"], ["Public Health England. MERS-CoV Close Contact"], [], ["TTT Hoang", "VN Nguyen", "NS Dinh", "G Thwaites", "TA Nguyen", "HR van Doorn"], ["D Klinkenberg", "C Fraser", "Heesterbeek H"], ["S Abbott", "J Hellewell", "J Munday", "S. Funk"], ["S Abbott", "J Hellewell", "J Munday"], ["N Imai", "A Cori", "I Dorigatti", "M Baguelin", "C Donnelly", "S Riley"], ["AJ Kucharski", "RM Eggo", "C Watson", "A Camacho", "S Funk", "WJ Edmunds", "Number", "January 2016 - Emerging Infectious Diseases"], ["N Imai", "I Dorigatti", "A Cori", "S Riley", "NM Ferguson"], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], [], ["CA Donnelly", "AC Ghani", "GM Leung", "AJ Hedley", "C Fraser", "S Riley"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["AF Dugas", "M Jalalpour", "Y Gel", "S Levin", "F Torcaso", "T Igusa"], ["J Riou", "CL Althaus"], ["T Bedford", "R Neher", "J Hadfield", "E Hodcroft", "M Ilcisin", "Müller N"], ["M Majumder", "KD Mandl"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell"], ["S Zhao", "J Ran", "SS Musa", "G Yang", "Y Lou", "D Gao"], ["RS Dhillon", "D Srikrishna"], ["OO Olu", "M Lamunu", "M Nanyunja", "F Dafae", "T Samba", "N Sempiira"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "London.", "one_words_summarize": "WC1E 7HT UKBackground: To assess the viability of isolation and contact tracing to control onwardstransmission from imported cases of 2019-nCoV.Methods: We developed a stochastic transmission model, parameterised to the 2019-nCoVoutbreak. We assumed isolation prevented all further transmission in the model. The delay between symptom onset and isolation played the largest role in determiningwhether an outbreak was controllable for lower values of R0. Interpretation: We found that in most scenarios contact tracing and case isolation alone isunlikely to control a new outbreak of 2019-nCov within three months. The probability ofcontrol decreases with longer delays from symptom onset to isolation, fewer casesascertained by contact tracing, and increasing transmission before symptoms. This intervention can be effective, but may require intensivepublic health effort and cooperation to effectively reach and monitor all contacts. Contact tracing and isolation may not contain outbreaks of 2019-nCoV unless very highlevels of contact tracing are achieved. As of 5th February 2020, there have been over 24,550 confirmed cases of a novelcoronavirus infection (2019-nCoV), including over 190 international cases, and over 490reported deaths1. Control measures have been instigated within China to try to contain theoutbreak2. For example, the severe acute respiratory syndrome (SARS)outbreak that began in Southern China in 2003 was amenable to eventual control throughtracing contacts of suspected cases and isolating confirmed cases because the majority oftransmission occurred after symptom onset7. Each potential new infection wasassigned a time of infection drawn from the serial interval distribution. Secondary cases wereonly created if the infector had not been isolated by the time of infection. In the example indrawn from the negative binomial distribution), but only two transmissions occur before thecase was isolated. Each newly infected case was identified through contact tracing with probability ρ. The model includes isolation of symptomaticindividuals only, i.e. no quarantine, so isolation cannot prevent transmission before symptomonset. Quarantining contacts of cases requires a considerable investment in public healthresources, and has not been widely implemented for all contacts of cases3,21.We ran 1,000 simulations of each combination of the proportion of transmission beforesymptom onset, R0, onset-to-isolation delay, the number of initial cases, and the probabilitythat a contact was traced (Table 1).We explored two scenarios of delay between symptom onset and isolation: “short” and “long”(Figure 2). We thereforereported the weekly maximum number of cases undergoing contact tracing and isolation foreach scenario that results in outbreak control. Once the weekly number of cases reaches acertain point, it can overwhelm the contact tracing system and affect the quality of thecontact tracing effort32.All code is available as an R package (https://github.com/epiforecasts/ringbp).The funders of the study had no role in study design, data collection, data analysis, datainterpretation, writing of the report, or the decision to submit for publication. The probability of control washigher at all levels of contact tracing when the reproduction number was lower, and fellrapidly for a reproduction number of 3.5. At a reproduction number of 1.5, the effect ofisolation is coupled with the chance of stochastic extinction resulting from overdispersion20,which is why some outbreaks were controlled even at 0% contacts traced. For the higher transmission scenarios a higher level of contact tracing was needed tobring the median effective reproduction number below 1.The number of initial cases had a large impact on the probability of achieving control. The probability of control dropped as the number of initialcases increased, and for 40 initial cases, even 80% contact tracing did not lead to 80% ofsimulations controlled within 3 months. However, theseoutbreaks required a large number of cases to be contact traced and isolated each week,which is of crucial concern when assessing the feasibility of this strategy. Relaxing these assumptions would decreasethe probability that control is achieved. JH, AG, SA, NIB programmed the model, and withRME, made the figures. All authors interpreted theresults, contributed to writing the manuscript and approved the final version for submission."}