{"date": "2020/02/07", "journal": "medrxiv", "authors": "Steven Sanche, Yen Ting Lin, Chonggang Xu, Ethan Romero-Severson, Nick Hengartner, Ruian Ke", "title": "The Novel Coronavirus, 2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated", "type": "preprint article", "abstract": "†S.S. and Y.T.L. contributed equally to the work.", "text": "real-time domestic travel data in China. Third, to address the issue of potential data collectionand methodological bias or incomplete control of confounding variables, we implemented twodistinct modeling approaches using different sets of data. These analyses produced estimates ofthe exponential growth rates that are consistent with one another and higher than previousestimates.        A unique feature of our case report dataset (Table S1) is that it includes case reports of many ofthe first or the first few individuals who were confirmed with the virus infection in each province,where dates of departure from Wuhan were reported. All together, we collected 140 individualcase reports (Table S1). These reports include demographic information including age, sex andlocation of hospitalization, as well as epidemiological information including potential timeperiods of infection, dates of symptom onset, hospitalization and case confirmation.Using this dataset, we estimated the basic parameter distributions of durations from initialexposure to symptom onset to hospitalization to discharge or death. Our estimate of the timefrom initial exposure to symptom onset is 4.2 days with a 95% confidence interval (CI for shortbelow) between 3.5 and 5.1 days (Fig. 1C). This estimated period is about 1 day shorter and haslower variance than a previous estimate (                Moving from empirical estimates of basic epidemiological parameters to an understanding of theactual epidemiology of 2019-nCoV requires model-based inference. We thus used mathematicalmodels to integrate the empirical estimates with spatiotemporal domestic travel and infectiondata outside of Hubei province to infer the outbreak dynamics in Wuhan. Inference based ondata outside of Hubei is more reliable because, as a result of the awareness of the risk of virustransmission, other provinces implemented intensive surveillance system to detect individualswith high temperatures and closely track travelers out of Wuhan using digital data to identifyinfected individuals (                We collected real-time travel data during the epidemic using the Baidu® Migration server (Fig.2A and Table S2). The server an online platform summarizing mobile phone travel data throughBaidu® Huiyan [https://huiyan.baidu.com/]. Baidu® Huiyan is a widely used positioning system inChina. It processes >120 billion positioning requests daily through GPS, WIFI and other means[https://huiyan.baidu.com/]. Therefore, the data represents a reliable, real-time andhighresolution source of travel patterns in China. We extracted daily travel data from Wuhan to eachof the provinces. We found that in general, between 40,000 to 140,000 people in Wuhan traveledto destinations outside of Hubei province daily before the lock-down of the city on January 23,with travel peaks on January 9, 21 and 22 (Fig. 2B). Thus, it is likely that this massive flow ofpeople from Hubei province during January facilitated the rapid dissemination of virus.We integrated the travel data into our inferential models using two approaches. The rationale ofthe first model, the ‘first-arrival’ approach, is that an increasing fraction of people infected inWuhan increases the likelihood that one such case is exported to the other provinces. Hence,how soon new cases are observed in other provinces can inform disease progression in Wuhan(Fig. 2C). This has similarities with earlier analyses to estimate the size of the 2019-nCoV outbreakin Wuhan based on international travel data (                An alternative model, the ‘case count’ approach, used daily case count data between January 19and 26 from provinces outside of Hubei to infer the initiation and the growth rate of the outbreak.We restricted the data to this period because during this time infected persons found outside ofHubei province generally reported visiting Wuhan within 14 days of becoming symptomatic, i.e.cases during that time period were indicative of the dynamics in Wuhan. We developed ametapopulation model based on the classical SEIR model (12). We assumed a deterministicexponential growth for the infected populations in Wuhan, whereas in other provinces, werepresented the trajectory of infected individuals who travelled from Wuhan using a stochasticagent-based model. The transitions of the infected individuals from symptom onset tohospitalization and then to case confirmation were assumed to follow the distributions inferredfrom the case report data (see Supplementary Materials for detail). Simulation of the model usingbest fit parameters showed that the model described the observed case counts over time well(Fig. 2E). The estimated date of exponential growth initiation is December 16, 2019 (CI: December12 to Dec 21) and the exponential growth rate is 0.30 per day (CI: 0.26 to 0.34 per day). Theseestimates are consistent with estimates in the ‘first arrival’ approach (Fig. 2F and G, and Fig. S4).We note that in both approaches, we assumed perfect detection of infected cases outside ofHubei province, i.e. the dates of first arrival and the number of case counts are accurate. Thiscould be a reasonable assumption to make for symptomatic individuals because of the intensivesurveillance implemented in China, for example, tracking individuals’ movement from digitaltransportation data (                Our estimated outbreak growth rate is significantly higher than two recent reports where thegrowth rate was estimated to be 0.1 per day (        Using the exponential growth rate, we next estimated the range of the basic reproductivenumber, R0. It has been shown that this estimation depends on the distributions of the latentperiod (defined as the period between the times when an individual infected and becomeinfectious) and the infectious period (14). For both periods, we assumed a gamma distributionand varied the mean and the shape parameter of the gamma distributions in a large range toreflect the uncertainties in these distributions (see Supplementary Materials). It is not clear whenan individual becomes infectious; thus, we considered two scenarios: 1) the latent period is thesame as the incubation period, and 2) the latent period is 2 days shorter than the incubationperiod, i.e. individuals start to transmit 2 days before symptom onset. Integrating uncertaintiesin the exponential growth rate estimated from the ‘first arrival’ approach and the uncertaintiesin the duration of latent and infectious periods, we estimated the values of R0 to be 6.3 (CI: 3.3to 11.3) and 4.7 (CI: 2.8 to 7.6), for the first and second scenarios, respectively (Fig. 3A). Whenusing the estimates from the ‘case count’ approach, we estimated slightly higher R0 values of 6.6(CI: 4.0 to 10.5) and 4.9 (CI: 3.3 to 7.2), for the first and second scenarios, respectively (Fig. S5).Overall, we report R0 values are likely be between 4.7 and 6.6 with a CI between 2.8 to 11.3. Weargue that the high R0 and a relatively short incubation period lead to the extremely rapid growthof the of 2019-nCoV outbreak as compared to the 2003 SARS epidemic where R0 was estimatedto be between 2.2 to 3.6 (15, 16).        The high R0 values we estimated have important implications for disease control. For example,basic theory predicts that the force of infection has to be reduced by 1 − 1 to guarantee 0extinction of the disease. At  0 = 2.2 this fraction is only 55%, but at  0 = 6.7 this fraction risesto 85%. To translate this into meaningful predictions, we use the framework proposed by Lipsitchet al (16) with the parameters we estimated for 2019-nCoV. Importantly, given the recent reportof transmission of the virus from asymptomatic individuals (13), we considered the existence ofa fraction of infected individuals who is asymptomatic and can transmit the virus (seeSupplementary Materials). Results show that if as low as 20% of infected persons areasymptomatic and can transmit the virus, then even 95% quarantine efficacy will not be able tocontain the virus (Fig. 3B). Given the rapid rate of spread, the sensitivity of control efforteffectiveness to asymptomatic infections and the potential of transmission before symptomonset, we need to be aware of the difficulty of controlling 2019-nCoV once it establishes in a newpopulation (17). Future field, laboratory and modeling studies aimed to address the unknowns,such as the fraction of asymptomatic individuals, the time when individuals become infectiousand the existence of superspreaders are needed to accurately predict the impact of variouscontrol strategies (        Fortunately, we see evidence that control efforts have a measurable effect on the rate of spread.Since January 23, Wuhan and other cities in Hubei province implemented vigorous controlmeasures, such as closing down transportation and mass gatherings in the city; whereas, otherprovinces also escalated the public health alert level and implemented strong control measures.We noted that the growth rate of the daily number of new cases in provinces outside of Hubeislowed down gradually since late January (Fig. 3B). Due to the closure of Wuhan (and other citiesin Hubei), the number of cases reported in other provinces during this period shall start to tracklocal infection dynamics rather than imports from Wuhan. We estimated that the exponentialgrowth rate is decreased to 0.14 per day (CI: 0.12 to 0.15 per day) since January 30. Based on thisgrowth rate and an R0 between 4.7 to 6.6 before the control measures, a calculation followingthe formula in Ref. (14) suggested that a growth rate decreasing from 0.29 per day to 0.14 perday translates to a 50%-59% decrease in R0 to between 2.3 to 3.0. This is in agreement withprevious estimates of the impact of effective social distancing during 1918 influenza pandemic(18). Thus, the reduction in growth rate may reflect the impact of vigorous control measuresimplemented and individual behavior changes in China during the course of the outbreak.The 2019-nCoV epidemic is still rapidly growing and spread to more than 20 countries as ofFebruary 5, 2020. Here, we estimated the growth rate of the early outbreak in Wuhan to be 0.29per day (a doubling time of 2.4 days), and the reproductive number, R0, to be between 4.7 to 6.6(CI: 2.8 to 11.3). Among many factors, the Lunar New Year Travel rush in early and mid-January2020 may or may not play a role in the high outbreak growth rate, although SARS epidemic alsooverlapped with the Lunar New Year Travel rush. How contiguous the 2019-nCoV is in othercountries remains to be seen. If the value of R0 is as high in other countries, our results suggestthat active and strong population-wide social distancing efforts, such as closing downtransportation system, schools, discouraging travel, etc., might be needed to reduce the overallcontacts to contain the spread of the virus.11.12.13.14.15.16.17.18.R. K. Plowright et al., Pathways to zoonotic spillover. Nat Rev Microbiol 15, 502-510 (2017).R. M. Anderson, R. M. May, Infectious Diseases of Humans: Dynamics and Control. Oxfordscience publications (Oxford University Press, 1991), pp. 768.C. Rothe et al., Transmission of 2019-nCoV Infection from an Asymptomatic Contact inGermany. N Engl J Med, (2020).H. J. Wearing, P. Rohani, M. J. Keeling, Appropriate models for the management ofinfectious diseases. PLoS Med 2, e174 (2005).C. A. Donnelly et al., Epidemiological determinants of spread of causal agent of severeacute respiratory syndrome in Hong Kong. Lancet 361, 1761-1766 (2003).M. Lipsitch et al., Transmission dynamics and control of severe acute respiratorysyndrome. Science 300, 1966-1970 (2003).C. Fraser, S. Riley, R. M. Anderson, N. M. Ferguson, Factors that make an infectious diseaseoutbreak controllable. Proc Natl Acad Sci U S A 101, 6146-6151 (2004).M. C. Bootsma, N. M. Ferguson, The effect of public health measures on the 1918influenza pandemic in U.S. cities. Proc Natl Acad Sci U S A 104, 7588-7593 (2007).Acknowledgments. We would like to thank Alan Perelson and Christiaan van Dorp forsuggestions and critical reading of the manuscript and Weili Yin for help with collecting andtranslating documents from provincial health commission websites. Funding: SS and RK wouldlike to acknowledge funding from DARPA (HR0011938513). CX acknowledges the support fromthe Laboratory Directed Research and Development (LDRD) Program at Los Alamos NationalLaboratory. The funders had no role in study design, data collection and analysis, decision topublish, or preparation of the manuscript. Author contributions: RK and NH conceived theproject; RK collected data; SS, YTL, CX and RK performed analyses; SS, YTL, ERS, NH and RK wroteand edited the manuscript. Competing interests: authors declare no competing interests. Dataand materials availability: all data is available in the main text or the supplementary materials.Supplementary Materials:Supplementary TextFig. 1. Epidemiological characteristics of early dynamics of 2019-nCoV outbreak in China. (A-B)Daily new and cumulative confirmed cases in Hubei province (A) and provinces other than Hubeiin China (B). (C-F) Distributions of key epidemiological parameters, including the durationsbetween infection and symptom onset (C), between symptom onset to hospitalization (D),between hospitalization to discharge (E) and between hospitalization to death (F). Filled circlesand bars on x-axes denote the estimated mean and 95% confidence intervals.Fig. 2. Two different approaches using high-resolution travel data reached consistent estimatesof the exponential growth rate and the date of exponential growth initiation of the 2019-nCoVoutbreak. (A) A modified snapshot of the Baidu® Migration online server interface showing themigration pattern out of Wuhan (red dot) on January 19, 2020. Thickness of curved white linesdenotes the size of the traveler population to each province. The names of most of the provincesare shown in white. (B) Estimated daily population sizes of travelers from Wuhan, Hubei provinceto other provinces. (C) A schematic illustrating the export of infected individuals from Wuhan.Travelers (dots) are assumed to be random samples from the total population (the whole pie).Because of the growth of the infected population (orange pie) and the shrinking size of the totalpopulation in Wuhan over time, it is more and more likely infected individuals travel to otherprovinces (orange dots). (D) The dates of documented first arrivals of infected cases in 26provinces. Names of provinces were shown vertically. (E) Best fit of the ‘case count’ model todaily counts of new cases (including only imported cases) in provinces other than Hubei. Thestandard deviations of the sample distribution are shown as the error bars. (F and G) Themarginalized likelihoods of the growth rate  (F) the exponential growth initiation time (G) areconsistent between the ‘first arrival’ model and the ‘case count’ model.Fig. 3. Estimation of the basic reproductive number, R0, and the impact of control measures. (A)Histograms and the means (stars) of estimated R0 assuming individuals become infectious atsymptom onset (blue) or 2 days before symptom onset (orange). The dotted line denotes R0=1.(B) The levels of minimum efforts (lines) of intervention strategies needed to control the virusspread. Strategies considered are quarantine of symptomatic individuals and individuals who hadcontacts with them (x-axis) and population-level efforts to reduce overall contact rates (y-axis).Different colored lines denote different assumptions of the fraction of asymptomatic individualsin the infected population. Solid and dashed lines correspond to R0=4.7 and 6.3 (i.e. the estimatedmeans of R0), respectively. (C) The cumulative number of cases outside of Hubei province in lateJanuary 2020. The growth rate decreased to 0.14 per day since January 30. The dashed black lineshows January 23 when Wuhan is locked down.Hubei provinceYear 2020Outside of HubeiYear 2020ABEGansuShanxiNingxiaQinghaiNeimengguBeijingHeilongjiangJilinLiaoningHebeiShandongJiangsuShanghaiSichuanGuizhouYunnanHunanZhejiangFujianGuangxi GuangdongHainanTianjin YunnanHainanHunanHenanZhejiangGuangdongBeijingJiangsuSichuanGansuNeimengguQinghai", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Pneumonia of unknown cause - China (https://www"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Statement on the second meeting of the International Health Regulations ("], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Railway corporation using big data to trace potential virus carrier"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City, China (https://www"], ["Estimating the potential total number of novel Coronavirus cases in Wuhan City"], ["Superspreading and the effect of individual variation on disease emergence"], ["Epidemic dynamics at the human-animal interface"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q. Li"], [], ["J. F. Chan"], ["regulations-", "coronavirus-"], ["K. J. T. Wu", "G. M. Leung", "Leung"], [], ["N. Imai"], ["N. Imai", "I. Dorigatti", "A. Cori", "S. Riley", "N. M. Ferguson"], ["J. O. Lloyd-Smith", "S. J. Schreiber", "P. E. Kopp", "W. M. Getz"], ["J. O. Lloyd-Smith"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "real-time domestic travel data in China. Third, to address the issue of potential data collection\nand methodological bias or incomplete control of confounding variables, we implemented two\ndistinct modeling approaches using different sets of data. These analyses produced estimates of\nthe exponential growth rates that are consistent with one another and higher than previous\nestimates.", "one_words_summarize": "Third, to address the issue of potential data collectionand methodological bias or incomplete control of confounding variables, we implemented twodistinct modeling approaches using different sets of data. The server an online platform summarizing mobile phone travel data throughBaidu® Huiyan [https://huiyan.baidu.com/]. Thus, it is likely that this massive flow ofpeople from Hubei province during January facilitated the rapid dissemination of virus. S4).We note that in both approaches, we assumed perfect detection of infected cases outside ofHubei province, i.e. the dates of first arrival and the number of case counts are accurate. Thiscould be a reasonable assumption to make for symptomatic individuals because of the intensivesurveillance implemented in China, for example, tracking individuals’ movement from digitaltransportation data (                Our estimated outbreak growth rate is significantly higher than two recent reports where thegrowth rate was estimated to be 0.1 per day (        Using the exponential growth rate, we next estimated the range of the basic reproductivenumber, R0. Whenusing the estimates from the ‘case count’ approach, we estimated slightly higher R0 values of 6.6(CI: 4.0 to 10.5) and 4.9 (CI: 3.3 to 7.2), for the first and second scenarios, respectively (Fig. At  0 = 2.2 this fraction is only 55%, but at  0 = 6.7 this fraction risesto 85%. To translate this into meaningful predictions, we use the framework proposed by Lipsitchet al (16) with the parameters we estimated for 2019-nCoV. Importantly, given the recent reportof transmission of the virus from asymptomatic individuals (13), we considered the existence ofa fraction of infected individuals who is asymptomatic and can transmit the virus (seeSupplementary Materials). Here, we estimated the growth rate of the early outbreak in Wuhan to be 0.29per day (a doubling time of 2.4 days), and the reproductive number, R0, to be between 4.7 to 6.6(CI: 2.8 to 11.3). Among many factors, the Lunar New Year Travel rush in early and mid-January2020 may or may not play a role in the high outbreak growth rate, although SARS epidemic alsooverlapped with the Lunar New Year Travel rush. Proc Natl Acad Sci U S A 101, 6146-6151 (2004).M. C. Bootsma, N. M. Ferguson, The effect of public health measures on the 1918influenza pandemic in U.S. cities. We would like to thank Alan Perelson and Christiaan van Dorp forsuggestions and critical reading of the manuscript and Weili Yin for help with collecting andtranslating documents from provincial health commission websites. Funding: SS and RK wouldlike to acknowledge funding from DARPA (HR0011938513). Dataand materials availability: all data is available in the main text or the supplementary materials. Thickness of curved white linesdenotes the size of the traveler population to each province. B) Estimated daily population sizes of travelers from Wuhan, Hubei provinceto other provinces. ( D) The dates of documented first arrivals of infected cases in 26provinces. The dashed black lineshows January 23 when Wuhan is locked down. Hubei provinceYear 2020Outside of HubeiYear 2020ABEGansuShanxiNingxiaQinghaiNeimengguBeijingHeilongjiangJilinLiaoningHebeiShandongJiangsuShanghaiSichuanGuizhouYunnanHunanZhejiangFujianGuangxi GuangdongHainanTianjin YunnanHainanHunanHenanZhejiangGuangdongBeijingJiangsuSichuanGansuNeimengguQinghai"}