{"date": "2020/02/04", "journal": "medrxiv", "authors": "Slav W Hermanowicz", "title": "Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model - update (Feb. 8, 2020)", "type": "preprint article", "abstract": "and Findings Confirmed infection cases in mainland China were analyzed using the data up to January 28, 2020 (first 13 days of reliable confirmed cases). In addition, all available data up to February 3 were processed the same way. For the first period the cumulative number of cases followed an exponential function. However, from January 28, we discerned a downward deviation from the exponential growth. This slower-than-exponential growth was also confirmed by a steady decline of the effective reproduction number. A backtrend analysis suggested the original basic reproduction number R0 to be about 2.4 - 2.5. We used a simple logistic growth model that fitted very well with all data reported until the time of writing . Using this model and the first set of data, we estimate that the maximum cases will be about 21,000 reaching this level in midFebruary. Using all available data the maximum number of cases is somewhat higher at 29,000 but its dynamics does not change. These predictions do not account for any possible other secondary sources of infection.", "text": "        Recent outbreak of a novel coronavirus (designated 2019-nCoV) originated in Wuhan, Chinaraised serious public health concerns and many human tragedies. To manage the epidemicsresulting from virus spreading across China and other countries forecasting the occurrence offuture cases is extremely important. Such forecasting is very complicated and uncertain sincemany factors are poorly understood or estimated with a large possible error. Two major factorsinclude spatial movement of virus carriers (i.e., infected individuals) and the basic reproductionnumber R0 (average number of new infections originated from an infected individual).As a result of great public attention to the virus spreading several approaches were recentlyreported attempting to model the epidemics and infection dynamics        In this work, we present the results of fitting a very simple (perhaps even simplistic) model to theavailable data and a forecast of new infections.        The logistic model has been used in population dynamics and specifically in epidemics for a longtime        Initially, the growth of P is close to exponential since the term (1 −  ⁄ ) is almost one. When Pbecomes larger (commensurate with K) the growth rate slows down withbecoming an effective instantaneous growth rate.In discrete time, more appropriate to daily reported infection cases, the logistic model becomes ( + 1) =  0∗  ( ) [1 − ( )]where P(t) and P(t+1) are populations on consecutive days, R0* is the growth rate (basicreproduction number in epidemiology) at the beginning of the logistic growth, and K is thelimiting population. When plotted as a function of time t, both Eqs. (1) and (3) result in aclassic sigmoidal curve withbeing the effective reproduction rate at time t.The logistic model may be adequate for the analysis of mainland China since the country can betreated as a unit where a vast majority of cases occurred without any significant “import“ or“export” of cases.(1)(2)(3)(4)        We analyzed infection cases in mainland China as reported by the National Health Commissionof the People’s Republic of China (www.nhc.gov.cn/xcs/xxgzbd/gzbd_index.shtml). As of thetime of writing (February 3, 2020 14:21 GMT+8) the number of cases are shown in Table 1. Thedata are also plotted in Figure 1. The first column in Table 1 represents days from the beginningof the outbreak. There is a considerable controversy as to the exact date of the outbreak withmost reports pointing to mid-December                For the purpose of our analysis, we assumed the outbreak date of December 17, 2019 as a bestestimate following the work of Zhang and co-workers                Initially, as shown in Figure 1, the number of cases increased exponentially. This feature wasalso clearly recognized in a previous report        ( )) =  0∗ − [ 0∗ ]  ( )(5)Eq. (5) also shows a linearization of the discrete logistic model (Eq. (3)) that was used toestimate the Re(t=30) = R0* at 1.53 using initial 13 points (blue points and line in Figure 2). Thesame figure also shows linearization using all data from day 34 up to currently available (orangepoints and line in Figure 2 ). The resulting estimate of R0* is 1.48. For both linearizations, theeffective reproduction numbers decrease in time.40,00035,000y = -1.72E-05x + 1.48E+00R² = 5.97E-01050001000015000200002500030000Number of cases1.53 and K = 6.2  104 for the initial calibration dataset. For all data calibration, R0* = 1.48 and K= 8.6  104 The resulting prediction of future infection cases are shown in Figure 435,00030,000s25,000esafc20,000oreb15,000muN10,0005,000        The model predicted further increases of the infected cases but slower than the initial exponentialgrowth. So far, the predictions fitted to the daily reports very well. The critical feature of themodel is the stabilization of the total number of cases in the next several days at slightly above20,000 using the initial 13 days for model calibration and about 29,000 using all data for modelcalibration. This prediction is made purely based on the described analysis and may or may nothappen in the future. One significant factor that could invalidate the predictions is a possibility ofsecondary or parallel outbreaks perhaps with different etiology as previously suggested for theoriginal Wuhan outbreak        ", "ref_list": [[], ["A SIMPLE STOCHASTIC EPIDEMIC"], ["The crosscutting contribution of the end of neglected tropical diseases to the sustainable development goals"], ["A mathematical model for simulating the transmission of Wuhan novel Coronavirus"], ["EPIDEMIC CRISIS IN EAST PAKISTAN - APRIL-"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health &#x2014; The latest 2019 novel coronavirus outbreak in Wuhan, China"], [""], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City"], ["Report 1: Estimating the potential total number of novel Coronavirus (2019-nCoV) cases in Wuhan City"], [""], [""], ["Modeling infection transmission"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Early Transmissibility Assessment of a Novel Coronavirus in Wuhan"], ["THE LOGISTIC PROCESS - TABLES OF THE STOCHASTIC EPIDEMIC CURVE AND APPLICATIONS"], ["The Extent of Transmission of Novel Coronavirus in Wuhan"], ["Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["Epidemiology: A science of patterns"], ["A novel coronavirus outbreak of global health concern"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["MRCA time and epidemic dynamics of the 2019 novel coronavirus"], ["Origin time and epidemic dynamics of the 2019 novel coronavirus"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019- nCoV"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019- nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. T. J. Bailey"], ["M. Bangert", "D. H. Molyneux", "S. W. Lindsay", "C. Fitzpatrick", "D. Engels"], ["T. Chen", "J. Rui", "Q. Wang", "Z. Zhao", "J.-A. Cui", "L. Yin"], ["T. A. Cockburn", "JULY"], ["D. S. Hui", "I Azhar", "E. Madani", "T. A. Ntoumi", "F. Kock", "R. Dar", "O. Petersen", "E."], ["N. Imai", "A. Cori", "I. Dorigatti", "M. Baguelin", "C. Donnelly", "S. Riley", "N. M. Ferguson", "-"], ["N. Imai", "I. Dorigatti", "A. Cori", "C. Donnelly", "S. Riley", "N. M. Ferguson"], ["N. Imai", "I. Dorigatti", "A. Cori", "S. Riley", "N. M. Ferguson"], ["Retrieved"], ["D. Jowett", "J. A. Browning", "B. C. Haning"], ["J. Koopman"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "Z. Feng"], ["N. M. Linton", "T. Kobayashi", "Y. Yang", "K. Hayashi", "A. R. Akhmetzhanov", "Jung", "H. Nishiura"], ["T. Liu", "J. Hu", "M. Kang", "L. Lin", "H. Zhong", "J. Xiao", "W."], ["M. Majumder", "K. D. Mandl"], ["E. Mansfield", "C. Hensley"], ["H. Nishiura", "Jung", "N. M. Linton", "R. Kinoshita", "Y. Yang", "K. Hayashi", "A. R. Akhmetzhanov"], ["M. Shen", "Z. Peng", "Y. Xiao", "L. Zhang"], ["P. E. Waggoner", "D. E. Aylor"], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao"], ["J. T. Wu", "K. Leung", "G. M. Leung"], ["P. Wu", "X. Hao", "E. H. Y. Lau", "J. Y. Wong", "K. S. M. Leung", "J. T. Wu", "G. M. Leung"], ["C. Zhang", "M. Wang"], ["C. Zhang", "M. Wang"], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "M. H. Wang"], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "M. H. Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Recent outbreak of a novel coronavirus (designated 2019-nCoV) originated in Wuhan, China\nraised serious public health concerns and many human tragedies. To manage the epidemics\nresulting from virus spreading across China and other countries forecasting the occurrence of\nfuture cases is extremely important. Such forecasting is very complicated and uncertain since\nmany factors are poorly understood or estimated with a large possible error. Two major factors\ninclude spatial movement of virus carriers (i.e., infected individuals) and the basic reproduction\nnumber R0 (average number of new infections originated from an infected individual).\nAs a result of great public attention to the virus spreading several approaches were recently\nreported attempting to model the epidemics and infection dynamics\n        ", "one_words_summarize": "Recent outbreak of a novel coronavirus (designated 2019-nCoV) originated in Wuhan, Chinaraised serious public health concerns and many human tragedies. Two major factorsinclude spatial movement of virus carriers (i.e., infected individuals) and the basic reproductionnumber R0 (average number of new infections originated from an infected individual).As a result of great public attention to the virus spreading several approaches were recentlyreported attempting to model the epidemics and infection dynamics        In this work, we present the results of fitting a very simple (perhaps even simplistic) model to theavailable data and a forecast of new infections. When Pbecomes larger (commensurate with K) the growth rate slows down withbecoming an effective instantaneous growth rate. 5) also shows a linearization of the discrete logistic model (Eq. ( So far, the predictions fitted to the daily reports very well."}