{"date": "2020/02/06", "journal": "medrxiv", "authors": "Wei-jie Guan, Zheng-yi Ni, Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He, Lei Liu, Hong Shan, Chun-liang Lei, David SC Hui, Bin Du, Lan-juan Li, Guang Zeng, Kowk-Yung Yuen, Ru-chong Chen, Chun-li Tang, Tao Wang, Ping-yan Chen, Jie Xiang, Shi-yue Li, Jin-lin Wang, Zi-jing Liang, Yi-xiang Peng, Li Wei, Yong Liu, Ya-hua Hu, Peng Peng, Jian-ming Wang, Ji-yang Liu, Zhong Chen, Gang Li, Zhi-jian Zheng, Shao-qin Qiu, Jie Luo, Chang-jiang Ye, Shao-yong Zhu, Nan-shan Zhong", "title": "Clinical characteristics of 2019 novel coronavirus infection in China", "type": "preprint article", "abstract": "of China Medical Treatment Expert Group for 2019-nCoV", "text": "2. Wuhan Jin-yintan Hospital, Wuhan, Hubei, China6. Department of Thoracic Surgery and Oncology, The First Affiliated Hospital of Guangzhou7. Shenzhen Third People’s Hospital, Shenzhen, China8. The Second Affiliated Hospital of Southern University of Science and Technology, National9. The Fifth Affiliated Hospital of Sun Yat-sen University, Zhuhai, Guangdong, China10. Guangzhou Eighth People's Hospital, Guangzhou Medical University, Guangzhou, Guangdong,11. Department of Medicine & Therapeutics, The Chinese University of Hong Kong, Hong Kong12. Medical ICU, Peking Union Medical College Hospital, Peking Union Medical College andChinese Academy of Medical Sciences, Peking, China13. State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, National Clinical14. Chinese Center for Disease Control and Prevention, Beijing, China15. Department of Clinical16. Department of Emergency Room, The First Affiliated Hospital of Guangzhou Medical University,17. The Central Hospital of Wuhan, Wuhan, Hubei, China18. Wuhan No.1 Hospital, Wuhan Hospital of Traditional Chinese and Western Medicine, Wuhan,19. Chengdu Public Health Clinical Medical Center, Chengdu, Sichuan, China20. Huangshi Central Hospital of Edong Healthcare Group, Affiliated Hospital of Hubei Polytechnic21. Wuhan Pulmonary Hospital, Wuhan, 430030, Hubei, China22. Tianyou Hospital Affiliated to Wuhan University of Science and Technology, Wuhan, Hubei430065, China23. The First Hospital of Changsha, Changsha 410005, Hunan, China24. The Third People's Hospital of Hainan Province, Sanya, 572000, Hainan, China25. Huanggang Central Hospital, Huanggang, Hubei, China26. Wenling First People's Hospital, Wenling, Zhejiang, China27. The Third People's Hospital of Yichang, Yichang, 443000, Hubei Province, China28. Affiliated Taihe Hospital of Hubei University of Medicine, Shiyan, China29. Xiantao First People's Hospital, Xiantao, China30. The People's Hospital of Huangpi District, Wuhan, Chinaequally to the article.Corresponding author: Nan-Shan Zhong. State Key Laboratory of Respiratory Disease, NationalClinical Research Center for Respiratory Disease, Guangzhou Institute of Respiratory Health, TheFirst Affiliated Hospital of Guangzhou Medical University, 151 Yanjiang Road, Guangzhou,Guangdong, China. Tel.: +86-20-83062729; Fax: +86-20-83062729; E-mail: nanshan@vip.163.comBackground: Since December 2019, acute respiratory disease (ARD) due to 2019 novel coronavirus(2019-nCoV) emerged in Wuhan city and rapidly spread throughout China. We sought to delineatethe clinical characteristics of these cases.Methods: We extracted the data on 1,099 patients with laboratory-confirmed 2019-nCoV ARD from552 hospitals in 31 provinces/provincial municipalities through January 29th, 2020.Results: The median age was 47.0 years, and 41.90% were females. Only 1.18% of patients had adirect contact with wildlife, whereas 31.30% had been to Wuhan and 71.80% had contacted withpeople from Wuhan. Fever (87.9%) and cough (67.7%) were the most common symptoms. Diarrheais uncommon. The median incubation period was 3.0 days (range, 0 to 24.0 days). On admission,ground-glass opacity was the typical radiological finding on chest computed tomography (50.00%).admitted to intensive care unit and 15 (1.36%) succumbed. Severe pneumonia was independentlyassociated with either the admission to intensive care unit, mechanical ventilation, or death inmultivariate competing-risk model (sub-distribution hazards ratio, 9.80; 95% confidence interval,4.06 to 23.67).radiologic findings are present among some patients with 2019-nCoV infection. The disease severity(including oxygen saturation, respiratory rate, blood leukocyte/lymphocyte count and chest X-ray/CTmanifestations) predict poor clinical outcomes.Key words: 2019 novel coronavirus; acute respiratory disease; transmission; mortality; risk factorFunding: Supported by Ministry of Science and Technology, National Health Commission, NationalAuthor’s contribution: W. J. G., J. X. H., W. H. L., C. Q. O., P. Y. C., L. J. L., G. Z., K. Y. Y., B. D.,and N. S. Z. participated in study design; C. Q. O., P. Y. C., W. J. G., and W. H. L. performed dataconception; all authors provided critical review of the manuscript and approved the final draft forpublication.Running head: 2019-nCoV in China          In early December 2019, the first pneumonia cases of unknown origins were identified in Wuhan city,Hubei province, China [                    The World Health Organization has recently declared the 2019-nCoV a public health emergencyof international concern [9]. As of February 5th, 2020, 24,554 laboratory-confirmed cases have beendocumented globally (i.e., the USA, Vietnam, Germany) [5,6,9,10]. 28,018 laboratory-confirmedcases and 563 death cases in China as of February 6th, 2020 [11]. Despite the rapid spread worldwide,the clinical characteristics of 2019-nCoV acute respiratory disease (ARD) remain largely unclear. Intwo recent studies documenting the clinical manifestations of 41 and 99 patients respectively withlaboratory-confirmed 2019-nCoV ARD who were admitted to Wuhan, the severity of some caseswith 2019-nCoV ARD mimicked that of SARS-CoV [                      We performed a retrospective study on the clinical characteristics of laboratory-confirmed cases with2019-nCoV ARD. The initial cases were diagnosed as having ‘pneumonia of unknown etiology’,based on the clinical manifestations and chest radiology after exclusion of the common bacteria orviruses associated with community-acquired pneumonia. Suspected cases were identified as havingfever or respiratory symptoms, and a history of exposure to wildlife in Wuhan seafood market, atravel history or contact with people from Wuhan within 2 weeks [13]. Cases were diagnosed basedon the WHO interim guidance [14]. A confirmed case with 2019-nCoV ARD was defined as apositiveresulttohigh-throughputsequencingorreal-timereverse-transcriptasepolymerase-chain-reaction (RT-PCR) assay for nasal and pharyngeal swab specimens [            The epidemiological characteristics (including recent exposure history), clinical symptoms andsigns and laboratory findings were extracted fromelectronicmedical records. Radiologicassessments included chest X-ray or computed tomography. Laboratory assessments consisted ofcomplete blood count, blood chemistry, coagulation test, liver and renal function, electrolytes,C-reactive protein, procalcitonin, lactate dehydrogenase and creatine kinase. The severity of2019-nCoVARDwas defined based on the international guidelines for community-acquiredpneumonia [15].The primary composite endpoint was the admission to intensive care unit (ICU), or mechanicalventilation, or death. Secondary endpoints comprised mortality rate, the time from symptom onset tothe composite endpoint and each of its component. Because clinical observations were still ongoing,fixed time frame (i.e. within 28 days) was not applied to these endpoints.All medical records were copied and sent to the data processing center in Guangzhou, under thereviewed and abstracted the data. Data were entered into a computerized database and cross-checked.If the core data were missing, requests of clarification were immediately sent to the coordinators whosubsequently contacted the attending clinicians. The definition of exposure to wildlife, acuterespiratory distress syndrome (ARDS), pneumonia, acute kidney failure, acute heart failure andrhabdomyolysis are provided in the Supplementary Appendix.Laboratory confirmation of the 2019-nCoV was achieved through the concerted efforts of the[16]. Further details are available in the Supplementary Appendix.Continuous variables were expressed as the means and standard deviations or medians andinterquartile ranges (IQR) as appropriate. Categorical variables were summarized as the counts andpercentages in each category. We grouped patients into severe and non-severe 2019-nCoV ARDaccording to the American Thoracic Society guideline on admission [15]. Wilcoxon rank-sum testswere applied to continuous variables, chi-square tests and Fisher’s exact tests were used forcategorical variables as appropriate. The risk of composite endpoints among hospitalized cases andthe potential risk factors were analyzed using Fine-Gray competing-risk models in which recovery isa competing risk. The proportional hazard Cox model was used in sensitivity analyses. The candidaterisk factors included an exposure history, greater age, abnormal radiologic and laboratory findings,and the development of complications. We fitted univariate models with a single candidate variableonce at a time. The statistically significant risk factors, sex, and smoking status were included intothe final models. The sub-distribution hazards ratio (SDHR) along with the 95% confidence interval(95%CI) were reported. All analyses were conducted with R software version 3.6.2 (R Foundationfor Statistical Computing). Distribution map was plotted using ArcGis version 10.2.2.Of all 1,324 patients recruited as of January 29th, 222 (16.8%) had a suspected diagnosis and weretherefore excluded. The core data sets (including clinical outcomes and symptoms) of 3 patients werelacking due to the incompleteness of original reports, hence this report delineates 1,099 patients with2019-nCoV ARD from 552 hospitals in 31 provinces/province-level municipalities (Fig. 1).The demographic and clinical characteristics are shown in Table 1. 2.09% were healthcareworkers. A history of contact with wildlife, recent travel to Wuhan, and contact with people fromWuhan was documented in 1.18%, 31.30% and 71.80% of patients, respectively. 483 (43.95%)patients were local residents of Wuhan. 26.0% of patients outside of Wuhan did not have a recenttravel to Wuhan or contact with people from Wuhan. The median incubation period was 3.0 days(range, 0 to 24.0).The median age was 47.0 years (IQR, 35.0 to 58.0), and 41.9% were females. 2019-nCoV ARDwas diagnosed throughout the whole spectrum of age. 0.9% of patients were aged below 15 years.Fever (87.9%) and cough (67.7%) were the most common symptoms, whereas diarrhea (3.7%) andvomiting (5.0%) were rare. 25.2% of patients had at least one underlying disorder (i.e., hypertension,chronic obstructive pulmonary disease). On admission, 926 and 173 patients were categorized intonon-severe and severe subgroups, respectively. The age differed significantly between the two groups(mean difference, 7.0, 95%CI, 4.4 to 9.6). Moreover, any underlying disorder was significantly morecommon in severe cases as compared with non-severe cases (38.2% vs. 22.5%, P<0.001). Therewere, however, no marked differences in the exposure history between the two groups (all P>0.05).chest computed tomography on admission, 76.4% manifested as pneumonia. The most commonpatterns on chest computed tomography were ground-glass opacity (50.0%) and bilateral patchyshadowing (46.0%). Figure E1 in the Supplementary Appendix demonstrates the representativeradiologic findings of two patients with non-severe 2019-nCoV ARD and another two patients withsevere 2019-nCoV ARD. Despite these predominant manifestations, 221 out of 926 (23.87%) insevere cases compared with 9 out of 173 non-severe cases (5.20%) who had no abnormalradiological findings were diagnosed by symptoms plus RT-PCR positive findings (P<0.001). Severecases yielded more prominent radiologic abnormalities on chest X-ray and computed tomographythan non-severe cases (all P<0.05).On admission, 82.1% and 36.2% of patients had lymphopenia and thrombocytopenia,respectively. Overall, leukopenia was observed in 33.7% of patients. Most patients demonstratedelevated levels of C-reactive protein, but elevated levels of alanine aminotransferase, aspartateaminotransferase, creatine kinase and D-dimer were less common. Severe cases had more prominentlaboratory abnormalities (i.e., leukopenia, lymphopenia, thrombocytopenia, elevated C-reactiveprotein levels) as compared with non-severe cases (all P<0.05).Overall, oxygen therapy, mechanical ventilation, intravenous antibiotics and oseltamivir therapywere initiated in 38.0%, 6.1%, 57.5% and 35.8% of patients, respectively. All these therapies wereinitiated in significantly higher percentages of severe cases (all P<0.05). Significantly more severecases received mechanical ventilation (non-invasive: 32.37% vs. 0%, P<0.001; invasive: 13.87% vs.0%, P<0.001) as compared with non-severe cases. Systemic corticosteroid was given to 18.6% ofcases and more so in the severe group than the non-severe patients (44.5% vs 13.7%, p<0.001).Moreover, extracorporeal membrane oxygenation was adopted in 5 severe cases but none innon-severe cases (P<0.001).During hospital admission, the most common complication was pneumonia (79.1%), followed byARDS (3.37%) and shock (1.00%). Severe cases yielded significantly higher rates of anycomplication as compared with non-severe cases (94.8% vs. 72.2%, P<0.001) (Table 3).The percentages of patients being admitted to the ICU, requiring invasive ventilation and death were5.00%, 2.18% and 1.36%, respectively. This corresponded to 67 (6.10%) of patients having reachedto the composite endpoint (Table 3).Results of the univariate competing risk model are shown in Table E1 in SupplementaryAppendix. Severe pneumonia cases (SDHR, 9.803; 95%CI, 4.06 to 23.67), leukocyte count greaterthan 4,000/mm3 (SDHR, 4.01; 95%CI, 1.53 to 10.55) and interstitial abnormality on chest X-ray(SDHR, 4.31; 95%CI, 1.73 to 10.75) were associated with the composite endpoint (Fig. 2, see TableE2 in Supplementary Appendix). Sensitivity analyses are shown in Figure E2 in SupplementaryAppendix.This study has shown that fever occurred in only 43.8% of patients with 2019-nCoV ARD onpresentation but developed in 87.9% following hospitalization. Severe pneumonia occurred in 15.7%of cases. No radiologic abnormality was noted on initial presentation in 23.9% and 5.2% of severeand non-severe cases respectively while diarrhea was uncommon. The median incubation period of2019-nCoV ARD was 3.0 days and it had a relatively lower fatality rate than SARS-CoV andMERS-CoV. Disease severity independently predicted the composite endpoint.Our study provided further evidence of human-to-human transmission. Around only 1% ofpatients had a direct contact with wildlife, while more than three quarters were local residents ofWuhan, or had contacted with people from Wuhan. Most cases were recruited after January 1st, 2020.These findings echoed the latest reports, including the outbreak of a family cluster [4], transmissionfrom an asymptomatic individual [6] and the three-phase outbreak patterns [8]. Our study cannotpreclude the presence of ‘super-spreaders’. The median incubation period was shorter than a recentreport of 425 patients (3.0 days vs. 5.2 days) [8]. Our findings have provided evidence from a muchlarger sample size to guide the duration of quarantine for close contacts.Importantly, the routes of transmission might have contributed considerably to the rapid spreadpathogenic influenza consisted of the respiratory droplets and direct contact [17-19]. According toour latest pilot experiment, 4 out of 62 stool specimens (6.5%) tested positive to 2019-nCoV, andanother four patients in a separate cohort who tested positive to rectal swabs had the 2019-nCoVbeing detected in the gastrointestinal tract, saliva or urine (see Tables E3-E4 in SupplementaryAppendix). In a case with severe peptic ulcer after symptom onset, 2019-nCoV was directly detectedin the esophageal erosion and bleeding site (Hong Shan and Jin-cun Zhao, personal communication).Collectively, fomite transmission might have played a role in the rapid transmission of 2019-nCoV,and hence hygiene protection should take into account the transmission via gastrointestinal secretions.These findings will, by integrating systemic protection measures, curb the rapid spread worldwide.We have adopted the term 2019-nCoV ARD which has incorporated the laboratory-confirmedsymptomatic cases without apparent radiologic manifestations. Pneumonia was not mandatory forinclusion. 20.9% patients have isolated 2019-nCoV infection before or without the development ofviral pneumonia. Our findings advocate shifting the focus to identifying and managing patients at anearlier stage, before disease progression.          In concert of recent publications [          Our study has stratified patients with 2019-nCoV ARD based on the severity on admissionaccording to international guidelines [15]. Severe cases had significantly higher risk of reaching thecomposite endpoint. The risk factors indicated the importance of taking into account the diseaseseverity, laboratory findings, chest imaging findings in practice. The applicability of MuLBSTAscore, an early warning model for predicting mortality in viral pneumonia, warrants furthervalidation [25].Despite the markedly high phylogenetic homogeneity as compared with SARS-CoV, there aresome clinical characteristics that differentiated 2019-nCoV from SARS-CoV, MERS-CoV, andseasonal influenza which have been more common in respiratory out-patient clinics and wards.enabling clinicians to differentiate these diagnoses.Our study has some notable limitations. First, some cases had incomplete documentation of theexposure history, symptoms and laboratory testing given the variation in the structure of electronicdatabase among different participating site and the urgent timeline for data extraction. Some caseswere diagnosed in out-patient settings where medical information was briefly documented andincomplete laboratory testing was applied. There was a shortage of infrastructure and training ofmedical staff in non-specialty hospitals, which has been aggravated by the burn-out of local medicalstaff in milieu of a surge of cases. Second, because many patients still remained in the hospital, wedid not compare the 28-day rate of the composite endpoint. To mitigate the potential bias, we haveapplied the competing-risk model for analysis. Third, we might have missed asymptomatic or mildcases managed at home, and hence our cohort might represent the more severe end of 2019-nCoVARD. However, there were a minority of patients who had no apparent radiologic manifestations,suggesting that we had included patients at the early stage of disease. Last, we took reference on theexisting international guideline to define the severity of 2019-nCoV because of its global recognition[15].In summary, 2019-nCoV elicits a rapid spread of outbreak with human-to-human transmission,with a median incubation period of 3 days and a relatively low fatality rate. Absence of fever andradiologic abnormality occurs in a substantial proportion of patients on initial presentation whileand timely epidemiological measures are crucial to curb the rapid spread. Ongoing efforts are neededto explore for an effective therapy (i.e., protease inhibitors, remdesivir, β interferon) for thisemerging acute respiratory infection.Acknowledgment: We thank the hospital staff (see Supplementary Appendix for a full list of theentry and verification.China. Lancet. 2020; doi: 10.1016/S0140-6736(20)30183-5implicationsofvirusoriginsandreceptorbinding.Lancet.2020;doi:10.1016/S0140-6736(20)30251-83. Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patients with pneumonia in China,2019. N Engl J Med. 2020; doi: 10.1056/NEJMoa20010174. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020; doi:10.1016/S0140-6736(20)30154-95. Phan LT, Nguyen TV, Luong QC, et al. Importation and human-to-human transmission of a novelcoronavirus in Vietnam. N Engl J Med. 2020; doi: 10.1056/NEJMc20012726. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV infection from anasymptomatic contact in Germany. N Engl J Med. 2020; doi: 10.1056/NEJMc20014687. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and internationalspread of the 2019-nCoV outbreak originating in Wuhan, China: A modeling study. Lancet. 2020; doi:10.1016/S0140-6736(20)30260-9coronavirus-infected pneumonia. N Engl J Med. 2020; doi: 10.1056/NEJMoa2001316States. N Engl J Med. 2020; doi: 10.1056/NEJMoa200119111. National Health Commission of the People’s Republic of China. http://www.nhc.gov.cn(Assessed on February 6th, 2020)12. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019novel coronavirus pneumonia inWuhan, China: a descriptive study. Lancet. 2020. doi:10.1016/S0140-6736(20)30211-713. New coronavirus pneumonia prevention and control program (2nd ed.) (in Chinese). 2020(http://www.nhc.gov.cn/jkj/s3577/202001/c67cfe29ecf1470e8c7fc47d3b751e88.shtml).(accessedFebruary 6th, 2020)14. WHO. Clinical management of severe acute respiratory infection when Novel coronavirus(nCoV)infectionissuspected:interimguidance.Jan28,(accessed February 5th, 2020)15. Metlay JP,Society and Infectious Disease Society of America. Am J Respir Crit Care Med. 2019; 200:e45-e6716. Laboratorydiagnosticsfornovelcoronavirus.WHO(https://www.who.int/health-topics/coronavirus/laboratory-diagnostics-for-novel-coronavirus)th(accessed February 6 , 2020)17. Lei H, Li Y, Xiao S, et al. Routes of transmission of influenza A H1N1, SARS CoV, andnorovirus in air cabin: Comparative analyses. Indoor Air. 2018;28:394-40318. Otter JA, Donskey C, Yezli S, et al. Transmission of SARS and MERS coronaviruses andinfluenza virus in healthcare settings: the possible role of dry surface contamination. J HospInfect. 2016;92:235-5019. Zumla A, Hui DS, Perlman S. Middle East respiratory syndrome. Lancet. 2015;386:995-1007KF, Chan PK, et al. Enteric involvement of severe acute respiratorysyndrome-associated coronavirus infection. Gastroenterology. 2003;125:1011-721. Assiri A, McGeer A, Perl TM, et al. Hospital outbreak of Middle East respiratory syndromecoronavirus. N Engl J Med. 2013;369:407-1622. Minodier L, Charrel RN, Ceccaldi PE, et al. Prevalence of gastrointestinal symptoms in patientswith influenza, clinical significance, and pathophysiology of human influenza viruses in faecalsamples: what do we know? Virol J. 2015;12:21523. World Health Organization. Novel Coronavirus (2019-nCoV) situation reports.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/ (Assessed on24. Guo L, Wei D, Zhang X, et al. Clinical features predicting mortality risk in patients with viralpneumonia: the MuLBSTA score. Front Microbiol 2019; 10: 2752DRA)sngiS0 e, si1DfodaR6 25 11)%(.od sifn iteic li aglo rmio od na bR A%g ( gN ng in s . ng in ssgn ./lt-ttsrec–yaooahnXN litr-ssaacgdnuopyoG tliscaacayhhpdooLw tltlirscaaeaahyphdoBw lititttiilrIrsaaeaebnonm ./ltttseco–oaohnTCNN ltir-ssaacgdnuopyoG tliscaacayhhpdooLw tltlirscaaeaahyphdoBw litittltiirIrsaaeaebnonm isgn iliit(t)ererreaagnuqnO2 tconu /^10*109>L /^019*4<L ./^1*0519<L /^1*00519<L l/g–d /illltereeg01–vm≥i o od F eifn :2 tcyy O or a ko P ut ea n lr ao i dab ed looL M Bt loun leev itenc t ote nu inb rpy o o ec c l vo t g ith e o cypm lltea eam -eraL P H C)seitilamron9 eas,0 imoC)DR se )76 .)(314 .()043 .()06 .()51 .()00 .()881 ..)5–00 .)6–000 .)1–000 .)4–600 .()986 .()357 .)(119 .()252 ..–0530 .()686 .()957 .()538 .()343AV Y (n= /769 /7627 /764 /761 /760 /7695 .(001 ..(001 ..(35 ..(05 /7606 /7636 /768 /7653 .(161 /7685 /7604 /7642 /76925 5o942.0)2.5(2301/45)5.1(76/1)9.2(371/5)4.5(629/05)0.5(9901/55latipsohmorfegrahcsi)0.0()4.22(76/51)1.8(371/41)1.0(629/1)4.1(9901/51netnIhtaeDderevoceRes100.0)1.0(2301/1)9.11(76/8100.0)2.5(371/9)0.0(629/0)8.0(9901/9eses000.1)9.0(2301/9)0.0(76/0)2.1(371/2)8.0(629/7)8.0(9901/92301/879)1.67(76/15110.0)0.98(371/451)5.49(629/578)6.39(9901/9201latipsohniShown are the official statistics of all documented laboratory-confirmed cases throughout Chinaaccording to the National Health Commission (as of February 4th, 2020).composite endpointdisease, alanine or aspartate aminotransferase levels, blood leukocyte count, blood lymphocyte count,blood platelet count, ground-glass opacity on chest X-ray on admission, local patchy shadowing onchest X-ray on admission, diffuse patchy shadowing on chest X-ray on admission, interstitialabnormality on chest X-ray on admission, interstitial abnormality on chest computed tomography onadmission.2019-nCoV ARD: 2019 novel coronavirus acute respiratory disease", "ref_list": [[], ["Clinical features of patients with 2019 novel coronavirus in Wuhan, 2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "R Lu", "X Zhao", "J Li", "Q Li", "X Guan", "P Wu", "ML Holshue", "C DeBolt", "S Lindquist"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. Wuhan Jin-yintan Hospital, Wuhan, Hubei, China\n6. Department of Thoracic Surgery and Oncology, The First Affiliated Hospital of Guangzhou\n7. Shenzhen Third People’s Hospital, Shenzhen, China\n8. The Second Affiliated Hospital of Southern University of Science and Technology, National\n9. The Fifth Affiliated Hospital of Sun Yat-sen University, Zhuhai, Guangdong, China\n10. Guangzhou Eighth People's Hospital, Guangzhou Medical University, Guangzhou, Guangdong,", "one_words_summarize": "Department of Thoracic Surgery and Oncology, The First Affiliated Hospital of Guangzhou7. The Second Affiliated Hospital of Southern University of Science and Technology, National9. The Fifth Affiliated Hospital of Sun Yat-sen University, Zhuhai, Guangdong, China10. Department of Medicine & Therapeutics, The Chinese University of Hong Kong, Hong Kong12. Department of Emergency Room, The First Affiliated Hospital of Guangzhou Medical University,17. Chengdu Public Health Clinical Medical Center, Chengdu, Sichuan, China20. Huangshi Central Hospital of Edong Healthcare Group, Affiliated Hospital of Hubei Polytechnic21. Tianyou Hospital Affiliated to Wuhan University of Science and Technology, Wuhan, Hubei430065, China23. The Third People's Hospital of Hainan Province, Sanya, 572000, Hainan, China25. We sought to delineatethe clinical characteristics of these cases. Fever (87.9%) and cough (67.7%) were the most common symptoms. As of February 5th, 2020, 24,554 laboratory-confirmed cases have beendocumented globally (i.e., the USA, Vietnam, Germany) [5,6,9,10]. Radiologicassessments included chest X-ray or computed tomography. All medical records were copied and sent to the data processing center in Guangzhou, under thereviewed and abstracted the data. We fitted univariate models with a single candidate variableonce at a time. A history of contact with wildlife, recent travel to Wuhan, and contact with people fromWuhan was documented in 1.18%, 31.30% and 71.80% of patients, respectively. The age differed significantly between the two groups(mean difference, 7.0, 95%CI, 4.4 to 9.6). Severe cases yielded significantly higher rates of anycomplication as compared with non-severe cases (94.8% vs. 72.2%, P<0.001) (Table 3).The percentages of patients being admitted to the ICU, requiring invasive ventilation and death were5.00%, 2.18% and 1.36%, respectively. The median incubation period of2019-nCoV ARD was 3.0 days and it had a relatively lower fatality rate than SARS-CoV andMERS-CoV. Disease severity independently predicted the composite endpoint. In a case with severe peptic ulcer after symptom onset, 2019-nCoV was directly detectedin the esophageal erosion and bleeding site (Hong Shan and Jin-cun Zhao, personal communication).Collectively, fomite transmission might have played a role in the rapid transmission of 2019-nCoV,and hence hygiene protection should take into account the transmission via gastrointestinal secretions. These findings will, by integrating systemic protection measures, curb the rapid spread worldwide. Our findings advocate shifting the focus to identifying and managing patients at anearlier stage, before disease progression. The applicability of MuLBSTAscore, an early warning model for predicting mortality in viral pneumonia, warrants furthervalidation [25].Despite the markedly high phylogenetic homogeneity as compared with SARS-CoV, there aresome clinical characteristics that differentiated 2019-nCoV from SARS-CoV, MERS-CoV, andseasonal influenza which have been more common in respiratory out-patient clinics and wards.enabling clinicians to differentiate these diagnoses. Last, we took reference on theexisting international guideline to define the severity of 2019-nCoV because of its global recognition[15].In summary, 2019-nCoV elicits a rapid spread of outbreak with human-to-human transmission,with a median incubation period of 3 days and a relatively low fatality rate. Epidemiological and clinical characteristics of 99 cases of 2019novel coronavirus pneumonia inWuhan, China: a descriptive study. Transmission of SARS and MERS coronaviruses andinfluenza virus in healthcare settings: the possible role of dry surface contamination. Clinical features predicting mortality risk in patients with viralpneumonia: the MuLBSTA score. Front Microbiol 2019; 10: 2752DRA)sngiS0 e, si1DfodaR6 25 11)%(.od sifn iteic li aglo rmio od na bR A%g ( gN ng in s ."}