{"date": "2020/02/06", "journal": "medrxiv", "authors": "Qingyuan Zhao, Yang Chen, Dylan S Small", "title": "Analysis of the epidemic growth of the early 2019-nCoV outbreak using internationally confirmed cases", "type": "preprint article", "abstract": "Background: On January 23, 2020, a quarantine was imposed on travel in and out of Wuhan, where the 2019 novel coronavirus (2019-nCoV) outbreak originated from. Previous analyses estimated the basic epidemiological parameters using symptom onset dates of the confirmed cases in Wuhan and outside China. Methods: We obtained information on the 46 coronavirus cases who traveled from Wuhan before January 23 and have been subsequently confirmed in Hong Kong, Japan, Korea, Macau, Singapore, and Taiwan as of February 5, 2020. Most cases have detailed travel history and disease progress. Compared to previous analyses, an important distinction is that we used this data to informatively simulate the infection time of each case using the symptom onset time, previously reported incubation interval, and travel history. We then fitted a simple exponential growth model with adjustment for the January 23 travel ban to the distribution of the simulated infection time. We used a Bayesian analysis with diffuse priors to quantify the uncertainty of the estimated epidemiological parameters. We performed sensitivity analysis to different choices of incubation interval and the hyperparameters in the prior specification. Results: We found that our model provides good fit to the distribution of the infection time. Assuming the travel rate to the selected countries and regions is constant over the study period, we found that the epidemic was doubling in size every 2.9 days (95% credible interval [CrI], 2 days-4.1 days). Using previously reported serial interval for 2019-nCoV, the estimated basic reproduction number is 5.7 (95% CrI, 3.4-9.2). The estimates did not change substantially if we assumed the travel rate doubled in the last 3 days before January 23, when we used previously reported incubation interval for severe acute respiratory syndrome (SARS), or when we changed the hyperparameters in our prior specification. Conclusions: Our estimated epidemiological parameters are higher than an earlier report using confirmed cases in Wuhan. This indicates the 2019-nCoV could have been spreading faster than previous estimates.", "text": "On December 31, 2019, the Health Commission in Wuhan, China, announced 27 cases of viralpneumonia. On January 8, 2020, the Chinese Center for Disease Control and Preventionannounced that a novel coronavirus was the causative pathogen and was subsequently designatedas 2019-nCoV. Anxiety quickly grew in the general public after a preeminent Chineseepidemiologist, Dr Zhong Nanshan, confirmed human-to-human transmission in a televisedinterview in the evening of January 20, and three days later the entire city of Wuhan was put intoquarantine: all public transportation was suspended, and outbound trains and flights were halted.          the epidemic doubled in size every 7.4 days. With a mean serial interval of 7.5 days, the basicreproduction number was estimated to be 2.2 (95% confidence interval [CI], 1.4 – 3.9)          Using information published by governments and news media, we constructed a dataset of2019nCoV patients that are confirmed outside mainland China as of February 4, 2020. We only keptcases who resided in Wuhan or had recent travel history to Wuhan. We excluded patients whoarrived in these countries and regions after January 23 or were reported to have exposure to2019-nCoV outside Wuhan. For each cluster of cases (two cases are considered to belong to thesame cluster if they had close contact outside Wuhan), we kept the first confirmed case anddiscarded the other cases as they were likely infected during their travel outside Wuhan. We onlyconsidered cases confirmed in Hong Kong, Japan, Korea, Macau, Singapore, and Taiwan asthese governments provided detailed information on the confirmed cases. After applying thisselection criterion, we obtained a sample of 46 coronavirus cases who were most certainlyexported from Wuhan.            Among the 46 cases, one (18th case in Singapore) has missing symptom onset dates. We used themice software package            We modeled, #, the number of new infections in Wuhan on day  since December 1, 2019 andassume it was growing exponentially up till January 23:          # = ' × +#, 1 ≤  ≤ ,where  is the growth exponent and  = 31 + 23 = 54 is the length of the series considered.We assumed, #, the number of new infections in Wuhan on day  who subsequently traveled toone of the selected Asian countries and regions, follows a Poisson distribution:@# ~  <# × = ? B , 1 ≤  ≤ ,?A#where ? is the rate of travel on day . The sum is from  to  because each person infected onday  can only travel out of Wuhan from day  to day  (corresponding to January 23, 2020when all outbound trains and flights were halted). Since we collected this dataset 13 days afterthe outbound travel e ban, which is more than the estimated 95th percentile of the incubationperiod          This motivated our working model for ?:1. ? =  for the entire study period;2. ? =  before January 21 and ? = 2 ×  on and after January 21;3. ? = 0 before January 23 and ? =  ×  on January 23.transmission was publicly confirmed. The third choice is impossibly extreme. We only includedit to compare our results with assuming a simple exponential model for # with no offset,thereby ignoring the effect of the January 23 travel ban.We computed, [#], the mean of # using the simulated distribution of infection dates. Usingdata from January 1 to January 15, we fitted the following linear regression for log ([#]) withoffset log( −  + 1) that is derived from the statistical model above assuming constant travelrate:log( [#]) − log( −  + 1) = log( × ') + .To quantify the uncertainty of the estimated growth exponent, we performed a Bayesian analysisfor this statistical model with diffuse priors. The prior we used for  is an exponentialdistribution with mean log(2) /7.4, matching the previously reported doubling time using casesin Wuhan. The prior we used for ' is such that the number of new infections on January 1,2020 has prior mean 50 and standard deviation 100. We used an exponential prior for  whosemean is computed from dividing the estimated number of travels from Wuhan to the selectedregions by the population of Wuhan. We expected that the posterior of the number of newinfections # would be very sensitive to the choice of the prior mean of , but the posterior ofthe growth exponent would be insensitive to the choice of prior.            We fitted the models for 100 realizations of the infection counts from January 1 to January 20,expecting the public confirmation of human-to-human transmission on January 20 might havelowered the epidemic growth in the next few days. We did not use infections before January 1because the simulation could be unreliable for early infections. We also fitted the models usingall infections as a sensitivity analysis. The Bayesian models were fitted using the rstan softwarepackage in R            We obtained the distribution of the mean counts of new infections among the cases and foundthat it was growing exponentially till January 18 but was dropping from January 19 to 23 (Figure2, Panel A). This qualitative behavior contradicts an exponential growth model for # (thirdchoice for ?). However, the correction factor  −  + 1 is our working model predicts themean counts to be decreasing when+#( −  + 1) = +#(( −  + 1) − 1) < 0.This equation shows that the stationary point is 1/ days before January 24. The empiricalstationary point between January 19 and 20 puts  between 0.2 and 0.25. Error bars in Panel Aalso show that the uncertainty of the estimated mean infection counts due to using Monte-Carlosimulations is small.In fitted linear regressions for logarithm of mean infection counts versus, Modeling the effect ofthe travel ban on January 23 (Panels B and C, Figure 2) visually improves the fit to the datawhen compared to ignoring the travel ban (Panel D, Figure 2). The fitted growth exponent usingour working model was  = 0.25 (Panel B). This is consistent with our prediction of  in the lastparagraph based on the decreasing infections after January 19. On the contrary, if we assumedthe travel rate doubled in the last three days, a similar calculation shows that the stationary pointin Panel A should be around January 16. These qualitative assessments show that our workingmodel provide superior fit to the data.            growth rate of  = 0.11 or a doubling time of 6.4 days reported by a previous analysis                        rate, the posterior mean of the growth exponent  was 0.25 (95% CrI, 0.17 – 0.34). Thiscorresponds to a doubling time of 2.9 days (95% CrI, 2.0 days – 4.1 days) and basic reproductionnumber of 5.7 (95% CrI, 3.4 – 9.2). The basic reproduction number is computed using the serialinterval previously reported for 2019-nCoV                        period and serial interval reported for the severe acute respiratory syndrome (SARS)                      direct comparison can be drawn with a previous analysis that also used internationally confirmedcases to infer the epidemic size and growth in Wuhan                    confirmed cases as of January 28 and the first 425 confirmed cases in Wuhan. In comparison, weused confirmed cases in 6 selected countries and regions with detailed case reports as ofFebruary 4. Our selected countries and regions also have good public health surveillance systemsand could more easily identified suspected cases in border control. Another key distinction is thatour analysis used the simulated infection time instead of the noisier symptom onset as in theprevious analyses. By using the cases’ travel history (in particular, international arrival date), wecan narrow down when the cases were infected. This reduces the noise in our estimates.A third distinction with the analysis by          rate of travel in the study period which might not approximate the travel pattern in Wuhan---atransportation hub in central China---very well. In particular, millions of people (substantialproportion of the Wuhan population) traveled back home from Wuhan before the Lunar Newentirely insensitive to the incubation period which are crucial in simulating the infection time.Despite these potential limitations, we convincingly demonstrated that a simple theoretical model--- exponential growth with correction for the travel ban on January 23 --- provides very good fitto the internationally confirmed cases with detailed case trajectories. Our results suggest that theearly outbreak of 2019-nCoV could have been spreading much faster in Wuhan than previousestimates. This has important implications in designing prevention measures to control theoutbreak in other cities in China and around the world. On the more positive side, our simulatedinfection rates in January 21 to 23 showed visually significant departure from the previousgrowth pattern (Panel B, Figure 2). This gives some evidence that the prevention measuresfollowing the public confirmation of human-to-human transmission in the evening of January 20were effective.The authors have no conflict of interest to declare. We thank Michael Levy for providing helpfulcomments on this analysis.HK−01HK−02HK−03HK−04HK−06HK−09HK−13JP−01JP−02JP−03JP−04JP−05JP−07JP−12JP−13JP−14JP−21KR−01KR−02KR−03KR−04KR−07KR−08MO−01MO−02MO−03MO−04MO−05MO−07SG−01SG−02SG−04SG−05SG−06SG−07SG−08SG−10SG−12SG−16SG−18TW−01TW−02TW−03TW−05TW−06TW−10Dec 15Jan 01Jan 15Feb 01        Infected Arrived Symptom Initial Hospital ConfirmedFigure 1 Trajectory and distribution of simulated infection time of 46 cases of 2019-nCoV confirmed in 6 Asian countries andregions (HK: Hong Kong, JP: Japan, KR: Korea, MO: Macau, SG: Singapore, TW: Taiwan). Infected: when the patient wasinfected; Symptom: when the patient first showed symptoms; Initial: when the patient first sought medical consultation or wasisolated as a suspected case; Hospital: if the patient was not immediately admitted after the initial visit, when the patient wasfinally admitted to a hospital; Confirmed: when the case was confirmed as 2019-nCoV positive.7.5t5.0nuoc2.50.001tesffo−3−t)nuco−6naem(log−9Figure 2 Fitted models using mean counts of new infections. Panel A: Grey bars are the mean counts of new infections based oninfection dates simulated from symptom onset dates and assumed incubation period that are consistent with the patients’exposure history to Wuhan. Red and blue error bars are the one standard error of the mean counts due to Monte-Carlosimulations. Grey dots are 10 realizations of the simulated infection counts. Panel B,C&D: Fitted linear regression for logarithmof the mean counts versus time with different offsets (B: assume constant travel rate; C: assume travel rate doubled fromJanuary 21 to January 23; D: ignore the travel ban out of Wuhan since January 23, 2020). Red lines are linear regressions fittedusing data in panel A from January 1 to January 15. Blue lines shows growth exponent r=0.11 which correspond to the estimateddoubling time of 6.4 days in        Constant0.25 (0.17 – 0.34)2.9 (2 – 4.1)5.7 (3.4 – 9.2)0.23 (0.17 – 0.3)3.0 (2.3 – 4.1)Doubled last 3 days0.22 (0.14 – 0.30)3.3 (2.3 – 4.9)4.7 (2.8 – 7.5)", "ref_list": [[], ["Stan: A Probabilistic Programming Language"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Transmission Dynamics and Control of Severe Acute Respiratory Syndrome"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["mice: Multivariate Imputation by Chained Equations in R"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["B. Carpenter", "A. Gelman", "M. D. Hoffman", "D. Lee", "B. Goodrich", "M. Betancourt", "M. Brubaker", "J. Guo", "P. Li", "A. Riddell"], ["C. A. Donnelly", "A. C. Ghani", "G. M. Leung", "A. J. Hedley", "C. Fraser", "S. Riley", "L. J. Abu-Raddad", "L.-M. Ho", "T.-Q. Thach", "P. Chau", "K.-P. Chan", "Lam", "Tse", "T. Tsang", "S.-H. Liu", "J. H. Kong", "E. M. Lau", "N. M. Ferguson", "R. M. Anderson"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K. S. M. Leung", "E. H. Y. Lau", "J. Y. Wong", "X. Xing", "N. Xiang", "Y. Wu", "C. Li", "Q. Chen", "D. Li", "T. Zhao", "J.", "M. Feng", "Z."], ["M. Lipsitch", "T. Cohen", "B. Cooper", "J. M. Robins", "S. Ma", "L. James", "G. Gopalakrishna", "S. K. Chew", "C. C. Tan", "M. H. Samore", "D. Fisman", "M. Murray"], ["J. M. Read", "J. R. E. Bridgen", "D. A. T. Cummings", "A. Ho", "C. P. Jewell"], ["S. van Buuren", "K. Groothuis-Oudshoorn"], ["J. T. Wu", "K. Leung", "G. M. Leung"], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "Y. Lou", "D. Gao", "L. Yang", "D. He", "M. H. Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On December 31, 2019, the Health Commission in Wuhan, China, announced 27 cases of viral\npneumonia. On January 8, 2020, the Chinese Center for Disease Control and Prevention\nannounced that a novel coronavirus was the causative pathogen and was subsequently designated\nas 2019-nCoV. Anxiety quickly grew in the general public after a preeminent Chinese\nepidemiologist, Dr Zhong Nanshan, confirmed human-to-human transmission in a televised\ninterview in the evening of January 20, and three days later the entire city of Wuhan was put into\nquarantine: all public transportation was suspended, and outbound trains and flights were halted.", "one_words_summarize": "On December 31, 2019, the Health Commission in Wuhan, China, announced 27 cases of viralpneumonia. We only keptcases who resided in Wuhan or had recent travel history to Wuhan. We onlyconsidered cases confirmed in Hong Kong, Japan, Korea, Macau, Singapore, and Taiwan asthese governments provided detailed information on the confirmed cases. We computed, [#], the mean of # using the simulated distribution of infection dates. We also fitted the models usingall infections as a sensitivity analysis. However, the correction factor  −  + 1 is our working model predicts themean counts to be decreasing when+#( −  + 1) = +#(( −  + 1) − 1) < 0.This equation shows that the stationary point is 1/ days before January 24. These qualitative assessments show that our workingmodel provide superior fit to the data. A third distinction with the analysis by          rate of travel in the study period which might not approximate the travel pattern in Wuhan---atransportation hub in central China---very well. In particular, millions of people (substantialproportion of the Wuhan population) traveled back home from Wuhan before the Lunar Newentirely insensitive to the incubation period which are crucial in simulating the infection time. This has important implications in designing prevention measures to control theoutbreak in other cities in China and around the world. On the more positive side, our simulatedinfection rates in January 21 to 23 showed visually significant departure from the previousgrowth pattern (Panel B, Figure 2). Panel B,C&D: Fitted linear regression for logarithmof the mean counts versus time with different offsets (B: assume constant travel rate; C: assume travel rate doubled fromJanuary 21 to January 23; D: ignore the travel ban out of Wuhan since January 23, 2020)."}