{"date": "2020/02/05", "journal": "medrxiv", "authors": "Jun Wang, Shanmeizi Zhao, Ming Liu, Zhiyao Zhao, Yiping Xu, Ping Wang, Meng Lin, Yanhui Xu, Bing Huang, Xiaoyu Zuo, Zhanghua Chen, Fan Bai, Jun Cui, Andrew M Lew, Jincun Zhao, Yan Zhang, Haibin Luo, Yuxia Zhang", "title": "ACE2 expression by colonic epithelial cells is associated with viral infection, immunity and energy metabolism", "type": "preprint article", "abstract": "#These authors contributed equally.", "text": "*Correspondence to:Respiratory disease caused by the 2019 novel coronavirus (2019-nCoV) pneumonia firstemerged in Wuhan, Hubei Province, China, in December 2019 and spread rapidly to otherprovinces and other countries. Angiotensin-converting enzyme 2 (ACE2) is the receptor forSARS-CoV and has been suggested to be also the receptor for 2019-nCoV. Paradoxically, ACE2expression in the lung protects mice from SARS-CoV spike protein induced lung injury byattenuating the renin-angiotensin system. In the intestine, ACE2 also suppresses intestinalinflammation by maintaining amino acid homeostasis, antimicrobial peptide expression andecology of the gut microbiome. Upon analysis of single cell-RNA sequencing data from controlsubjects and those with colitis or inflammatory bowel disease (IBD), we found that ACE2expression in the colonocytes was positively associated with genes regulating viral infection,innate and cellular immunity, but was negatively associated with viral transcription, proteintranslation, humoral immunity, phagocytosis and complement activation. In summary, wesuggest that ACE2 may play dual roles in mediating the susceptibility and immunity of2019nCoV infection.Patients infected by 2019-nCoV can develop acute respiratory distress syndrome (ARDS) andsepsis. However, there is mounting evidences that the gastrointestinal tract may be an alternativeroute for 2019-nCoV infection. One (3%) of the first 41 reported cases had diarrhea [1]. Inanother report describing a familial cluster, 2 of the 6 family members (33%) developeddiarrhea[2]. Furthermore, positive 2019-nCoV was detected from the stools of a patient withloose of bowel movement in the United States [3].There have been many studies on the proteins associated with host entry by the SARS-CoV.Cleavage of Spike protein by tissue factor Xa is required for the infectivity of SARS-CoV [4].Rivaroxaban is an oral anticoagulant used to combat acute pulmonary embolism with or withoutdeep-vein thrombosis [5]. As an Xa inhibitor, it may thus offer protection for 2019-nCoVpneumonia. Angiotensin I converting enzyme 2 (ACE2) is the SARS-CoV receptor [6]. It alsohas been linked to 2019-nCoV infection; ACE2 interacts with the Spike protein and mediates2019-nCoV infection of the type II alveolar cells of the lung [7].Paradoxically, although ACE2 mediates viral entry to the host, its deficiency worsens lung injuryby activating the renin-angiotensin system (RAS) in experimental models [6]. The circulatingRAS regulates blood pressure and fluid homeostasis. Local tissue-based RAS exacerbatespulmonary hypertension, acute lung injury and experimental lung fibrosis [8]. Thus, blocking ofthe Angiotensin II receptor type I (AT1R) was associated with reduced SARS-CoV spike proteinmediated lung injury [6] and reduced pulmonary hypertension in experimental models [9]. TheAT1R blocker valsartan has recently been reported to improve clinical outcomes for patientswith chronic obstructive pulmonary disease (COPD) complicated with pulmonary hypertension(DOI:10.1183/13993003.congress-2019.PA2469). In the PARADIGM-HF trial, valsartan and theneprilysin inhibitor prodrug sacubitril (Valsartan/sacubitril, branded Entresto by Novartis) alsosignificantly reduced mortality and hospitalization for patients with heart failure [10].Apart from the lung, ACE2 is also associated with gut function. ACE2 expression in the gutepithelial cells is required for maintaining amino acid homeostasis, antimicrobial peptideexpression and the ecology of gut microbiome in the intestine [11, 12]. We had previouslygenerated a single-cell RNA sequencing dataset from control subjects and those with colitis orIBD [13]. Using this dataset, we examined ACE2 expression and found that it was specificallyand highly expressed by the colonocytes (Figure 1 A-B). Compared with other epithelialsubtypes, colonocytes overexpressed genes regulating viral entry, budding and releasing from thehost cells (VAPA, CHMP4C, CHMP1A, CHMP2B, CHMP4B, CHMP1B, VPS37B, PDCD6IP,VPS4B, CHMP3, VPS28, CHMP2A, PVRL2, CDH1, and MVB12A). Genes involved in nucleicacid sensing and type I, type III interferon signaling (R2RX4, DDX58, NLRC5, IFNAR2, IFNGR1and IFNGR2), pro-inflammatory cytokine and chemokine (IL18, IL32, CXCL16, CXCL3, CXCL2,CXCL1, CCL28, CCL20) production, antigen presentation via MHC class I molecules (HLA-A,HLA-B, HLA-C, and HLA-E) and cytokine receptors (IL2G, IL10RB, and IL6R) were alsoenriched in colonocytes (Figure 1C).Given that ACE2 plays dual roles in mediating viral entry and preventing tissue injury [6, 11, 12,14], we analyzed genes that are co-expressed with ACE2 in the colonic epithelial cells. In total,3420 and 2136 genes were positively and negatively correlated with ACE2 expression,respectively (Supplementary table 1 and Figure 2A). In Gene Ontology (GO) analysis, genespositively correlated with ACE2 expression were enriched in viral infection and egress (viralbudding via host ESCRT complex, positive regulation of viral release from host cells, viral entryinto host cells), innate immune responses (type I interferon signaling pathway and toll-likereceptor signaling pathway), NK and T cell cytotoxicity (interferon-gamma-mediated signalingpathway, regulation of natural killer cell mediated immunity, positive regulation of T cellmediated cytotoxicity), energy metabolism (triglyceride biosynthetic process, pyruvate metabolicprocess, NADH metabolic process, mitochondrial electron transport), inflammation andapoptosis (positive regulation of I-kappaB kinase/NF-kappaB signaling and positive regulationof apoptotic signaling pathway). In contrast, genes negatively correlated with ACE2 wereenriched for humoral immunity (positive regulation of B cell activation, antibacterial humoralresponse, mature B cell differentiation, B cell receptor signaling pathway, immunoglobulinproduction), protein translation (ribosomal big and small subunit assembly and translationalinitiation), phagocytosis (Fc-epsilon receptor signaling pathway, Fc-gamma receptor signalingpathway involved in phagocytosis, phagocytosis recognition) and classical pathway ofcomplement activation (Figure 2B).Here we report the expression pattern of ACE2 in the human intestine at single-cell resolution.Our data suggest that ACE2 is specifically expressed by colonocytes and positively associatedwith viral entry and egress, consistent with observations that the gastrointestinal tract is apotential route for 2019-nCoV infection. In supportive of the view that ACE2 expressionprevents intestinal inflammation [11, 12], bioinformatic analysis suggested that genes regulatingtype I and type III innate immunity, NK and T cell mediated cytotoxicity and energy metabolismare positively associated with ACE2 expression. By contrast, humoral immunity, phagocytosisand complement activation are negatively associated with ACE2 expression. These findings mayfacilitate concurrent and future investigations of the nature and function of the immune system atsystemic and local levels in patients with 2019-nCoV pneumonia.Notably, SARS-CoV spike protein engagement downregulates ACE2 expression and activatesthe RAS [6]. Given that hypertension is common in severe 2019-nCoV pneumonia [1], it ishighly likely that the RAS is activated in the lungs of patients with severe pneumonia. The Xainhibitor Rivaroxaban [5] and the AT1R blocker valsartan(DOI:10.1183/13993003.congress2019.PA2469) are effective in relieving pulmonary injury and embolism in experimental modelsand clinical trials, their efficacy in treating 2019-nCoV may worth consideration. Dipyridamoleis another anti-coagulation drug. In a pilot trial, dipyridamole administration promoted mucosalhealing and improved clinical symptoms in patients with colitis or IBD [13]. More importantly,published clinical studies [15-20], including those conducted in China (DOI:CNKI:SUN:XIYI.0.2010-12-026;[21]; CNKI:SUN:YXLT.0.2014-32-031), have demonstratedthat dipyridamole has broad spectrum antiviral activity against virus infections. It may also beworth investigating the therapeutic effects of dipyridamole in patients infected by 2019-nCoV.The study procedures (ID: 2017021504) were approved by the Medical Ethics Committee ofGuangzhou Women and Children's Medical Center. The implementations were in concordancewith the International Ethical Guidelines for Research Involving Human Subjects stated in theHelsinki Declaration. Informed written consents from the legal guardians of all participants wereobtained before conducting these procedures.Colonic biopsies from 17 children (6 control, 6 colitis, 2 ulcerative colitis, 3 Crohn's disease)were subjected to single-cell suspension preparation, 5 ' gene expression libraries construction,and 10x Genomics single-cell RNA sequencing [13]. Cellranger v2.1 pipeline (10x genomics)was utilized to demultiplex the cellular barcodes and align reads to the human transcriptome(build GRCh38). The unique molecular identifier (UMI) count matrix was converted to Seuratobject using the R package Seurat v2.3.4 [22]. After quality control and data normalization,dimension reduction and cell clustering were performed [13]. Different cell types were identifiedby mapping canonical marker genes in the two-dimensional t-Distributed Stochastic Neighborembedding (tSNE) map [13].Normalized single-cell RNA expression data was used for co-expression analysis. Pearson'scorrelation analysis was performed between each gene in the single-cell transcriptome and ACE2.Significantly correlated genes were chosen (p-value<0.05) for downstream GO enrichmentanalysis via GENEONTOLOGY at http://geneontology.org/. GO terms with False DetectionNational Natural Sc The ience Foundation of China (91742109, 31770978, 31722003, 31770925,31370847, 81770552), National Key Research and Development Program (2016YFC0900102),National Science and Technology Major Project (2018ZX10302205), Guangdong Provincial KeyLaboratory of Research in Structural Birth Defect Disease (2019B030301004), GuangzhouWomen and Children’s Medical Center Fund (5001-3001032) and National Health and MedicalResearch Council of Australia (1037321, 1105209, 1143976, and 1080321 to A.L.) funded thisstudy.Yuxia.Z., H-B.L., and Yan.Z. conceived of and supervised the project. J.W. performed thebioinformatic analysis. S.Z., M.L., Z. Z., Yiping.X, P.W, M. L., Yanhui.X., B.H., Xiaoyu.Z. andZ.C. reviewed and discussed the manuscript. Yuxia.Z. and J.W. wrote the manuscript withsignificant input from A.M.L., J.C., F.B. and All authors discussed and approved the manuscript.dimensional tSNE plot displaying major cell clusters; right panel: heatmap displaying ACE2expression across major cell clusters. B. Left panel: distribution of 10 epithelial sub-clusters onthe tSNE plot; right panel: heatmap showing ACE2 expression across epithelial clusters. C.Heatmap plot showing expression of selected genes across 10 epithelial clusters.genes co-expressed with ACE2. B. Bar plot presenting significantly enriched GO terms obtainedfrom GO enrichment analysis performed with aforementioned ACE2 co-expressed genes.Jasper Fuk-Woo Chan, S.Y., Kin-Hang Kok, Kelvin Kai-Wang To, Hin Chu, Jin Yang,Fanfan Xing, Jieling Liu, Cyril Chik-Yan Yip, Rosana Wing-Shan Poon, Hoi-Wah Tsoi,Simon Kam-Fai Lo, Kwok-Hung Chan, Vincent Kwok-Man Poon, Wan-Mui Chan,Jonathan Daniel Ip, and V.C.-C.C. Jian-Piao Cai, Honglin Chen, Christopher Kim-Ming2020.Hui, Kwok-Yung Yuen, A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission:a study of a family cluster. Lancet,Holshue, M.L., et al., First Case of 2019 Novel Coronavirus in the United States. N EnglDu, L., et al., Cleavage of spike protein of SARS coronavirus by protease factor Xa isassociated with viral infectivity. Biochemical and biophysical research communications,2007. 359(1): p. 174-179.Investigators, E.-P., et al., Oral rivaroxaban for the treatment of symptomatic pulmonaryembolism. N Engl J Med, 2012. 366(14): p. 1287-97.Kuba, K., et al., A crucial role of angiotensin converting enzyme 2 (ACE2) in SARScoronavirus-induced lung injury. Nat Med, 2005. 11(8): p. 875-9.Chan, J.F., et al., Genomic characterization of the 2019 novel human-pathogeniccoronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. EmergMicrobes Infect, 2020. 9(1): p. 221-236.Marshall, R.P., The pulmonary renin-angiotensin system. Curr Pharm Des, 2003. 9(9): p.715-22.12(11): p. e005819.Clements, R.T., et al., Treatment of Pulmonary Hypertension With Angiotensin IIReceptor Blocker and Neprilysin Inhibitor Sacubitril/Valsartan. Circ Heart Fail, 2019.10.Hubers, S.A. and N.J. Brown, Combined Angiotensin Receptor Antagonism and11.12.13.14.15.16.17.18.19.20.Hashimoto, T., et al., ACE2 links amino acid malnutrition to microbial ecology andintestinal inflammation. Nature, 2012. 487(7408): p. 477-81.Vuille-dit-Bille, R.N., et al., Human intestine luminal ACE2 and amino acid transporterexpression increased by ACE-inhibitors. Amino Acids, 2015. 47(4): p. 693-705.Huang, B., et al., Mucosal Profiling of Pediatric-Onset Colitis and IBD Reveals CommonPathogenics and Therapeutic Pathways. Cell, 2019. 179(5): p. 1160-1176 e24.Ye, R. and Z. Liu, ACE2 exhibits protective effects against LPS-induced acute lunginjury in mice by inhibiting the LPS-TLR4 pathway. Exp Mol Pathol, 2019. 113: p.104350.Tonew, E., M.K. Indulen, and D.R. Dzeguze, Antiviral action of dipyridamole and itsderivatives against influenza virus A. Acta Virol, 1982. 26(3): p. 125-9.Fata-Hartley, C.L. and A.C. Palmenberg, Dipyridamole reversibly inhibits mengovirusRNA replication. J Virol, 2005. 79(17): p. 11062-70.Tenser, R.B., A. Gaydos, and K.A. Hay, Inhibition of herpes simplex virus reactivationby dipyridamole. Antimicrob Agents Chemother, 2001. 45(12): p. 3657-9.Szebeni, J., et al., Dipyridamole potentiates the inhibition by 3'-azido-3'-deoxythymidineand other dideoxynucleosides of human immunodeficiency virus replication inmonocytemacrophages. Proc Natl Acad Sci U S A, 1989. 86(10): p. 3842-6.Kozhukharova, M.S., et al., [Evaluation of dipyridamole efficacy as an agent forpreventing acute respiratory viral diseases]. Vopr Virusol, 1987. 32(3): p. 294-7.Kuzmov, K., et al., [Epidemiological trial of the prophylactic effectiveness of theinterferon inducer dipyridamole with respect to influenza and acute respiratory diseases].Hu, X.Q. and X.L. wANG, Treatment of viral upper respiratory tract infection inchildren with dipyridamole. Chinese Journal of Hospital Pharmacy, 1995(9).Butler, A., et al., Integrating single-cell transcriptomic data across different conditions,", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["technologies, and species"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Correspondence to:\nRespiratory disease caused by the 2019 novel coronavirus (2019-nCoV) pneumonia first\nemerged in Wuhan, Hubei Province, China, in December 2019 and spread rapidly to other\nprovinces and other countries. Angiotensin-converting enzyme 2 (ACE2) is the receptor for\nSARS-CoV and has been suggested to be also the receptor for 2019-nCoV. Paradoxically, ACE2\nexpression in the lung protects mice from SARS-CoV spike protein induced lung injury by\nattenuating the renin-angiotensin system. In the intestine, ACE2 also suppresses intestinal\ninflammation by maintaining amino acid homeostasis, antimicrobial peptide expression and\necology of the gut microbiome. Upon analysis of single cell-RNA sequencing data from control\nsubjects and those with colitis or inflammatory bowel disease (IBD), we found that ACE2\nexpression in the colonocytes was positively associated with genes regulating viral infection,\ninnate and cellular immunity, but was negatively associated with viral transcription, protein\ntranslation, humoral immunity, phagocytosis and complement activation. In summary, we\nsuggest that ACE2 may play dual roles in mediating the susceptibility and immunity of\n2019nCoV infection.", "one_words_summarize": "*Correspondence to:Respiratory disease caused by the 2019 novel coronavirus (2019-nCoV) pneumonia firstemerged in Wuhan, Hubei Province, China, in December 2019 and spread rapidly to otherprovinces and other countries. Inanother report describing a familial cluster, 2 of the 6 family members (33%) developeddiarrhea[2]. It alsohas been linked to 2019-nCoV infection; ACE2 interacts with the Spike protein and mediates2019-nCoV infection of the type II alveolar cells of the lung [7].Paradoxically, although ACE2 mediates viral entry to the host, its deficiency worsens lung injuryby activating the renin-angiotensin system (RAS) in experimental models [6]. Our data suggest that ACE2 is specifically expressed by colonocytes and positively associatedwith viral entry and egress, consistent with observations that the gastrointestinal tract is apotential route for 2019-nCoV infection. In supportive of the view that ACE2 expressionprevents intestinal inflammation [11, 12], bioinformatic analysis suggested that genes regulatingtype I and type III innate immunity, NK and T cell mediated cytotoxicity and energy metabolismare positively associated with ACE2 expression. By contrast, humoral immunity, phagocytosisand complement activation are negatively associated with ACE2 expression. Different cell types were identifiedby mapping canonical marker genes in the two-dimensional t-Distributed Stochastic Neighborembedding (tSNE) map [13].Normalized single-cell RNA expression data was used for co-expression analysis. C.Heatmap plot showing expression of selected genes across 10 epithelial clusters.genes co-expressed with ACE2. Jasper Fuk-Woo Chan, S.Y., Kin-Hang Kok, Kelvin Kai-Wang To, Hin Chu, Jin Yang,Fanfan Xing, Jieling Liu, Cyril Chik-Yan Yip, Rosana Wing-Shan Poon, Hoi-Wah Tsoi,Simon Kam-Fai Lo, Kwok-Hung Chan, Vincent Kwok-Man Poon, Wan-Mui Chan,Jonathan Daniel Ip, and V.C.-C.C. Jian-Piao Cai, Honglin Chen, Christopher Kim-Ming2020.Hui, Kwok-Yung Yuen, A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission:a study of a family cluster. A crucial role of angiotensin converting enzyme 2 (ACE2) in SARScoronavirus-induced lung injury. ACE2 links amino acid malnutrition to microbial ecology andintestinal inflammation. 26(3): p. 125-9.Fata-Hartley, C.L. and A.C. Palmenberg, Dipyridamole reversibly inhibits mengovirusRNA replication."}