{"date": "2020/02/05", "journal": "medrxiv", "authors": "Marius Gilbert, Giulia Pullano, Francesco Pinotti, Eugenio Valdano, Chiara Poletto, Pierre-Yves Boelle, \"Eric DOrtenzio\", Yazdan Yazdanpanah, Serge Paul Eholie, Mathias Altmann, Bernardo Gutierrez, Moritz U. G. Kraemer, Vittoria Colizza", "title": "Preparedness and vulnerability of African countries against introductions of 2019-nCoV", "type": "preprint article", "abstract": "4 ​S​ociology and Economics of Networks and Services lab at Orange Experience Design Lab 9 Département de Dermatologie-Infectiologie, Unité de Formation et de Recherche des 10 IDLIC - Maladies infectieuses dans les pays à ressources limitées, Bordeaux, France 11 ISPED - Institut de Santé Publique et d'Épidémiologie du Développement, Bordeaux, France *equal contribution", "text": "StatesBackground. ​The novel coronavirus (2019-nCoV) epidemic has spread to 23 countries fromChina. Local cycles of transmission already occurred in 7 countries following case importation.No African country has reported cases yet. The management and control of 2019-nCoVintroductions heavily relies on country’s health capacity. Here we evaluate the preparednessand vulnerability of African countries against their risk of importation of 2019-nCoV.Methods. ​We used data on air travel volumes departing from airports in the infected provincesin China and directed to Africa to estimate the risk of introduction per country. We determinedthe country’s capacity to detect and respond to cases with two indicators: preparedness, usingthe WHO International Health Regulation Monitoring and Evaluation Framework; andvulnerability, with the Infectious Disease Vulnerability Index. Countries were clustered accordingto the Chinese regions contributing the most to their risk.Findings. ​Countries at the highest importation risk (Egypt, Algeria, Republic of South Africa)have moderate to high capacity to respond to outbreaks. Countries at moderate risk (Nigeria,Ethiopia, Sudan, Angola, Tanzania, Ghana, Kenya) have variable capacity and highvulnerability. Three clusters of countries are identified that share the same exposure to the riskoriginating from the provinces of Guangdong, Fujian, and Beijing, respectively.Interpretation. ​Several countries in Africa are stepping up their preparedness to detect andcope with 2019-nCoV importations. Resources and intensified surveillance and capacitycapacity should be urgently prioritized towards countries at moderate risk that may beill-prepared to face the importation and to limit onward transmission.Funding. ​This study was partially supported by the ANR project DATAREDUX(ANR-19-CE46-0008-03) to VC; the EU grant MOOD (H2020-874850) to MG, CP, MK, PYB,VC.On January 30, 2020, the World Health Organization (WHO) declared the current novelcoronavirus (2019-nCoV) epidemic a Public Health Emergency of International Concern [1]. Asof February 1, the epidemic registered 11,818 cases in China and spread to 23 countries thatreported a total of 127 cases [2]. Limited local transmission outside China has been reported inAll continents reported confirmed cases of 2019-nCoV, except Africa. China, however, is theleading commercial partner for Africa, and this generates large travel volumes through which thenovel coronavirus might eventually reach the continent. Several measures have already beenput in place to prevent and control possible case importations from China [3,4].The ability to limit and control local transmission following introduction depends, however, onthe application and execution of strict measures of detection, prevention and control. Theseinclude heightened surveillance, rapid identification of suspect cases followed by patient transferand isolation, rapid diagnosis, tracing and follow-up of potential contacts [1]. The application ofsuch a vast technical and operational set of interventions depends on countries’ public healthand laboratory infrastructures and resources.Here we assessed the risk of importation to Africa of 2019-nCoV cases from affected provincesin China and put it in relation with countries’ vulnerability to epidemic emergencies and capacityto respond. Importation risk is determined by the volumes of the air traffic connections [5-9] fromareas where the virus currently circulates in China. Countries’ functional capacity to managehealth security issues is based on WHO International Health Regulation (IHR) Monitoring andEvaluation Framework (MEF) [10], and on an indicator of vulnerability to emerging epidemics.The risk of importation of 2019-nCoV cases to Africa from China was estimated based onorigin-destination air-travel flows from January 2019 [8,11,12], number of cases in Chineseprovinces, and the population in each of the Chinese provinces that report transmission. Casedata were compiled as part of an international effort to build a database at individual level, andincluded all confirmed cases recorded until the 27th January 2020​ ​[13]. Human population dataper province [14] was used to estimate incidence in China. Province-level incidence data werelinked to the three airports with the largest volumes in each province [12] (Fig. 1). The provinceof Hubei was not included among the possible locations that can export the virus, given thetravel ban put in place by Chinese authorities on January 23rd and 24th [5]. The importation riskper country in Africa measured the probability of importing a case from the infected provinces inChina, accounting for the origin-destination travel flows originated from such provinces and fortheir different epidemic levels (see appendix for details).For each African country, the most likely origins of the potential case importation were identified.This was done by computing a country’s exposure to each Chinese province, measuring theprobability for a city in China to be the origin of a travelling case to the country. Similaritybetween exposure profiles of different countries was quantified with entropy-based metrics [15],and used to group countries with similar importation patterns via agglomerative clustering (seeappendix for details).outflow passenger per airport [12].Indicators of capacity were taken from the WHO International Health Regulation (IHR)Monitoring and Evaluation Framework (MEF), a set of four components developed by WHO inconsultation with partners to support the evaluation of countries’ functional ability to managehealth security issues. The MEF is composed of a mandatory self-reporting of capacity (theState Parties self-assessment Annual Reporting, SPAR [10]), and three voluntary components,namely the Joint External Evaluation (JEE), the after-action reviews (AAR) and simulationexercises (SimEx) (all collected and disseminated by WHO).        The 2018 SPAR database [16] contained a total of 20 indicator scores on a scale of 0 to 100,organized and grouped according to the following capacities (number between brackets is thenumber of indicators per capacity, see [10]): Legislation (2), IHR Coordination (2), Zoonoses (        Both SPAR and IDVI indicators range from 0 to 100, with increasing levels of capacity andEgypt, Algeria and South Africa were the top three countries at highest introduction risk, withmoderate to high SPAR capacity scores (87, 76 and 62, respectively) and IDVI (53, 49, 69)(Figure 2). Following countries in the introduction risk ranking include Nigeria and Ethiopia withmoderate capacity (51, 67, respectively), but high vulnerability (27, 38) and substantially largerpopulations potentially exposed (Figure 3). Morocco, Sudan, Angola, Tanzania, Ghana andKenya have similar moderate importation risk and population sizes. However, these countriespresent variable levels of capacity (ranging from 34 to 75) and an overall low IDVI (<46)reflecting a high vulnerability (except Morocco, with IDVI equal to 56). All other countries hadlow to moderate importation risk and low to moderate IDVI, with a majority having relatively lowSPAR capacity score, with the exception of Tunisia and Rwanda.Three clusters were identified among the countries with non-negligible risk (Figure 4). Each ofthe clusters corresponds to different Chinese airports as main source of entry risk (pie charts ofGuangdong and Shanghai provinces. The green cluster (including Botswana and Lesotho only)is exposed exclusively to the potential risk from airports in the Fujian province, and the bluecluster is heavily exposed to risk from Guangdong province and weakly to Zhejiang province.distribution of the SPAR capacity index (top right) and Infectious Disease Vulnerability Index(IDVI, bottom right). Countries with no estimates of introduction risk correspond to situationswhere the risk of entry was found to be negligible at the time of analysis.Vulnerability Index (IDVI, right) in Africa. Area of circles is proportional to country population.provinces (pie charts). Cluster #1 (red): Algeria, Angola, Chad, Egypt, Ethiopia, Ghana, Guinea,Ivory Coast, Kenya, Morocco, Nigeria, South Africa, Sudan, Tanzania, Uganda, Zambia,Zimbabwe. Cluster #2 (blue): Cameroon, Democratic Republic of the Congo,MadagascarMozambique, Rwanda, Senegal andTunisia. Cluster #3 (green): Botswana andLesotho. Countries in grey were estimated to have a negligible risk of entry at the time ofanalysis.Early detection of 2019-nCoV coronavirus importation and prevention of onward transmissionare crucial challenges to all countries at risk of introduction from areas with active transmissionin China. Seven countries in Asia, Europe, and North America have already reported secondaryspread following importation. Secondary spread potentially occurring in countries with weakerhealth systems represents a major public health concern.Here we show that the risk of introduction to African countries is highly heterogeneous, withEgypt, Algeria, South Africa, Ethiopia and Nigeria estimated to be at highest risk. We alsoidentified that part of this heterogeneity in Africa depended on the distribution of cases withinChinese provinces. Shifts in local and widespread transmission in Beijing, Guangdong andFujiian provinces could have profound implications for risk in Africa. For example, a significantlyhigher incidence in Guangdong than in other provinces would have a stronger impact on theimportation risk of countries of cluster #2 than in countries from the other clusters. Also, flightbans put in place by some African airlines’ companies serving China [18] may alter the risk inthe future. However, the main transporters continue to fly from China to Africa via their hubs inAfrica or Middle East (e.g. Ethiopian Airlines, the largest carrier in Africa, today operating almosthalf of the flights from Africa to China [19]). While certain provinces contribute the largest to therisk of specific clusters of countries, enhanced surveillance at the airports should consider thatimportation may however still occur from those Chinese provinces that appear to have a lowerprobability in our estimations.Algeria, Ethiopia, South Africa, Nigeria were part of the 13 top priority countries identified byWHO, based on their direct links and volume of travel to China [4]. Egypt, which was estimatedhere to be at highest risk, was not part of that list, although Cairo was identified as the Africanairport with the highest passenger volume from the affected areas [9]. Few other discrepancieswere observed (Morocco and Angola were estimated to be at moderate risk but did not appearin the 13 top priority list) that may be explained by different risk estimation approaches. In ourassessment, we accounted for the distribution of incidence within China and the volume oftravel from China with the passenger network. This strongly impacts the spatial pattern in therisk of introduction. Yet, our data does not allow distinguishing between travel for tourism orbusiness. Contrary to Europe, where the majority of cases so far were Chinese tourists, it maybe expected that cases in Africa will be more business related, given the strong commerciallinks between African countries and China leading to frequent trips between the two continents.Countries at the highest risk of importation, based on current epidemic situation in China, hadmoderate to high capacity scores. These may however correspond to different contributions tothe mean SPAR indicators, reflecting different aspects of a country’s functional capacity. Forexample, South Africa had the maximum score for the laboratory capacity (100), but a low scorein risk communication (20). Conversely, Nigeria had a fairly low score in the laboratory capacity(27) and the maximum score in the IHR coordination capacity (100). Conversely, countries withthe lowest SPAR capacity score had moderate (Kenya, Tanzania, Ghana) to low introductionrisk. The evaluation of additional factors (demographic, socio-economic, political) included in theIDVI that may influence the overall potential impact of an unfolding epidemic identifies severalcountries that had a significant importation risk with a low to medium IDVI, such as Nigeria,Ethiopia, Egypt and Algeria. The risk of importation from other points of entry, such as forexample sea ports was not evaluated here.Our results should be interpreted in relative terms. The overall SPAR score and IDVI of Africancountries is linked to their overall wealth, and are generally significantly lower than in manyhigh-income countries, where the overall resource for detection, prevention and control aregenerally higher (SPAR ranging from 51 to 99 with a mean = 84.2 and IDVI from 78 to 97, with amean = 88.3 in OECD countries). Comparatively, China has a SPAR score of 93 and an IDVI of63.African countries have recently strengthened their preparedness against 2019-nCoVimportations [3,4,20]. Many countries improved airport surveillance and implementedtemperature screening at ports of entry, including high-risk countries according to our analysisSouth Africa [21], Ethiopia [22], and Nigeria [23], which also conducts interviews to passengersarriving from China. Overall recommendations to avoid travels to China have been issued.Communication campaigns have been intensified following WHO guidelines to provideinformation to health professionals and the general public, often with 24h dedicated hotlines, asin the case of Senegal [3].Some countries remain however ill-equipped. Some lack the diagnostic for rapid testing for thevirus, and, if cases are imported, tests will need to be performed abroad. This may criticallyincrease the delay from identification of suspect cases to their confirmation and isolation, withan impact on possible disease transmission. WHO is currently supporting countries to improvetheir diagnostic capacity, previously limited to only two referral laboratories in the African region[4], and now extended also to Nigeria [24]. Also, resources to set up quarantine rooms forsuspected cases at airports and hospitals, or to trace contacts of confirmed cases, asrecommended by WHO, may be scarce. Countries may not have the same capacity to managerepatriations of nationals from the province of Hubei in China, as done by resource-richcountries, because of limited resources for quarantine and isolation. The epidemic in Chinahighlights the rapid saturation of the hospital capacity if the outbreak is not contained.Increasing the number of available beds and supplies in resource-limited countries is critical inpreparation to possible local transmission following importation. Crisis management plansshould be ready in each African country.Our findings help informing urgent prioritization for intensified support for preparedness andresponse in specific countries in Africa found to be at high risk and with relatively low capacity tomanage the health emergency.This study was partially supported by the ANR project DATAREDUX (ANR-19-CE46-0008-03)to VC; the EU grant MOOD (H2020-874850) to MG, CP, MK, VC; Branco Weiss Fellowship toMK. We thank Rajesh Sreedharan for kind inputs on the use of IHR data, and REACTing(https://reacting.inserm.fr/) for useful discussions.2. European Centre for Disease Prevention and Control (ECDC) Geographical distribution of2019-nCov cases globally. Situation update 1 February 13:00 CET. Available at:8_3212.html4. World Health Organization, Regional Office for Africa. WHO ramps up preparedness for novel(2019-nCoV) early-stage importation risk to Europe, January 2020. Eurosurveillance.2020;25:2000057.6​. Bogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer MUG, Khan K. Pneumonia ofUnknown Etiology in Wuhan, China: Potential for International Spread Via Commercial AirTravel. J Travel Med. doi:10.1093/jtm/taaa008.7​. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study.The Lancet. 2020;0. doi:10.1016/S0140-6736(20)30260-9​.8. Chinazzi et al. Preliminary assessment of the International Spreading Risk Associated withthe 2019 novel Coronavirus (2019-nCoV) outbreak in Wuhan City. Available at:9. Lai S, Bogoch II, Watts A, Khan K, Li Z, Tatem A. Preliminary risk analysis of 2019 novelcoronavirus spread within and beyond China. Available at:10. World Health Organization. International Health Regulations (​2005)​: State Party11. EpiRisk. Available at:​ https://epirisk.net/2019-03-05. Available at:782305670&http://www.caac.gov.cn/XXGK/XXGK/TJSJ/201903/P020190305338562571372.xls?COLLCC=314. ​City Population. China: provinces and major cities. Available at:15. Manning CD, Schütze H. Foundations of statistical natural language processing. Cambridge,Mass: MIT Press; 1999.https://extranet.who.int/e-spar16. WHO Electronic State Parties Self-Assessment Annual Reporting Tool. Available at :hot spots: infectious disease vulnerability index. RAND, Santa Monica, Calif. Available at:18. Jeune Afrique. Un Boeing de la Royal Air Maroc (illustration). Royal Air Maroc, RwandAir,Kenya Airways,… six des huit compagnies aériennes africaines qui desservent la Chine, enproie à une épidémie de coronavirus, ont décidé de suspendre leurs liaisons. Ethiopian Airlineset Air Algérie ont choisi de maintenir leurs vols. 01 February 2020. Available at:ne/19. Zhou, Y. Quartz Africa. Available at:may hit South Africa. Available at:ica-418671922020. Available at:rport/22. Capital Ethiopia. Screening for coronavirus begins at Bole International Airport. 27 January23. Nigeria Centre for Disease Control. 3rd February 2020| PUBLIC HEALTH ADVISORY TONIGERIANS ON NOVEL CORONAVIRUS (#3). Available at:24. Nigeria Centre for Disease Control. The Nigeria Centre for Disease Control has successfullyvalidated capacity to test for the novel #coronavirus in #Nigeria at our National ReferenceLaboratory (NRL). 3 February 2020. Available at:i , is based on:− the travel flux from i , ni ;The risk of importation of 2019-nCoV cases in a country outside China, α , from a city in China− the cumulated incidence in i , ei (assumed to be homogeneous within each province);− the probability of traveling from i to α , conditioned on traveling internationally from i , Aiα (by construction, ∑ Aiα = 1 ).We define risk flow from i to α as the matrixThe risk of case importation to α from whatever origin in China is thenThis risk is normalized so that ∑ Rα = 1 .contribution of city i in China to the importation risk Rα :metrics to quantify the similarity between the exposure patterns of two different destinationcountries, α and β. Specifically, once defined the entropy of v(α) asS ( v(α)) =− ∑ v(α) log log v(α) ,i iΔαβ = S ( v(α)+v(β)) −2S( v(α))+S( v(β))2,we used the Jensen-Shannon divergence between the two vectors, v(α) , and v(β) , defined asWe then apply the complete linkage agglomerative clustering procedure to identify clusters ofcountries with similar exposure patterns.", "ref_list": [[], ["Organization (WHO) Emergency Committee. Statement on the second meeting of the International Health Regulations ("], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["World Health", "Le Monde", "B Xu", "B Gutierrez", "S Hill", "S Scarpino", "A Loskill", "J Wu", "M. Moore", "B. Gelfeld", "A. Okunogbe", "C. Paul", "B. Gelfeld", "J. Nkengasong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "States\nBackground. ​The novel coronavirus (2019-nCoV) epidemic has spread to 23 countries from\nChina. Local cycles of transmission already occurred in 7 countries following case importation.\nNo African country has reported cases yet. The management and control of 2019-nCoV\nintroductions heavily relies on country’s health capacity. Here we evaluate the preparedness\nand vulnerability of African countries against their risk of importation of 2019-nCoV.\nMethods. ​We used data on air travel volumes departing from airports in the infected provinces\nin China and directed to Africa to estimate the risk of introduction per country. We determined\nthe country’s capacity to detect and respond to cases with two indicators: preparedness, using\nthe WHO International Health Regulation Monitoring and Evaluation Framework; and\nvulnerability, with the Infectious Disease Vulnerability Index. Countries were clustered according\nto the Chinese regions contributing the most to their risk.", "one_words_summarize": "​The novel coronavirus (2019-nCoV) epidemic has spread to 23 countries fromChina. Local cycles of transmission already occurred in 7 countries following case importation. Countries were clustered accordingto the Chinese regions contributing the most to their risk. ​Countries at the highest importation risk (Egypt, Algeria, Republic of South Africa)have moderate to high capacity to respond to outbreaks. ​This study was partially supported by the ANR project DATAREDUX(ANR-19-CE46-0008-03) to VC; the EU grant MOOD (H2020-874850) to MG, CP, MK, PYB,VC.On January 30, 2020, the World Health Organization (WHO) declared the current novelcoronavirus (2019-nCoV) epidemic a Public Health Emergency of International Concern [1]. Importation risk is determined by the volumes of the air traffic connections [5-9] fromareas where the virus currently circulates in China. The risk of importation of 2019-nCoV cases to Africa from China was estimated based onorigin-destination air-travel flows from January 2019 [8,11,12], number of cases in Chineseprovinces, and the population in each of the Chinese provinces that report transmission. The 2018 SPAR database [16] contained a total of 20 indicator scores on a scale of 0 to 100,organized and grouped according to the following capacities (number between brackets is thenumber of indicators per capacity, see [10]): Legislation (2), IHR Coordination (2), Zoonoses (        Both SPAR and IDVI indicators range from 0 to 100, with increasing levels of capacity andEgypt, Algeria and South Africa were the top three countries at highest introduction risk, withmoderate to high SPAR capacity scores (87, 76 and 62, respectively) and IDVI (53, 49, 69)(Figure 2). Countries with no estimates of introduction risk correspond to situationswhere the risk of entry was found to be negligible at the time of analysis. Area of circles is proportional to country population.provinces (pie charts). Early detection of 2019-nCoV coronavirus importation and prevention of onward transmissionare crucial challenges to all countries at risk of introduction from areas with active transmissionin China. Seven countries in Asia, Europe, and North America have already reported secondaryspread following importation. Egypt, which was estimatedhere to be at highest risk, was not part of that list, although Cairo was identified as the Africanairport with the highest passenger volume from the affected areas [9]. Overall recommendations to avoid travels to China have been issued. Countries may not have the same capacity to managerepatriations of nationals from the province of Hubei in China, as done by resource-richcountries, because of limited resources for quarantine and isolation. Crisis management plansshould be ready in each African country. Our findings help informing urgent prioritization for intensified support for preparedness andresponse in specific countries in Africa found to be at high risk and with relatively low capacity tomanage the health emergency. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Manning CD, Schütze H. Foundations of statistical natural language processing. WHO Electronic State Parties Self-Assessment Annual Reporting Tool. Ethiopian Airlineset Air Algérie ont choisi de maintenir leurs vols."}