{"date": "2020/02/04", "journal": "medrxiv", "authors": "Shengjie Lai, Isaac Bogoch, Nick Ruktanonchai, Alexander Watts, Xin Lu, Weizhong Yang, Hongjie Yu, Kamran Khan, Andrew J Tatem", "title": "Assessing spread risk of Wuhan novel coronavirus within and beyond China, January-April 2020: a travel network-based modelling study", "type": "preprint article", "abstract": "\n        Objective: To estimate the potential risk and geographic range of\n        ", "text": "        Objective: To estimate the potential risk and geographic range of        Design: Travel network-based modelling study.Setting and participants: General population travelling from Wuhan andother high-risk cities in China.Main outcome measures: Based on de-identified and aggregated mobilephone data, air passenger itinerary data, and case reports, we defined therelative importation risk and internal and international destinations of2019-nCoV from Wuhan and other high-risk cities in China.Results: The cordon sanitaire of Wuhan is likely to have occurred during thelatter stages of peak population numbers leaving the city before Lunar NewYear (LNY), with travellers departing into neighbouring cities and othermegacities in China, and a high proportion of cases likely travelled withsymptoms at the early stage of the outbreak. Should secondary outbreaksoccur in 17 high-risk secondary cities, they could contribute to seeding thevirus in other highly connected cities within and beyond China after the LNYholiday. We estimated that 59,912 air passengers, of which 834 (95% UI: 4781349) had 2019-nCoV infection, travelled from Wuhan to 382 cities outside ofmainland China during the two weeks prior to Wuhan’s lockdown. The majorityof these cities were in Asia, but major hubs in Europe, the US and Australiawere also prominent, with strong correlation seen between predictedimportation risks and reported cases seen. Because significant spread hasalready occurred, a large number of airline travellers (3.3 million under thescenario of 75% travel reduction from normal volumes) may be required to bescreened at origin high-risk cities in China and destinations across the globefor the following three months of February to April, 2020 to effectively limitspread beyond its current extent.Conclusion: Further spread of 2019-nCoV within China and internationalexportation is likely to occur. All countries, especially vulnerable regions,should be prepared for efforts to contain the 2019-nCoV infection.        • The World Health Organization has declared the 2019-nCoV outbreakin China a Public Health Emergency of International Concern.Apparently originating from Wuhan, the virus has caused 20,530confirmed cases across China, as of February 4th, 2020, and 153 casesreported in other 23 countries, as of February 3rd, 2020, with mosthaving a travel history involving Wuhan.• Based on initial cases from        • Given the rapidly growing number of 2019-nCoV infections and limitedunderstanding of the virus, we used spatio-temporally detailed domesticand international population movement data to infer the relativeimportation risk from Wuhan to secondary and tertiary cities acrossChina before, during and after the LNY holiday.• We estimated the virus importation risk and potential destinationsacross the world from Wuhan and high-risk cities in mainland Chinaduring the LNY holiday and over the following three months.• The novel datasets from phones and travel itineraries used provide newinsights on the impacts of internal and international connectivity on theongoing and potential transmission of this emerging pathogen.• We explored various scenarios of travel restrictions and estimated thenumber of international airline travellers likely needing to bequarantined or screened to capture travellers potentially exposed to2019-nCoV in high-risk cities of mainland China.In December 2019, a cluster of patients with pneumonia of unknown causewere reported in the city of Wuhan, Hubei Province, China, andepidemiologically linked to a seafood wholesale market.1,2 It has beendetermined that the pathogen causing the viral pneumonia among affectedindividuals is a new coronavirus (2019-nCoV).1,3 The pathogen exhibits highhuman-to-human transmissibility and has spread rapidly within and beyondWuhan city.4,5 On January 30th, 2020, World Health Organization (WHO)declared the 2019-nCoV outbreak a Public Health Emergency of InternationalConcern.6          Wuhan is central China’s transportation hub with a population of 11 millionresidents and a large number of higher-education students (~1.3 million in 89universities and colleges), a particularly mobile population.7 Beyond thesefactors, viral spread was likely exacerbated further by the surge in domesticand international travel during the 40-day Lunar New Year (LNY) celebrations          The potential pathway from this local outbreak in Wuhan to a pandemicmight involve four steps: i) local transmission in Wuhan (primary city ofepidemic); ii) spread from Wuhan to other cities within and beyond China viainfected travellers, causing sporadic secondary transmission in these cities(secondary city of epidemic), iii) further spreading from secondary cities withlocal transmission to other tertiary cities in China and international cities viareturning travellers after the LNY holiday; iv) onward transmission acrossmultiple countries and leading to a pandemic. To interrupt the spread, a cordonsanitaire of Wuhan and surrounding cities in Hubei Province has been in placesince January 23rd, 2020, just two days before the LNY’s Day. However,significant numbers of people had likely already travelled back to theirhometowns for the holiday by this time. According to Wuhan authorities, it islikely that more than five million residents had already left the city before thelockdown, but where they went and how high the risk of spreading the virusremains an open question.9Here we conducted a travel network-based analysis to explore patterns ofdomestic and international population movements from high-risk cities in China,and provide preliminary estimates of the potential risk of 2019-nCoV spreadingacross and beyond the country. Given the current epidemic and limitedunderstanding of the epidemiology of this disease, our findings on travelpatterns from historical data can help contribute to tailoring public healthinterventions.To identify the areas that are most vulnerable to virus importation, weperformed and integrated a series of analyses, by using de-identified andaggregated mobile phone-based population movement data, air passengeritinerary data, and case reports. We defined the potential risk and geographicrange of 2019-nCoV virus spread across three scenarios: 1) from the primarycity (Wuhan) into other cities in mainland China (31 provincial regions), 2) fromhigh-risk secondary cities into other cities across China, and 3) from high-riskcities in mainland China into cities in other countries or regions during the LNYholiday and the following three months. We also estimated the number ofairline travellers likely needing to be quarantined or screened to capturetravellers potentially exposed to 2019-nCoV in high-risk cities of mainlandChina.To define daily patterns and the connectivity of population movements atcounty and prefecture (city) level across mainland China during the LNYholiday and the following three months, we used the aggregated andde-identified daily flow of the users of Baidu, the largest Chinese searchengine.10 Baidu offers location-based service (LBS), based on the globalpositioning system (GPS), IP address, location of signalling towers and WIFI,for online searching, mapping, and a large variety of apps and software formobile devices. These data have been used to visualize population migrationaround Chinese New Year.10 Two Baidu datasets were used in this study. Thefirst one covers daily movement data at county level from December 1st, 2013to April 30th, 2014, as described elsewhere.11 We calculated relative netflowfollowing the equation below to extract daily patterns during LNY holiday atcounty level, with the population in 2014 obtained from the Chinese Bureau ofStatistics.12Relative netflow = (inflow – outflow) / population of each countyThe second dataset is a more recent daily movement matrix at the citylevel based on data from Baidu’s search app from January 1st, 2015 to April30th, 2015. The last recorded locations of a user (or device) for each day werecompared, and if the location changed, then we counted the user (or device)as someone who had moved from one city to another city. To understand thespread risk of 2019-nCoV from Wuhan into other cities via domestic populationmovement, we aggregated daily outflows of people from Wuhan to other citiesacross mainland China for the two weeks (the quarantine period of the virus)prior to the cordon sanitaire of Wuhan. As the travel ban took place on January23rd, 2020, just 2 days before LNY’s day, and given that LNY’s day in 2015 wasFebruary 19th, we took February 17th, 2015 as a reference of the lockdown dayin our dataset. Using the second dataset, then the risk of importation for eachdestination city or province was preliminarily defined as the percentage oftravellers received by each city or province out of the total volume of travellersleaving Wuhan during the two weeks before the city’s lockdown.These secondary cities may have a high risk of community-leveltransmission through the introduction of infected travellers from Wuhan, andthen spread the virus to other tertiary cities by returning population movementsafter the LNY holiday, causing an even wider spread of the virus. As most ofthe cities in Hubei province have implemented the same travel controls asWuhan before LNY, we defined the high-risk secondary cities outside of Hubeiprovince as the cities within top 30 ranked cities (Supplementary Table S1)with the highest risk of importation from Wuhan defined above. Based on the2015 Baidu dataset on population movement, the risk of spreading the virusfrom high-risk secondary cities to tertiary cities was preliminarily calculated asthe averaged percentage of travellers received by each tertiary city out of thetotal volume of travellers leaving each high-risk secondary city during the fourweeks following LNY’s Day. We chose a period of four weeks because thereturning flow of LNY’s population movement, Chunyun, generally lasts fourweeks.To define the connectivity and risk of 2019n-CoV spreading from Wuhanand high-risk secondary cities defined above, into the cities beyond mainlandChina, we obtained aggregated itinerary data from the International Air TravelAssociation (IATA).13 IATA data accounts for approximately 90% of passengertravel itineraries on commercial flights, and these data represent direct origin(Wuhan) to destination trips, and indirect trips that originated in Wuhan, buthad connecting flights to a final destination. We quantified monthly volumes ofairline travellers departing Wuhan and high-risk secondary cities fromFebruary 1st, 2018, through April 30th, 2018. With the assumption that thepopulation movements around the LNY holiday in 2020 was consistent with thepattern in 2018, all final destinations were ranked by volumes of airlinetravellers, and the relative risk of importation was defined as the percentage ofairline travellers received by each destination city out of the total volume oftravellers leaving high-risk cities in China.            We also estimated the number of airline travellers that may have neededto be kept in quarantine from Wuhan during the two weeks prior to the city’stravel ban. The LNY’s day in 2018 was on February 16 and the lockdown ofWuhan happened two days before LNY’s day, corresponding to the date ofFebruary 14th, 2018. We therefore defined the number of travellers needing tobe quarantined as half of the volume of airline travellers from Wuhan inFebruary, 2018, representing the 2-week total number of travellers for the firsthalf of February. We then estimated the number of infections and its 95%uncertainty interval (UI) in these airline travellers from Wuhan, based on abinomial distribution and the proportion of 2019-nCoV infections in the citizensevacuated from Wuhan reported by Singapore, South Korea, Japan, andGermany, as of January 3            Additionally, to capture travellers potentially exposed to virus, we alsoestimated the volume of airline travellers that would be required to bescreened at origin high-risk cities in China and destinations across the globefor the following three months of February to April. Considering air traffic flowsfrom China have changed due to the airline flight cancellations, travelrestrictions imposed by countries or regions, or changes in travel behaviours,we calculated the volume of travellers using different scenarios of reductions(50%, 75%, and 90%) in total passenger volumes.As we used historial data to predict travel patterns in 2020, to ensure thatthe seasonal patterns observed over LNY and holidays more generally areconsistent over multiple years and countries, we collated country-leveldomestic and international passenger statistics for air travel from 2010 to 2018,and compared these against a comprehensive time series of public and schoolholidays across the world during the same period (Supplementary Note).Additionally, we also compared the spatial patterns of the risks of Chinesecities importing the virus from Wuhan, estimated by the population movementdata in 2014 and 2015, and more recent data on the top 50 ranked origin anddestination cities in January 2020, available from the Baidu Migration site(https://qianxi.baidu.com/). To futher validate our results, we also comparedthe importation risk estimated in this study with the number of reportedimported cases from Wuhan to other provinces in mainland China, as ofJanuary 25th, 2020, and the number of imported cases reported by othercountries or regions, as of February 3rd, 2020.6 The distribution between daysof travelling from Wuhan, illness onset, first medical visit, and hospitalization ofimported cases, as of January 25th, 2020, were also analysed. These casedata were collated from the websites of WHO, national and local healthauthorities or new agencies within and beyond China (Supplementary Note). Rversion 3.6.1 (R Foundation for Statistical Computing, Vienna, Austria) wasused to perform data analyses.No patients or members of the public were involved in setting the researchquestion or the outcome measures for this study. No patients were asked toadvise on interpretation or writing up of results. We intend to disseminate thisresearch through press releases and at research meetings.Significant migratory flows occurred in opposite directions before and afterLNY’s Day. In Wuhan City, mass movements of people began about threeweeks prior to LNY, with the first peak of population leaving the city before thestart of the winter holiday for universities, especially in the three counties thatcontain many universities and students (Figure 1). Although a cordon sanitaireof Wuhan and some cities in Hubei Province has been in place since January23rd, 2020, the timing of this may have occurred during the latter stages ofpeak population numbers leaving Wuhan, as another peak of movements outof the city was seen 2 days before LNY’s day.We found that a large number of travellers were likely departing Wuhaninto neighbouring cities and other megacities in China before Wuhan’slockdown (Supplementary Tables S1). Other cities in Hubei Province receivedhuge amounts of people during the two weeks before LNY and showed adecreasing population since LNY, following a peak of outflow at the end of theLNY holiday (Figure 1b and Supplementary Table S2). If Wuhan’s lockdownhad not have been undertaken, our analyses suggest the main destinationcities of population outflow since LNY would have been similar to the situationtwo weeks prior to LNY (Supplementary Table S3).In terms of the initial importation risk of virus for each city during the twoweeks before Wuhan’s lockdown, nearly all other cities in Hubei Province wereestimated to be high-risk areas (Figure 2a). Other places with high risks wereBeijing, Shanghai, Guangzhou and other large cities. In terms of the provinciallevel, the risks were high in Guangdong and Hunan, followed by Henan andZhejiang (Figure 2b). There was a significant correlation (r-squared = 0.59, p <0.001) between the number of imported cases and the risk of importationestimated from traveller numbers from Wuhan within the two weeks beforeLNY’s Day (Figure 3a). Further, a high proportion of cases travelled withsymptoms at the early stage of the outbreak, and the lag from illness onset tohospitalization decreased from a median of 6 days (Interquartile range: 4-7days) in the first half of January 2020 to 3 days (1-5 days) in the second half(Figure 4).According to our definition outlined in the methods, the 17 high-risksecondary cities outside of Hubei Province were identified as: Beijing,Shanghai, Guangzhou, Zhengzhou, Tianjin, Hangzhou, Jiaxing, Changsha,Xi’an, Nanjing, Shenzhen, Chongqing, Nanchang, Chengdu, Hefei, Fuzhou,and Dongguan (Figure 5). Should community-level outbreaks occur in thesecities, they could contribute to further spread of infection to other highlyconnected cities within China via movement after the holiday (SupplementaryFigures S1 and S2).            Based on historical air travel data, the connectivity and spread riskbetween high-risk cities in mainland China and cities in other countries orregions was defined for the three months around the LNY holiday(Supplementary Figure S3 and Tables S4 and S5). Bangkok, Hong Kong, andTaipei ranked in the top three, followed by Seoul, Tokyo and Singapore. Themain destinations were presented by region in the supplemental materials(Supplementary Figures S3-S9 and Table S4-S7). During the two weeksbefore Wuhan’s lockdown, there were an estimated total 59,912 airlinetravellers from Wuhan that may have needed to be kept in quarantine at the382 destinations outside of mainland China (Supplementary Table S8).Thailand, Japan, and Taiwan ranked in the top three, followed by Malaysia,Hong Kong, and Singapore. Based on an overall infection rate of 1.39%(16/1149; 95% UI: 0.80% - 2.25%) in citizens evacuated from Wuhan beforeFebruary            Because significant intranational and international spread from Wuhan hasalready occurred, a very large number of airline travellers (6.5 million under thescenario of 50% travel reduction as usual, 3.3 million under 75% reduction,and 1.3 million under 90% reduction, respectively) would be required to bescreened at origin high-risk cities in China (Figure 5) and destinations acrossthe globe for the following three months of February to April, 2020 (Table 1 andSupplementary Tables S9 and S10), to ensure that all travellers from high riskcities were covered.Addtionally, based on monthly air passenger travel statistics and timeseries of public and school holidays in 91 countries from 2010 to 2018(Supplementary Note), we found the seasonal pattens of domestic andinternational population movements across years were highly consistent withthe timing and duration of public and school holidays in different countries(Supplementary Figure S10 and S11). Moreover, we also found similar spatialpatterns in the risks of Chinese cities importing the virus from Wuhan viapopulation movements estimated by both the Baidu data in 2014 and 2015,and the more recent data covering the top 50 ranked destinations in 2020,(Figure 1a and Supplementary Figure S12), highlighting the value of usinghistorical data to rapidly assess present day risks.Mobile phone-based population movement data and air passengeritinerary data have been widely used to quantify the connectivity andtransmission risk of pathogens via domestic and international humantravel.18-23 Given the rapidly growing number of confirmed 2019-nCoVinfections, increasing evidence of human-to-human transmission within andbeyond China,4,24 and our limited understanding of this novel virus,25,26 thefindings here from travel patterns in historical data and spread risk estimationcan help guide public health preparedness and intervention design across theworld.27In terms of domestic connectivity and risk, the high population outflowsfrom three counties in Wuhan with many colleges and universities in the firsttwo weeks of January were likely college students leaving the city to avoid thepeak traffic just one week before the New Year. Because of the early timing ofthis movement, many students might have avoided the period when the virusspread rapidly in Wuhan, and their risk of spreading the virus may be low aswell. However, our results suggest that during the two weeks prior to Wuhan’stravel ban, a large number of travellers still departed Wuhan into neighbouringcities and other megacities in China and may have spread the virus to newareas, as the timing of the lockdown occurred during the latter stages of peakpopulation numbers leaving Wuhan. Further exacerbating this risk, we foundthat during the outbreak’s initial stages, a particularly high proportion of casestravelled with illness caused by the virus, together with the transmissibility of2019-nCoV through asymptomatic contacts, potentially causing additionaltransmission during travel.28Moreover, several destination cities (Figure 5) outside of Hubei Provincethat received high volume of travellers from Wuhan prior to LNY’s day mayserve as significant secondary cities in the outbreak. Most of these cities havelarge populations and international airports, highly connected with otherregions within and beyond China. The initial imported seed cases likely causedthe local community transmission, and further spread the virus into widergeographical ranges following the population flows occurring due to the LNYholiday.19 Therefore, substantial public health interventions have beenimmediately applied across the country since LNY, including the cordonsanitaire in several of the most affected cities, cancellation of mass gatherings,reduction of travel and contact rate, as well as the extension of the LNY andschool winter holiday, which might mitigate subsequent local establishment of2019-nCoV introduced by travellers.Beyond the cases that have occurred in China, air passengers havespread 2019-nCoV across countries and continents within a short timeperiod.28,29 In particular, a high volume of international airline travellers leftWuhan for hundreds of destination cities across the world during the twoweeks prior to the travel restriction implemented in the city. Substantialpreparedness efforts at destination cities should be taken to prevent furtherinternational seeding and transmission, otherwise the local establishment ofepidemics, and even a pandemic, might become inevitable. For example,exit and entry screening may be futher extended to capture travellers withfever who have potentially been exposed to the virus in high-risk Chinese citieswhere local transmission has been established. However, we estimated that ahuge volume of airline travellers would be required to be screened in Februaryto April, even under the scenario of significant reduction (90%) in airpassengers compared with the same period of previous years. Therefore,ensuring that surveillance and health systems around the world are ready andsufficiently strong to detect and deal with cases seen is a priority.It is expected that further international exportation of cases from China willoccur and cases may appear in any country.30 Thus, all countries should beprepared for containment, including active surveillance, early detection,isolation and case management, contact tracing and prevention of onwardspread of the 2019-nCoV infection.6,31 Of additional concern is that theanticipated destinations of hundreds of thousands of travellers departing Chinaare to low-income or lower-middle income countries, where inadequatelyresourced medical and public health systems might be unable to detect andadequately manage an imported case of 2019n-CoV, including possiblesubsequent community spread.Due to current limited knowledge of the epidemiology of the virus at thetime of writing (e.g. the proportion and infectiousness of asymptomatic orsubclinical infections) and the rapidly changing situation of the outbreak, thesimplicity of our approach to define importation risk can help to quickly updaterisk assessments, prioritise surveillance, target limited resources andunderstand the potential of 2019n-CoV introduction at specific destinations.32Compared with other studies,33,34 we explored the various scenarios of travelrestriction and used a more comprehensive and spatio-temporally detailedpopulation movement matrix, together with details on the actual finaldestination cities of air passengers based on the global itinerary dataset.These novel datasets provide new insights on the impacts of internal andinternational connectivity on potential transmission of this emerging pathogen13during the LNY holiday and over the next three months.Nevertheless, it is important to note that our study has several majorlimitations. Firstly, while we do present simple scenarios of reduced air travelvolumes, our primary analyses assume “business as usual” travel based onprevious non-outbreak years, when significant spatio-temporal changes tohuman travel behaviours across and beyond China have likely occurredrecently. Second, the mobile phone data used may provide an incomplete andbiased picture of travellers, as the data only cover the population owning asmart phone and using Baidu apps. Third, the case data used in this studylikely varies in quality and completeness due to the timeliness of reporting,varying laboratory diagnosis capacities, and differences in details announcedon health authority websites. Fourth, compared with airline travellers leavingWuhan prior to January 23rd evacuees from Wuhan during the January 29th –31st period might have a higher risk of infection due to their longer stay inWuhan during the potential continued spread of the virus since January 23rd.This may result in overestimates of the number of infections in airline travellersfrom Wuhan prior to the city’s lockdown. Based on more recent populationmovement and epidemiological data, we aim to conduct more sophisticatedmodelling approaches to assess the effectiveness of control measures inChina, the impact of movements of people returning from LNY holiday, as wellas the risks of a 2019-nCoV global pandemic.SL designed the study, collected data, finalised the analysis, wrote themanuscript, and interpreted the findings. IIB, NWR, AW, YL, JY, XL, and ZL diddata collection and analysis. AJT wrote the manuscript, interpreted the findingsand revised drafts of the manuscript. IIB, NWR, WY, HY, KK, and ZLinterpreted the findings and commented on and revised drafts of themanuscript. All authors read and approved the final manuscript. Thecorresponding authors had full access to all the data in the study and had finalresponsibility for the decision to submit for publication. AJT is the guarantor.The corresponding authors attest that all listed authors meet authorship criteriaand that no others meeting the criteria have been omitted.This study was supported by the grants from the Bill & Melinda GatesFoundation (OPP1134076); the European Union Horizon 2020 (MOOD874850); the National Natural Science Fund of China (81773498, 71771213,91846301); National Science and Technology Major Project of China(2016ZX10004222-009, 2018ZX10201001-010, 2018ZX10713001-007,2017ZX10103009-005); Program of Shanghai Academic/TechnologyResearch Leader (18XD1400300); Hunan Science and Technology PlanProject (2017RS3040, 2018JJ1034). AJT is supported by funding from the Bill& Melinda Gates Foundation (OPP1106427, OPP1032350, OPP1134076,OPP1094793), the Clinton Health Access Initiative, the UK Department forInternational Development (DFID) and the Wellcome Trust (106866/Z/15/Z,204613/Z/16/Z). HY is supported by funding from the National Natural ScienceFund for Distinguished Young Scholars of China (No. 81525023); Program ofShanghai Academic/Technology Research Leader (No. 18XD1400300); andthe United States National Institutes of Health (Comprehensive InternationalProgram for Research on AIDS grant U19 AI51915). The research teammembers were independent from the funding agencies. The funders had norole in the design and conduct of the study; the collection, management,analysis, and interpretation of the data; and the preparation, review, orapproval of the manuscript.All authors declare no support from any organisation for the submitted work;no financial relationships with any organisations that might have an interest inthe submitted work in the previous three years; and no other relationships oractivities that could appear to have influenced the submitted work.Ethical clearance for collecting and using secondary data in this study wasgranted by the institutional review board of the University of Southampton (No.48002). All data were supplied and analysed in an anonymous format, withoutaccess to personal identifying information.We thank Baidu Inc. and IATA prodiving the data. We also thank staffmembers at county-level, prefecture-level, provincial-level, and nationalCenters for Disease Control and Prevention across China where outbreaksoccurred for field investigation, administration, and data collection.The datasets on monthly air passenger data in February – April, 2018 used inthis study are available from Dr. Kamran Khan (Kamran@bluedot.global). Thecase data are available from Dr. Shengjie Lai (Shengjie.Lai@soton.ac.uk). Thedatasets on holidays and air travel statistics from 2010 through 2018 used forvalidation are available on the WorldPop website (www.worldpop.org). Themobile phone datasets analysed during the current study are not publiclyavailable since this would compromise the agreement with the data provider,but information on the process of requesting access to the data that supportthe findings of this study are available from Dr. Shengjie Lai(Shengjie.Lai@soton.ac.uk).The manuscript’s guarantor (AJT) affirms that the manuscript isan honest, accurate, and transparent account of the study being reported; andthat no important aspects of the study have been omitted; and that anydiscrepancies from the study as planned have been explained.importation risk against the number of cases reported, with R-squared andp-values are indicated on the graphs.110.2evt 0.0ialeR−0.10.1wlo 0.0fteneiv−0.1taleR−0.2−0.3A. Wuhan CityDecJanFebMarAprMayB. Hubei Province (excluding Wuhan)DecJanFebMarDateAprMay5040Beijing3020BeijingSichuanHubeiGuangdongShandongGuizhouJilinTibet XinjiangThailandNumber of cases510152020GuangdongZhejiangHenanShanghaiNumber of cases550100150Beijing5 10Importation risk (%)150520151050CanadaU.A.E.Russia U.K. ItalySwedenFinlandNepel Sri LankaMacao, ChinaMalaysiaAllGuangdongZhejiang0DC03 6 9Days from first medical visit to hospitalization12051015Days from leaving Wuhan to onset4812Days from onset to first medical visitBefore Jan 16, 2020Since Jan 16, 202020BeijingGuangzhou80100Longitude120", "ref_list": [[], ["A Novel Coronavirus Genome Identified in a Cluster of Pneumonia Cases - Wuhan"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["National Health Commission of the People's Repulic of China. Updates on pneumonia of new coronavirus infections as of January 31"], [""], ["Five million people left Wuhan before the lockdown, where did they go? Available from"], [""], ["Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus"], [""], ["Changing Epidemiology of Hepatitis A"], ["Japanese Ministry of Health LaW. Present situation of new type coronavirus infectious disease"], ["Coronavirus: German evacuation flight from China carried two infected people"], ["Current outbreak of new coronavirus infection in Korea"], ["Mapping population and pathogen movements"], ["Air travel and vector-borne disease movement"], ["Measuring mobility, disease connectivity and individual risk: a review of using mobile phone data and mHealth for travel medicine"], ["Potential for Zika virus introduction and transmission in resource-limited countries in Africa and the Asia-Pacific region: a modelling study"], ["A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["10 Tan", "W Zhao", "X Ma", "X"], ["C Huang", "Y Wang", "X Li", "N Zhu", "D Zhang", "W Wang", "JF NEJMoa2001017 Chan", "S Yuan", "KH Kok", "Q Li", "X Guan", "P Wu"], [], [], ["Available"], [], ["S Lai", "H Zhou", "W Xiong"], ["MUG Kraemer", "RC Reiner", "OJ Brady"], ["January Available"], ["X Ren", "P Wu", "L Wang", "China Hepatitis E Viruses in"], [], ["people/"], ["NU ME"], ["Tatem AJ", "II Creatore", "MI Cetron", "MS"], ["AJ Tatem", "Z Huang", "A Das"], ["A Farnham", "NW Ruktanonchai", "SJ Lai", "MA Johansson", "WW Yin"], ["II Bogoch", "OJ Brady", "MUG Kraemer", "LT Phan", "TV Nguyen", "QC Luong", "E NEJMc2001272 Callaway", "D. Cyranoski"], ["VJ Munster", "M Koopmans", "N van Doremalen", "R Katz", "LO Gostin", "M Schunk", "P Sothmann", "II Watts", "A Thomas-Bachli", "A", "ML Holshue", "C DeBolt", "S Lindquist", "PW Horby", "FG Hayden", "S Lai", "II Bogoch", "A Watts"], ["JT Wu", "K Leung", "GM Leung", "G Pullano", "P Francesco", "V Eugenio"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Objective: To estimate the potential risk and geographic range of\n        ", "one_words_summarize": "Objective: To estimate the potential risk and geographic range of        Design: Travel network-based modelling study. Setting and participants: General population travelling from Wuhan andother high-risk cities in China. Conclusion: Further spread of 2019-nCoV within China and internationalexportation is likely to occur. All countries, especially vulnerable regions,should be prepared for efforts to contain the 2019-nCoV infection. • The World Health Organization has declared the 2019-nCoV outbreakin China a Public Health Emergency of International Concern. Using the second dataset, then the risk of importation for eachdestination city or province was preliminarily defined as the percentage oftravellers received by each city or province out of the total volume of travellersleaving Wuhan during the two weeks before the city’s lockdown. We therefore defined the number of travellers needing tobe quarantined as half of the volume of airline travellers from Wuhan inFebruary, 2018, representing the 2-week total number of travellers for the firsthalf of February. No patients or members of the public were involved in setting the researchquestion or the outcome measures for this study. No patients were asked toadvise on interpretation or writing up of results. Significant migratory flows occurred in opposite directions before and afterLNY’s Day. If Wuhan’s lockdownhad not have been undertaken, our analyses suggest the main destinationcities of population outflow since LNY would have been similar to the situationtwo weeks prior to LNY (Supplementary Table S3).In terms of the initial importation risk of virus for each city during the twoweeks before Wuhan’s lockdown, nearly all other cities in Hubei Province wereestimated to be high-risk areas (Figure 2a). Based on historical air travel data, the connectivity and spread riskbetween high-risk cities in mainland China and cities in other countries orregions was defined for the three months around the LNY holiday(Supplementary Figure S3 and Tables S4 and S5). Moreover, we also found similar spatialpatterns in the risks of Chinese cities importing the virus from Wuhan viapopulation movements estimated by both the Baidu data in 2014 and 2015,and the more recent data covering the top 50 ranked destinations in 2020,(Figure 1a and Supplementary Figure S12), highlighting the value of usinghistorical data to rapidly assess present day risks. Therefore,ensuring that surveillance and health systems around the world are ready andsufficiently strong to detect and deal with cases seen is a priority. SL designed the study, collected data, finalised the analysis, wrote themanuscript, and interpreted the findings. IIB, NWR, AW, YL, JY, XL, and ZL diddata collection and analysis. Thecorresponding authors had full access to all the data in the study and had finalresponsibility for the decision to submit for publication. The corresponding authors attest that all listed authors meet authorship criteriaand that no others meeting the criteria have been omitted. This study was supported by the grants from the Bill & Melinda GatesFoundation (OPP1134076); the European Union Horizon 2020 (MOOD874850); the National Natural Science Fund of China (81773498, 71771213,91846301); National Science and Technology Major Project of China(2016ZX10004222-009, 2018ZX10201001-010, 2018ZX10713001-007,2017ZX10103009-005); Program of Shanghai Academic/TechnologyResearch Leader (18XD1400300); Hunan Science and Technology PlanProject (2017RS3040, 2018JJ1034). 81525023); Program ofShanghai Academic/Technology Research Leader (No."}