{"date": "2020/02/20", "journal": "biorxiv", "authors": "Qingxin Zhang, Qingshun Zhao", "title": "Inactivating porcine coronavirus before nuclei acid isolation with the temperature higher than 56 °C damages its genome integrity seriously", "type": "preprint article", "abstract": "materials should be addressed to", "text": "materials should be addressed toQ. Zhao.  1  /  16  2019-Novel Coronavirus (2019-nCoV) is the pathogen of Corona Virus Disease2019. Nucleic acid detection of 2019-nCoV is one of the key indicators for clinicaldiagnosis. However, the positive rate is only 30-50%. Currently, fluorescentquantitative RT-PCR technology is mainly used to detect 2019-nCoV. According toissued by National Health and Commission of China and “The Experts’ Consensus onNucleic Acid Detection of 2019-nCoV” released by Chinese Society of LaboratoryoMedicine, the human samples must be placed under 56 C or higher to inactivate theviruses in order to keep the inspectors from virus infection before the nucleic acidswere isolated as the template of qRT-PCR. In this study, we demonstrated that thevirus inactivation treatment disrupts its genome integrity seriously when using porcineepidemic diarrhea virus (vaccine), a kind of coronavirus, as a model. Our resultsshowed that only 50.11% of the detectable viral templates left after the inactivation of56 oC for 30 minutes and only 3.36% left after the inactivation of 92 oC for 5 minuteswhen the samples were preserved by Hank’s solution, one of an isotonic salt solutionscurrently suggested. However, the detectable templates of viral nucleic acids can beunchanged after the samples were incubated at 56 oC or higher if the samples werepreserved with an optimized solution to protect the RNA from being disrupted. Wetherefore highly recommend to carry out systematic investigation on the impact ofhigh temperature inactivation on the integrity of 2019-nCoV genome and develop asample preservation solution to protect the detectable templates of 2019-nCoV nucleicacids from high temperature inactivation damage.Key words: coronavirus, 2019-nCoV, virus inactivation by high temperature, nucleicacid degradation, false negative, fluorescent quantitative RT-PCRSevereAcute          Coronavirus 2 (SARS-CoV-2) or2019-Novel Coronavirus (2019-nCoV) is the pathogen of Corona Virus Disease 2019[          Currently, fluorescent quantitative RT-PCR (qRT-PCR) technology is mainlyused to detect the nucleic acid of 2019-nCoV. The quality of nucleic acid template isadmittedly one of the key factors affecting the detection efficiency. According toissued by National Health and Commission of China [3] and “The Experts’ Consensuson Nucleic Acid Detection of 2019-nCoV” released by Chinese Society of LaboratoryoMedicine [4], the human samples must be placed in 56 C for at least 45 minutes orhigher for shorter time to inactivate the viruses in order to keep the inspectors fromvirus infection before the nucleic acids were isolated.However, 2019-nCoV is a single stranded RNA virus. Theoretically, the progressof killing the viruses with high temperature will damage the integrity of their RNAgenomes in the samples, thus improperly reducing the amount of target viraltemplates, and eventually leading to high false negative rate of the virus detection. Inthis study, we employed porcine epidemic diarrhea virus (PEDV), a kind ofcoronavirus, as a model virus to test the above hypothesis and our resultsdemonstrated that the virus inactivation progress by high temperature damaged thedetectable template of the coronavirus seriously.2. Materials and Methods2.1 Model preparation of sampling coronavirus1.36 × 106 HEK293T cells (ATCC, USA), 1.5 µL Porcine Transmissible Gastroenteritisand Porcine Epidemic Diarrhea Vaccine (Strain WH-1R + Strain AJ1102-R, Wuhan KeqianBiological. Company, Ltd.) or 1 ng λDNA (3010, Takara, Japan) were suspended and mixedtogether using 1.5 mL of sample preservation medium (R503, Vamzye, China) or 1.5 mLHank’s solution.Nucleic acid (DNA/RNA) was extracted using a commercial kit (RC311-C1, Vazyme)according to the manufacturer’s protocol. Briefly, 500 µL samples preserved in R503 wasfirst added into a 1.5 ml EP tube containing 200 µL of absolute ethanol and 200 µL samplespreserved in Hank’s solution was added into a 1.5 ml EP tube containing 500 µL lysis buffer.The mixture was vortexed thoroughly and then transferred into a column placed onto a 2 mLEP collection tube. After centrifuge for 1 min at 12,000×g, the column was placed onto afresh 2 mL EP collection tube, followed by adding 600 µL washing buffer and then centrifugefor 30 sec at 12,000×g. Washing step was repeated once. The column was placed onto a new2 mL collection. After centrifuge for 2 min at 12,000×g, the column was then placed onto a1.5 ml collection tube. 100 µL and 40 µL elution buffer was added into the center of themembrane of column collected the sample prepared by R503 and Hank’s solutionrespectively and then centrifuged for 1 min at 12,000 × g to collect the nucleic acid. Theo onucleic acid was stored at -30 ~ -15 C for usage within short time and at -70 C for longstorage5 µL of the extracted nucleic acids, 1 µL of 10 × DNA loading buffer (P022, Vazyme) and4 µL of nuclease-free H2O were mixed and then vortexed briefly. The mixture was heated inPCR instrument to denature the nucleic acid for 2 min and then subjected to 1.2% agarose gelelectrophoresis separation on ice for 7-10 min together with the standard DNA marker(MD103, Vazyme).Quantitative Real-Time PCR (qRT-PCR) was performed to detect the PEDV RNA and λphage DNA using HiScript II One Step qRT-PCR Probe Kit (Q222-CN, Vazyme) accordingto the manufacturer’s protocol. The reaction (25 µL) was assembled as follows: 12.5 µL of 2× One Step U+ Mix, 1.25 µL of One Step U+ Enzyme Mix, 0.5 µL of 50 × ROX ReferenceDye 1, 0.5 µL of Gene Specific Primer Forward (10 µM), 0.5 µL of Gene Specific PrimerReverse (10 µM), 0.25 µL of TaqMan Probe (10 µM), and 4.5 µL nuclease free H2O.The reaction was carried out on ABI StepOnePlusTM using following conditions:o o o55 C for 15 min (reverse transcription), 95 C for 30 sec (pre-denatured), and 45 × (95 C, 10sec, 60 sec).The sequences of primers or probes were used were: CGTGAGCCTGGCTTAGTCTTG(Forward primer for PEDV), CATACGTCGCGATGAAACAAA (Reverse primer for PEDV),FAM -CGCATGAACTTCAAAATCATACTGCGACG-BHQ-1 (Probe for detecting PEDV);TTTGCTGCGGTTGCAGAA(ForwardATGATTCGGTTTTCAGGAACATC(ReverseprimerprimerforλDNA),forλDNA),andFAM-TTACCGTCACCGCCAGTTAATCCGG-BHQ-1 (Probe for detecting λDNA).Statistical significance was determined using the paired two-tailed t test. A value of p <0.05 was considered statistically significant, and p < 0.01 was considered statistically very2.5 Statisticssignificant.temperature3.1 The integrity of nuclei acids of the 293T cells preserved in Hank’s solution wasodamaged seriously after the sample was incubated under 56 C or above highTo test whether the virus inactivation progress by high temperature woulddisrupt the detectable template of the coronavirus, we performed a series ofexperiments using porcine epidemic diarrhea virus (PEDV), a kind of coronavirus, asa model. Briefly, we mixed the 293T cells and PEDV coronavirus (RNA virus) andphage DNA (DNA virus) together using Hank’s solution and then divided the mixtureointo five groups. Three groups were incubated at 56 C for 30, 45 and 60 minutes,orespectively. The fourth was incubated at 92 C for 5 minutes, and the fifth group wasostored at 4 C as no inactivation control. After the high-temperature inactivation wascompleted, nucleic acids (including DNA and RNA) were extracted by conventionalmethods, and subjected to run 1.2% agarose gel electrophoresis. Compared with thesamples stored at 4 oC, both the DNA and RNA in the samples either incubated at 56oC for 30 - 60 minutes or 92 oC for 5 minutes were degraded. The 28 S and 18 S RNAbands became indistinct and invisible in all high-temperature inactivation group andoalmost no electrophoretic bands could be observed in the group of 92 C inactivation(Fig. 1A).3.2 The detectable amount of the porcine coronavirus preserved in Hank’s solutionowas reduced seriously after the sample was incubated under 56 C or above highTo understand the effect of the virus inactivation progress with the temperatureohigher than 56 C on the integrity of viral nucleic acid, we quantitated the amount ofPEDV coronavirus after inactivation by qRT-PCR. Compared with the CT (thresholdcycle value) of the control group that the sample was stored at 4 oC (31.94 ± 0.10),the mean value of CT (32.94 ± 0.18) in the group incubated at 56 oC for 30 minuteswas increased by 0.996 (P< 0.01; Fig 1B; Fig. S1A, Table S1) while the mean valueof CT (36.84 ± 0.37) in the group treated with 92 oC for 5 minutes was increased by4.8947 (P < 0.0001; Fig. 1C; Fig. S1A, Table S1). The results suggest that only 50.11%of the detectable viral templates left after the inactivation progress of incubation at 56oC for 30 minutes and only 3.36% of the detectable viral templates left after theinactivation progress of incubation at 92 oC for 5 minutes.3.3 R503 solution was able to partially protect the integrity of nuclei acids of theo293T cells from being disrupted in the virus inactivation progress under 56 C orTo investigate whether any solutions are able to protect viral RNA integrity fromabove high temperaturedisrupting during the inactivation progress with high temperature, R503 (Vazyme,China) was used to prepare the samples instead of Hank’s solution. We thenperformed the same viral inactivation experiments as using Hank's solution.Compared with the control group that the sample was stored at 4 oC, both DNA andRNA in the samples incubated at 56 oC for 30 - 60 minutes also displayed obviousdegradation, among which the 28 S and 18 S bands of total RNA of human cells wereobviously smeared, and the large bands of genomic DNA became weaker while therewere almost no visible genomic DNA and 28 S RNA bands in the sample incubated at92 oC for 5 minutes (Fig 1D). However, the degradation of nucleic acid during theinactivation progress was not as serious as that of the samples prepared by Hank'ssolution. The results suggest that R503 should have a significant protective effect ofboth total RNA and genomic DNA from degradation.3.4 The detectable amount of the porcine coronavirus preserved in R503 solution wasonot changed after the sample was incubated under 56 C or above high temperatureTo determine the effect of the inactivation progress with temperature higher thano56 C on the integrity of viral nucleic acid in the samples prepared with R503, weexamined the amount of porcine PEDV coronavirus by qRT-PCR as above.Compared with the CT (31.64 ± 0.10) of the control group that the sample wasstored at 4 C, the mean value of CT (31.31 ± 0.17) of the group incubated at 56 oCofor 30 minutes had no significant change. The difference of CTs between the twogroups was less than 0.5 (Fig. 1E; Figure S1B; Table S1). Moreover, the mean valueof CT (31.43 ± 0.08) in the group incubated at 92 oC for 5 minutes was also notchanged significantly. The difference of CTs between the two groups was less than0.5 either (Fig. 1F; Fig. S1B; Table S1). These results showed that the inactivationprogress with the temperature higher than 56odetectable template of viral nucleic acid when it was prepared with R503, suggestingthat the fragmented viral RNA could still be good for using as a template forqRT-PCR even if the viral nucleic acid was degraded.In order to understand the advantage of R503 over common isotonic solution inprotecting the detectable amount of coronavirus RNA from disrupting, we firstcompared the difference of the detectable amount of coronavirus RNA between thetwo samples that are prepared with R503 and Hank’s solution and stored at 4 oC. Theresults showed that the detectable amount of the viral RNA in the two preparedsolutions was similar (Fig. 1G, Table S1), and the difference between the mean valuesof their CT was less than 0.5 (31.64 ± 0.10 vs 31.95 ± 0.10). The results suggest thatthere is no significant difference in the amount of detectable viral RNA templatesbetween the samples prepared by either R503 or Hank’s solutions that were stored at4 oC.When the samples were incubated at 56 oC for 30 minutes, however; the CT ofdetected PEDV virus was 31.31 ± 0.17 in the samples prepared by R503 and 32.94± 0.18 in the ones prepared by Hank's solution, respectively. The mean value of CTof detected virus in Hank's solution was 1.6305 higher than that in R503 (P < 0.0001;samples prepared by Hank's solution was only 32.30% of R503 solution after thesamples were inactivated at 56 oC for 30 minutes to kill the virus.Furthermore, after inactivation at 92 oC for 5 minutes, the CT of detected PEDVvirus in the two preservation solutions were 31.43 ± 0.08 (R503) and 36.84 ±0.37 (Hank's), respectively. The mean value of CT of detected virus in the samplesprepared by Hank's solution was 5.4125 higher than that prepared by R503 (P <0.0001; Figure 1I, Table S1). The results reveal the detectable amount of virus in thesamples prepared by Hank's solution was only 2.35% of R503 solution after thesamples were inactivated at 92 oC for 5 minutes to kill the virus.3.5 The detectable amount of phage λ DNA was also reduced after the sampleopreserved in R503 was incubated under 56 C or above high temperatureIn addition to the disruptive effect of the virus inactivation with high temperatureon the detection of RNA virus, the detectable amount of the viral DNA (λ phage) inthe samples was also significantly affected. qPCR results (Fig. S1C, Table S1)showed that mean value of CT (23.55 ± 0.20) of detectable virus in the samplesoincubated at 56 C for 30 minutes was increased by 0.5230 (P < 0.01) compared withothe CT (23.02 ± 0.15) of the samples stored at 4 C. The mean value of CT (25.58 ±o0.21) was increased by 2.5572 (P < 0.0001) in the sample incubated at 92 C for 5minutes.Furthermore, we examined the amount of phage DNA in the sample preparedwith R503 after high temperature treatment by qPCR. The results (Fig. S1D, Table S1)showed that the mean value of CT (21.71 ± 0.04) in the sample prepared by R503and incubated at 56 oC for 30 minutes had no significant change compared with thatin the control group (21.61 ± 0.06) (the difference between the two was less than0.5). The mean value of CT (22.90 ± 0.26) was increased by 1.2880 in the samplethat was inactivated at 92ooC for 5 minutes, suggesting that 92 C treatmentsignificantly reduced the detectable amount of DNA viruses in sample even preparedby R503.In conclusion, our results show that virus inactivation with temperature higherthan 56 oC result in the degradation of viral nucleic acids seriously, which will lead tothe artificial shortage of detectable templates of viral nucleic acids in samples, andfinally lead to false negative of clinical detection in some samples. Preserved with theoptimized solution such as R503, the detectable templates of viral nucleic acids can bekept unchanged after the samples were incubated at 56 oC or higher for killing theviruses although the integrity of cellular nucleic acids were obviously disrupted. Theresults suggest that if the samples were prepared with an optimal solution, thedetectable numbers of viral templates would be unchanged because virus inactivationprogress with high temperature does not erase all the RNA but leave small fragmentsof nucleic acids that are good enough for using as the template for qRT-PCR detection.If it is true for 2019-nCoV, preparing the human samples with the optimal solutioncan not only keep the clinical inspectors from virus infection by inactivating the virusousing 56 C or higher as normal, but also improve the detection sensitivity of viralnucleic acid in the sample, leading to avoiding or at least reducing false negativeresults of detection.oRecently, Chen reported that the inactivation by incubating the sample with 56 Cfor 30 min to kill the virus had no significant effect on the detection of 2019-nCoV byqRT-PCR [5]. However, combining the limitations such as only two samples testedand higher amount of virus in the two samples as the authors discussed in theirresearches, and our experimental evidences that the virus inactivation by hightemperature did reduce the detectable amount of the porcine coronavirus templateseriously, it is highly recommended to carry out systematic investigation on theimpact of high temperature inactivation on the integrity of 2019-nCoV nucleic acidsand develop a sample preservation solution to protect the detectable templates of2019-nCoV nucleic acids from high temperature inactivation damage.The authors thank Yalin Chen, senior engineer from Tsinghua University, putforward valuable suggestions on methodology. Thank Dr. Mingyang Jiang, TaoHuang, and Junwei Nie, Nanjing Vazyme Biotech Co., Ltd., Hao Xu and Jun Chi,Nanjing YSY Biotech Co., Ltd., for performing the experiments designed by theauthors. Thank Hanzhong Li, Department of Science and Technology of JiangsuProvince, Renzhi, Song, Bureau of Letters and Visits of Jiangsu Province, and YeZhang, Science and Technology Daily for providing important help in collectingrelevant data and improving the scientific hypothesis. Thanks also extended to Dr. LiWu, Beijing Anjie Law Firm, for participating in the discussion of thesis writing, andProfessor Ping Zhao, Southeast University, for giving instructions on statisticalmethods. Thank Mingkai Wang and Lin Nan, Nanjing YSY Biotech Co., Ltd., forproviding a lot of support for the completion of this paper.The authors declare no competing financial interests.Q. Zhao conceived and designed the experiments; Q. Zhao, and Q. Zhanganalyzed the data and wrote the paper.pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature.DOI:10.1038/s41586-020-2012-7[2] Wang C., 2020. The vice president of Chinese Academy of Engineering and anexpert in respiratory and critical care medicine, said in an interview with CCTV, “Thehighest positive rate of nucleic acid test for positive patients is 30-50%”, t[3] National Health and Commission of China, 2020-02-06. The Laboratory TechnicalGuidelines for Detection 2019-nCoV (Fourth Edition)[4] Chinese Society of Laboratory Medicine. 2020. The Experts’ Consensus onNucleic Acid Detection of 2019-nCoV. National Medical Journal of China. 100( 00 ):Huang. B. ， Liu. M., 2020. Inactivation of 2019 new coronary virus beforequantitative real-time PCR testing. Chin. J. Lab. Med. 43( 00 ): E004-E004.DOI:10.3760/cma.j.issn.1009-9158.2020.0004prepared with Hank's solution after inactivation progresses with different temperature fordifferent time. Lane 1 is DNA Marker (MD103, Vazyme). Lanes 2-3 are the nucleic acidsextracted from the samples incubated at 56oC for 30 minutes; Lanes 4-5 are the ones extractedfrom the samples incubated at 56oC for 45 minutes; Lanes 6-7 are the ones extracted samplesincubated at 56oC for 60 minutes ; Lanes 8-9 are the ones extracted from control samplesstored at 4oC; Lanes 10-11 are the ones extracted incubated at 92oC for 5 minutes. (B)Comparative analysis of typical qRT-PCR amplification curves of viral RNA extracted fromPEDV samples prepared with Hank's solution after incubation at 56oc for 30 minutes andstorage at 4oC. (C) Comparative analysis of typical qRT-PCR amplification curves of viralRNA extracted from PEDV virus samples prepared with Hank's solution after incubation at92oc for 5 minutes and storage at 4oC. (D) Agarose gel electrophoresis separation of nucleicacids extracted from samples prepared with R503 after inactivation progresses with differenttemperature for different time. Lane 1 is DNA Marker (MD103, Vazyme). Lanes 2-3 are thenucleic acids extracted from the samples incubated at 56oC for 30 minutes; Lanes 4-5 are theones extracted from the samples incubated at 56oC for 45 minutes; Lanes 6-7 are the onesextracted samples incubated at 56oC for 60 minutes ; Lanes 8-9 are the ones extracted fromcontrol samples stored at 4oC; Lanes 10-11 are the ones extracted incubated at 92oC for 5minutes. (E) Comparative analysis of typical qRT-PCR amplification curves of viral RNAextracted from PEDV virus samples prepared with R503 solution after incubation at 56oc for30 minutes and storage at 4oC. (F) Comparative analysis of typical qRT-PCR amplificationcurves of viral RNA extracted from PEDV virus samples prepared with R503 solution afterincubation at 92oc for 5 minutes and storage at 4oC. (G) Comparative analysis of typicalqRT-PCR amplification curves of viral RNA extracted from PEDV virus samples preparedwith R503 and Hank's solution after storage at 4oC. (H) Comparative analysis of typicalqRT-PCR amplification curves of viral RNA extracted from PEDV virus samples preparedwith R503 and Hank's solution after incubation at 56oC for 30 min. (I) Comparative analysisof typical qRT-PCR amplification curves of viral RNA extracted from PEDV virus samplesprepared with R503 and Hank's solution at 92oC for 5min. The different inactivation  12  /  16  processes represented by different colors are shown in the right side of each panel.Supplementary Figure Legends and FigurePEDV virus samples prepared with Hank's solution after incubation at different hightemperature for different time. (B) The typical qPCR amplification curves of viral DNAextracted from λ phage samples prepared with Hank's solution after incubation at differenthigh temperature for different time. (C) The typical qRT-PCR amplification curves of viralRNA extracted from PEDV virus samples prepared with R503 after incubation at differenthigh temperature for different time. (D) The typical qPCR amplification curves of viral DNAextracted from λ phage samples prepared with R503 after incubation at different hightemperature for different time. Different colors represent different treatment processes, asdescribed in Fig 1A and Table S1.DNAHank's-PEDV RNASample CtH-4-0 31.861H-4-0 31.984H-4-0 31.877H-4-0 32.064H-56-30H-56-30H-56-30H-56-30H-56-45H-56-45H-56-45H-56-45H-56-60H-56-60H-56-60H-56-60H-92-5H-92-5H-92-5H-92-5NTCNTCHank's-λDNASampleH-4-0H-4-0H-4-0H-4-0H-56-30H-56-30", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Zhou", "X. L. Yang", "X. G. Wang", "B. Hu", "L. Zhang", "W. Zhang", "H. R. Si", "Y. Zhu", "B. Li", "C. L. Huang", "H. D. Chen", "J. Chen", "Y. Luo", "H. Guo", "M. Q. Jiang", "Y. Chen", "X. R. Shen", "X. Wang", "X.-S. Zheng", "K. Zhao", "Q. J. Chen", "F. Deng", "L. L. Liu", "B. Yan", "F. X. Zhan", "Y. Y. Wang", "G. F. Xiao", "Z. L. Shi", "Chen. P. He", "Huang", "Chen", "Huang", "X. Yu", "He", "Ouyang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "materials should be addressed to", "one_words_summarize": "1  /  16  2019-Novel Coronavirus (2019-nCoV) is the pathogen of Corona Virus Disease2019. In this study, we demonstrated that thevirus inactivation treatment disrupts its genome integrity seriously when using porcineepidemic diarrhea virus (vaccine), a kind of coronavirus, as a model. However, the detectable templates of viral nucleic acids can beunchanged after the samples were incubated at 56 oC or higher if the samples werepreserved with an optimized solution to protect the RNA from being disrupted. The mixture was vortexed thoroughly and then transferred into a column placed onto a 2 mLEP collection tube. 100 µL and 40 µL elution buffer was added into the center of themembrane of column collected the sample prepared by R503 and Hank’s solutionrespectively and then centrifuged for 1 min at 12,000 × g to collect the nucleic acid. The mixture was heated inPCR instrument to denature the nucleic acid for 2 min and then subjected to 1.2% agarose gelelectrophoresis separation on ice for 7-10 min together with the standard DNA marker(MD103, Vazyme).Quantitative Real-Time PCR (qRT-PCR) was performed to detect the PEDV RNA and λphage DNA using HiScript II One Step qRT-PCR Probe Kit (Q222-CN, Vazyme) accordingto the manufacturer’s protocol. A value of p <0.05 was considered statistically significant, and p < 0.01 was considered statistically very2.5 Statisticssignificant.temperature3.1 The integrity of nuclei acids of the 293T cells preserved in Hank’s solution wasodamaged seriously after the sample was incubated under 56 C or above highTo test whether the virus inactivation progress by high temperature woulddisrupt the detectable template of the coronavirus, we performed a series ofexperiments using porcine epidemic diarrhea virus (PEDV), a kind of coronavirus, asa model. Three groups were incubated at 56 C for 30, 45 and 60 minutes,orespectively. Compared with the CT (31.64 ± 0.10) of the control group that the sample wasstored at 4 C, the mean value of CT (31.31 ± 0.17) of the group incubated at 56 oCofor 30 minutes had no significant change. The difference of CTs between the twogroups was less than 0.5 (Fig. The mean value of CTof detected virus in Hank's solution was 1.6305 higher than that in R503 (P < 0.0001;samples prepared by Hank's solution was only 32.30% of R503 solution after thesamples were inactivated at 56 oC for 30 minutes to kill the virus. Thank Mingkai Wang and Lin Nan, Nanjing YSY Biotech Co., Ltd., forproviding a lot of support for the completion of this paper. Inactivation of 2019 new coronary virus beforequantitative real-time PCR testing. Lanes 2-3 are thenucleic acids extracted from the samples incubated at 56oC for 30 minutes; Lanes 4-5 are theones extracted from the samples incubated at 56oC for 45 minutes; Lanes 6-7 are the onesextracted samples incubated at 56oC for 60 minutes ; Lanes 8-9 are the ones extracted fromcontrol samples stored at 4oC; Lanes 10-11 are the ones extracted incubated at 92oC for 5minutes. ( C) The typical qRT-PCR amplification curves of viralRNA extracted from PEDV virus samples prepared with R503 after incubation at differenthigh temperature for different time. ( Different colors represent different treatment processes, asdescribed in Fig 1A and Table S1.DNAHank's-PEDV RNASample CtH-4-0 31.861H-4-0 31.984H-4-0 31.877H-4-0 32.064H-56-30H-56-30H-56-30H-56-30H-56-45H-56-45H-56-45H-56-45H-56-60H-56-60H-56-60H-56-60H-92-5H-92-5H-92-5H-92-5NTCNTCHank's-λDNASampleH-4-0H-4-0H-4-0H-4-0H-56-30H-56-30"}