{"date": "2020/02/03", "journal": "medrxiv", "authors": "Yadi Zhou, Yuan Hou, Jiayu Shen, Yin Huang, William Martin, Feixiong Cheng", "title": "Network-based Drug Repurposing for Human Coronavirus", "type": "preprint article", "abstract": "#Equal contribution *Correspondence to:", "text": "Human Coronaviruses (HCoVs), including severe acute respiratory syndromecoronavirus (SARS-CoV), Middle east respiratory syndrome coronavirus (MERS-CoV),and 2019 novel coronavirus (2019-nCoV), lead global epidemics with high morbidity andmortality. However, there are currently no effective drugs targeting 2019-nCoV. Drugrepurposing, represented as an effective drug discovery strategy from existing drugs,could shorten the time and reduce the cost compared to de novo drug discovery. In thisstudy, we present an integrative, antiviral drug repurposing methodology implementinga systems pharmacology-based network medicine platform, quantifying the interplaybetween the HCoV-host interactome and drug targets in the human protein-proteininteraction network. Phylogenetic analyses of 15 HCoV whole genomes reveal that2019-nCoV has the highest nucleotide sequence identity with SARS-CoV (79.7%)among the six other known pathogenic HCoVs. Specifically, the envelope andnucleocapsid proteins of 2019-nCoV are two evolutionarily conserved regions, havingthe sequence identities of 96% and 89.6%, respectively, compared to SARS-CoV.Using network proximity analyses of drug targets and known HCoV-host interactions inthe human protein-protein interactome, we computationally identified 135 putativerepurposable drugs for the potential prevention and treatment of HCoVs. In addition, weprioritized 16 potential anti-HCoV repurposable drugs (including melatonin,mercaptopurine, and sirolimus) that were further validated by enrichment analyses ofdrug-gene signatures and HCoV-induced transcriptomics data in human cell lines.Finally, we showcased three potential drug combinations (including sirolimus plusdactinomycin, mercaptopurine plus melatonin, and toremifene plus emodin) captured bythe ‘Complementary Exposure’ pattern: the targets of the drugs both hit the HCoV-hostsubnetwork, but target separate neighborhoods in the human protein-proteininteractome network. In summary, this study offers powerful network-basedmethodologies for rapid identification of candidate repurposable drugs and potentialdrug combinations toward future clinical trials for HCoVs.        Coronaviruses (CoVs) typically affect the respiratory tract of mammals, includinghumans, and lead to mild to severe respiratory tract infections [1]. In the past 2 decades,two highly pathogenic human CoVs (HCoVs), including severe acute respiratorysyndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus(MERS-CoV), emerging from animal reservoirs, have led to global epidemics with highmorbidity and mortality[        Although investment in biomedical and pharmaceutical research anddevelopment has increased significantly over the past two decades, the annual numberof new treatments approved by the U.S. Food and Drug Administration (FDA) hasremained relatively constant and limited[6]. A recent study estimated that pharmaceuticalcompanies spent $2.6 billion in 2015, up from $802 million in 2003, in the developmentof an FDA-approved new chemical entity drug[7]. Drug repurposing, represented as aneffective drug discovery strategy from existing drugs, could significantly shorten the timeand reduce the cost compared to de novo drug discovery and randomized clinicaltrials[8-10]. However, experimental approaches for drug repurposing is costly andtimeconsuming.[11] Computational approaches offer novel testable hypotheses forsystematic drug repositioning[8-10, 12, 13]. However, traditional structure-based methodsare limited when three-dimensional (3D) structures of proteins are unavailable, which,unfortunately, is the case for the majority of human and viral targets. In addition,targeting single virus proteins often have high risk of drug resistance by the rapidevolution of virus genomes [1].        Viruses (including HCoV) require host cellular factors for successful replicationduring infections[1]. Systematic identification of virus-host protein-protein interactions(PPIs) offers an effective way toward elucidation of the mechanisms of viral infection[14,15]. Subsequently, targeting cellular antiviral targets, such as virus-host interactome,may offer a novel strategy for the development of effective treatments for viralinfections[1], including SARS-CoV[16], MERS-CoV[16], Ebola virus[                In this study, we present an integrative, antiviral drug repurposing methodologythat combines a systems pharmacology-based network medicine platform thatquantifies the interplay between the virus-host interactome and drug targets in thehuman PPI network. The basis for these experiments rests on the notions that (i) theproteins that functionally associate with viral infection (including HCoV) are localized inthe corresponding subnetwork within the comprehensive human PPI network[                  To date, 7 pathogenic HCoVs (Figure 2A and 2B) have been found[                    HCoVs have five major protein regions for virus structure assembly and viralreplications[          Protein sequence alignment analyses indicated that the 2019-nCoV was mostevolutionarily conserved with SARS-CoV (Supplementary Table S2). Specifically, theenvelope and nucleocapsid proteins of 2019-nCoV are two evolutionarily conservedregions, with sequence identities of 96% and 89.6%, respectively, compared toSARSCoV (Supplementary Table S2). However, the spike protein exhibited the lowestsequence conservation (sequence identity of 77%) between 2019-nCoV andSARSCoV. Meanwhile, the spike protein of 2019-nCoV only has 31.9% sequence identitycompared to MERS-CoV.First, we assembled the CoV-associated host proteins from 4 known HCoVs(SARSCoV, MERS-CoV, HCoV-229E, and HCoV-NL63), one mouse MHV, and one avian IBV(N protein) (Supplementary Table S3). In total, we obtained 119 host proteinsassociated with CoVs with various experimental evidences. Specifically, these hostproteins are either the direct targets of HCoV proteins or are involved in crucialpathways of HCoV infection. The HCoV-host interactome network is shown in Figure3A. We identified several hub proteins including JUN, XPO1, NPM1, and HNRNPA1,with the highest number of connections within the 119 proteins. KEGG pathwayenrichment analysis revealed multiple significant biological pathways (adjusted P value< 0.05), including measles, RNA transport, NF-kappa B signaling, Epstein-Barr virusinfection, and influenza (Figure 3B). Gene ontology (GO) biological process enrichmentanalyses further confirmed multiple viral infection-related processes (adjusted P value <0.001), including viral life cycle, modulation by virus of host morphology or physiology,viral process, positive regulation of viral life cycle, transport of virus, and virionattachment to host cell (Figure 3C). We then mapped the known drug-target network(see Methods) into the HCoV-host interactome to search for druggable, cellular targets.We found that 47 human proteins (39%, blue nodes in Figure 3A) can be targeted by atleast one approved drug or experimental drug under clinical trial. For example, GSK3B,DPP4, SMAD3, PARP1, and IKBKB are the most targetable proteins. The highdruggability of HCoV-host interactome motivates us to develop a therapeutic strategy byspecifically targeting cellular proteins associated with HCoVs, such as drug repurposing.The basis for the proposed network-based drug repurposing methodologies rests on thenotions that the proteins that associate with and functionally govern a viral infection arelocalized in the corresponding subnetwork (Figure 1A) within the comprehensivehuman interactome network. For a drug with multiple targets to be effective against an          HCoV, its target proteins should be within or in the immediate vicinity of thecorresponding subnetwork in the human interactome (Figure 1), as we demonstrated inmultiple diseases [          In total, we computationally identified 135 drugs that were associated (Z < -1.5and P < 0.05, permutation test) with the HCoV-host interactome (Figure 4A andSupplementary Table S4). To validate bias of the pooled cellular proteins from 6 CoVs,we further calculated the network proximities of all the drugs for 4 CoVs with a highenough number of know host proteins, including SARS-CoV, MERS-CoV, IBV, andMHV, separately. We found that the Z-scores showed consistency among the pooled119 HCoV-associated proteins and other 4 individual CoVs (Figure 4B). The Pearsoncorrelation coefficients of the proximities of all the drugs for the pooled HCoV are 0.926vs. SARS-CoV (P < 0.001, t distribution), 0.503 vs. MERS-CoV (P < 0.001), 0.694 vs.IBV (P < 0.001), and 0.829 vs. MHV (P < 0.001). These network proximity analysesoffer putative repurposable candidates for potential prevention and treatment of HCoVs.          To further validate the 135 repurposable drugs against HCoVs, we first performed geneset enrichment analysis (GSEA) using transcriptome data of MERS-CoV andSARSCoV infected host cells (see Methods). These transcriptome data were used as genesignatures for HCoVs. Additionally, we downloaded the expression data of drug-treatedhuman cell lines from the Connectivity Map (CMAP) database [                    estrogen receptor has been shown to play a crucial role in inhibiting viral replication[                    with viral infection, including HCoVs[                    Immunosuppressant or antineoplastic agents. Previous studies haveconfirmed the mammalian target of rapamycin complex 1 (mTORC1) as the key factorin regulating various viruses’ replications, including Andes orthohantavirus andcoronavirus[                    SARS-CoV and MERS-CoV by targeting papain-like protease which plays key roles inviral maturation and antagonism to interferon stimulation[                    Anti-inflammatory agents. Inflammatory pathways play essential roles in viralinfections[          In summary, our network proximity analyses offer multiple putative repurposabledrugs that target diverse cellular pathways for potential prevention and treatment ofHCoVs. However, further preclinical experiments and clinical trials are required to verifythe clinical benefits of these network-predicted candidates before clinical use.          Drug combinations, offering increased therapeutic efficacy and reduced toxicity, play animportant role in treating various viral infections[                    Sirolimus plus Dactinomycin. Sirolimus, an inhibitor of mTOR with bothantifungal and antineoplastic properties, has demonstrated to improves outcomes inpatients with severe H1N1 pneumonia and acute respiratory failure[                    Toremifene plus Emodin. Toremifene is the approved first generationnonsteroidal SERMs for the treatment of metastatic breast cancer[                    Mercaptopurine plus Melatonin. As shown in Figure 5A, targets of bothmercaptopurine and melatonin showed strong network proximity with HCoV-associatedhost proteins in the human interactome network. Recent in vitro and in vivo studiesidentified mercaptopurine as a selective inhibitor of both SARS-CoV and MERS-CoV bytargeting papain-like protease [          In this study, we presented a network-based methodology for systematic identification ofputative repurposable drugs and drug combinations for potential treatment of HCoV.Integration of drug-target networks, HCoV-host interactions, HCoV-inducedtranscriptome in human cell lines, and human protein-protein interactome network areessential for such identification. Based on comprehensive evaluation, we prioritized 16putative repurposable drugs (Figure 5) and 3 putative drug combinations (Figure 6) forthe potential treatment of HCoVs, including 2019-nCoV. However, all network-predictedrepurposable drugs and drug combinations must be validated in preclinical models andrandomized clinical trials before being used in patients.        We acknowledge several limitations in our current study. In this study, we used alow binding affinity value of 10 µM as a threshold to define a physical drug-targetinteraction. However, a stronger binding affinity threshold (e.g., 1µM) may be a moresuitable cut-off in drug discovery, although it will generate a smaller drug-target network.Although sizeable efforts were made for assembling large-scale, experimentallyreported drug-target networks from publicly available databases, the network data maybe incomplete and some drug-protein interactions may be functional associations,instead of physical bindings. We may use computational approaches to systematicallypredict the drug-target interactions further[                Owing to lack of the complete drug target information (such as the molecular‘promiscuity’ of drugs), the dose-response and dose-toxicity effects for bothrepurposable drugs and drug combinations cannot be identified in current networkmodels. For example, Mesalazine, an approved drug for inflammatory bowel disease, isa top network-predicted candidate drug (Figure 5A) associated with HCoVs. Yet,several clinical studies showed the potential pulmonary toxicities (including pneumonia)associated with mesalazine usage [        In conclusion, this study offers a powerful, integrated network-based systemspharmacology methodology for rapid identification of repurposable drugs and drugcombinations for the potential treatment of HCoV. Our approach can minimize thetranslational gap between preclinical testing results and clinical outcomes, which is asignificant problem in the rapid development of efficient treatment strategies for theemerging 2019-nCoV outbreak. From a translational perspective, if broadly applied, thenetwork tools developed here could help develop effective treatment strategies for othertypes of virus and human diseases as well.          In total, we collected DNA sequences and protein sequences for 15 HCoVs, includingthree most recent 2019-nCoV genomes, from the NCBI GenBank database (January28, 2019, Supplementary Table S1). Whole genome alignment and protein sequenceidentity calculation were performed by Multiple Sequence Alignment in EMBL-EBIdatabase with default parameters. The neighbor joining (NJ) tree was computed fromthe pairwise phylogenetic distance matrix using MEGA X[                    We collected HCoV-host protein interactions from various literatures based on oursizeable efforts. The HCoV-associated host proteins of several HCoVs, includingSARSCoV, MERS-CoV, IBV, MHV, HCoV-229E, and HCoV-NL63 were pooled. Theseproteins were either the direct targets of HCoV proteins or were involved in criticalpathways of HCoV infection identified by multiple experimental sources, including highthroughput yeast-two-hybrid (Y2H) systems, viral protein pull-down assay, in vitrocoimmunoprecipitation and RNA knock down experiment. In total, the virus-hostinteraction network included 6 HCoVs with 119 host proteins (Supplementary TableS3).Next, we performed Kyoto Encyclopedia of Genes and Genomes (KEGG) and GeneOntology (GO) enrichment analyses to evaluate the biological relevance and functionalpathways of the HCoV-associated proteins. All functional analyses were performedusing Enrichr[                    Here, we collected drug-target interaction information from the DrugBank database(v4.3)[          To build a comprehensive list of human PPIs, we assembled data from a total of 18bioinformatics and systems biology databases with five types of experimentalF.C. conceived the study. Y.Z. and Y.H. developed the network methodology andperformed all computational experiments. J.S., Y.Z., Y.H., Y.H., and W.M. performeddata analysis. F.C., Y.Z. and Y.H. and J.S. wrote and critically revised the manuscriptwith contributions from other co-authors.Competing Interests: The content of this publication does not necessarily reflectthe views of the Cleveland Clinic. The authors declare no competing interests.Data and Code Availability: All codes and predicted repurposable drugs can befreely accessed at: https://github.com/ChengF-Lab/2019-nCoVZumla A, Chan JF, Azhar EI, Hui DS, Yuen KY. Coronaviruses - drug discovery andtherapeutic options. Nat Rev Drug Discov. 2016; 15(5):327-47. doi: 10.1038/nrd.2015.37.Paules CI, Marston HD, Fauci AS. Coronavirus Infections-More Than Just the CommonCold. JAMA. 2020. doi: 10.1001/jama.2020.0757.into emerging coronaviruses. Nat Rev Microbiol. 2016; 14(8):523-34. doi:10.1038/nrmicro.2016.81.de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recent insightsde Wilde AH, Snijder EJ, Kikkert M, van Hemert MJ. Host Factors in CoronavirusReplication. Curr Top Microbiol Immunol. 2018; 419:1-42. doi: 10.1007/82_2017_25.Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY,Xing X, Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, Tu W, Chen C, Jin L, Yang R,Wang Q, Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z, Yang Y, Deng Z, Liu B, MaZ, Zhang Y, Shi G, Lam TTY, Wu JTK, Gao GF, Cowling BJ, Yang B, Leung GM, Feng Z. Earlytransmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. N Engl JMed. 2020. doi: 10.1056/NEJMoa2001316.6. Greene JA, Loscalzo J. Putting the patient back together - Social medicine, networkmedicine, and the limits of reductionism. N Engl J Med. 2017; 377(25):2493-9. doi:10.1056/NEJMms1706744.7. Avorn J. The $2.6 billion pill--methodologic and policy considerations. N Engl J Med.2015; 372(20):1877-9. doi: 10.1056/NEJMp1500848.8. Cheng F. In silico oncology drug repositioning and polypharmacology. Methods Mol Biol.2019; 1878:243-61. doi: 10.1007/978-1-4939-8868-6_15.9. Cheng F, Hong H, Yang S, Wei Y. Individualized network-based drug repositioninginfrastructure for precision oncology in the panomics era. Brief Bioinform. 2017; 18(4):682-97.doi: 10.1093/bib/bbw051.10. Cheng F, Murray JL, Rubin DH. Drug repurposing: New treatments for Zika virusinfection? Trends Mol Med. 2016; 22(11):919-21. doi: 10.1016/j.molmed.2016.09.006.11. Santos R, Ursu O, Gaulton A, Bento AP, Donadi RS, Bologa CG, Karlsson A,AlLazikani B, Hersey A, Oprea TI, Overington JP. A comprehensive map of molecular drugtargets. Nat Rev Drug Discov. 2017; 16(1):19-34. doi: 10.1038/nrd.2016.230.12. Cheng F, Desai RJ, Handy DE, Wang R, Schneeweiss S, Barabasi AL, Loscalzo J.Network-based approach to prediction and population-based validation of in silico drugrepurposing. Nat Commun. 2018; 9(1):2691. doi: 10.1038/s41467-018-05116-5.13. Cheng F, Murray JL, Zhao J, Sheng J, Zhao Z, Rubin DH. Systems biology-basedinvestigation of cellular antiviral drug targets identified by gene-trap insertional mutagenesis.PLoS Comput Biol. 2016; 12(9):e1005074. doi: 10.1371/journal.pcbi.1005074.14. Yang S, Fu C, Lian X, Dong X, Zhang Z. Understanding human-virus protein-proteininteractions using a human protein complex-based analysis framework. mSystems. 2019; 4(2).doi: 10.1128/mSystems.00303-18.15. Liu C, Ma Y, Zhao J, Nussinov R, Zhang Y, Cheng F, Zhang Z. Computational networkbiology: Data, models, and applications. DOI: 10.1016/j.physrep.2019.12.004. Physics Reports.2020.16. Dyall J, Coleman CM, Hart BJ, Venkataraman T, Holbrook MR, Kindrachuk J, JohnsonRF, Olinger GG, Jr., Jahrling PB, Laidlaw M, Johansen LM, Lear-Rooney CM, Glass PJ,Hensley LE, Frieman MB. Repurposing of clinically developed drugs for treatment of MiddleZ-score DrugBank Drug NameID-5.98 DB01029 IrbesartanDB00539 Toremifene-2.64DB01744-2.44-2.44DB00244DB01033-2.42DB00715-2.52DB02187literature antiviral evidences.OClNNHOH2NNSNHHNFHHNNOO OHOOOONOOHOHOOHOOOOOHCategoryantihypertensiveTherapeutic effect on PubMed IDvirusHBV, HDVantineoplasticantipruritic,antiinfectiveEBOV, MERS-CoV,SARS-CoVH1N1anti-inflammatoryEBVantimetabolite,antineoplasticSARS-CoV,MERSCoVselective serotoninreuptake inhibitorEBOV25929767,26086883,2471726227362232,29566060,24841273,2484126927823881,301653082591447718313035,19374142,255429752927211023135723,26276683,29143192,24105455125358322879575925262626,20070490DB00877SirolimusimmunosuppressantsANDV, HCV-1.94-1.92DB01136DB01394beta-blockeranti-inflammatoryEMCVEBVO OO N ON H O O N NH2H N N O NH O O NH O-1.72DB01065-1.88DB00970DB01103antimalarial, antibiotic EV71, EBOV-1.59DB00700 EplerenoneOdiureticviral myocarditis-1.53DB06412NO HOOHOClOHOHOHOOOH23301007,31307979,21050882,16940925,21356245,16730806,2407199012815555-1.54DB07715 EmodinOH OOHanthraquinonesHSV-1, HSV-2, HBV,SARS-CoV, CVB₄-1.49DB02709ResveratrolHBV, hepatitis B virus; HCV, hepatitis C virus; HDV, hepatitis delta virus; EBOV, Ebola viruses;ZEBOVGP, Zaire Ebola virus-glycoprotein; HIV, human immunodeficiency virus; EBV, Epstein-Barr virus; ANDV,Andes orthohantavirus; EMCV, encephalomyocarditis virus; FECV, feline enteric coronavirus; RSV,respiratory syncytial virus; EV71, enterovirus 71; HSV-1 and -2, Herpes simplex viruses; CVB₄,a systems pharmacology-based network medicine platform that quantifies the interplaybetween the virus-host interactome and drug targets in the human PPI network. (A)Human coronavirus (HCoV) associated host proteins were collected from literatures andpooled to generate a pan-HCoV protein subnetwork. (B) Network proximity betweendrug targets and HCoV-associated proteins was calculated to screen for candidaterepurposable drugs for HCoVs under the human protein interactome model. (C & D)Gene set enrichment analysis was utilized to validate the network-based prediction. (E)Top candidates were further prioritized for drug combinations using network-basedmethod captured by the ‘Complementary Exposure’ pattern: the targets of the drugsboth hit the HCoV-host subnetwork, but target separate neighborhoods in the humaninteractome network. (F) Overall hypothesis of network-based methodology: (i) theproteins that functionally associate with HCoVs are localized in the correspondingsubnetwork within the comprehensive human interactome network; and (ii) proteins thatserve as drug targets for a specific disease may also be suitable drug targets forpotential antiviral infection owing to common protein-protein interactions elucidated bythe human interactome.coronavirus (CoV). Phylogenetic algorithm analyzed evolutionary conservation amongwhole genomes of 15 coronaviruses. Red color highlights the recent emergentcoronavirus, 2019-nCoV, originating in Wuhan, China. Numbers on the branchesindicate bootstrap support values. The scale shows the evolutionary distance computedusing the p-distance method. (B) Schematic plot for HCoV genomes. The genus andhost information of viruses was labeled on the left by different colors. Empty dark grayboxes represent accessory open reading frames (ORFs). The 3D structures ofSARSCoV nsp12 (PDB ID: 6NUR) (C), spike (PDB ID: 6ACK) (D) and nucleocapsid (PDB ID:2CJR) (E) shown were based on homology modeling. Genome information andphylogenetic analysis results are provided in Supplementary Table S1-2.subnetwork highlighting the HCoV-host interactome. Nodes represent three types ofHCoV-associated host proteins: targetgable (proteins can be targeted by approveddrugs or drugs under clinical trials), non-targetable (proteins don’t have any knownligands), neighbors (protein-protein interaction partners). Edge colors indicate five typesof experimental evidences of the protein-protein interactions (see Methods). 3D:threedimensional structure. (B) KEGG human pathway and (C) gene ontology enrichmentanalyses for the HCoV-associated proteins.predicted drug-HCoV associations connecting 135 drugs and HCoVs. From the 2,938drugs evaluated, 135 ones achieved significant proximities between drug targets andthe HCoV-associated proteins in the human interactome network. Drugs are colored bytheir first-level of the Anatomical Therapeutic Chemical (ATC) classification systemcode. (B) A heatmap highlighting network proximity values for SARS-CoV, MERS-CoV,IBV, and MHV respectively. Color key denotes network proximity (Z-score) betweendrug targets and the HCoV-associated proteins in the human interactome network.Pvalue was computed by permutation test.drugs. (A) Network-predicted evidences and gene set enrichment analysis (GSEA)scores for 16 potential repurposable drugs for HCoVs. The overall connectivity of thetop drug candidates to the HCoV-associated proteins was examined. Most of thesedrugs indirectly target HCoV-associated proteins via the human protein-proteininteraction networks. All the drug-target-HCoV-associated protein connections wereexamined, and those proteins with at least 5 connections are shown. The box heightsfor the proteins indicate the number of connections. GSEA scores for 8 drugs were notavailable (NA) due to the lack of transcriptome profiles for the drugs. (B-E) Inferredmechanism-of-action networks for four selected drugs: (B) toremifene (first generationnonsteroidal selective estrogen receptor modulator), (C) irbesartan (an angiotensinreceptor blocker), (D) mercaptopurine (an antimetabolite antineoplastic agent withimmunosuppressant properties), and (E) melatonin (a biogenic amine for treatingcircadian rhythm sleep disorders).possible exposure mode of the HCoV-associated protein module to the pairwise drugcombinations. An effective drug combination will be captured by the ‘ComplementaryExposure’ pattern: the targets of the drugs both hit the HCoV-host subnetwork, buttarget separate neighborhoods in the human interactome network. ZCA and ZCB denotethe network proximity (Z-score) between targets (Drugs A and B) and a specific HCoV.SAB denotes separation score (see Methods) of targets between Drug A and Drug B.(BD) Inferred mechanism-of-action networks for three selected pairwise drugcombinations: (B) Sirolimus (a potent immunosuppressant with both antifungal andantineoplastic properties) plus Dactinomycin (a RNA synthesis inhibitor for treatment ofvarious tumors), (C) Toremifene (first generation nonsteroidal selective estrogenreceptor modulator) plus Emodin (an experimental drug for the treatment of polycystickidney), and (D) Melatonin (a biogenic amine for treating circadian rhythm sleepdisorders) plus Mercaptopurine (an antimetabolite antineoplastic agent withimmunosuppressant properties).AHCoV-associated hostprotein subnetworkHuman interactomeC HCoV-induced transcriptomeDrug-target networkDrug-induced transcriptomeNetwork-based drug repurposingEnrichment analysisHCoV-associated host proteinsTargetableBFd = 2+23d1…dn…σR σRd μRz =d − μRσRDDrug-induced gene profileHCoV-induced gene profileNetwork-based predictionof drug combinationsConnectivityBinary3DComplexKinase-substrateSignalingLiteratureA The first-level of ATC codeAlimentary tract and metabolismAntineoplastic and immunomodulatingAntiparasitic productsBlood and blood forming organsCardiovascular systemGenito-urinary system & sex hormonesMusculo-skeletal systemNervous systemRespiratory systemSensory organsVariousNot availableToremifeneMHVBIBVNANANANANANANANABDDrugDrug targetHCoV-associated proteinSARS-CoVMERS-CoVIBVMHVSharedHCoV-associated proteinDrugDrug targetHCoV-associated proteinand drug targetZCA < 0, ZCB < 0, SAB ≥ 0ZCA < 0, ZCB ≥ 0, SAB ≥ 0ZCB=-1.88ZCB=-1.54ZCB=-2.44", "ref_list": [[], ["East respiratory syndrome coronavirus infection"], ["FDAapproved selective estrogen receptor modulators inhibit Ebola virus infection"], ["Repurposing of the antihistamine chlorcyclizine and related compounds for treatment of hepatitis C virus infection"], ["A Screen of FDA-Approved Drugs for Inhibitors of Zika Virus Infection"], ["Identification of small-molecule inhibitors of Zika virus infection and induced neural cell death via a drug repurposing screen"], ["Prediction of drug-target interactions and drug repositioning via network-based inference"], ["A genome-wide positioning systems network algorithm for in silico drug repurposing"], ["deepDR: a network-based deep learning approach to in silico drug repositioning"], ["Target identification among known drugs by deep learning from heterogeneous networks"], ["Network-based prediction of drug combinations"], ["Disease networks. Uncovering disease-disease relationships through the incomplete interactome"], ["Evolution of Human Coronavirus Genomes"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors"], ["Structure of SARS Coronavirus Spike ReceptorBinding Domain Complexed with Receptor"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Transient oligomerization of the SARS-CoV N protein--implication for virus ribonucleoprotein packaging"], ["The Connectivity Map: using geneexpression signatures to connect small molecules, genes, and disease"], ["A Structure-Informed Atlas of Human-Virus Interactions"], ["Screening of an FDA-approved compound library identifies four small-molecule inhibitors of Middle East respiratory syndrome coronavirus replication in cell culture"], ["Toremifene interacts with and destabilizes the Ebola virus glycoprotein"], ["The cellular interactome of the coronavirus infectious bronchitis virus nucleocapsid protein and functional implications for virus biology"], ["Determination of host proteins composing the microenvironment of coronavirus replicase complexes by proximity-labeling"], ["The central role of angiotensin I-converting enzyme in vertebrate pathophysiology"], ["Effect of the angiotensin II receptor blocker olmesartan on the development of murine acute myocarditis caused by coxsackievirus B3"], ["The Impact of Statin and Angiotensin-Converting Enzyme Inhibitor/Angiotensin Receptor Blocker Therapy on Cognitive Function in Adults With Human Immunodeficiency Virus Infection"], ["Irbesartan, an FDA approved drug for hypertension and diabetic nephropathy, is a potent inhibitor for hepatitis B virus entry by disturbing Na(+)-dependent taurocholate cotransporting polypeptide activity"], ["The FDA-approved drug irbesartan inhibits HBV-infection in HepG2 cells stably expressing sodium taurocholate cotransporting polypeptide"], ["Identification of a novel transcriptional repressor (HEPIS) that interacts with nsp-10 of SARS coronavirus"], ["Host mTORC1 signaling regulates andes virus replication"], ["Host cell mTORC1 is required for HCV RNA replication"], ["Adjuvant treatment with a mammalian target of rapamycin inhibitor, sirolimus, and steroids improves outcomes in patients with severe H1N1 pneumonia and acute respiratory failure"], ["Middle East Respiratory Syndrome and Severe Acute Respiratory Syndrome: Current Therapeutic Options and Potential Targets for Novel Therapies"], ["Thiopurines in current medical practice: molecular mechanisms and contributions to therapy-related cancer"], ["Thiopurine analogue inhibitors of severe acute respiratory syndrome-coronavirus papain-like protease, a deubiquitinating and deISGylating enzyme"], ["Thiopurine analogs and mycophenolic acid synergistically inhibit the papain-like protease of Middle East respiratory syndrome coronavirus"], ["Interaction of the coronavirus nucleoprotein with nucleolar antigens and the host cell"], ["Influenza (\"Bird Flu\"), inflammation and anti-inflammatory/analgesic drugs"], ["The development of antiinflammatory drugs for infectious diseases"], ["Melatonin: its possible role in the management of viral infections-- a brief review"], ["Melatonin in bacterial and viral infections with focus on sepsis: a review"], ["Ebola virus disease: potential use of melatonin as a treatment"], ["One molecule, many derivatives: a never-ending interaction of melatonin with reactive oxygen and nitrogen species? J Pineal Res"], ["On the free radical scavenging activities of melatonin's metabolites, AFMK and AMK"], ["Anti-inflammatory effects of eplerenone on viral myocarditis"], ["Systematic identification of synergistic drug pairs targeting HIV"], ["Antiviral potential of ERK/MAPK and PI3K/AKT/mTOR signaling modulation for Middle East respiratory syndrome coronavirus infection as identified by temporal kinome analysis"], ["Differential in vitro inhibition of feline enteric coronavirus and feline infectious peritonitis virus by actinomycin D. J Gen Virol"], ["Toremifene is an effective and safe alternative to tamoxifen in adjuvant endocrine therapy for breast cancer: results of four randomized trials"], ["MERS-CoV pathogenesis and antiviral efficacy of licensed drugs in human monocyte-derived antigen-presenting cells"], ["inhibits current through SARSassociated coronavirus 3a protein"], ["Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction"], ["Activation of the c-Jun NH2-terminal kinase pathway by coronavirus infectious bronchitis virus promotes apoptosis independently of c-Jun"], ["Network-based prediction of drug-target interactions using an arbitrary-order proximity embedded deep forest"], ["Review of computational methods for virus-host protein interaction prediction: a case study on novel Ebola-human interactions"], ["Pleiotropic effects of statins: new therapeutic targets in drug design"], ["Integrative functional genomics of hepatitis C virus infection identifies host dependencies in complete viral replication cycle"], ["CRISPR-Cas9 Genetic Analysis of Virus-Host Interactions"], ["Acute eosinophilic pneumonia related to a mesalazine suppository"], ["Mesalamine induced eosinophilic pneumonia"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Molecular Evolutionary Genetics Analysis across Computing Platforms"], ["Ma'ayan A. Enrichr: a comprehensive gene set enrichment analysis web server 2016 update"], ["DrugBank 4.0: shedding new light on drug metabolism"], ["Therapeutic target database update 2016: enriched resource for bench to clinical drug target and targeted pathway information"], ["ChEMBL: a large-scale bioactivity database for drug discovery"], ["BindingDB: a web-accessible database of experimentally determined protein-ligand binding affinities"], ["The IUPHAR/BPS Guide to PHARMACOLOGY: an expert-driven knowledgebase of drug targets and their ligands"], ["UniProt: the Universal Protein knowledgebase"], ["Database resources of the National Center for Biotechnology Information"], ["Studying tumorigenesis through network evolution and somatic mutational perturbations in the cancer interactome"], ["Model for the Evolution of Cancer Genomes: A Study of 3,000 Cancer Genomes across 9 Cancer Types"], ["Expression profile of immune response genes in patients with Severe Acute Respiratory Syndrome"], ["Cell host response to infection with novel human coronavirus EMC predicts potential antivirals and important differences with SARS coronavirus"], ["Chan CC-S, Sze"], ["Discovery and preclinical validation of drug indications using compendia of public gene expression data"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["LM Johansen", "JM Brannan", "SE Delos", "CJ Shoemaker", "A Stossel", "C Lear", "BG Hoffstrom", "LE Dewald", "KL Schornberg", "C Scully", "J Lehar", "LE Hensley", "JM White", "GG Olinger"], ["S He", "B Lin", "V Chu", "Z Hu", "X Hu", "J Xiao", "AQ Wang", "CJ Schweitzer", "Q Li", "M Imamura", "N Hiraga", "N Southall", "M Ferrer", "W Zheng", "K Chayama", "JJ Marugan", "TJ Liang"], ["NJ Barrows", "RK Campos", "ST Powell", "KR Prasanth", "G Schott-Lerner", "R Soto-Acosta", "G Galarza-Munoz", "EL McGrath", "R Urrabaz-Garza", "J Gao", "P Wu", "R Menon", "G Saade", "I Fernandez-Salas", "SL Rossi", "N Vasilakis", "A Routh", "SS Bradrick", "Garcia-Blanco MA"], ["M Xu", "EM Lee", "Z Wen", "Y Cheng", "WK Huang", "X Qian", "J Tcw", "J Kouznetsova", "SC Ogden", "C Hammack", "F Jacob", "HN Nguyen", "M Itkin", "C Hanna", "P Shinn", "C Allen", "SG Michael", "A Simeonov", "W Huang", "KM Christian", "A Goate", "KJ Brennand", "R Huang", "M Xia", "GL Ming", "W Zheng", "H Song", "Tang H"], ["F Cheng", "C Liu", "J Jiang", "W Lu", "W Li", "G Liu", "W Zhou", "J Huang", "Y. Tang"], ["F Cheng", "W Lu", "C Liu", "J Fang", "Y Hou", "DE Handy", "R Wang", "Y Zhao", "Y Yang", "J Huang", "DE Hill", "M Vidal", "C Eng", "J. Loscalzo"], ["X Zeng", "S Zhu", "X Liu", "Y Zhou", "R Nussinov"], ["X Zeng", "S Zhu", "W Lu", "Z Liu", "J Huang", "Y Zhou", "Y Hou", "Y Huang", "H Guo", "J Fang", "M Liu", "D Trapp", "L Li", "R Nussinov", "C Eng", "J Loscalzo"], ["F Cheng", "IA Kovacs", "AL Barabasi"], ["J Menche", "A Sharma", "M Kitsak", "SD Ghiassian", "M Vidal", "J Loscalzo", "AL Barabasi"], ["D Forni", "R Cagliani", "M Clerici", "M. Molecular Sironi"], ["RN Kirchdoerfer", "AB Ward"], ["F Li", "W Li", "M Farzan", "SC Harrison"], ["R Lu", "X Zhao", "J Li", "P Niu", "B Yang", "H Wu", "W Wang", "H Song", "B Huang", "N Zhu", "Y Bi", "X Ma", "F Zhan", "L Wang", "T Hu", "H Zhou", "Z Hu", "W Zhou", "L Zhao", "J Chen", "Y Meng", "J Wang", "Y Lin", "J Yuan", "Z Xie", "J Ma", "WJ Liu", "D Wang", "W Xu", "EC Holmes", "GF Gao", "G Wu", "W Chen", "W Shi", "W. Tan"], ["P Zhou", "X Yang", "X Wang", "B Hu", "L Zhang", "W Zhang", "H Si", "Y Zhu", "B Li", "C Huang", "H Chen", "J Chen", "Y Luo", "H Guo", "R Jiang", "M Liu", "Y Chen", "X Shen", "X Wang", "X Zheng", "K Zhao", "Q Chen", "F Deng", "L Liu", "B Yan", "F Zhan", "Y Wang", "G Xiao"], ["CK Chang", "CM Chen", "MH Chiang", "YL Hsu", "TH Huang"], ["J Lamb", "ED Crawford", "D Peck", "JW Modell", "IC Blat", "MJ Wrobel", "J Lerner", "JP Brunet", "A Subramanian", "KN Ross", "M Reich", "H Hieronymus", "G Wei", "SA Armstrong", "SJ Haggarty", "PA Clemons", "R Wei", "SA Carr", "ES Lander", "TR Golub"], ["G Lasso", "SV Mayer", "ER Winkelmann", "T Chu", "O Elliot", "JA Patino-Galindo", "K Park", "R Rabadan", "B Honig", "Shapira SD"], ["AH de Wilde", "D Jochmans", "CC Posthuma", "JC Zevenhoven-Dobbe", "S van Nieuwkoop", "TM Bestebroer", "BG van den Hoogen", "J Neyts", "EJ Snijder"], ["Y Zhao", "J Ren", "K Harlos", "DM Jones", "A Zeltina", "TA Bowden", "S Padilla-Parra", "EE Fry", "DI Stuart"], ["E Emmott", "D Munday", "E Bickerton", "P Britton", "MA Rodgers", "A Whitehouse", "EM Zhou", "JA Hiscox"], ["P V'Kovski", "M Gerber", "J Kelly", "S Pfaender", "N Ebert", "S Braga Lagache", "C Simillion", "J Portmann", "H Stalder", "V Gaschen", "R Bruggmann", "MH Stoffel", "M Heller", "R Dijkman", "V Thiel"], ["DW Moskowitz", "FE Johnson"], ["Y. Seko"], ["KM Erlandson", "D Kitch", "CW Wester", "RC Kalayjian", "ET Overton", "J Castillo-Mancilla", "SL Koletar", "CA Benson", "TB Campbell", "K Robertson", "JJ Lok"], ["XJ Wang", "W Hu", "TY Zhang", "YY Mao", "NN Liu", "SQ Wang"], ["C Ko", "WJ Park", "S Park", "S Kim", "MP Windisch", "WS Ryu"], ["M Hong", "W Li", "L Wang", "L Jiang", "L Liu", "H Zhao", "Q Li"], ["S McNulty", "M Flint", "ST Nichol", "CF Spiropoulou"], ["S Stohr", "R Costa", "L Sandmann", "S Westhaus", "S Pfaender", "Dazert E Meuleman", "P Vondran", "FW Manns", "MP Steinmann", "E von Hahn", "T Ciesek", "S."], ["CH Wang", "FT Chung", "SM Lin", "SY Huang", "CL Chou", "KY Lee", "TY Lin", "HP Kuo"], ["J Dyall", "R Gross", "J Kindrachuk", "RF Johnson", "GG Olinger", "Jr.", "LE Hensley", "MB Frieman", "PB Jahrling"], ["P Karran", "N. Attard"], ["X Chen", "CY Chou", "GG Chang"], ["KW Cheng", "SC Cheng", "WY Chen", "MH Lin", "SJ Chuang", "IH Cheng", "CY Sun", "CY Chou"], ["H Chen", "T Wurm", "P Britton", "G Brooks", "JA Hiscox"], ["KD Rainsford"], ["CC Garcia", "R Guabiraba", "FM Soriani", "MM Teixeira"], ["M Silvestri", "GA Rossi"], ["V Srinivasan", "M Mohamed", "H. Kato"], ["DX Tan", "A Korkmaz", "RJ Reiter", "LC Manchester"], ["DX Tan", "LC Manchester", "MP Terron", "LJ Flores", "RJ Reiter"], ["A Galano", "DX Tan", "RJ Reiter"], ["J Xiao", "M Shimada", "W Liu", "D Hu", "A Matsumori"], ["X Tan", "L Hu", "LJ Luquette", "G Gao", "Y Liu", "H Qu", "R Xi", "ZJ Lu", "PJ Park", "SJ Elledge"], ["J Kindrachuk", "B Ork", "BJ Hart", "S Mazur", "MR Holbrook", "MB Frieman", "D Traynor", "RF Johnson", "J Dyall", "JH Kuhn", "GG Olinger", "LE Hensley", "PB Jahrling"], ["EL Lewis", "DA Harbour", "JE Beringer", "J. Grinsted"], ["WB Zhou", "Q Ding", "L Chen", "XA Liu", "S Wang"], ["Y Cong", "BJ Hart", "R Gross", "H Zhou", "M Frieman", "L Bollinger", "J Wada", "LE Hensley", "PB Jahrling", "J Dyall", "MR Holbrook"], ["S Schwarz", "K Wang", "W Yu", "B Sun", "W. Emodin Schwarz"], ["TY Ho", "SL Wu", "JC Chen", "CC Li", "CY Hsiang"], ["TS Fung", "DX Liu"], ["X Zeng", "S Zhu", "Y Hou", "P Zhang", "L Li", "J Li", "LF Huang", "SJ Lewis", "R Nussinov"], ["AK Halder", "P Dutta", "M Kundu", "S Basu", "M. Nasipuri"], ["O Bedi", "V Dhawan", "PL Sharma", "P Kumar"], ["Q Li", "YY Zhang", "S Chiu", "Z Hu", "KH Lan", "H Cha", "C Sodroski", "F Zhang", "CS Hsu", "E Thomas", "TJ Liang"], ["M Gebre", "JL Nomburg", "BE Gewurz"], ["JH Kim", "JH Lee", "ES Koh", "SW Park", "AS Jang", "D Kim", "CS Park"], ["A Gupta", "S. Gulati"], ["TP Sheahan", "AC Sims", "SR Leist", "A Schafer", "J Won", "AJ Brown", "SA Montgomery", "A Hogg", "D Babusis", "MO Clarke", "JE Spahn", "L Bauer", "S Sellers", "D Porter", "JY Feng", "T Cihlar", "R Jordan", "MR Denison", "RS Baric"], ["S Kumar", "G Stecher", "M Li", "C Knyaz", "Tamura K. MEGA X:"], ["MV Kuleshov", "MR Jones", "AD Rouillard", "NF Fernandez", "Q Duan", "Z Wang", "S Koplev", "SL Jenkins", "KM Jagodnik", "A Lachmann", "MG McDermott", "CD Monteiro", "GW Gundersen"], ["V Law", "C Knox", "Y Djoumbou", "T Jewison", "AC Guo", "Y Liu", "A Maciejewski", "D Arndt", "M Wilson", "V Neveu", "A Tang", "G Gabriel", "C Ly", "S Adamjee", "ZT Dame", "B Han", "Y Zhou", "DS Wishart"], ["H Yang", "C Qin", "YH Li", "L Tao", "J Zhou", "CY Yu", "F Xu", "Z Chen", "F Zhu", "YZ Chen"], ["A Gaulton", "LJ Bellis", "AP Bento", "J Chambers", "M Davies", "A Hersey", "Y Light", "S McGlinchey", "D Michalovich", "B Al-Lazikani", "JP Overington"], ["TQ Liu", "YM Lin", "X Wen", "RN Jorissen", "MK Gilson"], ["AJ Pawson", "JL Sharman", "HE Benson", "E Faccenda", "SPH Alexander", "OP Buneman", "AP Davenport", "JC McGrath", "JA Peters", "C Southan", "M Spedding", "WY Yu", "AJ Harmar", "I. Nc"], ["R Apweiler", "A Bairoch", "CH Wu", "WC Barker", "B Boeckmann", "S Ferro", "E Gasteiger", "HZ Huang", "R Lopez", "M Magrane", "MJ Martin", "DA Natale", "C O'Donovan", "N Redaschi", "LSL Yeh"], ["NR Coordinators"], ["F Cheng", "P Jia", "Q Wang", "CC Lin", "WH Li", "Z Zhao"], ["F Cheng", "C Liu", "CC Lin", "J Zhao", "P Jia", "WH Li", "Z. A Gene Zhao", "Gravity"], ["R Reghunathan", "M Jayapal", "L-Y Hsu", "D Chng H-H", "BP Leung", "AJ Melendez"], ["L Josset", "VD Menachery", "LE Gralinski", "S Agnihothram", "P Sova", "VS Carter", "BL Yount", "RL Graham", "RS Baric", "MG Katze"], ["S Yuan", "H Chu", "L Chan JF-W", "B Yan", "J Lai P-M", "D Chen", "C Li", "X Zhao", "D Yang", "MC Chiu", "C Yip", "VK Poon", "J K-H", "IHY Chan", "K-H Kok", "JY-N Lau", "D-Y Jin", "S Perlman", "Yuen K-Y."], ["M Sirota", "JT Dudley", "J Kim", "AP Chiang", "AA Morgan", "A Sweet-Cordero", "J Sage", "AJ Butte"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Human Coronaviruses (HCoVs), including severe acute respiratory syndrome\ncoronavirus (SARS-CoV), Middle east respiratory syndrome coronavirus (MERS-CoV),\nand 2019 novel coronavirus (2019-nCoV), lead global epidemics with high morbidity and\nmortality. However, there are currently no effective drugs targeting 2019-nCoV. Drug\nrepurposing, represented as an effective drug discovery strategy from existing drugs,\ncould shorten the time and reduce the cost compared to de novo drug discovery. In this\nstudy, we present an integrative, antiviral drug repurposing methodology implementing\na systems pharmacology-based network medicine platform, quantifying the interplay\nbetween the HCoV-host interactome and drug targets in the human protein-protein\ninteraction network. Phylogenetic analyses of 15 HCoV whole genomes reveal that\n2019-nCoV has the highest nucleotide sequence identity with SARS-CoV (79.7%)\namong the six other known pathogenic HCoVs. Specifically, the envelope and\nnucleocapsid proteins of 2019-nCoV are two evolutionarily conserved regions, having\nthe sequence identities of 96% and 89.6%, respectively, compared to SARS-CoV.\nUsing network proximity analyses of drug targets and known HCoV-host interactions in\nthe human protein-protein interactome, we computationally identified 135 putative\nrepurposable drugs for the potential prevention and treatment of HCoVs. In addition, we\nprioritized 16 potential anti-HCoV repurposable drugs (including melatonin,\nmercaptopurine, and sirolimus) that were further validated by enrichment analyses of\ndrug-gene signatures and HCoV-induced transcriptomics data in human cell lines.\nFinally, we showcased three potential drug combinations (including sirolimus plus\ndactinomycin, mercaptopurine plus melatonin, and toremifene plus emodin) captured by\nthe ‘Complementary Exposure’ pattern: the targets of the drugs both hit the HCoV-host\nsubnetwork, but target separate neighborhoods in the human protein-protein\ninteractome network. In summary, this study offers powerful network-based\nmethodologies for rapid identification of candidate repurposable drugs and potential\ndrug combinations toward future clinical trials for HCoVs.", "one_words_summarize": "Human Coronaviruses (HCoVs), including severe acute respiratory syndromecoronavirus (SARS-CoV), Middle east respiratory syndrome coronavirus (MERS-CoV),and 2019 novel coronavirus (2019-nCoV), lead global epidemics with high morbidity andmortality. Drug repurposing, represented as aneffective drug discovery strategy from existing drugs, could significantly shorten the timeand reduce the cost compared to de novo drug discovery and randomized clinicaltrials[8-10]. In addition,targeting single virus proteins often have high risk of drug resistance by the rapidevolution of virus genomes [1]. Viruses (including HCoV) require host cellular factors for successful replicationduring infections[1]. Subsequently, targeting cellular antiviral targets, such as virus-host interactome,may offer a novel strategy for the development of effective treatments for viralinfections[1], including SARS-CoV[16], MERS-CoV[16], Ebola virus[                In this study, we present an integrative, antiviral drug repurposing methodologythat combines a systems pharmacology-based network medicine platform thatquantifies the interplay between the virus-host interactome and drug targets in thehuman PPI network. The basis for these experiments rests on the notions that (i) theproteins that functionally associate with viral infection (including HCoV) are localized inthe corresponding subnetwork within the comprehensive human PPI network[                  To date, 7 pathogenic HCoVs (Figure 2A and 2B) have been found[                    HCoVs have five major protein regions for virus structure assembly and viralreplications[          Protein sequence alignment analyses indicated that the 2019-nCoV was mostevolutionarily conserved with SARS-CoV (Supplementary Table S2). Specifically, these hostproteins are either the direct targets of HCoV proteins or are involved in crucialpathways of HCoV infection. For a drug with multiple targets to be effective against an          HCoV, its target proteins should be within or in the immediate vicinity of thecorresponding subnetwork in the human interactome (Figure 1), as we demonstrated inmultiple diseases [          In total, we computationally identified 135 drugs that were associated (Z < -1.5and P < 0.05, permutation test) with the HCoV-host interactome (Figure 4A andSupplementary Table S4). Sirolimus, an inhibitor of mTOR with bothantifungal and antineoplastic properties, has demonstrated to improves outcomes inpatients with severe H1N1 pneumonia and acute respiratory failure[                    Toremifene plus Emodin. Y.Z. and Y.H. developed the network methodology andperformed all computational experiments. Competing Interests: The content of this publication does not necessarily reflectthe views of the Cleveland Clinic. Avorn J. The $2.6 billion pill--methodologic and policy considerations. Cheng F. In silico oncology drug repositioning and polypharmacology. Santos R, Ursu O, Gaulton A, Bento AP, Donadi RS, Bologa CG, Karlsson A,AlLazikani B, Hersey A, Oprea TI, Overington JP. Systems biology-basedinvestigation of cellular antiviral drug targets identified by gene-trap insertional mutagenesis. Liu C, Ma Y, Zhao J, Nussinov R, Zhang Y, Cheng F, Zhang Z. Computational networkbiology: Data, models, and applications. Dyall J, Coleman CM, Hart BJ, Venkataraman T, Holbrook MR, Kindrachuk J, JohnsonRF, Olinger GG, Jr., Jahrling PB, Laidlaw M, Johansen LM, Lear-Rooney CM, Glass PJ,Hensley LE, Frieman MB. Repurposing of clinically developed drugs for treatment of MiddleZ-score DrugBank Drug NameID-5.98 DB01029 IrbesartanDB00539 Toremifene-2.64DB01744-2.44-2.44DB00244DB01033-2.42DB00715-2.52DB02187literature antiviral evidences. C & D)Gene set enrichment analysis was utilized to validate the network-based prediction. ( Red color highlights the recent emergentcoronavirus, 2019-nCoV, originating in Wuhan, China. B) KEGG human pathway and (C) gene ontology enrichmentanalyses for the HCoV-associated proteins.predicted drug-HCoV associations connecting 135 drugs and HCoVs. An effective drug combination will be captured by the ‘ComplementaryExposure’ pattern: the targets of the drugs both hit the HCoV-host subnetwork, buttarget separate neighborhoods in the human interactome network."}