{"date": "2020/02/04", "journal": "medrxiv", "authors": "Siqi Ai, Guanghu Zhu, Fei Tian, Huan Li, Yuan Gao, Yinglin Wu, Qiyong Liu, Hualiang Lin", "title": "Population movement, city closure and spatial transmission of the 2019-nCoV infection in China", "type": "preprint article", "abstract": "linhualiang@mail.sysu.edu.cn.\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\nThe outbreak of pneumonia caused by a novel coronavirus (2019-nCoV) in Wuhan\nCity of China obtained global concern, the population outflow from Wuhan has\ncontributed to spatial expansion in other parts of China. We examined the effects of\npopulation outflow from Wuhan on the 2019-nCoV transmission in other provinces\nand cities of China, as well as the impacts of the city closure in Wuhan. We observed\na significantly positive association between population movement and the number of\ncases. Further analysis revealed that if the city closure policy was implemented two\ndays earlier, 1420 (95% CI: 1059, 1833) cases could be prevented, and if two days\nlater, 1462 (95% CI: 1090, 1886) more cases would be possible. Our findings suggest\nthat population movement might be one important trigger of the 2019-nCoV infection\ntransmission in China, and the policy of city closure is effective to prevent the\nepidemic.\ntransmission", "text": "linhualiang@mail.sysu.edu.cn.161718192021222324252627282930313233343536The outbreak of pneumonia caused by a novel coronavirus (2019-nCoV) in WuhanCity of China obtained global concern, the population outflow from Wuhan hascontributed to spatial expansion in other parts of China. We examined the effects ofpopulation outflow from Wuhan on the 2019-nCoV transmission in other provincesand cities of China, as well as the impacts of the city closure in Wuhan. We observeda significantly positive association between population movement and the number ofcases. Further analysis revealed that if the city closure policy was implemented twodays earlier, 1420 (95% CI: 1059, 1833) cases could be prevented, and if two dayslater, 1462 (95% CI: 1090, 1886) more cases would be possible. Our findings suggestthat population movement might be one important trigger of the 2019-nCoV infectiontransmission in China, and the policy of city closure is effective to prevent theepidemic.transmission        In December 2019, a series of pneumonia cases caused by a novel coronavirus,namely 2019-nCoV, emerged in Wuhan, the capital city of Hubei Province in China(1), Similar with severe acute respiratory syndrome (SARS), the Wuhan pneumoniaoutbreak was highly suspected to be linked to the wild animals in the seafood market,although the definitive source of this virus was not clear yet (        As of Jan 31, 2020, the infection has been transmitted to all the provinces in Chinaand a few other countries. Epidemiology evidence shown that most of the cases had ahistory of living or travelling to Wuhan, the household cluster cases and cases ofhealth-care workers indicated the human-to-human transmission route (3), whichmight be the reason for a rapid increasing rate of infection across the country andglobally (4).Considering the person-to-person transmission and the large travel volume duringthe traditional Chinese New Year (the largest annual population movement in theworld), it is expected that the population movement would lead to further expansionof the infection, so the government imposed a lockdown on Wuhan City at 10:00 amon January 23, as well as some other cities later on. However, an estimated 5 millionindividuals had already left Wuhan for the holiday or travelling, some of which rushedout after the lockdown announcement (5). In addition, the novel coronavirus isinfectious during the incubation period and when the symptoms are not obvious,which is likely to make the huge floating population potential sources of infection (6).Therefore, it is reasonable to hypothesize that the population transported from Wuhanmay have a significant impact on the potential outbreaks in other parts of China.Recent studies on the novel coronavirus pneumonia focused more on its etiology (7,8), transmission route (9, 10), and epidemiological characteristics (11, 12), there isstill a lack of investigating the relationship between the migrating population and theoutbreak, which is of great importance for making intervention policies. Thus, weconducted this study with the following objectives: 1) to depict the impacts of the606162636465666768697071727374757677787980population movement on the spatial transmission of the 2019-nCoV cases at theprovincial and city levels in China; 2) to estimate the potential outbreak risk at areaswith the population outflowed from Wuhan; 3) to evaluate the effectiveness of the cityclosure measures on the epidemic control.The data on the daily number of cases were derived from the real-time update of theChina Health Commission (http://www.nhc.gov.cn/), 2019-nCoV epidemic report onPhoenix and Dingxiangyuan website. The case definition has been introducedpreviously (13, 14). In brief, a confirmed case was defined as a pneumonia that waslaboratory confirmed 2019-nCoV infection with related respiratory symptoms and atravel history to Wuhan or direct contact with patients from Wuhan. We collected eachreported 2019-nCoV case in mainland China till 12:00 pm January 31, 2020.As the city closure took place at 10:00 AM Jan 23rd, 2020, and the incubation periodof the infection was estimated to be about 3-7 days (15), we obtained the daily indexof population outflow from Wuhan and the proportion of the daily index from Wuhanto other provinces and top 50 cities, from January 1 to 31 in 2020, the informationwas retrieved through the Spring Festival travel information of China released byBaidu Qianxi. The data is consisted of Baidu Location Based Services (LBS) and828384858687888990919293949596979899100101102Baidu Tianyan, using the positioning system and transportation information system,which be display dynamic visual regional population outflow in real-time. Data ofBaidu Qianxi was freely available to the public (http://qianxi.baidu.com).The daily index of population outflow from Wuhan to other provinces and top 50cities was obtained by multiplying the daily index of population outflow withinWuhan by the corresponding proportion for each province. To evaluate the effect ofprevention and control measures of the local government, we calculated the numberof 2019-nCoV cases per unit outflow population, the formula can be specified as:The total index of outflow population from Wuhan from Jan 1 to 31:A = {ai } (i = 1, 2…, 31)The daily proportion of the daily index from Wuhan to other provinces from Jan 1 to31:B = {bij } (i = 1,2…,31; j = 1, 2…,31)The cumulative 2019-nCoV cases in each province from Jan 1 to 31:C = {cj } ( j = 1, 2…,31)D = {d j } ( j = 1,2…,31)31∑ c jj =131∑ d jThe total index of population inflow from Wuhan to other provinces:Number of cases per unit outflow population for each province:104105106107108109110111112113114115116117118119120121After the city closure was taken in force, some population still outflowed from Wuhan.We subtracted the outflow index on Jan 23 from the average outflow index from Jan24 to 31, to obtain the index of outflow population within Wuhan reduced by theadvance city closure on Jan 23 and 22 (the advance outflow index). And then wecalculated the average proportion of the outflow index from Jan 24 to 31 for eachprovince (the average proportion). The number of cases reduced by the advance cityclosure in each province was estimated by multiplied the advance outflow index bythe average proportion and one corresponding unit. The formula can be specified as:The reduced index of outflow population:p∑ an+1−ii=1Here, n was the date that government announced city closure; p was the advance daysof city closure.The increased index of outflow population:m∑ aii=n+1 , n = 23, m = 31m − npi=1∑ an+1−i − p i=n+1m − nm∑ aithe city closure:The net loss of index of outflow population:The average proportion of the outflow index from Wuhan into each province during∑ biji=n+1m − np⎛⎜⎜⎜ i=1⎝each province:m∑ ai ⎞⎠⎟ i=n+1m∑ bijm − n∑ an+1−i − p i=n+1m − n ⎟⎟The total reduced number of 2019-nCoV cases:⎪⎩⎧31 ⎪ ⎛⎪ ⎜∑ ⎨⎜j=1 ⎪ ⎜ i=1⎝p∑ an+1−i − p i=n+1m − n ⎟⎟m∑ ai ⎞m∑ bijm − n⎠⎟ i=n+1123124125126127128129130131132133134135136137138139140, n = 23, m = 31Similarly, we evaluated the impacts of one-day and two-day delayed city closure. Wetook the average index of the population outflow between Jan 21 and 23 as the dailyindex of population outflow before the city closure, and used the same calculationmethod to estimate the index of population outflow within Wuhan increased by thedelayed city closure on Jan 24 and Jan 25 (the delayed outflow index). We multipliedthe delayed outflow index by the average proportion and one corresponding unit toestimate the increased number of cases caused by one-day and two-day delayed cityclosure in each province.As of January 31, 2020, a total of 11791 confirmed cases and 259 deaths due to the2019-nCoV infection were reported in China, which were widely dispersed in all of31 provincial administrative areas. The overall trend of 2019-nCoV cases is upward.142143144145146147148149150151152153154155156157158159160161162During the period of January 11, 2020 through January 31, the cumulative number ofcities infected with 2019-nCoV cases increased rapidly (appendix). A total of 313cities in mainland China reported the occurrence of 2019-nCoV infection, of whichthe number of reported cases from January 20 to 29 increased rapidly from 7 to 313,an increase of nearly 44 times. Among the cities, 97 of them belong to the regionswith high population exodus out of Wuhan, and 7138 cases have been reported,accounting for 83·23% of the total reported cases outside Wuhan (appendix).Population outflow of Wuhan could be divided into four periods based on themigration data of Baidu (figure 1 and 2). In the first stage from Jan 1 to Jan10,migrant population flowed out of Wuhan normally and returned to hometown withoutthe influence of the epidemic situation. At this point, the mean daily index ofpopulation outflow was 58039·71 (95% CI: 48883·38-66454·00), and 2019-nCoVcases were mainly distributed in Wuhan. From beginning of Spring Festival travelrush on Jan 10 and announcement of 2019-nCoV infection, the mean index ofpopulation outflow rose to 66777·98 (95% CI: 61125·90-72962·78), which increasedby 15·1% compared with the previous period. Meanwhile, 2019-nCoV casesgradually appeared in Wuhan and several nearby cities. The third period was fromJanuary 20 to 23 when Academician Nanshan Zhong disclosed the human-to-humantransmission and a large number of Wuhan residents fled from Wuhan with increasingpanic. The corresponding mean index of population outflow of this period surged to112385·88 (95% CI: 107367·44-118403·21), which increased by 93·6% comparing tothe earlier period. Thereafter, a strict city closure policy was implemented to prohibit164165166167168169170171172173174175176177178179180181182183184the population relocation from Wuhan. In the wake of sharp decline of outflowpopulation from Wuhan, the index reduced to 9180·29 (95% CI: 3055·35-19101·40),falling by 91·8% comparing with the third period and the effective controlling of theoutflow population prevented suspected cases from spreading to the whole country,however, 2019-nCoV cases has been widely dispersed in all of 31 provinces.We applied scatter diagram to demonstrate the association between the numberof 2019-nCoV cases and index of outflow population at the scales of province and city.In general, at the scale of province (figure 3), outflow population from Wuhan wasmainly distributed in Henan, Hunan, Guangdong, Anhui, Zhejiang, etc. And the topfour provinces with the most serious epidemic were Zhejiang, Guangdong, Henan,and Hunan provinces. Therefore, we could observe that there were more 2019-nCoVcases in the provinces with higher index of outflow population. Nevertheless, the twoprovinces of Zhejiang and Guangdong with relatively lower index of outflowpopulation had more 2019-nCoV cases compared with Henan and Hunan provinces.In Henan, the index of outflow population was about 50000, while there were fewerthan 450 cases, which might be lower than expected. In contrast, about 600 confirmedcases were observed in Zhejiang, which had only one fifth of outflow population ofHenan. Similar results were obtained using the number cases per unit outflowpopulation (appendix). The mean value of the number of 2019-nCoV cases per unitoutflow population across the whole country was 129·72, however, the value inZhejiang province was more than 450 and the corresponding result in Henan waslower than average.186187188189190191192193194195196197198199200201202203204205206At the city-level analysis (figure 4), we observed that there was a large numberof cases in the cities of Hubei province such as Huanggang, Xiaogan, Xiangyang,Jingzhou, etc. Overall, the association between the number of 2019-nCoV cases andindex of outflow population at the city-level was in line with that at the provinciallevel, which both showed that the cities with more index of outflow population wouldtrigger more cases. Similarly, we observed some cities deviated from the general trendincluding Wenzhou, Taizhou, Xuchang, Luoyang, and Guiyang. For instance, theindex of outflow population of Wenzhou and Luoyang was close to identical level,whereas there was tremendous difference in the number of 2019-nCoV cases in thetwo cities. From the city of Taizhou and Xuchang, we could obtain the analogousresults.To evaluate the effect of the city closure on the infection transmission one andtwo days in advance, we used the index of population outflow of January 21-23, 2020when the Wuhan was still open and index of population outflow of January 24-31,2020 when the city closure policy had been implemented, and the calculations gavethe reduced index of population outflow: 102206·69 for city closure one day inadvance and 211429·60 for city closure two days in advance. In addition, we obtainedthe reduced index of population outflow of each other province and correspondinglyreduced 2019-nCoV cases. Finally, about 687 and 1420 2019-nCoV cases would beavoided with implementing city closure policy one and two days in advance (table 1).Consistently, if city closure policy of Wuhan was delayed by one or two days, therewould be 722 or 1462 extra 2019-nCoV cases respectively.Two days earlier: 2020-01-21One day earlier: 2020-01-22One day later: 2020-01-24Two days later: 2020-01-25-1420-6877221462*Table footnotes: 2019-nCoV=2019 novel coronavirus. CI=confidence interval.-1833, -1059-886, -512539, 932January 1-31, 2020.index of population outflow at the provincial scale.population outflow at the city scale.Understanding the driving factors of the infectious disease is of particular importancefor the timely formulation of effective controlling measures. Our results revealed aclose relationship between the population outflow from Wuhan and the 2019-nCoVinfection in other areas of China. We assessed the contributions of the lockdown andexplored the potential effects of the measure with different implementation dates.The fluctuation of outflowing population of Wuhan indicated that the lockdownin Wuhan reduced the outward movement of the population effectively. However, the237238239240241242243244245246247248249250251252253254255256257migration data also suggested that a large number of populations of Wuhan hadflowed out before 10:00 am Jan 23, 2020. and 2019-nCoV cases has been widelydispersed nationwide.        Distribution of population outflows and cases varied across provinces. Ourfinding on the effects of population movement on the disease transmission wasconsistent with other coronaviruses (16-18). Since the infection is transmitted throughthe respiratory tract and close contact, it is greatly affected by population movements.Firstly, a great number of people flowing out of Wuhan may transmit the virus to thewhole country and even worldwide during the Chinese Spring Festival. Secondly, theabsence of detectable symptoms during the long incubation period made it difficult toidentify the cases in the early stage (        Our study provided timely evidence for the formulation of efficient strategies toprevent diseases from spreading out. On the one hand, the result could help assesseffectiveness of the prevention and control efforts. For example, the cases in Zhejiangand Guangdong are apparently more than estimated, which indicated a better healthemergency response system (i.e. higher detection efficiency) or inadequate isolation.        Whereas the cases reported in Henan were much lower than expected. Two possible259260261262263264265266267268269270271272273274275276277278279explanations were considered: (1) Strong prevention and control measures wereadopted in Henan; (                Considering the impact of population movements on the outbreak, the Wuhangovernment announced the suspension of public transportation on Jan 23, 2020, witha closure of airports, railway stations, and highways, to prevent further diseasetransmission (24). Despite inconsistent reports on the role of the lockdown in haltingthe disease transmission across China (22, 23, 25), the unprecedented measure might281282283284285286287288289290291292293294295296297298299300301play an important role in slowing the epidemic spread, especially when an effectivevaccine was developed (        There were a few limitations of our study. Firstly, for practical reasons, we usedan indicator to reflect the real-time magnitude of population movements, which wasacceptable considering our research purpose. Secondly, the influence of someimportant factors, such as socioeconomic and demographic characteristics, were notconsidered. Thirdly, it is assumed that the infected travelers in the population arerandomly distributed (28), and that there was no significant difference in surveillancecapability between cities (18), which might not be the case in reality. In addition,daily data used in this study was reported infection data, rather than the actual numberof incident cases. More detailed and further in-depth studies are warranted in the303304305306307308309310311312313314315316317318319320321322323In conclusion, our study indicates that the population outflow from Wuhan mightbe one important trigger of the 2019-nCoV infection transmission in China, and thepolicy of city closure is effective to prevent the epidemic and earlier implementationwould be more effective. The magnitude of epidemic might be under-estimated andshould be paid more attention, such as Henan and Hunan provinces.We appreciated the support by National Key R&D Program of China (Grant No:2018YFA0606200). The funder had no role in study design, data collection, dataanalysis, data interpretation, or writing of the report. The corresponding author hadfull access to all the data in the study and had final responsibility for the decision tosubmit for publication.Mr. Ai completed this work as a Ph.D. student in Department of Epidemiology,School of Public Health, Sun Yat-sen University, his primary research direction is thespatio-temporal impact of climate change and air pollution on human health.Cohen J, Normile D. New SARS-like virus in China triggers alarm. Science.325326327328329330331332333334335336337338339340341342343344345Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. NewEngland Journal of Medicine. 2020;DOI: 10.1056/NEJMoa2001316.of pneumonia associated with the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster. The Lancet. 2020.Jan13,from:6. Wu P, Hao X, Lau EH, Wong JY, Leung KS, Wu JT, et al. Real-time tentativeassessment of the epidemiological characteristics of novel coronavirus infections in7. Benvenuto D, Giovannetti M, Ciccozzi A, Spoto S, Angeletti S, Ciccozzi M. The2019-new coronavirus epidemic: evidence for virus evolution. bioRxiv. 2020.glycoprotein of the newly identified coronavirus may boost cross-species transmission9. Chen T, Rui J, Wang Q, Zhao Z, Cui J-A, Yin L. A mathematical model forsimulatingthetransmissionofnovel3473483493503513523533543553563573583593603613623633643653663672019-nCoV: early estimation of epidemiological parameters and epidemic predictions.medRxiv. 2020.2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019novel coronavirus outbreak in Wuhan, China. Int J Infect Dis. 2020;91:264-6.Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J14. Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al. A familial clusterof pneumonia associated with the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster. The Lancet. 2020.15. New coronavirus pneumonia diagnosis and treatment program (4th ed.)(inChinese). 2020.16. Bogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer MUG, Khan K.Pneumonia of Unknown Etiology in Wuhan, China: Potential for International SpreadVia Commercial Air Travel. Journal of Travel Medicine. 2020.17. PhaijooDB. Modeling Impact of Temperature and369370371372373374375376377378379380381382383384385386387388389Assessment of the Middle East respiratory syndrome coronavirus (MERS-CoV)epidemic in the Middle East and risk of international spread using a novel maximumlikelihood analysis approach. 2014.emergencydepartmentvisits:cities.Environmental pollution. 2017;224:310-6.risk factors of 2009 pandemic influenza A (H1N1) in mainland China. Americanjournal of epidemiology. 2012 May 1;175(9):890-7.Population Movement Patterns Among the Democratic Republic of the Congo,Rwanda, and Uganda During an Outbreak of Ebola Virus Disease: Results fromCommunity Engagement in Two Districts - Uganda, March 2019. MMWR Morbidity22. Hufnagel L, Brockmann D, Geisel T. Forecast and control of epidemics in aglobalizedworld.ofSciences.23. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. The Lancet.24. Commission CNH. Announcement from the Headquarter for novel coronavirus391392393394395396397398399400401402403pneumonia prevention and control (No. 1).20202019-nCoV: early estimation of epidemiological parameters and epidemic predictions.travel on inter-regional influenza spread in the United States. PLoS medicine. 2006", "ref_list": [[], ["Early Transmission 3"], ["Delaying the international spread of pandemic influenza"], ["Empirical evidence for the effect of airline 28"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "JF-W Chan", "S Yuan", "K-H Kok", "H Chu", "J Yang", "C Wang", "PW Horby", "FG Hayden", "GF Gao", "W Ji", "W Wang", "X Zhao", "J Zai", "X Li", "JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell", "DS Hui", "I Azhar E Madani", "TA Ntoumi", "F Kock", "R Dar", "O", "C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "C Poletto", "C Pelat", "D Levy-Bruhl", "Y Yazdanpanah", "P Boelle", "V. Colizza"], ["Q Zhao", "Y Zhang", "W Zhang", "S Li", "G Chen", "Y Wu", "LQ Fang", "LP Wang", "SJ de Vlas", "S Liang", "SL Tong", "YL Li", "L Nakiire", "H Mwanja", "SK Pillai", "J Gasanani", "D Ntungire", "S Nsabiyumva", "JM Read", "JRE Bridgen", "DAT Cummings", "A Ho", "CP Jewell", "BS Cooper", "RJ Pitman", "WJ Edmunds", "NJ Gay"], ["JS Brownstein", "CJ Wolfe", "KD Mandl", "K Nah", "S Otsuki", "G Chowell", "H. Predicting Nishiura"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "linhualiang@mail.sysu.edu.cn.\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\nThe outbreak of pneumonia caused by a novel coronavirus (2019-nCoV) in Wuhan\nCity of China obtained global concern, the population outflow from Wuhan has\ncontributed to spatial expansion in other parts of China. We examined the effects of\npopulation outflow from Wuhan on the 2019-nCoV transmission in other provinces\nand cities of China, as well as the impacts of the city closure in Wuhan. We observed\na significantly positive association between population movement and the number of\ncases. Further analysis revealed that if the city closure policy was implemented two\ndays earlier, 1420 (95% CI: 1059, 1833) cases could be prevented, and if two days\nlater, 1462 (95% CI: 1090, 1886) more cases would be possible. Our findings suggest\nthat population movement might be one important trigger of the 2019-nCoV infection\ntransmission in China, and the policy of city closure is effective to prevent the\nepidemic.\ntransmission", "one_words_summarize": "linhualiang@mail.sysu.edu.cn.161718192021222324252627282930313233343536The outbreak of pneumonia caused by a novel coronavirus (2019-nCoV) in WuhanCity of China obtained global concern, the population outflow from Wuhan hascontributed to spatial expansion in other parts of China. In addition, the novel coronavirus isinfectious during the incubation period and when the symptoms are not obvious,which is likely to make the huge floating population potential sources of infection (6).Therefore, it is reasonable to hypothesize that the population transported from Wuhanmay have a significant impact on the potential outbreaks in other parts of China. Thus, weconducted this study with the following objectives: 1) to depict the impacts of the606162636465666768697071727374757677787980population movement on the spatial transmission of the 2019-nCoV cases at theprovincial and city levels in China; 2) to estimate the potential outbreak risk at areaswith the population outflowed from Wuhan; 3) to evaluate the effectiveness of the cityclosure measures on the epidemic control. Data ofBaidu Qianxi was freely available to the public (http://qianxi.baidu.com).The daily index of population outflow from Wuhan to other provinces and top 50cities was obtained by multiplying the daily index of population outflow withinWuhan by the corresponding proportion for each province. As of January 31, 2020, a total of 11791 confirmed cases and 259 deaths due to the2019-nCoV infection were reported in China, which were widely dispersed in all of31 provincial administrative areas. CI=confidence interval.-1833, -1059-886, -512539, 932January 1-31, 2020.index of population outflow at the provincial scale.population outflow at the city scale. Our results revealed aclose relationship between the population outflow from Wuhan and the 2019-nCoVinfection in other areas of China. The fluctuation of outflowing population of Wuhan indicated that the lockdownin Wuhan reduced the outward movement of the population effectively. Distribution of population outflows and cases varied across provinces. Since the infection is transmitted throughthe respiratory tract and close contact, it is greatly affected by population movements. For example, the cases in Zhejiangand Guangdong are apparently more than estimated, which indicated a better healthemergency response system (i.e. higher detection efficiency) or inadequate isolation. Whereas the cases reported in Henan were much lower than expected. Firstly, for practical reasons, we usedan indicator to reflect the real-time magnitude of population movements, which wasacceptable considering our research purpose. In addition,daily data used in this study was reported infection data, rather than the actual numberof incident cases. Science.325326327328329330331332333334335336337338339340341342343344345Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. 2020.2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019novel coronavirus outbreak in Wuhan, China. 2020;91:264-6.Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. 2017;224:310-6.risk factors of 2009 pandemic influenza A (H1N1) in mainland China. Hufnagel L, Brockmann D, Geisel T. Forecast and control of epidemics in aglobalizedworld.ofSciences.23."}