{"date": "2020/02/03", "journal": "medrxiv", "authors": "Gerardo Chowell, Ranu Dhillon, Devabhaktuni Srikrishna", "title": "Getting to zero quickly in the 2019-nCov epidemic with vaccines or rapid testing", "type": "preprint article", "abstract": null, "text": "Any plan for stopping the ongoing 2019-nCov epidemic must be based on a quantitativeunderstanding of the proportion of the at-risk population that needs to be protected by effectivecontrol measures in order for transmission to decline sufficiently and quickly enough for theepidemic to end. Using an SEIR-type transmission model, we contrasted two alternate strategiesby modeling the proportion of the population that needs to be protected from infection byonetime vaccination (assuming 100% effectiveness) or by testing with isolation and treatment ofindividuals within six, 24, or 48 hours of symptom onset. If R is currently 2.2, vaccination at theherd immunity coverage of 55% would drive R just below 1, but transmission could persist foryears. Over 80% of coverage is required to end the epidemic in 6 months with population-widevaccination. The epidemic could be ended in just under a year if testing with isolation andtreatment reached 80% of symptomatically infected patients within 24 hours of symptom onset(assuming 10% asymptomatic transmission). The epidemic could be ended in six months iftesting with isolation and treatment reached 90% of symptomatic patients. If 90% ofsymptomatic patients could be tested within six hours of symptoms appearing, the epidemiccould be ended in under four months.Any plan for stopping the ongoing 2019-nCov epidemic must be based on a quantitativeunderstanding of the proportion of the at-risk population that needs to be protected by effectivecontrol measures in order for transmission to decline sufficiently and quickly enough for theepidemic to end.Ending the epidemic requires reducing the basic reproduction number (R) – the average numberof people infected by each 2019-nCov-infected patient – to below 1, at which point transmissioncontracts and eventually burns out. However, if R is only brought marginally below 1, transmissioncould still linger for years. Enough infections could occur during this time that, especially givenhigh mobility of people and density of urban areas, new hotspots could get seeded and transmissioncould resurge above 1. Ending the epidemic, therefore, may require not just getting R below 1, butdriving it down more aggressively in order to reach zero cases quickly.        In January, the mean R was estimated at 2.2 (3.9, upper bound of 95% confidence interval), witheach infection on average resulting in two or more infections [        In order to bring R below 1, we contrasted two alternate strategies by modeling the proportion ofthe population that needs to be protected from infection by one-time vaccination (assuming 100%effectiveness) or by testing with isolation and treatment of individuals within six, 24, or 48 hoursof symptom onset. We employed an SEIR-type transmission model [5] where the mean incubationperiod is 5 days, mean infectious period is 7 days, and the initial prevalence of the novelcoronavirus (2019-nCov) infections is at 0.1% in a population of 10 million, roughly thepopulation of Wuhan. In light of the unknowns with asymptomatic transmission, a fixedpercentage of the transmission is modeled prior to symptom onset.If the current R is 2.2 or 3.9, 55% or 74% of the at-risk population, respectively, would need to bevaccinated in order to bring R below 1. If R is 2.2 and 10% of transmission occursasymptomatically, approximately 60%, 68%, or 82% of symptomatic individuals would need tobe tested and isolated for treatment within six, 24, or 48 hours, respectively, of symptom onset inorder to bring R below 1. If asymptomatic transmission accounted for 20% of overall transmission,coverage would need to reach 65%, 74%, and 87% of the symptomatic individuals, respectively.If R is 3.9 and 10% of transmission occurs asymptomatically, testing with isolation and treatmentwould need to reach 83% or 93% of symptomatic individuals if done within six or 24 hours ofsymptom onset, respectively. Given that the denominator for population-wide vaccination (~10million) is much greater than the proportion of that population with concerning symptoms, farfewer people would need to be reached with testing and isolation for treatment than for vaccinatingto achieve herd immunity.We then modeled the number of days it would take to get to zero with different rates of coveragewith vaccination or testing with isolation and treatment of symptomatically infected patients(Figure 1). If R is currently 2.2, for example, vaccination at the herd immunity coverage of 55%would drive R just below 1, but transmission could persist for years. Over 80% of coverage isrequired to end the epidemic in 6 months with population-wide vaccination. The epidemic couldbe ended in just under a year if testing with isolation and treatment reached 80% ofsymptomatically infected patients within 24 hours of symptom onset (assuming 10%asymptomatic transmission). The epidemic could be ended in six months if testing with isolationand treatment reached 90% of symptomatic patients. If 90% of symptomatic patients could betested within six hours of symptoms appearing, the epidemic could be ended in under four months.Days to get to zero Coronavirus cases in a population of 10        million where 0.1% are infected initiallyThis epidemic could be ended within months if widely usable diagnostics or vaccines could bedeveloped and used to cover a sufficient proportion of the at-risk population.[                  by primary infectious individuals during the early transmission phase in a completely susceptiblepopulation[          (Is+ In) and partially infectious individuals incubating the disease (E). The force of infection isgiven by:b(qE + Is + In)/Nrelative infectiousness of individuals during the incubation period of the disease.average infectious period for symptomatic individuals is 7 days. The percentage of thesymptomatic individuals that undergo testing (Is) ranges from 0 to 100%. The average time fromonset of symptoms to isolation and treatment for individuals that undergo testing ranges from6 to 48 hours.R= b(q/k + r/ a + (1- r)/ g)R0= b(q/k+ 1/g)Rv =R (1-v)        We modeled the average number of days it would take to get to zero cases once thereproduction number declines below the epidemic threshold of 1.0 for various controlinterventions. For this purpose, we generated stochastic simulations[        isolation/treatmentsymptomatic andinfectious individualsthat undergotesting/screeningpopulation that isvaccinatedPopulation size5 days7 days6, 24, 48 hours0-100%0-100%10 millionstates: susceptible (S), exposed (E), symptomatic and infectious individuals that are tested (Is),symptomatic infectious individuals that are not tested and remain in the community (In),symptomatic individuals that are effectively isolated and treated (J), and recovered individuals(R). Model parameters are described in Table 1.", "ref_list": [[], ["Infectious diseases of humans"], ["Model parameters and outbreak control for SARS. Emerging infectious diseases"], ["Bringing consistency to simulation of population models-- Poisson simulation as a bridge between micro and macro simulation"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["RM Anderson", "RM May"], ["G Chowell", "C Castillo-Chavez", "PW Fenimore", "CM Kribs-Zaleta", "L Arriola", "JM Hyman"], ["L Gustafsson", "M. Sternad", "PMID PubMed"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Any plan for stopping the ongoing 2019-nCov epidemic must be based on a quantitative\nunderstanding of the proportion of the at-risk population that needs to be protected by effective\ncontrol measures in order for transmission to decline sufficiently and quickly enough for the\nepidemic to end. Using an SEIR-type transmission model, we contrasted two alternate strategies\nby modeling the proportion of the population that needs to be protected from infection by\nonetime vaccination (assuming 100% effectiveness) or by testing with isolation and treatment of\nindividuals within six, 24, or 48 hours of symptom onset. If R is currently 2.2, vaccination at the\nherd immunity coverage of 55% would drive R just below 1, but transmission could persist for\nyears. Over 80% of coverage is required to end the epidemic in 6 months with population-wide\nvaccination. The epidemic could be ended in just under a year if testing with isolation and\ntreatment reached 80% of symptomatically infected patients within 24 hours of symptom onset\n(assuming 10% asymptomatic transmission). The epidemic could be ended in six months if\ntesting with isolation and treatment reached 90% of symptomatic patients. If 90% of\nsymptomatic patients could be tested within six hours of symptoms appearing, the epidemic\ncould be ended in under four months.", "one_words_summarize": "Any plan for stopping the ongoing 2019-nCov epidemic must be based on a quantitativeunderstanding of the proportion of the at-risk population that needs to be protected by effectivecontrol measures in order for transmission to decline sufficiently and quickly enough for theepidemic to end. Using an SEIR-type transmission model, we contrasted two alternate strategiesby modeling the proportion of the population that needs to be protected from infection byonetime vaccination (assuming 100% effectiveness) or by testing with isolation and treatment ofindividuals within six, 24, or 48 hours of symptom onset. Over 80% of coverage is required to end the epidemic in 6 months with population-widevaccination. The epidemic could be ended in six months iftesting with isolation and treatment reached 90% of symptomatic patients. However, if R is only brought marginally below 1, transmissioncould still linger for years. The percentage of thesymptomatic individuals that undergo testing (Is) ranges from 0 to 100%. The average time fromonset of symptoms to isolation and treatment for individuals that undergo testing ranges from6 to 48 hours."}