{"date": "2020/02/03", "journal": "medrxiv", "authors": "Xiang He, Lei Zhang, Qin Ran, Anying Xiong, Junyi Wang, Dehong Wu, Feng Chen, Guoping Li", "title": "Integrative Bioinformatics Analysis Provides Insight into the Molecular Mechanisms of 2019-nCoV", "type": "preprint article", "abstract": "The 2019-nCoV is reported to share the same entry (ACE2) as SARS-CoV\naccording to the updated findings. Analyzing the distribution and expression level of\nthe route of coronavirus may help reveal underlying\nmechanisms of viral\nsusceptibility and post-infection modulation. In this study, we found that the\nexpression of ACE2 in healthy populations and patients with underlying diseases was\nnot significantly different, suggesting relatively similar susceptibility. Besides, based\non the expression of ACE2 in smoking individuals, we inferred that long-term\nsmoking might be a risk factor for 2019-nCoV. Analyzing the ACE2 in SARS-CoV\ninfected cells suggested that ACE2 was more than just a receptor but also participated\nin post-infection regulation, including immune response, cytokine secretion, and viral\ngenome replication. Moreover, we also constructed Protein-protein interaction (PPI)\nnetworks and identified hub genes in viral activity and cytokine secretion. Our\nfindings may explain the clinical symptoms so far and help clinicians and researchers\nunderstand the pathogenesis and design therapeutic strategies for 2019-nCoV.", "text": "The 2019-nCoV is reported to share the same entry (ACE2) as SARS-CoVaccording to the updated findings. Analyzing the distribution and expression level ofthe route of coronavirus may help reveal underlyingmechanisms of viralsusceptibility and post-infection modulation. In this study, we found that theexpression of ACE2 in healthy populations and patients with underlying diseases wasnot significantly different, suggesting relatively similar susceptibility. Besides, basedon the expression of ACE2 in smoking individuals, we inferred that long-termsmoking might be a risk factor for 2019-nCoV. Analyzing the ACE2 in SARS-CoVinfected cells suggested that ACE2 was more than just a receptor but also participatedin post-infection regulation, including immune response, cytokine secretion, and viralgenome replication. Moreover, we also constructed Protein-protein interaction (PPI)networks and identified hub genes in viral activity and cytokine secretion. Ourfindings may explain the clinical symptoms so far and help clinicians and researchersunderstand the pathogenesis and design therapeutic strategies for 2019-nCoV.        In early December 2019, several cases of pneumonia with unknown causes werereported in Wuhan, Hubei, China(1). Later, a novel coronavirus, 2019-nCoV wasidentified based on sequencing of the patient respiratory tract samples. As of February1, 2020, more than 10,000 confirmed patients and more than 15,000 suspected caseswere reported in China, with additional patients being identified in a rapidly growingnumber internationally. Analyzing of the genome of 2019-nCoV showed that this newvirus shared around 80~90% sequence identity to SARS-CoV(        Among the 2019-nCoV infected patients, there are many patients with underlyingdiseases, such as chronic respiratory disease and cardiovascular disease. Therefore, itis important to evaluate whether patients with underlying diseases are moresusceptible to coronavirus infection than healthy population. Firstly, we analyzed theexpression of ACE2 in lung in the different populations. The expression level ofACE2 was not significantly altered between healthy populations and patients withchronic respiratory diseases including chronic obstructive pulmonary diseases (COPD)and asthma (Figure 1A, 1B, and 1C, p-value > 0.05). It indicated that 2019-nCoVcould have the same ability to bind the respiratory tract epithelial cells of healthypopulation and patients with chronic respiratory diseases through ACE2. Thus, theremay be no significant difference in the susceptibility of 2019-nCov infection betweenhealthy population and patients with chronic respiratory diseases.Secondly, we found that the level of ACE2 expression was markedly upregulated inlong-term smokers (Figure 1D, p-value < 0.05). However, the p-value betweenbaseline and post-acute smoke exposure (ASE) group (24 hours after smoking 3cigarettes) was 0.073 (Figure 1E). It was assumed that the long-term smoking couldelevate the expression of ACE2 and thus, increase the susceptibility to 2019-nCoVinfection.Thirdly, we analyzed the expression of ACE2 in airway epithelial cells after beinginfected with SARS-CoV. The result suggested that 24 hours after SARS-CoVinfection, the expression of ACE2 dramatically increased compared to 12 hours. After48 hours, the expression of ACE2 remained at a high level. This indicated that ACE2not only played a critical role in viral susceptibility but also may be involved inpost-infection regulation.To investigate the virus-related potential biological processes associated withACE2, we extracted the expression profiles of 15 healthy non-smokers from datasetGSE89809 and divided them into two groups: high and low-expression level of ACE2.We performed GSEA (Gene Set Enrichment Analysis) and found that the expressionof ACE2 was mainly associated with innate and acquired immune responses,regulation of B cell mediated immunity, cytokine and IL-1，IL-10，IL-6，IL-8secretion (Figure 2A). Huang et al. reported that 2019-nCoV infected patients hadhigher expression level of IL-1B, IL-7, IL-8, IL-10, etc. (1). This implies that theup-regulation of ACE2 could mediate the inflammatory responses which wereinduced by above-mentioned cytokines. Moreover, higher expression of ACE2 couldprolong virus life cycle, enhance virus replication and mediate penetration of the virusinto the host cell.To further explore whether above activities could be triggered after coronavirusinfection, we analyzed the expression profiles of epithelial cells which was infectedby SARS-CoV. The biological process scores were obtained using GSVA (Gene SetVariation Analysis) and the pearson correlation between process scores and ACE2expressionwas calculated. Similarly, whileACE2 increased after infection,production of cytokines, IL-1, IL-10 and IL-6 also increased, and the regulation of Bcell activation was triggered to response. After 48 hours, virus activities such as viralentry into the host cell, virus life cycle, and viral transcription were enhanced. Besides,the T-cell cytokine secretion was increased, and T-cell activation was promoted(Figure 2B). Then, we used ssGSEA (Single Sample Gene Set Enrichment Analysis)to quantify the immune infiltrates in healthy people epithelial cells and cells afterinfection. We found that in normal samples, the immune cells were not activated sothat the correlation between infiltration and ACE2 expression was not significant(Figure 2C). However, in the SARS-CoV infected cells, the ACE2 was significantlycorrelated with neutrophils, NK cells, Th17 cells, Th2 cells, Th1 cells, DC (Figure2D).Considering higher expression of ACE2 was involved in mediating inflammatoryresponses, immune activities, and viral replication in both healthy individuals andinfected cells, we further explored protein-protein regulation network in viralactivity-related proteins and cytokine secretion, respectively. We extracted the viralactivity-associated and cytokine secretion-associated proteins from the Gene ontology(GO) biological process gmt file. Construction of the Protein-protein interaction (PPI)showed that these proteins were tightly interactive among each other and we hereexhibited the most significant PPI. In terms of viral activity, we found that “viral geneexpression” proteins such as RPS3, RPS8 and PRS25 were the most important genesin the PPI network. In addition, VCP, LARP1, UBA52, PRKN, EIF3A and EIF3Lwere also important in the network (Figure 3A). In terms of the cytokine secretionassociated proteins, we found that proteins such as SRC, FN1, MAPK3, LYN, MBP,NLRC4, NLRP1 and PRKCD were Hub proteins in the regulating network ofcytokine secretion after coronavirus infection (Figure 3B), indicating that thesemolecules were critically important in ACE2-induced inflammatory response.Discussion        2019-nCoV infection in Wuhan is a serious public health problem. As the numberof cases has been increasing and the scope of infection has been expanding, peoplekeep a close eye on the future development of the epidemic. Based on the data of thefirst 41 patients, the reduction of lymphocytes was a prominent feature of thelaboratory examination. The main symptoms of patients with 2019-nCoV infectionwere interstitial changes in the lung according to the chest CT. Moreover, severepulmonary interstitial disease led to hypoxemia and type I respiratory distress, whichwas related to the prognosis of patients. 2019-nCoV invades the lungs through therespiratory tract and causes severe pneumonia, which is the main pathogenesis mode.It was found that 2019-nCoV was able to bind to ACE2 receptor on the surface ofepithelial cells. At the beginning of the outbreak, Dong N et al. calculated andsimulated that 2019-nCoV may have the same ACE2 receptor as SARS, although itsbinding ability to ACE2 was weaker than SARS. Zhou P et at. further confirmed thatACE2 was necessary for the cells infected by 2019-nCoV(        Previous studies have found that ACE2 was related to the severity of acuterespiratory syndrome induced by coronavirus infection, which regulated theproduction of acute respiratory distress syndrome-associated cytokines(7). ACE2 isalso related to adaptive immune responses(8). In this current study, the GSEA analysisshowed that the high expression of ACE2 was related to innate immune response,acquired immune response, B cell regulatory immunity and cytokine secretion, andenhanced the inflammatory response induced by IL-1, IL-10, IL-6, IL-8 cytokines. Wespeculated that the immune system dysfunction involved in the high expression ofACE2 was related to the symptoms called cytokine storm. The clinical study inWuhan pointed that the levels of IL-1B, IL-10 and IL-8 were significantly increasedin critically ill patients with new coronavirus infection, indicating that there wascytokine mediated inflammatory responses in patients with coronavirus infection(9).At the same time, our results also showed that the high expression of ACE2 increasedthe expression of genes involved in viral replication, which was beneficial for thevirus to enter the host cells. These gene enrichments were consistent with those of theepithelial cells infected by coronavirus. It suggested that the transcriptome ofepithelial cells was altered after the infection of coronavirus though the regulation ofACE2, which was beneficial to the replication and assembly of virus, and also to theentry of virus into host cells. Meanwhile, T cell activation and inflammatory responsemediated by T cell factors were significantly induced by the alteration oftranscriptome as well.It was speculated that the increased levels of IL1B, IFN γ, IP10, and MCP1 inpatients infected with new coronavirus were linked to the activation of T-helper-1(Th1) cell responses(9). However, there is a lack of pathological data of lung tissueinfected with new coronavirus. Through ssGSEA analysis, we found the correlationbetween ACE2 and immune cell infiltration. The results showed that the highexpression of ACE2 in lung tissue was beneficial to induce cytotoxic reaction,neutrophil inflammation and Th2-dominated immune response. Moreover, theexpression of ACE2 was in a time-dependent manner after the virus infection. In themeantime, ACE2 mediated the activations of neutrophils, NK cells, Th17 cells, Th2cells, Th1 cells, DC cells, TNF - α secreting cells, which induced more seriousIn order to further analyze the core genes involved in viral replication andinflammatory response mediated by ACE2, we constructed a protein-proteininteraction network. It was found that RPS3 played a key role in viral replication, andSRC non-receptor protein kinase was the hub gene in inflammatory response. It hasbeen shown that RPS3 plays an important role in cell mitosis by interacting with αtubulin. When cells are infected with HIV-1, HIV-1 Tat protein can interact with RPS3to disturb its localization on the spindle, and ultimately inhibit cell proliferation(10).Moreover, the function of RPS3 depends on its own nuclear translocation, which isregulated by protein kinase like SRC(11). We speculated that the increased expressionof ACE2 affected RPS3 and SRC, which were the two hub genes involved in viralreplication and inflammatory response.In conclusion, 2019-nCoV infection is a serious public health problem, endangershuman health seriously. Due to the strong human to human infectivity, it needs to befurther studied. Our current study found that there was no significant difference inACE2 expression between healthy population and patients with chronic airwaydisease. The activations of neutrophils, NK cells, Th17 cells, Th2 cells, Th1 cells, DCcells, TNF - α secreting cells were induced by overexpression of ACE2, whichparticipate in the production of more obvious inflammatory response. A schematicmodel was showed in figure 4. These findings may help clinicians and researchersgain more insights of pathogenesis and design therapeutic strategies for 2019-nCoV.Note all results are based on data mining, thus, further experiments are needed.Six independent studies (GSE37758, GSE73395, GSE89809, GSE63127, GSE97010,and GSE14700), covering healthy volunteers, COPD patients, asthma patients,smokingindividualswerecollectedfromGEOdatarepository(https://www.ncbi.nlm.nih.gov/geo/).Thesamplesconsistoflungtissues,bronchoalveolar lavage, bronchial epithelial cells, small airway epithelial cells, andSARS infected cells.GObiological process annotation gmt file was downloaded fromMSigDB(https://www.gsea-msigdb.org/gsea/msigdb/). GSEA was performed to analyze thepossible biological processes related to ACE2 in healthy people using clusterProfiler(12). The parameters were nPerm = 1000, minGSSize = 10, maxGSSize = 500, thebiological processes with p-value < 0.05 were considered significant. GSVA wasperformed using GSVA R package. The immune infiltrating was quantified using thessGSEA method in GSVA R package. The gene list for immune cells was derivedfrom Bindea G et al.(13).PPIAll viral-related biological process and cytokine secretion-biological process proteinswere extracted from the gmt file, Cytoscape v3.7.2 was used to construct the PPInetwork using BisoGenet application, the PPI sources include DIP, BIOGRID, HPRD,INTACT, MINT and BIND. And the nodes with topological importance in theinteraction network were screened by calculating Degree Centrality (DC) with theCytoscape plugin CytoNCA. Hub proteins were identified using Cytoscape pluginThe work was supported by 2019-nCoV tackling project of Chengdu Science andCytoHubba.Technology Bureau.Non declaredHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. The Lancet. 2020.Wu F, Zhao S, Yu B, Chen Y-M, Wang W, Hu Y, et al. Complete genome characterisation of a novelcoronavirus associated with severe human respiratory disease in Wuhan, China. bioRxiv.2020:2020.01.24.919183.Dong N, Yang X, Ye L, Chen K, Chan EW-C, Yang M, et al. Genomic and protein structure modellinganalysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumoniaZhou P, Yang X-L, Wang X-G, Hu B, Zhang L, Zhang W, et al. Discovery of a novel coronavirusassociated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv.lung tissues in healthy smokers, moderate COPD patients and non-smokers. B. Expression ofACE2 in bronchoalveolar lavage samples of COPD patients and healthy volunteers. C. Expressionof ACE2 in asthma patients. D. Expression of ACE2 in small airway epithelial in smokers (S) andnon-smokers (NS). E. Expression of ACE2 after ASE. F. Expression of ACE2 in SARS-CoVinfected bronchial cells.analysis showing the related biological processes of ACE2 in healthy non-smokers. B. GSVAscore of key processes showing time-dependent alterations. C. Immune infiltrating in healthypopulation. D. Immune infiltrating in SARS-CoV infected cells.cytokine secretion-related proteins.cellular entry receptor in airway epithelial cells. At the same time, the expression ofACE2 is increased by the infection. Furthermore, the increased expression of ACE2affected RPS3 and SRC, the two hub genes involved in viral replication and", "ref_list": [[], ["The S proteins of human"], ["coronavirus NL63 and severe acute respiratory syndrome coronavirus bind overlapping regions of"], [""], ["pro-inflammatory cytokines in SARS-CoV-infected ACE2+ cells in SARS patients: relation to the acute"], ["lung injury and pathogenesis of SARS"], [""], ["Angiotensin-Converting Enzyme 2 Homeostasis and"], ["Clinical features of patients infected with 2019 novel coronavirus"], ["Effect of HIV-1 Tat on the formation of the mitotic spindle by interaction"], ["with ribosomal protein S3"], ["clusterProfiler: an R package for comparing biological themes"], ["among gene clusters"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W Li", "J Sui", "IC Huang", "JH Kuhn", "SR Radoshitzky", "WA Marasco"], [], ["ACE2. Virology", "L He", "Y Ding", "Q Zhang", "X Che", "Y He", "H Shen"], [], ["B Rockx", "T Baas", "GA Zornetzer", "B Haagmans", "T Sheahan", "M Frieman"], ["DD Fischer", "S Kandasamy", "FC Paim", "SN Langel", "MA Alhamo", "L Shao"], ["Alters Tryptophan"], ["Transplant", "C H", "Y H Y W"], ["Wuhan in", "K Jiyoung", "K Yeon-Soo"], ["CY Jang", "HD Kim", "X Zhang", "J-S Chang"], ["G Yu", "LG Wang", "Y Han", "QY He"], ["G Bindea", "B Mlecnik", "M Tosolini", "A Kirilovsky", "M Waldner", "AC Obenauf"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The 2019-nCoV is reported to share the same entry (ACE2) as SARS-CoV\naccording to the updated findings. Analyzing the distribution and expression level of\nthe route of coronavirus may help reveal underlying\nmechanisms of viral\nsusceptibility and post-infection modulation. In this study, we found that the\nexpression of ACE2 in healthy populations and patients with underlying diseases was\nnot significantly different, suggesting relatively similar susceptibility. Besides, based\non the expression of ACE2 in smoking individuals, we inferred that long-term\nsmoking might be a risk factor for 2019-nCoV. Analyzing the ACE2 in SARS-CoV\ninfected cells suggested that ACE2 was more than just a receptor but also participated\nin post-infection regulation, including immune response, cytokine secretion, and viral\ngenome replication. Moreover, we also constructed Protein-protein interaction (PPI)\nnetworks and identified hub genes in viral activity and cytokine secretion. Our\nfindings may explain the clinical symptoms so far and help clinicians and researchers\nunderstand the pathogenesis and design therapeutic strategies for 2019-nCoV.", "one_words_summarize": "The 2019-nCoV is reported to share the same entry (ACE2) as SARS-CoVaccording to the updated findings. Later, a novel coronavirus, 2019-nCoV wasidentified based on sequencing of the patient respiratory tract samples. Firstly, we analyzed theexpression of ACE2 in lung in the different populations. After48 hours, the expression of ACE2 remained at a high level. After 48 hours, virus activities such as viralentry into the host cell, virus life cycle, and viral transcription were enhanced. However, in the SARS-CoV infected cells, the ACE2 was significantlycorrelated with neutrophils, NK cells, Th17 cells, Th2 cells, Th1 cells, DC (Figure2D).Considering higher expression of ACE2 was involved in mediating inflammatoryresponses, immune activities, and viral replication in both healthy individuals andinfected cells, we further explored protein-protein regulation network in viralactivity-related proteins and cytokine secretion, respectively. As the numberof cases has been increasing and the scope of infection has been expanding, peoplekeep a close eye on the future development of the epidemic. In conclusion, 2019-nCoV infection is a serious public health problem, endangershuman health seriously. GSEA was performed to analyze thepossible biological processes related to ACE2 in healthy people using clusterProfiler(12). The gene list for immune cells was derivedfrom Bindea G et al.(13).PPIAll viral-related biological process and cytokine secretion-biological process proteinswere extracted from the gmt file, Cytoscape v3.7.2 was used to construct the PPInetwork using BisoGenet application, the PPI sources include DIP, BIOGRID, HPRD,INTACT, MINT and BIND. Hub proteins were identified using Cytoscape pluginThe work was supported by 2019-nCoV tackling project of Chengdu Science andCytoHubba. Non declaredHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. bioRxiv.2020:2020.01.24.919183.Dong N, Yang X, Ye L, Chen K, Chan EW-C, Yang M, et al. Discovery of a novel coronavirusassociated with the recent pneumonia outbreak in humans and its potential bat origin. D. Expression of ACE2 in small airway epithelial in smokers (S) andnon-smokers (NS). F. Expression of ACE2 in SARS-CoVinfected bronchial cells.analysis showing the related biological processes of ACE2 in healthy non-smokers. B. GSVAscore of key processes showing time-dependent alterations."}