{"date": "2020/02/04", "journal": "medrxiv", "authors": "Pablo M De Salazar, Rene Niehus, Aimee Taylor, Caroline O Buckee, Marc Lipsitch", "title": "Using predicted imports of 2019-nCoV cases to determine locations that may not be identifying all imported cases", "type": "preprint article", "abstract": "Cases from the ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus (2019-nCoV) exported from mainland China can lead to self-sustained outbreaks in other populations. Internationally imported cases are currently being reported in several different locations ​1​. Early detection of imported cases is critical for containment. Based on air travel volume estimates between Wuhan and locations in other countries and using generalized linear regression model we identify locations which may potentially have underdetected internationally imported cases.", "text": "A novel coronavirus 2019-nCoV has been identified with the first confirmed patient cases in December2019 in the city of Wuhan, Hubei province, in China. Since then the number of confirmed cases hasincreased drastically. Model estimates suggested that by Jan 25, 2020 there were a total of over 75,000infected cases and a doubling time of about 6 days ​2​. By the end of January 2020, a city-wide quarantinewas implemented for Wuhan and neighbouring cities. Nonetheless, the virus has managed to spread fromWuhan to other Chinese cities and also outside of China. Currently (as of Feb 4, 2020), internationallyexported cases are being reported in 28 different countries.Many of the imported cases have been linked to a recent travel history from Wuhan, suggesting thatair travel volume may play an important role for the risk of cases being exported outside of China. Toprevent other cities and countries becoming epicentres of the 2019-nCoV epidemic, substantial targetedpublic health interventions are required. Here we use estimates of air travel volume from Wuhan tointernational destinations and a generalised linear regression model to predict imports of 2019-nCoV casesacress 26 locations. Using these predictions we can identify locations that might not be identifying importedcases.We regressed the cumulative number of confirmed and reported cases of 2019-nCoV in locations outside ofmainland China on the estimated number of daily air flight passengers leaving from Wuhan airport by directinternational flights (daily air travel volume) using a Poisson model. Data on cases were obtained byaccessing Wuhan Coronavirus Global Cases ​1​. Estimated air travel volume was obtained from ​2​. Air travelvolume for France and US was estimated using average daily passengers from ​3​ adjusted to have similarflight occupancy as the UK. Both 2019-nCoV cases and air travel volume were aggregated by location.Across different locations, we assumed that the observed case counts follow a Poisson distribution,and that the expected case count is linearly proportional to the air travel volume:Ci ~ P ois (λi) ,λi = β(xi + γ) for i = 1, ..., n ,(Equation 1)where ​C​i denotes the observed case count in the ​i​-th location, ​λ​i denotes the expected case count in the ​i​-th​ ​location, ​β​ denotes the regression coefficient, ​x​i denotes the number of daily flight passengers from Wuhan​to the ​i​-th location ​​(daily air travel volume of the ​i​-th location), and γ denotes a small arbitrary value thatensures the expected case count is positive when air travel estimates are zero (Equation 1) ​4​. In our casewe set γ =1​, which is at most 2% of the non-zero air travel estimates.︿We fit this model in R (version 3.6.1) ​5​ to compute β , the maximum likelihood estimate (MLE) of theregression coefficient ​β,​ and thus the expected case count predictions for each location (Figure 1, solidline). We compute the 95% prediction interval (PI) bounds (Figure 1, dashed lines) as follows. First, wegenerate a bootstrapped dataset by sampling ​n​ observed case counts from C​,...,C​n with replacement.1​ ​Second, we re-estimate β using the bootstrapped dataset and corresponding travel volumes. Third wesimulate case counts for the ​n​ different locations under our model using this estimate of ​β​. These threesteps are repeated 50,000 times to generate 50,000 simulated case counts for each of the ​n ​locations fromwhich the lower and upper PI bounds (2.5th and 97.5th percentiles) are computed. Figure 1 was generatedwith the 95% PI bounds smoothed using functions from the package ggplot2 ​6​; see code available onlinecases each. Nepal (NE), Sri Lanka (SL), Finland (FI), Sweden (SW), Spain (SP) and Belgium (BE) all reportone case each. Other abbreviations: United Arab Emirates (UAE), United States of America (US).Location-aggregated reported case counts outside of mainland China show positive correlation withestimated Wuhan-to-location daily air travel volume. Locations whose case counts exceed the 95%prediction interval (PI) of our very simple model could be interpreted as having higher case-detectioncapacity and/or more connection with Wuhan than that captured by available daily air travel volumeestimates, such as land transportation. Local within-location transmission also increases case counts, as isthe case of Germany ​7​.Locations with direct flights from Wuhan and reported case counts below the 95% PI may suggest thepotential for undetected cases in these locations given the expected connection before travel controlmeasures were implemented. In particular, Indonesia and Cambodia with direct flights from Wuhan duringthe outbreak have case counts on and under the lower bound 95% PI and have reported zero and onecases so far, while Thailand has the most reported cases but is still below the PI. We recommend thatoutbreak surveillance and control capacity should be rapidly strengthened in those locations lying below the95% PI lower bound to ensure cases are detected if occurring and avoid emergence of self-sustainedtransmission.international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. ​Lancet", "ref_list": [[], ["2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wuhan Coronavirus Global Cases (by John Hopkins", "CSSE", "J. T. Wu", "K. Leung", "G. Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A novel coronavirus 2019-nCoV has been identified with the first confirmed patient cases in December\n2019 in the city of Wuhan, Hubei province, in China. Since then the number of confirmed cases has\nincreased drastically. Model estimates suggested that by Jan 25, 2020 there were a total of over 75,000\ninfected cases and a doubling time of about 6 days ​2​. By the end of January 2020, a city-wide quarantine\nwas implemented for Wuhan and neighbouring cities. Nonetheless, the virus has managed to spread from\nWuhan to other Chinese cities and also outside of China. Currently (as of Feb 4, 2020), internationally\nexported cases are being reported in 28 different countries.", "one_words_summarize": "A novel coronavirus 2019-nCoV has been identified with the first confirmed patient cases in December2019 in the city of Wuhan, Hubei province, in China. Since then the number of confirmed cases hasincreased drastically. Figure 1 was generatedwith the 95% PI bounds smoothed using functions from the package ggplot2 ​6​; see code available onlinecases each. Locations whose case counts exceed the 95%prediction interval (PI) of our very simple model could be interpreted as having higher case-detectioncapacity and/or more connection with Wuhan than that captured by available daily air travel volumeestimates, such as land transportation."}