{"date": "2020/02/02", "journal": "medrxiv", "authors": "Stephen A Lauer, Kyra H Grantz, Qifang Bi, Forrest K Jones, Qulu Zheng, Hannah Meredith, Andrew S Azman, Nicholas G Reich, Justin Lessler", "title": "The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application", "type": "preprint article", "abstract": "A novel human coronavirus (2019-nCoV) was identified in China in December, 2019. There is limited support for many of its key epidemiologic features, including the incubation period, which has important implications for surveillance and control activities. Here, we use data from public reports of 101 confirmed cases in 38 provinces, regions, and countries outside of Wuhan (Hubei province, China) with identifiable exposure windows and known dates of symptom onset to estimate the incubation period of 2019-nCoV. We estimate the median incubation period of 2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0), and 97.5% of those who develop symptoms will do so within ​10.5 days (95% CI: 7.3, 15.3)​ of infection. These estimates imply that, under conservative assumptions, 64 out of every 10,000 cases will develop symptoms after 14 days of active monitoring or quarantine. Whether this risk is acceptable depends on the underlying risk of infection and consequences of missed cases. The estimates presented here can be used to inform policy in multiple contexts based on these judgments.", "text": "        Control announced that all citizens returning from Hubei Province, China would be subject tomandatory quarantine for up to 14 days ​[                Currently, our understanding of the incubation period for 2019-nCoV is limited. An early analysisbased on 34 confirmed cases in Chinese provinces outside Wuhan, using data on known travelto and from Wuhan to estimate the exposure interval, indicates a mean incubation period ​of 5.8(95% CI: 4.6, 7.9) days, ranging from 1.3 to 11.3 days ​[        The incubation period can inform a number of important public health activities for infectiousdiseases, including active monitoring, surveillance, control, and modeling. ​Active monitoringrequires potentially exposed individuals to contact local health authorities to report their healthstatus every day. ​Understanding the length of active monitoring needed to limit the risk ofmissing 2019-nCoV infections is needed for health departments to effectively use limitedresources. Here, we provide estimates of the incubation period of 2019-nCoV and the numberof symptomatic infections missed under different active monitoring scenarios.We searched for news and public health reports of confirmed 2019-nCoV cases in areas with noknown local transmission, including provinces, regions, and countries outside of Hubei. Wesearched for reports in both English and Chinese and abstracted the data necessary to estimatethe incubation period of 2019-nCoV. Two authors independently reviewed the full text of eachcase report. Discrepancies were resolved by discussion and consensus.          For each case, we recorded the time of (i) possible exposure to 2019-nCoV​; (ii) any symptomonset; (iii) onset of fever, and (iv) case detection. ​The exact timing of events was used whenpossible; otherwise, we defined​ upper and lower bounds for the possible interval of each event.For most cases, the interval of possible ​2019-nCoV​ exposure was defined as the time betweenearliest possible arrival to Wuhan and latest possible departure from Wuhan. For cases withouthistory of travel to Wuhan but with assumed exposure to an infectious individual, the interval ofpossible ​2019-nCoV​ exposure was defined as the maximum possible interval of exposure to theinfectious person (including time before the infectious individual was symptomatic). Weassumed exposure always preceded symptom onset. If we were unable to determine the latestexposure time from the available case report, we defined the upper bound of the exposureinterval to be the latest possible time of symptom onset. When earliest possible time ofexposure could not be determined, we defined it as 1 December 2019, the date of symptomonset of the first known case ​[                    Cases were included in the analysis if we had information on the interval of exposure to2019-nCoV and symptom onset. We estimated the incubation time using a previously describedparametric accelerated failure time model ​[                    Using these estimates of the incubation period, we quantified the expected number ofundetected symptomatic cases in an active monitoring program, adapting a method detailed byReich ​et al.​ ​[                    The analyses were conducted using the coarseDataTools and activemonitr packages in the Rstatistical programming language, version 3.5.3. All code and data are available athttps://github.com/HopkinsIDD/ncov_incubation​ (release at time of submission at10.5281/zenodo.3634050)​[          We collected data from 101 confirmed cases of 2019-nCoV infection detected outside of theHubei province before 28 January 2020 (Table 1). Of these, 34 (34%) were known to be female,63 were male (62%), and 4 were of unknown sex. The median age was 52 years (IQR:36.5-59). Cases were collected from 17​ ​countries and regions outside mainland China (n=72)and 21 provinces within mainland China (n=29). The majority of cases (n=92) had a knownrecent history of travel to or residence in Wuhan; others had evidence of contact with travelersfrom Hubei or known cases. Amongst those who developed symptoms in the community, themedian time from symptom onset to hospitalization was 2.7 days (range 0.2-26.2).Fitting the log-normal model to all cases, we estimated the median incubation period of2019-nCoV to be 5.2 days (95% CI: 4.4, 6.0). ​We estimated that fewer than 2.5% of infectedindividuals will display symptoms within 2.5 days (95% CI: 1.8, 3.6) of exposure, while symptomonset will occur within 10.5 days (95% CI: 7.3, 15.3) for 97.5% of infected individuals. Theestimate of the dispersion parameter is 1.43 (95% CI: 1.22, 1.67). The estimated meanincubation period was ​5.5 days.To control for possible bias from symptoms of cough or sore throat, which could have developedfrom other more-common pathogens, we performed the same analysis on the subset of caseswith known time of fever onset (n=61), using the time from exposure to onset of fever as theincubation time. Here, we estimated the median incubation period to fever onset to be 5.7 days(95% CI: 4.5, 7.0), with 2.5% of individuals experiencing fever within 2.9 days (95% CI: 2.2, 4.7)and 97.5% of individuals experiencing fever within 11.4 days (95% CI: 6.1, 17.8) ​of exposure​.Since assumptions about the occurrence of local transmission and therefore the period ofpossible exposure may be less firm within mainland China, we also performed an analysis ofonly cases detected outside mainland China (n=72). The median incubation period of thesecases is 5.5 days (95% CI: 4,4, 7.0), with the 95% range spanning from 2.4 (95% CI: 1.7, 3.9) to12.5 (95% CI 7.4, 19.0) days. Alternatively, cases who left mainland China may represent asubset of individuals with longer incubation periods, who were able to travel internationallybefore symptom onset within China, or may have chosen to delay reporting symptoms until theyleft China. Based on cases detected inside mainland China (n=29), the median incubationperiod is 4.6 days (95% CI: 3.4, 6.0), with a 95% range of 2.7 (95% CI: 1.2, 4.6) to 7.9 (95% CI:3.9, 13.1) days.We fit other commonly-used parameterizations of the incubation period: gamma, Weibull, andErlang distributions. The incubation period estimates for these alternate parameterizations weresimilar to the log-normal model and to prior estimates. ​Compared to the log-normal, gamma,and Weibull estimates from Backer ​et al​ (2020), our estimates have similar medians but shortertails, both on the upper and lower bounds of the incubation period (Figure 4).Given these estimates of the incubation period, we predicted the number of symptomaticinfections we would expect to miss over the course of an active monitoring program. Weclassified individuals as high-risk if they are assumed to have a 1 in 100 chance of developing asymptomatic infection after exposure. For an active monitoring program with a duration of 7days, the expected number of symptomatic infections missed for every 10,000 high-riskindividuals monitored is 19.7 (99th percentile: 39.4; Table 2). After 14 days, it is highly unlikelythat further symptomatic infections would be undetected among high-risk individuals (mean: 0.6,99th percentile: 4.5 undetected infections per 10,000 individuals). However, we note that thereremains substantial uncertainty in the classification of individuals as being at ‘high’, ‘some’ or‘low’ risk of being symptomatic, and that this method does not consider the role of asymptomaticinfection.        Here, we present estimates of the incubation period for the novel coronavirus (2019-nCoV) thatemerged in Wuhan, Hubei Province, China. We estimate the median incubation period of2019-nCoV to be 5.2 days and expect nearly all infected individuals who experience symptomswill do so within 11 days of infection. We find that the current period of active monitoringrecommended by the US CDC of 14 days is well supported by the evidence ​[        While our results support current proposals for the length of quarantine or active monitoring ofthose potentially exposed to 2019-nCoV, in extreme cases longer monitoring periods might bejustified. Among those who are infected and will go on to develop symptoms, we expect 64 in10,000 will do so after the end of a 14 day monitoring period (Table 2), and our estimates do notpreclude this estimate being higher. Hence, in instances where there is a high probability of aninfectious exposure (e.g., a healthcare worker who cared for an 2019-nCoV patient while notwearing personal protective equipment), it may be prudent to consider symptoms after thisperiod as potentially 2019-nCoV associated, and potentially extend the period of activemonitoring.There are several important limitations to this analysis. Our data include early case reports, withsome associated uncertainty in the intervals of exposure and symptom onset. We haveattempted here to use conservative bounds of possible exposure and symptom onset whereexact times were not known, but there may be further inaccuracy in this data that we do notconsider here. We have exclusively considered reported, confirmed cases of 2019-nCoV, whichmay overrepresent hospitalized individuals and others with severe symptoms. The incubationperiod for these severe cases may differ from that of less severe or subclinical infections, and isnot typically an applicable measure for those with asymptomatic infections.        Our model assumes a constant risk of 2019-nCoV infection in Wuhan from 1 December 2019 topresent, based on the date of symptom onset of the first known case. This is a simplification ofinfection risk, as the outbreak has shifted from a likely common-source outbreak associated witha seafood market to human-to-human transmission. Moreover, phylogenetic analysis of 382019-nCoV genomes suggests that the virus may have been circulating prior to December ​[        To test the sensitivity of our estimates to that assumption, we performed an analysis wherecases with unknown lower bounds on exposure were set to 1 December 2018, a full year earlierthan in our primary analysis. Changing this assumption had little effect on the estimates of themedian (<0.1 days different), and only slightly increased our estimates of the 97.5th quantile ofthe incubation period (0.4 days longer than for the overall estimate).        This work provides additional evidence for a median incubation period for 2019-nCoV ofapproximately five days, similar to SARS. Assuming infection occurs at the initiation ofmonitoring, our estimates suggest that 64 out of every 10,000 cases will develop symptomsafter 14 days of active monitoring or quarantine. Whether this rate is acceptable depends on theexpected risk of infection in the population being monitored, and considered judgment about thecost of missing cases ​[        We are very grateful to all who have collected, prepared, and shared data throughout thisoutbreak. We are particularly grateful to Dr. Kaiyuan Sun and Dr. Moritz Kraemer for sharingtheir data on confirmed infections within and outside of Wuhan and the Johns Hopkins Centerfor Systems Science and Engineering.Monitoring for Infectious Diseases. Sci Rep. 2018;8: 1093.Region of case detection (n): Mainland China (29), Singapore (10), Hong Kong (8),Taiwan (8), Thailand (8), Japan (5), Macau (5), United States (5), Australia (4), France(4), South Korea (4), Malaysia (4), Vietnam (2), Cambodia (1), Canada (1), Germany (1),Nepal (1), Sri Lanka (1)7 days14 days21 days28 days0.2 (0.4)0.0 (0.0)0.0 (0.0)101 confirmed cases. Shaded regions represent the full possible interval of exposure and ofsymptom onset; points represent the midpoint of these intervals.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["4. Statement on the second meeting of the International Health Regulations ("], ["5. Press Briefing by Members of the President's Coronavirus Task Force | The White House"], ["The incubation period of 2019-nCoV infections among travellers from Wuhan, China"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS"], ["Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia"], ["Incubation periods of acute respiratory viral infections: a systematic review"], ["Estimating incubation period distributions with coarse data"], ["Quantifying the Risk and Cost of Active"], ["Estimating the incubation time of the novel coronavirus (nCoV-2019) based on traveler data using coarse data tools"], [""], ["Genomic epidemiology of novel coronavirus (nCoV)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], ["JF-W Chan", "S Yuan", "K-H Kok", "H Chu", "J Yang"], ["regulations-"], [], ["JA Backer", "D Klinkenberg", "J. Wallinga"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["M Varia", "S Wilson", "S Sarwal", "A McGeer", "E Gournis", "E Galanis"], ["V Virlogeux", "VJ Fang", "M Park", "JT Wu", "BJ Cowling"], ["J Lessler", "NG Reich", "R Brookmeyer", "TM Perl", "KE Nelson", "DAT Cummings"], ["NG Reich", "J Lessler", "DAT Cummings", "R Brookmeyer"], ["NG Reich", "J Lessler", "JK Varma", "NM Vora"], ["A. Stephen", "Lauer", "Kyra H. Grantz", "K. Forrest", "Jones"], ["C Rothe", "M Schunk", "P Sothmann", "G Bretzel", "G Froeschl", "C Wallrauch"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Control announced that all citizens returning from Hubei Province, China would be subject to\nmandatory quarantine for up to 14 days ​[\n        ", "one_words_summarize": "Control announced that all citizens returning from Hubei Province, China would be subject tomandatory quarantine for up to 14 days ​[                Currently, our understanding of the incubation period for 2019-nCoV is limited. An early analysisbased on 34 confirmed cases in Chinese provinces outside Wuhan, using data on known travelto and from Wuhan to estimate the exposure interval, indicates a mean incubation period ​of 5.8(95% CI: 4.6, 7.9) days, ranging from 1.3 to 11.3 days ​[        The incubation period can inform a number of important public health activities for infectiousdiseases, including active monitoring, surveillance, control, and modeling. ​Active monitoringrequires potentially exposed individuals to contact local health authorities to report their healthstatus every day. Here, we provide estimates of the incubation period of 2019-nCoV and the numberof symptomatic infections missed under different active monitoring scenarios. ​The exact timing of events was used whenpossible; otherwise, we defined​ upper and lower bounds for the possible interval of each event. Cases were collected from 17​ ​countries and regions outside mainland China (n=72)and 21 provinces within mainland China (n=29). Theestimate of the dispersion parameter is 1.43 (95% CI: 1.22, 1.67). Here, we estimated the median incubation period to fever onset to be 5.7 days(95% CI: 4.5, 7.0), with 2.5% of individuals experiencing fever within 2.9 days (95% CI: 2.2, 4.7)and 97.5% of individuals experiencing fever within 11.4 days (95% CI: 6.1, 17.8) ​of exposure​.Since assumptions about the occurrence of local transmission and therefore the period ofpossible exposure may be less firm within mainland China, we also performed an analysis ofonly cases detected outside mainland China (n=72). ​Compared to the log-normal, gamma,and Weibull estimates from Backer ​et al​ (2020), our estimates have similar medians but shortertails, both on the upper and lower bounds of the incubation period (Figure 4).Given these estimates of the incubation period, we predicted the number of symptomaticinfections we would expect to miss over the course of an active monitoring program. Assuming infection occurs at the initiation ofmonitoring, our estimates suggest that 64 out of every 10,000 cases will develop symptomsafter 14 days of active monitoring or quarantine. Shaded regions represent the full possible interval of exposure and ofsymptom onset; points represent the midpoint of these intervals."}