{"date": "2020/02/01", "journal": "medrxiv", "authors": "Hsiang-Yu Yuan, M. Pear Hossain, Mesfin Mengesha Tsegaye, Xiaolin Zhu, Pengfei Jia, Tzai-Hung Wen, Dirk Pfeiffer", "title": "Estimating the risk on outbreak spreading of 2019-nCoV in China using transportation data", "type": "preprint article", "abstract": "* These authors contributed equally to this work.", "text": "KongOn 31 December 2019, WHO was alerted to several cases of pneumonia infections in Wuhan City,Hubei Province of China [1]. The cause of the pneumonia was later identified as a novelCoronavirus (2019-nCoV) genetically very closely related to the Middle Eastern RespiratorySyndrome virus (MERS-CoV) and the Severe Acute Respiratory Syndrome virus (SARSCoV) [2].This marks the third time in 20 years that a member of the family of coronaviruses (CoVs) hascaused an epidemic employing its zoonotic potential, for example, from bats [3]. The novel viruswas able to establish between person-to-person transmission [4].The outbreak caused by the novel coronavirus (2019-nCoV) is currently occurring in Wuhan andaffecting many neighboring cities and countries [5]. During the early phase of the outbreak, itposes a severe threat to many other regions due to frequent transportation services linking Wuhanto the other cities. About 2 weeks later after 31 December, using the number of cases detectedoutside China, it has been inferred that more than a thousand individuals (with an estimated mean1723) had had an onset of symptoms by January 12, 2020 [6]. This number, which was estimatedbased on certain assumptions, was about 40 times higher than the reported number by January 12,2020. Given that most of the members of the coronavirus family cause mild flu-like symptomsduring infection and most people have not yet received nation-wide alert about the novel virusduring that period, it could be possible that the confirmed case number among actual infected casesis very low, probably similar to influenza reporting rate, which is only about 1% [7].During this early outbreak phase in Wuhan, one of the most important preventive tasks is to preventthe outbreak potential to spread to other cities. If outbreaks also occur in other cities, the preventionof nCoV becomes even more difficult in China or at the global level. From disease controlperspective, the major questions here are whether we can i) estimate the waiting time for nCoV tospread to other cities in China; and ii) evaluate the impacts of disease control by cessation ofpopulation movement (e.g., lockdown measures) on the outbreak spreading. The importance ofprediction of infectious diseases based on transportation network information has already beenhighlighted previously [8, 9]. Studies have been done to estimate the probability of emergence andthe arrival time of the emergence [10]. In addition, the required condition for a virus to spread toother cities is through secondary infections from the imported cases. In our study, imported casewas defined as an infected individual migrating from other cities to a particular city. In order toevaluate the infectious disease control measures during the spreading of the virus, it is importantto know how many secondary cases has been caused by the imported cases. Thus, there is a needto estimate the probability of emergence and the arrival time of the emergence through estimatingthe number of secondary infections caused from imported cases using transportation data.In this study, we derived a simple mathematical formula to estimate the outbreak potential atneighboring cities and built a meta-population model based on a classical SIR approach tounderstand the outbreak spreading dynamics at different cities. Gain of time before outbreakemergence is predicted under different infectious disease control rates.Assuming that the newly emergence of 2019-nCoV causes an outbreak at location , during theemergence, the number of infectious cases is changing following this formula:$$%'& = b** , * − 01 *+& /$$%'3& = b*4 +,3 * − 0/1 4(1)(2)where b is the baseline transmission rate that can be estimated from 56 , \"is the basic reproductive01number, 8 is the generation time, *4 is the contact mixing from the location  to , and 4* is thesecondary infected at the location  transmitted by imported cases from  . During the earlyoutbreak phase, the susceptible population () is nearly constant, therefore we can assume + ≈ 1,,where  is total population size. Set L* = b** − 0/1, then $$%'& = L* and we will have the infectednumber at  as a function of time , such that *() = \"L'. Because before the outbreak occurs ata different location , the infection can only happen when transmission events occur between theimported cases and the individuals at , it is essential to estimate the expected number of cumulatedsecondary cases in the population  transmitted from the imported cases originally at . To solvethe number of cumulated cases until time , we have the number of cumulated secondary infectedcases generated by the imported cases 4  =formula:' b*4* (). We can derive the following\"4  = b*4= b*4'*  \"'\"LE= b*4\"\" FLGH/LThe total number of the imported cases during a period of time is derived as:  ='*4 \" *  . Note that we can incorporate the effect of latent period. For example, if we considerinfected people during latent state or within incubation period can pass the border screening, duringeach time point , only newly infected indiviauls within inbucation period t can have chance tomove to a different city, thus *N  = b** EEHt *  . The total number of imported cases at aspecific time point can also be derived as _ = *4 tTU\"(*∗  −  ). *∗  is thedaily new infected, which can be calculated as *  − *  − 1 . We adopt a discrete form herebecause it is easier to explain. *( − ) represents the number of new cases that were infected days ago but will still not be detected at time . If we assume *( − ) is constant for all possible and t is the time to disease detection for each infected individual, the result is exactly same asthe total number of imported cases estimated in a recent study [6]. Therefore, this frameworkprovides a more generalized expression to estimate the imported cases and the secondary infectedcases generated by the imported cases when the the incidence is still exponentially increasing inthe source region.To incorporate the border control measure into our model, we introduce a control factor  suchthat4  = 1 −  b*4\"FLGH/Lwhere  is the border control measure ranging from 0 to 1, representing no control to full-scaledcontrol.We consider the outbreak potential, defined as the probability of outbreak emergence given thenumber of cumulated cases. At the initial stage, if there is only one single infected individual, thechance of this virus to cause an outbreak is 4,/ = 1 − / . We set \" for location  to be a low56number 1.1 for the secondary infected cases generated by the imported cases at location at because the nation-wide alert has already been received at different cities after December 31, 2019.When the number of cumulative cases reaches a higher number, the probability of outbreakemergence is4,W%3 = 1 − 1 − 4,/W%3We obtain a critical threshold number of cases,  = NY \".Z , representing the threshold of havingNY /H[3,\\higher outbreak probability. We set the critical time $ such that the probability of outbreakemergence 4,W%3UY is larger than 50% can be solved.Airline frequency data is collected from the International Air Transport Association (IATA)database. Although we do not have data for rail and other forms of transport, we assumed that thetotal number of travelers is 3.37 times higher than that of air transport except for certain cities onHainan island. The total travel volume between different cities was then used for the contactmixing *4 between locations  and . For example, we divided daily passenger numbers by totalpopulation size in Wuhan to represent the contact rate between Wuhan city and any connected city.          We first calculated the cumulative number of secondary infected cases by import cases fromWuhan under two parameter settings, each corresponding to a higher or lower \". For higher \"scenario, a generation time of 8.4 days [11] and \" of 2.92 for the outbreak in Wuhan city wereused [          For each city, the critical time at which the cumulative number of secondary cases generated bythe imported cases larger than the critical threshold were determined (Table 1). Beijing, Shanghai,Guangzhou and and Chengdu had the shortest required time periods. As stated before , the meancritical time for the top 10 visiting cities was 17.9 days. As shown in Figure 1,only eleven citieshad higher risk of outbreak emergence (probability larger than 0.5).          In reality, the \" or real-time effective  will decrease after many control measures are conducted[          We further calculated the cumulative number of secondary cases 4 at the th city generated bythe imported cases. The changes of 4 by time at each city are plotted from day 1 to 50 (Figure3A). After 50 days since the outbreak, the cumulative cases can reach rapidly above 40 cases formany cities. After 30 days, most of the cities have secondary cases above a critical threshold of7.27, calculated from eq(4) using \" = 1.1. The current estimate of \" is 2.92 for the initialoutbreak period in Wuhan when citizens had not received any alert. However, the current \" wouldbe lower because people have since been aware of the disease. This setting will apply when about62.3% of infections events can be prevented, due to different control policies, comparing to theWuhan outbreak before the emergence of outbreak on other cities.The outbreak potential of nearby cities can be assessed. For each city, the critical time at whichthe cumulative number of secondary cases generated by the imported cases larger than the criticalthreshold was determined (Table 2). Beijing, Shanghai, Guangzhou had the shortest required timeperiods. The mean critical time from the top 10 visiting cities was 26.2 days. Only five cities hadhigher risk of outbreak emergence (probability larger than 0.5). We further calculated theprobability of outbreak emergence at mean critical time and at day 35. 17 cities had higher risk ofoutbreak emergence (Table 2). We further compared the predicted cumulated infected case numberat day 26 using model simulation with the actual observed reports in the top 10 visitng cities.Among top 5 high risk cities, four of them had higher case numbers than other cities. The highernumber of predicted numbers confirmed that the actual case number can be 20 times higher thanthe reported numbers ( see suplemnetary Table S1).Probability of outbreak emergence and spreadingUnder this parameter setting, the critical time $ (arrival time for emergence) when the probabilityof outbreak emergence at different cities larger than 0.5 were calculated. The probability ofoutbreak emergence at each of the top 20 frequently-visited cities at the average $ (Figure 4A)and day 35 (Figure 4B) were plotted.Evaluation of the impacts of border controlUnder the no-border control scenario, assuming all other cities have the same population as Wuhan,model simulation results showed that nearly 2 months were required for generating the same levelof epidemics in other frequent visiting cities (Figure 5). Ideally, complete cessation of populationmovement between cities or isolation of every susceptible case from the source city can reducetransmission events.We evaluated the impact of border control measures by introducting a control rate  to reduce thetransporation rate between two cities, such that 4  = b(1 − )*4\" FLLGH/ . We can thusrecalculate the cumulative number of secondary infections under different levels of border control.To achieve the gain time of control for transportation of a particular city, we calculate critical timegiven the control such that the cumulative number of secondary cases generated by the importedcases is greater than critical threshold number . Finally, subtraction of the critical time withoutcontrol from the critical time with control returns gain of the control system. To make an extra 30days gain, under the low \" (1.4), the control measures have to reduce 87% of the secondaryinfections generated by the imported cases (Figure 6A). Under the higher \" (2.92), the effect onreducing the chance of outbreak emergence is low until the border control can reduce more than95% of the secondary infections (Figure 6B). Under the mild \" condition, we set \" = 1.68 withgeneration time 8.4 days, and found that the border control effect is similar but a little bit weakerthan that in the lower \" scenario. This allows us to calculate how much extra time a connectedregion through mobility can gain and gives an indicator what scale of border control is necessary.impact of border control under the lower \" (1.4); (B) under the higher \" (2.92); (C) under mild \" (1.68).The 2019-nCoV is currently spreading from Wuhan to many nearby cities and countries. It ishypothesized that the rate of transmission between different cities or countries is proportional tothe number of people moving from different locations to Wuhan. Until recently, very few studieshave been done to predict the spreading of the outbreaks of newly emerging diseases using air andother forms of transport information . Our study provides an analytical solution to calculate thecumulative number of secondary cases generated by the imported cases with an estimated \", withwhich we are able to predict the arrival time of the outbreak.        Two most important parameters, generation time and basic reproduction number are still unknown.The generation time we used was adapted from a previous study. Since \" is not known, and canbe different using different approaches [                Previous study shows that control measures at international cross-borders and screening at bordershave influential effect in mitigating the spread of infectious diseases [                Ideally, complete cessation of population movement between cities will be a way to block outbreakspreading. However, the effect is difficult to measure given that it is not easy to make acomparative study. But a lesson we learnt from the previous SARS outbreak is that it is crucial toestimate the transmission potential of a new emerging disease as soon as possible and to establishwhether additional, more stringent control measures are required [        Declaration of interestsAll authors declare no competing interests.AcknowledgementsWe thank Miss Xiaoyue Tan for her assistance in making maps. We thank Prof. Mengsu (Michael)Yang and all the anonymous readers to who have provided invaluable comments. We thank forfunding supports from City University of Hong Kong (#7200573 and #9610416).Author contributionsHY and XZ designed the study. PJ participated in the data collection. HY, MPH, XZ, PJ and AJanalysed and interpreted the data. HY, MT and MPH wrote the paper. Everyone reviewed, revisedand edited the manuscript.ReferencesWorld Health Organization (WHO), “Pneumonia of unknown cause – China.” Available at:https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/.World Health Organization (WHO), “Novel Coronavirus ( 2019-nCoV ),” WHO Bulletin,2020. Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019.P. Zhou et al., “Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin,” bioRxiv, p. 2020.01.22.914952, 2020.J. F. Chan et al., “A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission : a study of a family cluster,” Lancet,vol. 6736, no. 20, pp. 1–10, 2020.Center for Disease Control and Prevention (CDC), “Confirmed 2019-nCoV CasesGlobally.” Available at:https://www.cdc.gov/coronavirus/2019-ncov/locations-confirmedcases.html.N. Imai, I. Dorigatti, A. Cori, S. Riley, and N. M. Ferguson, “Estimating the potential totalnumber of novel Coronavirus cases in Wuhan City , China,” Available at:https://www.imperial.ac.uk/media/imperial-college/medicine/sph/ide/gidafellowships/2019-nCoV-outbreak-report-17-01-2020.pdfK. C. Chong, H. F. Fong, and C. Y. Zee, “Estimating the incidence reporting rates of newinfluenza pandemics at an early stage using travel data from the source country,” Epidemiol.Infect., vol. 142, no. 5, pp. 955–963, 2014.G. M. Hwang et al., “A model-based tool to predict the propagation of infectious diseasevia airports,” Travel Med. Infect. Dis., vol. 10, no. 1, pp. 32–42, 2012.C. Nicolaides, L. Cueto-Felgueroso, M. C. González, and R. Juanes, “A metric of influentialspreading during contagion dynamics through the air transportation network,” PLoS One,vol. 7, no. 7, pp. 1–10, 2012.R. J. Kubiak, N. Arinaminpathy, and A. R. McLean, “Insights into the evolution andemergence of a novel infectious disease,” PLoS Comput. Biol., vol. 6, no. 9, 2010.M. Lipsitch et al., “Transmission dynamics and control of severe acute respiratorysyndrome,” Science , vol. 300, no. 5627, pp. 1966–70, 2003.", "ref_list": [[], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV"], ["Transmission dynamics of the etiological agent of SARS in Hong Kong: Impact of public health interventions,” Science"], ["Organization (WHO), “Statement on the meeting of the International Health Regulations ("], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Institute of Medicine (US) Forum on Microbial Threats, “Learning from SARS: Preparing for the Next Disease Outbreak"], ["Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures,”"], ["“Epidemiology of imported infectious diseases"], ["Effectiveness of Border Screening for Detecting Influenza in Arriving Airline Travelers,”"], ["Factors that make an infectious disease outbreak controllable"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. Liu"], ["S. Riley"], ["World Health", "regulations-"], ["J. R. E. J. M. Read", "D. A. T. Bridgen", "A. Cummings", "C. P. Ho", "Jewell"], [], ["J. Wallinga", "P. Teunis", "Am. J. Epidemiol"], ["Y. Wang"], ["P. C. Priest", "L. C. Jennings", "A. R. Duncan", "C. R. Brunton", "M. G. Baker"], ["C. Fraser", "S. Riley", "N. M. R. M. Anderson", "Ferguson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Kong", "one_words_summarize": "KongOn 31 December 2019, WHO was alerted to several cases of pneumonia infections in Wuhan City,Hubei Province of China [1]. During the early phase of the outbreak, itposes a severe threat to many other regions due to frequent transportation services linking Wuhanto the other cities. About 2 weeks later after 31 December, using the number of cases detectedoutside China, it has been inferred that more than a thousand individuals (with an estimated mean1723) had had an onset of symptoms by January 12, 2020 [6]. If outbreaks also occur in other cities, the preventionof nCoV becomes even more difficult in China or at the global level. We adopt a discrete form herebecause it is easier to explain. *( − ) represents the number of new cases that were infected days ago but will still not be detected at time . We consider the outbreak potential, defined as the probability of outbreak emergence given thenumber of cumulated cases. However, the current \" wouldbe lower because people have since been aware of the disease. Beijing, Shanghai, Guangzhou had the shortest required timeperiods. Only five cities hadhigher risk of outbreak emergence (probability larger than 0.5). The highernumber of predicted numbers confirmed that the actual case number can be 20 times higher thanthe reported numbers ( see suplemnetary Table S1).Probability of outbreak emergence and spreadingUnder this parameter setting, the critical time $ (arrival time for emergence) when the probabilityof outbreak emergence at different cities larger than 0.5 were calculated. Under the higher \" (2.92), the effect onreducing the chance of outbreak emergence is low until the border control can reduce more than95% of the secondary infections (Figure 6B). Under the mild \" condition, we set \" = 1.68 withgeneration time 8.4 days, and found that the border control effect is similar but a little bit weakerthan that in the lower \" scenario. It ishypothesized that the rate of transmission between different cities or countries is proportional tothe number of people moving from different locations to Wuhan. The generation time we used was adapted from a previous study. We thank forfunding supports from City University of Hong Kong (#7200573 and #9610416).Author contributionsHY and XZ designed the study. Available at:https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/.World Health Organization (WHO), “Novel Coronavirus ( 2019-nCoV ),” WHO Bulletin,2020. Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin,” bioRxiv, p. 2020.01.22.914952, 2020.J. F. Chan et al., “"}