{"date": "2020/01/31", "journal": "medrxiv", "authors": "Kaiyuan Sun, Jenny Chen, Cecile Viboud", "title": "Early epidemiological analysis of the 2019-nCoV outbreak based on a crowdsourced data", "type": "preprint article", "abstract": "As the outbreak of novel 2019 coronavirus (2019-nCoV) progresses within China and beyond, there is a need for rapidly available epidemiological data to guide situational awareness and intervention strategies. Here we present an effort to compile epidemiological information on 2019-nCoV from media news reports and a physician community website (dxy.cn) between Jan 20, 2020 and Jan 30, 2020, as the outbreak entered its 7th week. We compiled a line list of patients reported in China and internationally and daily case counts by Chinese province. We describe the demographics, hospitalization and reporting delays for 288 patients, over time and geographically. We find a decrease in case detection lags in provinces outside of Wuhan and internationally, compared to Wuhan, and after Jan 18, 2020, as outbreak awareness increased. The rapid progression of reported cases in different provinces of China is consistent with local transmission beyond Wuhan. The age profile of cases points at a deficit among children under 15 years of age, possibly related to prior immunity with related coronavirus or behavioral differences. Overall, our datasets, which have been publicly available since Jan 21, 2020, align with official reports from Chinese authorities published more than a week later. Availability of publicly available datasets in the early stages of an outbreak is important to encourage disease modeling efforts by independent academic modeling teams and provide robust evidence to guide interventions.", "text": "As the outbreak of novel 2019 coronavirus (2019-nCoV) is rapidly expanding in China andbeyond, threatening to become a worldwide pandemic 1, there is a need for real-timeanalyses of epidemiological data to increase situational awareness and informinterventions 2. In the past, real-time analyses have shed light on the transmissibility,severity, and natural history of an emerging pathogen in the first few weeks of an outbreak3-6. Analyses of detailed line lists of patients are particularly useful to infer keyepidemiologic parameters, such as the incubation and infectious periods, and lags indetection, isolation, and reporting of cases 3,4. However, individual patient data rarelybecome publicly available in the first weeks of an outbreak, when the information is mostneeded.Building on prior experience collating news reports to monitor Ebola transmission 7,here we present an effort to compile individual patient information and subnationalepidemic curves on 2019-nCoV from a variety of online resources. Data were madepublicly available in real-time and were used by the infectious disease modelingcommunity to generate and compare epidemiological estimates relevant for interventions.Here we describe the process to compile data and provide an early analysis of thedemographics, hospitalization, and reporting lags, in different provinces of China andinternationally as of Jan 30, 2020.2019-nCoV data compilation:We used crowdsourced reports from DXY.cn, a Chinese online community network forphysicians, health care professionals, pharmacies and healthcare facilities established in2000 8. An online platform provides real-time coverage of the 2019-nCoV outbreak inChina, obtained by collating and curating reports from news media, government TV,national and provincial health agencies. The information reported includes time-stampedcumulative case counts of 2019-nCoV, outbreak maps, and real-time streaming of healthauthority announcements in Chinese (directly or through state media) 9. Every report islinked to an on-line source, which can be followed through for more detailed informationon individual cases.We closely monitored updates on DXY.cn between Jan 20, 2020 and Jan 30, 2020 toextract key information on individual patients in near real-time, as well as daily reportedcase counts. For individual-level patient information, we used descriptions from theoriginal source in Chinese to retrieve age, gender, province of identification, travel history,reporting date, date of symptom onset and hospitalization, and discharge status, whenavailable. Individual level data were formatted into a line-list database for furtherquantitative analysis. Individual-level patient data were entered from DXY.cn by a nativeChinese speaker (KS), who also generated an English summary for each case. Entrieswere doubled checked by a second person (JC). Since DXY.cn primarily providesinformation on cases reported in China, we also compiled additional information oninternationally exported cases from global news media.Further, we reconstructed the daily progression of reported cases in each provinceof China from Jan 18, 2020 to Jan 30, 2020. We used the daily outbreak situation reportscommunicated by provincial health authorities, covered by state TV and media, andposted on DXY.cn. All cases in our databases are laboratory confirmed 2019-nCoVpatients.The database was made available as a Google sheet disseminated via Twitter onJan 21, 2020 and posted on a university website on Jan 24, 2020 10.We assessed the age distribution of 2019-nCoV cases by discharge status, adjustedfor the demographics of the Chinese population. We used 2016 population estimates fromthe Institute for Health Metrics and Evaluation 11 to calculate the relative risk (RR) of2019nCoV infection by age group, following Lemaitre et al 12. The RR for age group # is definedas:( ,% *$$% = '∑% %(%* / '∑% ,%Where (%is the number of cases in group # and ,% is the population of age group #.To estimate trends in the strength of case detection and interventions, we analyzeddelays between symptom onset and visit to a healthcare provider, at a hospital or clinic,and from hospitalization to reporting, by time period and location. We considered theperiod before and after Jan 18, 2020, when media attention and awareness of theoutbreak became more pronounced 13. Further, intense travel restrictions in and out of theWuhan region were put in place starting Jan 22, 2020 13.Patients characteristicsOur line list comprised 288 cases reported between Jan 20, 2020 and Jan 29, 2020including 200 cases from mainland China and 88 international cases (Table 1). Thegender ratio was skewed towards male (63%). Within mainland China, there was a largerepresentation of 5 of the 30 provinces, with 17% of cases reported from Hubei (capital,Wuhan), 13% from Shanxi, 8.8% from Tianjin, and 7% each from Yunnan and Beijing.Most cases had a travel history to Wuhan (42%) or where residents of Wuhan (44%),while 14% had no direct relation to Wuhan.The age distribution of cases was skewed towards older age groups with a median of44 years for cases who were alive or with unknown outcome at the time of reporting(Figure 1A). The median age of 2019-nCoVcases who had died at the time of reportingwas 70 years. Few cases (n=7, 2.4%) were under 15 years of age. Adjustment for the agedemographics of China confirmed a deficit of cases among children, with a RR below 0.3.in individuals under 15 years (Figure 1).The RR measure pointed at a sharp increase inthe likelihood of reported 2019-nCoV infection starting at age 30 yrs.A timeline of cases in our crowdsourced patient line list is shown by date of onsetin Figure 2, indicating an acceleration of reported cases by Jan 13, 2020. The outbreakprogression based on the crowdsourced patient line list is consistent with the timelinepublished by China CDC on Jan 29th, based on a more comprehensive database of morethan 6,000 2019-nCoVcases (Figure 2). Comparison of cumulative curves shows that thecrowdsourced dataset captured a larger fraction of the cases reported to China CDCbefore Jan 18, 2020 than in more recent days. The very recent slowing down of cumulativecases apparent in the crowdsourced and China CDC curves is likely a reflection of thedelay between disease onset and reporting, estimated at a median of 5 days in our data(range 0-43 days).The subnational growth of the epidemic in China is shown by reporting date inFigure 3. As of Jan 30, 2020, 14 of the 30 provinces had already reported more than 100confirmed cases. The apparent rapid growth of newly reported cases in many of theprovinces outside of Hubei is consistent with sustained local transmission.The median delay between symptom onset and seeking care at a hospital or clinic was 3days in mainland China (IQR 0-15 days) (Figure 4). This delay declined from 5 to 2 daysbefore and after Jan 18, 2020 (Wilcoxon test, p=0.03). Some provinces, such as Tianjinand Yunnan had shorter delays, while the early cases from Wuhan were characterized bylonger seeking care delays.The median delay between hospitalization and reporting was 3 days (IQR 2-5 days) inmainland China and declined from 9 to 2 days after Jan 18th, 2020 (Wilcoxon test,P<0.0001, Figure 4). Similar to hospitalization delays, reporting was quickest in Tianjinand Yunnan and slowest in Hubei province.Hospitalization and reporting delays for international travelers outside mainland ChinaThe median delay between symptom onset and seeking care at a hospital or clinicwas 0 days (range 0-9 days) for international travelers, shorter than for cases in Hubei orthe rest of mainland China (Kruskal Wallis test, p<0.0001, Figure 4). Even in the periodafter Jan 18, 2020, when awareness of the outbreak increased, there was a shorterhospitalization delay for international cases than for those from mainland China (p<0.001).Further, for international cases, the delay between hospitalization and reporting was 2days (IQR 0-12 days), also shorter than for mainland China (p<0.0001).Information from patient line-lists is crucial but difficult to obtain at the beginning ofan outbreak. Here we have shown that careful compilation of crowdsourced reportscurated by a long-standing Chinese clinician network provides a valuable picture of theoutbreak in real-time. The outbreak timeline is consistent with aggregated case countsprovided by health authorities (for comparison, China CDC published the first epidemiccurve by symptom onset on Jan 29, 2020 14). The line list provides information on the lagbetween symptom onset and detection by the healthcare system, reporting delays, andtravel history, which is not available from aggregated case counts published by officialsources. Crowdsourced data can contribute to assessment of the effectiveness ofinterventions and the potential for widespread local transmission beyond the initial foci ofinfection. In particular, shorter delays between symptoms onset and hospitalizationaccelerate detection and isolation of cases, effectively shortening the infectious period.Perhaps the most useful feature of our crowdsourced database was a careful curationof travel histories for patients returning from Wuhan, which, along with dates of symptomonset, allowed for precise estimation of the incubation period 15,16. A narrow window ofexposure can be defined for a subset of cases who had a short stay in Wuhan, at a timewhen the epidemic was still localized to Wuhan. Several teams have used ours and otherdatasets to estimate an incubation period of 5-6 days for 2019-nCoV (95% CI 2-11 dys)15-18. This is a useful parameter to guide isolation and contact tracing; the disease statusof a contact should be known with near certainty after a period of observation of 14 days15. Availability of a public dataset enables independent estimation of importantepidemiological parameters by several modeling teams, allowing for confirmation andcross-checking at a time when information can be conflicting and noisy.Another interesting finding in our data is the age distribution of cases. There is a heavyskew of reported 2019-nCoV cases towards older age groups, with a marked deficit ofchildren. This pattern could point at age-related differences in susceptibility to infection,severe outcomes, or behavior. On one hand, a substantial portion of the cases in ourdatabase are from travelers, a population which tends to be skewed towards adults(although it does not exclude children). Further, because cases in our dataset werecaptured by the health system, they are biased towards the more severe spectrum of thedisease, especially for cases from Mainland China. Clinical reports have shown that2019nCoV severity is associated with the presence of chronic conditions 18,19, which are morefrequent in older age groups. Nevertheless, we would also expect very young patients tobe at risk of severe outcomes and to be reported to the healthcare system, as is seen forother respiratory infections 20.Biological differences could play a role in driving these age profiles. Detailedanalysis of one of the early 2019-nCoV clusters suggests that all household memberswere infected, except for a baby, hinting at true biological differences in the risk of infectiondriven by age 21. It has been speculated that prior immunity from infection with relatedcoronaviruses may protect children from SARS infection 22, which could also play a rolefor 2019-nCoV. In any case, if the age distribution of cases reported here was to beconfirmed and the epidemic were to progress regionally and globally, we would expect arise in respiratory mortality concentrated among ages 30 and above. This mortality patternwould be markedly different from the profile of 2009 influenza pandemic, where excessmortality was concentrated in those under 65 years 23.The age profile of 2019-nCoVcases is reminiscent of SARS infections, for which a deficitof children was also noted 22,24. The SARS epidemic was characterized by a concentrationof cases among health care workers due to super-spreading events occurring inhealthcare facilities 22. We do not see a large fraction of health care workers in the datacurrently available for 2019-nCoV, although one large cluster was reported in Wuhan (notcaptured in our data).Based on our data, the timeline of the outbreak indicates rapid growth in severalprovinces of China, consistent with local transmission outside of Wuhan. At this point,province-level epidemic curves are only available by date of reporting, rather than date ofsymptoms, which tends to inflate recent case counts if detection has increased. Further,these province-level curves include both returning travelers from Wuhan (importations)and locally acquired cases, which contribute to overestimate the potential for localtransmission. It is worth noting that other lines of evidence suggest that local transmissionis now well-established outside of Wuhan, as travel increased just before the ChineseNew Year and before the ban was implemented in Wuhan 10,25. Accordingly, in our line list,we have information on a few local transmission clusters reported outside of Wuhan. Forinstance, there is evidence of second-generation transmission in Shanxi on Jan 21, 2020.We recognize that our data source is useful and timely but should not replace officialstatistics. Manual compilation of detailed line lists from media sources is highly timeconsuming, and it is not sustainable when case counts reach several thousands. Here weprovide detailed data on 288 patients when the official case count is over 7000 (as of Jan30, 2020) 10, representing a sample of ~4% of all reported cases. At the time of this writing,efforts are underway to coordinate compilation of 2019-nCoV cases from on-line sourcesacross various modeling teams. Ultimately, we expect that a line list of patients will beshared by government sources with the global community; however, data cleaning andaccess issues may take prohibitively long to resolve. For the West African Ebola outbreak,it took 2 years until publication of a line list 26. Given the progression of the 2019-nCoVoutbreak, such a long delay would be counterproductive.In conclusion, crowdsourced epidemiological data can be useful to monitor emergingoutbreaks, such as 2019-nCoV (see also 7 for a related study in the context of Ebola).These efforts can help generate and disseminate detailed information to the scientificcommunity, particularly in the early stages of an outbreak when little else is available,enabling independent estimation of key parameter estimates that affect interventions.Based on our small sample of 2019-nCoV cases, we see an intriguing age distribution,reminiscent of that of SARS, which warrants further epidemiologic and serologic studies.We also report early signs that the response is strengthening in China based on adecrease in case detection time, and rapid management of travel-related cases that areidentified internationally. As a caveat, this is an early report of a rapidly evolving situationand the parameters discussed here could change quickly. In the coming weeks, we willcontinue to monitor the epidemiology of this outbreak using data from news reports andofficial sources.References:here 10.Characteristics          49 (          disease outcome (alive/unknown or dead at time of reporting); vertical bars representmeans. Bottom: Relative risk (RR) by 5-year age bands. The observed data is in greenand the estimated RR in blue (blue dots=estimated RR, blue curve= spline-smoothedcurve)official sources, by location. All data are by date of symptom onset. Cumulative curvesare shown for the official China CDC data (first report available on Jan 29th, 2020, lightblue), and for the crowdsourced data (dark blue). Histograms represent daily case countbased on crowdsourced data for Wuhan (light green), mainland China non-Wuhan(darker green), and cases outside of mainland China (light blue).between hospitalization and reporting, by location.", "ref_list": [[], ["WHO second emergency meeting statement"], ["Using \"outbreak science\" to strengthen the use of models during epidemics"], ["Severe respiratory disease concurrent with the circulation of H1N1 influenza"], ["Characterizing the epidemiology of the 2009 influenza A/H1N1 pandemic in Mexico"], ["Pandemic potential of a strain of influenza A (H1N1): early findings"], ["Transmission dynamics and control of severe acute respiratory syndrome"], [""], [""], [""], ["- preliminary analysis of the 2019 coronavirus outbreak in Wuhan"], [""], ["Comparative age distribution of influenza morbidity and mortality during seasonal influenza epidemics and the 2009 H1N1 pandemic"], ["-global-infectious-disease-analysis/news-"], ["Wuhan coronavirus report"], ["The incubation period of 2019-nCoV infections among travellers from Wuhan"], [""], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Hospitalizations for severe lower respiratory tract infections"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["The epidemiology of severe acute respiratory syndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients"], ["Global mortality estimates for the 2009 Influenza Pandemic from the GLaMOR project: a modeling study"], ["A comparative epidemiologic analysis of SARS in Hong Kong, Beijing and Taiwan"], ["Risk of 2019 novel coronavirus importations throughout China prior to the Wuhan quarantine MedRxiv"], ["Exposure Patterns Driving Ebola Transmission in West Africa: A Retrospective Observational Study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["regulations-"], ["C Rivers", "JP Chretien", "S Riley"], ["G Chowell", "SM Bertozzi", "MA Colchero"], ["G Chowell", "S Echevarria-Zuno", "C Viboud"], ["C Fraser", "CA Donnelly", "S Cauchemez"], ["M Lipsitch", "T Cohen", "B Cooper"], ["JM Cleaton", "C Viboud", "L Simonsen", "AM Hurtado", "G Chowell"], ["Wikipedia"], [], ["A Vespignani"], [], ["M Lemaitre", "F Carrat"], ["IC Analysis"], [], ["J Backer", "D Klinkenberg", "J. Wallinga"], ["J. Incubation Lessler", "Period"], ["Zhao Sea"], ["Q Li", "X Guan", "P Wu"], ["C Huang", "Y Wang", "X Li"], ["AH Greenbaum", "J Chen", "C Reed"], ["JF Chan", "S Yuan", "KH Kok"], ["GM Leung", "AJ Hedley", "LM Ho"], ["L Simonsen", "P Spreeuwenberg", "R Lustig"], ["EH Lau", "CA Hsiung", "BJ Cowling"], ["W Du", "L Wang", "S Cauchemez"], ["T International Ebola Response", "J Agua-Agum", "A Ariyarajah"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As the outbreak of novel 2019 coronavirus (2019-nCoV) is rapidly expanding in China and\nbeyond, threatening to become a worldwide pandemic 1, there is a need for real-time\nanalyses of epidemiological data to increase situational awareness and inform\ninterventions 2. In the past, real-time analyses have shed light on the transmissibility,\nseverity, and natural history of an emerging pathogen in the first few weeks of an outbreak\n3-6. Analyses of detailed line lists of patients are particularly useful to infer key\nepidemiologic parameters, such as the incubation and infectious periods, and lags in\ndetection, isolation, and reporting of cases 3,4. However, individual patient data rarely\nbecome publicly available in the first weeks of an outbreak, when the information is most\nneeded.", "one_words_summarize": "As the outbreak of novel 2019 coronavirus (2019-nCoV) is rapidly expanding in China andbeyond, threatening to become a worldwide pandemic 1, there is a need for real-timeanalyses of epidemiological data to increase situational awareness and informinterventions 2. Data were madepublicly available in real-time and were used by the infectious disease modelingcommunity to generate and compare epidemiological estimates relevant for interventions. Here we describe the process to compile data and provide an early analysis of thedemographics, hospitalization, and reporting lags, in different provinces of China andinternationally as of Jan 30, 2020.2019-nCoV data compilation:We used crowdsourced reports from DXY.cn, a Chinese online community network forphysicians, health care professionals, pharmacies and healthcare facilities established in2000 8. Individual level data were formatted into a line-list database for furtherquantitative analysis. All cases in our databases are laboratory confirmed 2019-nCoVpatients. The database was made available as a Google sheet disseminated via Twitter onJan 21, 2020 and posted on a university website on Jan 24, 2020 10.We assessed the age distribution of 2019-nCoV cases by discharge status, adjustedfor the demographics of the Chinese population. Within mainland China, there was a largerepresentation of 5 of the 30 provinces, with 17% of cases reported from Hubei (capital,Wuhan), 13% from Shanxi, 8.8% from Tianjin, and 7% each from Yunnan and Beijing. The outbreakprogression based on the crowdsourced patient line list is consistent with the timelinepublished by China CDC on Jan 29th, based on a more comprehensive database of morethan 6,000 2019-nCoVcases (Figure 2). Comparison of cumulative curves shows that thecrowdsourced dataset captured a larger fraction of the cases reported to China CDCbefore Jan 18, 2020 than in more recent days. The apparent rapid growth of newly reported cases in many of theprovinces outside of Hubei is consistent with sustained local transmission. The line list provides information on the lagbetween symptom onset and detection by the healthcare system, reporting delays, andtravel history, which is not available from aggregated case counts published by officialsources. Crowdsourced data can contribute to assessment of the effectiveness ofinterventions and the potential for widespread local transmission beyond the initial foci ofinfection. In particular, shorter delays between symptoms onset and hospitalizationaccelerate detection and isolation of cases, effectively shortening the infectious period. Another interesting finding in our data is the age distribution of cases. Nevertheless, we would also expect very young patients tobe at risk of severe outcomes and to be reported to the healthcare system, as is seen forother respiratory infections 20.Biological differences could play a role in driving these age profiles. At this point,province-level epidemic curves are only available by date of reporting, rather than date ofsymptoms, which tends to inflate recent case counts if detection has increased. Manual compilation of detailed line lists from media sources is highly timeconsuming, and it is not sustainable when case counts reach several thousands."}