{"date": "2020/02/20", "journal": "biorxiv", "authors": "Yasunori Watanabe, Zachary T. Berndsen, Jayna Raghwani, Gemma E. Seabright, Joel D. Allen, Jason S. McLellan, Ian A. Wilson, Thomas A. Bowden, Andrew B. Ward, Max Crispin", "title": "Vulnerabilities in coronavirus glycan shields despite extensive glycosylation", "type": "preprint article", "abstract": "78712, USA.", "text": "USASevere acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS)coronaviruses (CoVs) are zoonotic pathogens with high fatality rates and pandemic potential.Vaccine development has focussed on the principal target of the neutralizing humoral immuneresponse, the spike (S) glycoprotein, which mediates receptor recognition and membranefusion. Coronavirus S proteins are extensively glycosylated viral fusion proteins, encodingaround 69-87 N-linked glycosylation sites per trimeric spike. Using a multifaceted structuralapproach, we reveal a specific area of high glycan density on MERS S that results in theformation of under-processed oligomannose-type glycan clusters, which was absent on SARSand HKU1 CoVs. We provide a comparison of the global glycan density of coronavirus spikeswith other viral proteins including HIV-1 envelope, Lassa virus glycoprotein complex, andinfluenza hemagglutinin, where glycosylation plays a known role in shielding immunogenicepitopes. Consistent with the ability of the antibody-mediated immune response to effectivelytarget and neutralize coronaviruses, we demonstrate that the glycans of coronavirus spikes arenot able to form an efficacious high-density global shield to thwart the humoral immuneresponse. Overall, our data reveal how differential organisation of viral glycosylation acrossclass I viral fusion proteins influence not only individual glycan compositions but also theimmunological pressure across the viral protein surface.        Coronaviruses (CoVs) are enveloped pathogens responsible for multiple respiratory disordersof varying severity in humans1. Certain CoVs represent a significant threat to global humanhealth, as illustrated by outbreaks of severe acute respiratory syndrome coronavirus(SARSCoV) in 20032, Middle East respiratory syndrome coro        These trimeric S proteins mediate host cell entry with the S1 and S2 subunitsresponsible for binding to the host cell receptor and facilitating membrane fusion,respectively13–17. MERS S binds to dipeptidyl-peptidase 4 (DPP4)18, whereas SARS S19 and2019-nCoV20 utilize angiotensin-converting enzyme 2 (ACE2) as a host cellular receptor. CoVS proteins are the largest class I viral fusion proteins known15, and are extensively glycosylated,with SARS and MERS S glycoproteins both encoding 69 N-linked glycan sequons per trimericspike with 2019-nCoV containing 66 sites. These extensive post-translational modificationsoften mask immunogenic protein epitopes from the host humoral immune system by occludingthem with host-derived glycans21,22. This phenomenon of immune evasion by molecularmimicry and glycan shielding has been observed and well characterised across other viralglycoproteins, such as HIV-1 envelope protein (Env)23–25, influenza hemagglutinin (HA)26–28and Lassa virus glycoprotein complex (LASV GPC)29–31.Previous analyses of viral glycan shields have revealed the presence ofunderprocessed oligomannose-type glycans that seemingly arise due to steric constraints thatprevent access of glycan processing enzymes to substrate glycans29,32,33, especially when theviral glycoprotein has evolved to mask immunogenic epitopes with a particularly dense arrayof host-derived glycans31,34. Restricted access to these glycan sites or interference withsurrounding protein surface or neighbouring glycan residues can render glycan processingenzymes ineffective in specific regions32,33,35. Glycan processing on soluble glycoproteins hasalso been shown to be a strong reporter of native-like protein architecture and thus immunogenintegrity36–38; and glycan processing on a successful immunogen candidate should thereforemimic, as closely as possible, the structural features observed on the native virus39,40.Here, we provide global and site-specific analyses of N-linked glycosylation onsoluble SARS, MERS and HKU1 CoV S glycoproteins and reveal extensive heterogeneity,ranging from oligomannose-type glycans to highly processed complex-type glycosylation.Mapping of these glycans onto the structures of the trimeric S proteins revealed that some ofthese glycans contribute to the formation of a cluster of oligomannose-type glycans at specificregions of high glycan density on MERS-CoV S. Molecular evolution analysis of SARS andMERS S genes also reveals a higher incidence of amino-acid diversity on the exposed surfacesof the S proteins that are not occluded by N-linked glycans. Additionally, we compare thestructures of the respective glycan coats of SARS and HIV-1 envelope proteins using cryogenicelectron microscopy (cryo-EM) and computational modelling, which delineate a sparse glycanshield exhibited on SARS S compared to other viral glycoproteins. We therefore undertook acomparative analysis of viral glycan shields from characterized class I fusion proteins tohighlight how glycosylation density influences oligomannose-type glycan abundance, and therelationship between effective glycan shields and viral evasion ability. Together, these dataunderscore the importance of glycosylation in viral immune evasion.In order to generate a soluble mimic of the viral S proteins, we used the 2P stabilisednativelike SARS and MERS S protein antigens, the design and structures of which have beendescribed previously by Pallesen et al.41. SARS, MERS and HKU1 S genes encode a largenumber of N-linked glycan sequons 23, 23 and 29, respectively (Fig. 1A). We initially soughtto quantitatively assess the composition of the carbohydrate structures displayed on the Sglycoproteins. To this end, N-linked glycans were enzymatically released, fluorescentlylabelled, and subjected to hydrophilic interaction chromatography-ultra-performance liquidchromatography (HILIC-UPLC). Cleavage of the fluorescently labelled glycans byendoglycosidase H (Endo H) revealed a population (SARS 32.2%; MERS 33.8%, HKU125.0%) of under-processed oligomannose-type glycans (Fig. 1B). This observation of bothcomplex and oligomannose-type glycans reveals that the majority of N-linked glycans are ableto be processed, although there is limited processing at specific sites across the S proteins. It isalso interesting to note that the distribution of oligomannose-type glycans was broad, withMan5GlcNAc2 to Man9GlcNAc2 glycans all present, without one particular dominant peak, asis the case for some viral glycoproteins, such as HIV-1 Env36. The proportion ofoligomannosetype glycans on recombinant coronavirus S proteins is consistent with previous studiesperformed on virally derived MERS and SARS coronavirus S proteins22,42. Coronaviruses havebeen previously been reported to form virions by budding into the lumen of endoplasmicreticulum-Golgi intermediate compartments (ERGIC)43–45. Observations of hybrid- andcomplex-type glycans on virally derived material22,42 would, however, suggest that it is likelythat coronavirus virions travel through the Golgi apparatus after virion formation in the ERGICen route to the cell surface, thus supporting recombinant immunogens as models of viralglycoproteins.In order to ascertain the precise structures of N-linked glycans from the releasedpool, the glycans of each coronavirus S protein were analysed by negative-ionion-mobilityelectrospray ionisation mass spectrometry (IM-ESI MS) (Supplementary Fig. 1). Consistentwith the UPLC data, IM-ESI MS confirmed an array of complex-type glycans ranging frommono- to tetra-antennary, but also oligomannose- and hybrid-type glycans. The glycancompositions characterised in the spectra were largely invariant among the coronaviruses withno major structural differences observed.Following UPLC and IM-ESI MS analysis of released N-linked glycans, we performedglycopeptide analysis to ascertain the compositions of glycans present at all of the potentialNlinked glycosylation sites (PNGs). MERS, SARS and HKU1 recombinant S proteins werereduced, alkylated and digested with an assortment of proteases to yield glycopeptides, whichwere subjected to in-line liquid-chromatography mass spectrometry (LC-MS). This analysisrevealed that each site presents differential levels of oligomannose, hybrid, and complex-typeglycan populations (Fig. 2A & 2B). Using structures of the trimeric MERS and SARS Sproteins (PDB ID: 5X59 and 5X58, respectively), we generated models of fully glycosylatedcoronavirus spikes using our experimentally determined glycan compositions (Fig. 3A and3B). This analysis revealed that underprocessed oligomannose-type glycans on MERS Scolocalize to a specific cluster on the head of the S protein, consisting of glycans at Asn155,Asn166, and Asn236 (Fig. 3A). We hypothesized that the fully oligomannose-type glycanpopulation in this cluster arises due to the hindered accessibility of glycan processing enzymesto access the substrate glycan33. As such, we performed mutagenesis to knock out glycosylationsites with N155A, N166A, and N236A mutations. Site-specific analysis of these glycan-KOmutants revealed enhanced trimming of mannose residues, i.e. increased processing, whenclustering of glycans was reduced (SI Fig. 4). The presence of clustered oligomannose-typeglycans is reminiscent of that found on other viral glycoproteins, including HIV-1 Env andLASV GPC29,36,46.Interestingly, SARS and HKU1 (SI Fig. 2) S proteins did not exhibit a specific mannosecluster that contributes to the overall mannose abundance, but rather only isolated glycans wereunderprocessed. We would speculate that the oligomannose-type glycans here arise fromprotein-directed inhibition of glycan processing, as opposed to the glycan-influencedprocessing observed on MERS. The presence of oligomannose-type glycans has also beenimplicated in innate immune recognition of coronaviruses by lectins47,48 that recognise theseunderprocessed glycans as pathogen-associated molecular patterns.Given that the receptor binding domain is the main target of neutralising antibodies12,it is surprising that the DPP4 receptor binding site of MERS S was not occluded at all byglycans (Fig. 3A), as observed for other receptor-binding sites of class I viral fusion proteins,including SARS S (Fig. 3B), HIV-1 Env49, LASV GPC29, and influenza HA50,51.We hypothesized that solvent-accessible, amino-acid residues on S proteins would beundergoing higher rates of mutations compared to buried residues and regions that are occludedby glycans, which are unable to be targeted by host immune responses. To that end, weperformed an evaluation of amino-acid diversification on a residue-specific level, usingpublicly available gene sequences of SARS and MERS S. Firstly, we found that amino-aciddiversity was elevated at known epitopes targeted by neutralizing antibodies, such as theNterminal domain and the receptor binding domains, and reduced in the regions in the S2domain, such as the fusion peptide, heptad repeat one, and the central helix domains, which arelikely subject to greater functional constraints (Fig. 4A).Analysis of the relative ratio of non-synonymous to synonymous nucleotidesubstitutions (i.e. dN/dS ratios) revealed that exposed residues exhibited significantly higherdN/dS values (Fig. 4B). Buried residues on SARS had mean dN/dS ratios of 0.31 compared to2.82 for exposed resides. Likewise, the buried residues on MERS had a calculated dN/dS ratioof 0.10 compared to exposed residues with a value of 0.45. Furthermore, when per-siteaminoacid diversities were mapped onto the fully glycosylated structural model of the respective CoVS proteins (Fig. 4C), hotspots of mutations were highlighted on the protein surface throughoutthe trimer revealing extensive vulnerabilities permeating through the glycan shield of SARSand MERS CoVs.Although dN/dS estimates are comparable within each viral outbreak, they are notdirectly comparable between viral families as they can only be considered in the environmentin which they are measured (i.e. multiple differences in transmission ecology and host-virusinteractions disallow meaningful comparisons). For example, differences in the epidemicbehaviour and host immune environment of MERS and SARS outbreaks likely contribute tothe observed genetic diversity and thus dN/dS. MERS was characterized by repeated spilloverevents from camels into humans, where it circulated transiently. In contrast, the SARS outbreakcorresponded to a single zoonotic event followed by extensive human-to-human transmission.Consequently, inferring the degree of selection acting upon MERS and SARS from dN/dSanalysis is extremely difficult.HIV-1 Env is a prototypic viral class I fusion protein that exhibits extensive surfaceglycosylation, resulting in an effective glycan shield to aid evasion from the host adaptiveimmune response25,52. In order to visualize the structure of the respective glycan “shields” ofHIV-1 and SARS coronavirus, we used single-particle cryo-electron microscopy (cryo-EM),as recently described53. The results for HIV-1 Env were reproduced from Berndsen et al.53while the previously published SARS 2P dataset54 was reprocessed for this study. Althoughcryo-EM datasets of fully glycosylated MERS S41 and chimpanzee simian immunodeficiencyvirus (SIVcpz)55 are also available, only the HIV and SARS data were of sufficient quality(Fig. 5). Using combination of low-pass filtering and thresholding, along with 3D variabilityanalysis, we can reveal the previously hidden structure of the SARS glycan shield and compareit with the HIV-1 Env glycan shield53 (Fig. 5). We observe the nearly all-encompassing glycandensity on HIV-1 Env and evidence for extensive glycan-glycan interactions, especially in theoligomannose patch regions, whereas the glycans on SARS S are more isolated and lack thewide-ranging glycan networks that are the hallmark of an effective glycan shield56,57. The highvariability around the S1 receptor binding domains is indicative of their flexibility, which isnecessary for the spike to engage its receptor58; however, this intrinsic property complicatesthe analysis of the signal from glycans in this region.Fig. 5. Comparative cryo-EM analysis of SARS S and HIV-1 Env glycan shields. (A) Leftpanel: Sharpened 3.2Å-resolution C3-symmetric cryo-EM map of SARS S 2P ectodomain54visualized at a high contour level with disordered S1 receptor binding and N-terminal domainsextending out from the central core. Middle panel: Low-pass filtered cryo-EM map of theglycoprotein visualised at a low contour level along with a simulated peptide-only mapoverlaid. Right panel: SPARX 3D variability map53. (B) Same as in (A) but for HIV-1 EnvBG505 SOSIP.664 construct in complex with 3 copies of RM20A3 base-specific Fabs53.Viral envelope proteins are glycosylated to varying degrees, but depending on their overallmass, surface area, and volume, the overall density of glycan shielding may differ significantly.For example, both LASV GPC and coronavirus S proteins consist of 25% glycan by molecularweight. However, given the significantly larger protein surface area and volume of coronavirusS proteins, coverage of the glycan “shield” over the proteinaceous surface is considerablysparser in comparison to the smaller LASV GPC, which occludes a far greater proportion ofthe protein surface with fewer glycans. To demonstrate that the presence of glycosylation playsa major role in the immune response to these different glycoproteins, we studied the glycomeof several biomedically important coronaviruses and compared their glycan compositions in astructural context.We then investigated the glycan shield densities of seven viral class I fusion proteinsusing a global structural approach which was calculated by dividing the number of amino-acidsthat interact with glycans by the number of solvent-accessible amino-acid residues of eachrespective glycoprotein and plotted this against oligomannose abundance. A strong correlationwas observed (Fig. 6) and viruses historically classified as “evasion strong”59 had significantlyelevated glycan shield densities and oligomannose abundance, which underscores theimportance of glycan shielding in immune evasion.Whether the restricted glycan shielding observed on coronaviruses is linked to thezoonosis of the pathogens is unknown. However, it is tempting to speculate, for example, thatMERS has not evolved a dense shield since it would not offer as much of a protective advantageagainst camel nanobodies (also known as single-domain antibodies) which could more easilypenetrate it. Investigation of the host immune response to viruses in their natural reservoirsmay offer a route to understanding why coronavirus glycosylation does not reach the densityof other viruses such as HIV-1. Additionally, it may be that functional constraints, such asmaintaining flexibility of the receptor binding domains, limit the accretion of glycans oncoronavirus spikes, which would render it incapable of performing its primary functions,including receptor binding and membrane fusion. This phenomenon has been observed on otherviral glycoproteins, including influenza HAs, where there is a limit to the accumulation ofglycosylation sites that can be incorporated in vivo64,65, compared to in vitro66, with H3N2 andH1N1 HAs replacing existing PNGs rather than continually adding them upon theglycoprotein26,65.More topically, it is interesting to note the conservation of N-linked glycosylation siteson S proteins from the novel coronavirus found in the Wuhan in 2019 and SARS (SI Fig. 6).The Wuhan 2019-nCoV possesses a total of 22 N-linked glycan sites compared to 23 on SARS,with 18 of these sites being in common. As such, it is likely that these glycans on this novelcoronavirus would shield similar immunogenic epitopes that are observed on SARS S. Asexpected, most of the differences between the two viruses are observed on the S1 subunit, dueto its amenability to substitutions whilst still remaining functionally competent. Furthermore,likely targets for the majority of antibodies targeting the spike are located on S1, resulting ingreater levels of immune pressure upon this subunit. This notion is further reflected in termsof glycosylation, with all of the glycan sites conserved on the S2 subunit between SARS and2019-nCoV, whereas the S1 subunit exhibits glycan site additions and deletions (SI Fig. 7).Although it is difficult to directly compare viruses in terms of immunogenic responses,on the one hand, SARS and MERS coronaviruses readily elicit neutralizing antibodiesfollowing infection or immunization67–70. Indeed, many potential MERS CoV vaccinecandidates are able to elicit high titres of serum IgG upon immunization but fail to producesufficient mucosal immunity70. In contrast, the high mutation rate71 and the evolving glycanshield of HIV-124, which firmly exemplifies it as “evasion strong” virus, hinders thedevelopment of broadly neutralizing antibodies72.Viruses classified as “evasion strong”31,59may then differ due to varied efficacies of protein surface shielding by glycans.Overall, this study reveals how the extensive N-linked glycan modifications of SARSand MERS CoV S proteins do not constitute an effective shield, which is reflected by theoverall structure, density and oligomannose abundances across the trimeric glycoproteins. Wealso demonstrate that amino-acid diversification indeed occurs at antibody accessible regionson the trimer, which confirms that glycans play a role in occluding specific regions ifvulnerability on the glycoprotein. Furthermore, comparisons between glycan shields from anumber of viruses highlight the importance of a glycan shield in immune evasion and revealstructural principles that govern glycosylation status.Human embryonic kidney 293 Freestyle (HEK293F) cells were transfected withmammaliancodon-optimised genes encoding 2P-stabilised SARS MERS and HKU1 S proteins, aspreviously described 41. H3N2 Victoria 2011 hemagglutinin was also expressed in the HEK293F cells. Cultures were harvested 6 days after transfection, filtered and purified bynickelaffinity chromatography and size exclusion chromatography using a SuperdexTM 16/600 75 pgcolumn (GE Healthcare).Excised coronavirus S gel bands were washed alternately with acetonitrile and water beforedrying in a vacuum centrifuge. The bands were rehydrated with 100 μL of water and incubatedwith PNGase F at 37 °C overnight. Aliquots of released N-linked glycans were alsofluorescently labelled with procainamide, by adding 100 μL of labelling mixture (110 mg/mLprocainamide and 60 mg/mL sodium cyanoborohydrate in 70% DMSO and 30% glacial aceticacid) and incubating for 4h at 65 °C. Labelled glycans were purified using Spe-ed Amide 2columns (Applied Separations), as previously described 33.Labelled glycans were analysed using a 2.1 mm x 10 mm Acquity BEH Glycan column(Waters) on an Acquity H-Class UPLC instrument (Waters), as performed previously 33, withfluorescence measurements occurring at λex = 310 nm and λem = 370 nm. Quantification ofoligomannose-type glycans was achieved by digestion of fluorescently labelled glycans withEndo H, and clean-up using a PVDF protein-binding membrane (Millipore). Empower 3software (Waters) was used for data processing.Ion-mobility electrospray ionisation MS and tandem MS of released N-linked glycans wereperformed on a Synapt G2Si instrument (Waters) as previously described 46. N-linked glycanswere purified on a Nafion® 117 membrane (Sigma-Aldrich) prior to injection. Data acquisitionand processing were carried out using MassLynx v4.11 and Driftscope version 2.8 software(Waters).Aliquots of 30-50 μg of coronavirus spikes were denatured, reduced and alkylated as describedpreviously36. Proteins were proteolytically digested with trypsin (Promega), chymotrypsin(Promega), alpha-lytic protease (Sigma-Aldrich) and Glu-C (Promega). Reaction mixtureswere dried and peptides/glycopeptides were extracted using C18 Zip-tip (MerckMilipore)following the manufacturer’s protocol. Samples were resuspended in 0.1% formic acid prior toanalysis by liquid chromatography-mass spectrometry using an Easy-nLC 1200 systemcoupled to an Orbitrap Fusion mass spectrometer (Thermo Fisher Scientific). Glycopeptideswere separated using an EasySpray PepMap RSLC C18 column (75 μm x 75 cm) with a240minute linear solvent gradient of 0-32% acetonitrile in 0.1% formic acid, followed by 35minutes of 80% acetonitrile in 0.1% formic acid. Other settings include an LC flow rate of 200nL/min, spray voltage of 2.8 kV, capillary temperature of 275 °C, and an HCD collision energyof 50%. Glycopeptide fragmentation data were extracted form raw files using ByonicTM(Version 3.5.0) and ByologicTM (Version 3.5-15; Protein Metrics Inc.). Glycopeptidefragmentation data were manually evaluated with true-positive assignments given when correctb- and y- fragments and oxonium ions corresponding to the peptide and glycan, respectively,were observed. The extracted ion chromatographic areas for each true-positive glycopeptide,with the same amino-acid sequence, were compared to determine the relative quantitation ofglycoforms at each specific N-linked glycan site.Structural models of N-linked glycan presentation on SARS, MERS and HKU1 S were createdusing electron microscopy structures (PDB ID 5X58, 5X59, and 5I08, respectively)15,17, alongwith complex-, hybrid-, and oligomannose-type N-linked glycans (PDB ID 4BYH, 4B7I, and2WAH). The most dominant glycoform presented at each site was modelled on to the N-linkedcarbohydrate attachment sites in Coot73.Publicly available sequences encoding full-length GPC spike gene for SARS-CoV (3765bp)were downloaded from GenBank and manually aligned. For MERS-CoV, we leveraged thewhole genome alignment collated by Dudas et al.74.Specifically, the alignment correspondingto the spike gene was extracted (4059bp), excluding sequences isolated from humans. Finalalignments for SARS- and MERS-CoV corresponded to 70 and 100 sequences, respectively.For the dN/dS analysis, we first estimated Bayesian molecular clock phylogenies forSARSand MERS-CoV independently using BEAST v 1.8.475. For both viruses, we assumed anuncorrelated log-normal distributed molecular clock76, Bayesian Skyline coalescent prior77 anda codon-structured substitution model78 Multiple independent MCMC runs of 10-20 millionsteps were executed to ensure stationarity and convergence had been achieved. Empiricaldistributions of time-scaled phylogenies were obtained by combining (after the removal ofburnin) the posterior tree distributions from the separate runs, which were subsequently usedto estimate dN/dS ratios using the renaissance counting approach 79,80 implemented in BEASTv 1.8.4. We also estimated per-site amino-acid diversity, which was calculated as the averagenumber of amino-acid difference between two sequences at an amino-acid position in allpossible pairs in the sequence alignment.Single-particle cryo-EM data analysis of BG505 SOSIP.664 in complex with RM20A3 Fabwas reproduced from Berndsen et al.53. Data for the SARS-CoV S 2P ectodomain waspreviously published54 and reprocessed for this analysis according to the methods outlined byBerndsen et al.53. In summary, both datasets were acquired on a FEI Titan Krios (ThermoFisher) operating at 300 KeV equipped with a K2 Summit Direct Electron Detector (Gatan).Movie micrographs were aligned and dose weighted with MotionCor281 and CTF estimationwas performed with Gctf82. Single-particle data processing was performed using CryoSparcv.283 and Relion v.384. 3D variability analyses were performed in SPARX85,86. Map filteringand visualisation was performed in UCSF chimera87.Interactions between N-linked glycans and amino-acid residues were calculated using Proteins,Interfaces, Structures and Assemblies (PISA) European Bioinformatics Institute (EBI)60.Glycan shield density was calculated by the number of amino-acid residues interacting withglycans divided by the total number of amino-acid residues.The Wellcome Centre for Human Genetics is supported by grant 203141/Z/16/Z. We thank theMedical Research Council (MR/S007555/1 to T.A.B.), NIH (R56 AI127371 to I.A.W., R01AI127521 to J.S.M. and A.B.W.), Bill and Melinda Gates Foundation (grants OPP1115782 toA.B.W., and OPP1170236 to I.A.W. and A.B.W.), the International AIDS Vaccine Initiative,Bill and Melinda Gates Foundation through the Collaboration for AIDS Discovery (grantsOPP1084519 to M.C., and 1196345 to I.A.W., A.W.B., and M.C.), and the Scripps Consortiumfor HIV Vaccine Development (CHAVD) (AI144462 to M.C., A.B.W., and I.A.W.).Raj, V. S. et al. Dipeptidyl peptidase 4 is a functional receptor for the emerging human19.20.21.22.23.24.25.26.27.28.29.30.31.32.33.34.coronavirus-EMC. Nature 495, 251–254 (2013).Li, W. et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature 426, 450–454 (2003).Zhou, P. et al. Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin. bioRxiv 2020.01.22.914952 (2020).doi:10.1101/2020.01.22.914952Walls, A. C. et al. Glycan shield and epitope masking of a coronavirus spike proteinobserved by cryo-electron microscopy. Nat. Struct. Mol. Biol. 23, 899–905 (2016).Walls, A. C. et al. Unexpected receptor functional mimicry elucidates activation ofcoronavirus fusion. Cell 176, 1026-1-39.e5 (2019).Stewart-Jones, G. B. E. et al. Trimeric HIV-1-Env structures define glycan shieldsfrom Clades A, B, and G. Cell 165, 813–26 (2016).Wei, X. et al. Antibody neutralization and escape by HIV-1. Nature 422, 307–312(2003).Crispin, M., Ward, A. B. & Wilson, I. A. Structure and immune recognition of the HIVglycan shield. Annu. Rev. Biophys. 47, 499–523 (2018).Wu, N. C. & Wilson, I. A. A perspective on the structural and functional constraintsfor immune evasion: insights from influenza virus. J. Mol. Biol. 429, 2694–2709(2017).Skehel, J. J. et al. A carbohydrate side chain on hemagglutinins of Hong Konginfluenza viruses inhibits recognition by a monoclonal antibody. Proc. Natl. Acad. Sci.U. S. A. 81, 1779–83 (1984).Tate, M. D. et al. Playing hide and seek: how glycosylation of the influenza virushemagglutinin can modulate the immune response to infection. Viruses 6, 1294–316(2014).Watanabe, Y. et al. Structure of the Lassa virus glycan shield provides a model forimmunological resistance. Proc. Natl. Acad. Sci. 115, 7320–7325 (2018).Sommerstein, R. et al. Arenavirus glycan shield promotes neutralizing antibodyevasion and protracted infection. PLOS Pathog. 11, e1005276 (2015).35.36.complement component C3: implications for protein biosynthesis and structure. FEBSLett. 566, 270–274 (2004).53.54.Berndsen, Z. T. et al. Visualization of the HIV-1 Env glycan shield across scales.bioRxiv 839217 (2019). doi:10.1101/839217Kirchdoerfer, R. N. et al. Stabilized coronavirus spikes are resistant to conformationalchanges induced by receptor recognition or proteolysis. Sci. Rep. 8, 15701 (2018).Andrabi, R. et al. The chimpanzee SIV envelope trimer: structure and deployment asan HIV vaccine template. Cell Rep. 27, 2426-2441.e6 (2019).Lemmin, T., Soto, C., Stuckey, J. & Kwong, P. D. Microsecond dynamics and networkanalysis of the HIV-1 SOSIP Env trimer reveal collective behavior and conservedmicrodomains of the glycan shield. Structure 25, 1631-1639.e2 (2017).Chakraborty, S. et al. A network-based approach for quantifying the resilience andvulnerability of HIV-1 native glycan shield. bioRxiv 846071 (2019).doi:10.1101/846071glycoprotein reveal a prerequisite conformational state for receptor binding. Cell Res.27, 119–129 (2017).Burton, D. R. What are the most powerful immunogen design vaccine strategies?Reverse vaccinology 2.0 shows great promise. Cold Spring Harb. Perspect. Biol. 9,(2017).Krissinel, E. & Henrick, K. Inference of macromolecular assemblies from crystallinestate. J. Mol. Biol. 372, 774–797 (2007).Hastie, K. M. et al. Structural basis for antibody-mediated neutralization of Lassavirus. Science 356, 923–928 (2017).Lee, P. S. et al. Receptor mimicry by antibody F045-092 facilitates universal bindingto the H3 subtype of influenza virus. Nat. Commun. 5, 3614 (2014).Kwon, Y. Do et al. Crystal structure, conformational fixation and entry-relatedinteractions of mature ligand-free HIV-1 Env. Nat. Struct. Mol. Biol. 22, 522–31(2015).Das, S. R. et al. Fitness costs limit influenza A virus hemagglutinin glycosylation as animmune evasion strategy. Proc. Natl. Acad. Sci. U. S. A. 108, E1417-22 (2011).Altman, M. O. et al. Human influenza a virus hemagglutinin glycan evolution followsa temporal pattern to a glycan limit. MBio 10, (2019).Bajic, G. et al. Influenza antigen engineering focuses immune responses to asubdominant but broadly protective viral epitope. Cell Host Microbe 25, 827-835.e6(2019).Bisht, H. et al. Severe acute respiratory syndrome coronavirus spike protein expressedby attenuated vaccinia virus protectively immunizes mice. Proc. Natl. Acad. Sci. U. S.A. 101, 6641–6646 (2004).Buchholz, U. J. et al. Contributions of the structural proteins of severe respiratorysyndrome coronavirus to protective immunity. Proc. Natl. Acad. Sci. U. S. A. 101,9804–9809 (2004).Yang, Z. Y. et al. A DNA vaccine induces SARS coronavirus neutralization and70.71.protective immunity in mice. Nature 428, 561–564 (2004).Pettersen, E. F. et al. UCSF Chimera - A visualization system for exploratory research", "ref_list": [[], [""], [""], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan , China"], ["MERS-CoV Outbreak in Jeddah - A link to health care facilities"], [""], ["Coronavirus (MERS-CoV) origin and animal reservoir"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Bats are natural reservoirs of SARS-like coronaviruses"], [""], [""], ["Antibodies and vaccines against Middle East respiratory syndrome coronavirus"], [""], ["Viral membrane fusion"], [""], ["Structural insights into coronavirus entry"], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["Exploitation of glycosylation in enveloped virus pathobiology"], ["Structural principles controlling HIV envelope glycosylation"], ["Glycan clustering stabilizes the mannose patch of HIV-1 and preserves vulnerability to broadly neutralizing antibodies"], ["Tracking global patterns of N-linked glycosylation site variation in highly variable viral glycoproteins: HIV, SIV, and HCV envelopes and influenza hemagglutinin"], ["Site-specific glycosylation of virion-derived HIV-1 Env Is mimicked by a soluble trimeric immunogen"], ["Structural constraints determine the glycosylation of HIV-1 envelope trimers"], ["Differential processing of HIV envelope glycans on the virus and soluble recombinant trimer"], ["Completeness of HIV-1 envelope glycan shield at transmission determines neutralization breadth"], ["Protein and glycan mimicry in HIV vaccine design"], ["Identification of N-linked carbohydrates from severe acute respiratory syndrome (SARS) spike glycoprotein"], ["The intracellular sites of early replication and budding of SARScoronavirus"], ["Coronaviruses: An overview of their replication and pathogenesis"], ["Composition and antigenic effects of individual glycan sites of a trimeric HIV-1 envelope glycoprotein"], ["A single asparagine-linked glycosylation site of the severe acute respiratory syndrome Coronavirus spike glycoprotein facilitates inhibition by mannose-binding lectin through multiple mechanisms"], ["Rational HIV immunogen design to target specific germline B cell receptors"], ["Cross-neutralization of 1918 and 2009 Influenza viruses: role of glycans in viral evolution and vaccine design"], ["Structural basis of preexisting immunity to the 2009 H1N1 pandemic influenza virus"], ["Quantification of the impact of the HIV-1-glycan shield on antibody elicitation"], [""], ["Extremely high mutation rate of HIV-1 in vivo"], ["Broadly neutralizing antibodies: What is needed to move from a rare event in HIV-1 infection to vaccine efficacy?"], ["Coot: model-building tools for molecular graphics"], ["MERS-CoV spillover at the camel-human interface"], ["Bayesian phylogenetics with BEAUti and the BEAST 1.7"], ["Relaxed Phylogenetics and Dating with Confidence"], ["Bayesian coalescent inference of past population dynamics from molecular sequences"], ["Choosing appropriate substitution models for the phylogenetic analysis of protein-coding sequences"], ["A counting renaissance: Combining stochastic mapping and empirical Bayes to quickly detect amino acid sites under positive selection"], ["Counting labeled transitions in continuous-time Markov models of evolution"], ["MotionCor2: Anisotropic correction of beam-induced motion for improved cryo-electron microscopy"], ["Gctf: Real-time CTF determination and correction"], ["CryoSPARC: Algorithms for rapid unsupervised cryo-EM structure determination"], ["New tools for automated high-resolution cryo-EM structure determination in RELION-3"], [""], ["A primer to single-particle cryoelectron microscopy"], ["and analysis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["N. Engl"], ["C. Huang"], ["I. K. Oboho"], ["Engl. J. Med"], ["H. A. Mohd", "J. A. Al-Tawfiq", "Z. A. Memish", "Middle East Respiratory Syndrome"], ["Ge"], ["W. Li"], [], [], ["J. Xu"], ["Biochem"], ["S. C. Harrison"], [], ["M. A. Tortorici", "D. Veesler"], ["Y. Yuan"], ["Y. Watanabe", "T. A. Bowden", "I. A. Crispin", "M."], ["A.-J. Behrens", "M. Crispin"], ["L. K. Pritchard"], ["M. Zhang"], ["W. B. Struwe"], ["L. Pritchard"], ["L. Cao"], ["K. Wagh"], ["G. E. Seabright", "K. J. Doores", "D. R. Burton", "M. Crispin"], ["G. Ritchie"], ["S. Stertz"], ["A. R. Fehr", "S. Perlman", "M. L. Tan", "S. H. See", "E. E. Ooi", "E. E. Ling", "A. E."], ["Behrens"], ["Y. Zhou"], ["J. Jardine"], ["C. Wei"], ["R. Xu"], ["T. Zhou"], [], ["J. M. Cuevas", "R. Geller", "R. Garijo", "J. López-Aldeguer", "R. Sanjuán"], ["H. Subbaraman", "M. Schanz", "A. Trkola"], ["P. Emsley", "K. Cowtan", "D Biol"], ["G. Dudas", "L. M. Carvalho", "A. Rambaut", "T. Bedford"], ["A. J. Drummond", "M. A. Suchard", "D. Xie", "A. Rambaut"], ["A. J. Drummond", "S. Y. W. Ho", "M. J. Phillips", "A. Rambaut"], ["A. J. Drummond"], ["B. Shapiro", "A. Rambaut", "A. J. Drummond"], ["P. Lemey", "V. N. Minin", "F. Bielejec", "S. L. K. Pond", "M. A. Suchard"], ["V. N. Minin", "M. A. Suchard"], ["S. Q. Zheng"], ["K. Zhang"], ["A. Punjani", "J. L. Rubinstein", "D. J. Fleet", "M. A. Brubaker"], ["J. Zivanov"], [], ["Cheng", "N. Grigorieff", "P. A. Penczek", "T. Walz"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA\nSevere acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS)\ncoronaviruses (CoVs) are zoonotic pathogens with high fatality rates and pandemic potential.\nVaccine development has focussed on the principal target of the neutralizing humoral immune\nresponse, the spike (S) glycoprotein, which mediates receptor recognition and membrane\nfusion. Coronavirus S proteins are extensively glycosylated viral fusion proteins, encoding\naround 69-87 N-linked glycosylation sites per trimeric spike. Using a multifaceted structural\napproach, we reveal a specific area of high glycan density on MERS S that results in the\nformation of under-processed oligomannose-type glycan clusters, which was absent on SARS\nand HKU1 CoVs. We provide a comparison of the global glycan density of coronavirus spikes\nwith other viral proteins including HIV-1 envelope, Lassa virus glycoprotein complex, and\ninfluenza hemagglutinin, where glycosylation plays a known role in shielding immunogenic\nepitopes. Consistent with the ability of the antibody-mediated immune response to effectively\ntarget and neutralize coronaviruses, we demonstrate that the glycans of coronavirus spikes are\nnot able to form an efficacious high-density global shield to thwart the humoral immune\nresponse. Overall, our data reveal how differential organisation of viral glycosylation across\nclass I viral fusion proteins influence not only individual glycan compositions but also the\nimmunological pressure across the viral protein surface.", "one_words_summarize": "USASevere acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS)coronaviruses (CoVs) are zoonotic pathogens with high fatality rates and pandemic potential. Coronavirus S proteins are extensively glycosylated viral fusion proteins, encodingaround 69-87 N-linked glycosylation sites per trimeric spike. Coronaviruses (CoVs) are enveloped pathogens responsible for multiple respiratory disordersof varying severity in humans1. MERS S binds to dipeptidyl-peptidase 4 (DPP4)18, whereas SARS S19 and2019-nCoV20 utilize angiotensin-converting enzyme 2 (ACE2) as a host cellular receptor. As such, we performed mutagenesis to knock out glycosylationsites with N155A, N166A, and N236A mutations. Site-specific analysis of these glycan-KOmutants revealed enhanced trimming of mannose residues, i.e. increased processing, whenclustering of glycans was reduced (SI Fig. We would speculate that the oligomannose-type glycans here arise fromprotein-directed inhibition of glycan processing, as opposed to the glycan-influencedprocessing observed on MERS. 3A), as observed for other receptor-binding sites of class I viral fusion proteins,including SARS S (Fig. To that end, weperformed an evaluation of amino-acid diversification on a residue-specific level, usingpublicly available gene sequences of SARS and MERS S. Firstly, we found that amino-aciddiversity was elevated at known epitopes targeted by neutralizing antibodies, such as theNterminal domain and the receptor binding domains, and reduced in the regions in the S2domain, such as the fusion peptide, heptad repeat one, and the central helix domains, which arelikely subject to greater functional constraints (Fig. Buried residues on SARS had mean dN/dS ratios of 0.31 compared to2.82 for exposed resides. 4C), hotspots of mutations were highlighted on the protein surface throughoutthe trimer revealing extensive vulnerabilities permeating through the glycan shield of SARSand MERS CoVs. HIV-1 Env is a prototypic viral class I fusion protein that exhibits extensive surfaceglycosylation, resulting in an effective glycan shield to aid evasion from the host adaptiveimmune response25,52. A) Leftpanel: Sharpened 3.2Å-resolution C3-symmetric cryo-EM map of SARS S 2P ectodomain54visualized at a high contour level with disordered S1 receptor binding and N-terminal domainsextending out from the central core. B) Same as in (A) but for HIV-1 EnvBG505 SOSIP.664 construct in complex with 3 copies of RM20A3 base-specific Fabs53.Viral envelope proteins are glycosylated to varying degrees, but depending on their overallmass, surface area, and volume, the overall density of glycan shielding may differ significantly. Furthermore,likely targets for the majority of antibodies targeting the spike are located on S1, resulting ingreater levels of immune pressure upon this subunit. Overall, this study reveals how the extensive N-linked glycan modifications of SARSand MERS CoV S proteins do not constitute an effective shield, which is reflected by theoverall structure, density and oligomannose abundances across the trimeric glycoproteins. Furthermore, comparisons between glycan shields from anumber of viruses highlight the importance of a glycan shield in immune evasion and revealstructural principles that govern glycosylation status. Other settings include an LC flow rate of 200nL/min, spray voltage of 2.8 kV, capillary temperature of 275 °C, and an HCD collision energyof 50%. For MERS-CoV, we leveraged thewhole genome alignment collated by Dudas et al.74.Specifically, the alignment correspondingto the spike gene was extracted (4059bp), excluding sequences isolated from humans. Discovery of a novel coronavirus associated with the recent pneumoniaoutbreak in humans and its potential bat origin. bioRxiv 2020.01.22.914952 (2020).doi:10.1101/2020.01.22.914952Walls, A. C. et al. 47, 499–523 (2018).Wu, N. C. & Wilson, I. A. A perspective on the structural and functional constraintsfor immune evasion: insights from influenza virus. Stabilized coronavirus spikes are resistant to conformationalchanges induced by receptor recognition or proteolysis. The chimpanzee SIV envelope trimer: structure and deployment asan HIV vaccine template. A network-based approach for quantifying the resilience andvulnerability of HIV-1 native glycan shield. Receptor mimicry by antibody F045-092 facilitates universal bindingto the H3 subtype of influenza virus. Fitness costs limit influenza A virus hemagglutinin glycosylation as animmune evasion strategy. Influenza antigen engineering focuses immune responses to asubdominant but broadly protective viral epitope. Severe acute respiratory syndrome coronavirus spike protein expressedby attenuated vaccinia virus protectively immunizes mice. Contributions of the structural proteins of severe respiratorysyndrome coronavirus to protective immunity. A DNA vaccine induces SARS coronavirus neutralization and70.71.protective immunity in mice."}