{"date": "2020/01/28", "journal": "medrxiv", "authors": "Katelyn Gostic, Ana C. R. Gomez, Riley O. Mummah, Adam J. Kucharski, James O. Lloyd-Smith", "title": "Estimated effectiveness of traveller screening to prevent international spread of 2019 novel coronavirus (2019-nCoV)", "type": "preprint article", "abstract": "Traveller screening is being used to limit further global spread of 2019 novel coronavirus (nCoV) following its recent emergence. Here, we analyze the expected impact of different travel screening programs given remaining uncertainty around the values of key nCoV life history and epidemiological parameters. Even under best-case assumptions, we estimate that screening will miss around half of infected travellers. Breaking down the factors leading to screening successes and failures, we find that most cases missed by screening are fundamentally undetectable, because they have not yet developed symptoms and are unaware they were exposed. These findings emphasize the need for measures to track travellers who become ill after being missed by a travel screening program. We make our model available for interactive use so stakeholders can explore scenarios of interest using the most up-to-date information. We hope these findings contribute to evidence-based policy to combat the spread of nCoV, and to prospective planning to mitigate future emerging pathogens.", "text": "nCoV, based on what is currently known about its natural history and epidemiology and ondifferent possible combinations of departure and arrival screening policies.Our previous analysis considered the contributions of both departure and arrival screeningprograms, focusing on the context of international spread of infections via air travel. In thecurrent context of the nCoV outbreak, both departure and arrival screening have been proposedand implemented in some countries, though neither approach is likely to be applied uniformly toall air travellers. Traveller screening is also being applied in other contexts, including atroadside spot checks on major routes out of Wuhan. These are directly analogous to departurescreens in our earlier analysis, i.e. one-off screening efforts with no delay due to travel duration.As of January 28, 2020, the Chinese government has been expanding the geographic area andmodes of transportation subject to strong travel restrictions. If there was perfect compliance andthe restricted area encompassed all areas with community transmission of the virus, then thesemeasures could in theory eliminate the necessity of wider traveller screening. However, multiplefactors point to on-going risk, including the existence of substantial numbers of cases in severalpopulation centers outside Wuhan, and reports of citizens seeking to elude the restrictions orleaving before restrictions were in place. As the virus continues to spread within China, and ascases continue to pop up in other countries, the risk of exportation of cases from beyond thecurrent travel-restricted area is likely to grow.As a result, increasing emphasis has been placed on the effectiveness of arrival screening toprevent importation of cases to areas without established spread. At the same time, there isgreat concern about potential public health consequences if nCoV spreads to developingcountries that lack health infrastructure and resources to combat it effectively. Limitedresources also could mean that some countries cannot implement large-scale arrival screening.In this scenario, departure screening would be the sole barrier -- however leaky -- to importationof cases into these countries. It is also important to recognize that, owing to the lag time inappearance of symptoms in imported cases, any weaknesses in screening would continue tohave an effect on case importations for up to two weeks (roughly, the maximum reportedincubation period) after changes in screening policy or epidemic context in the source region.Accordingly, we consider scenarios with departure screening only, arrival screening only, orboth departure and arrival screening. The model also considers the consequences when only afraction of the traveller population is screened, due either to travel from a location not subject toscreening, or due to deliberate evasion of screening.The central aim of our analysis is to assess the expected effectiveness of screening for nCoV,taking account of current knowledge and uncertainties about the natural history andepidemiology of the virus. We therefore show results using the best estimates currentlyavailable, in the hope of informing policy decisions in this fast-changing environment. We alsomake our model available for public use as a user-friendly online app, so that stakeholders canexplore scenarios of particular interest, and results can be updated rapidly as our knowledge ofthis new viral threat continues to expand.          The core model has been described previously          In the model, screening for symptoms occurs prior to questionnaire-based screening forexposure risk, and detected cases do not progress to the next stage. This approach allows us totrack the fraction of cases detected using symptom screening or risk screening at arrival ordeparture. Additionally, the model keeps track of four ways in which screening can miss infectedtravellers: (1) due to imperfect sensitivity, symptom screening may fail to detect symptoms intravellers that display symptoms; (2) questionnaires may fail to detect exposure risk in travellersaware they have been exposed, owing to deliberate obfuscation or misunderstanding; (3)screening may fail to detect both symptoms and known exposure risk in travellers who haveboth and (4) travellers not exhibiting symptoms and with no knowledge of their exposure arefundamentally undetectable. Here, we only consider infected travellers who submit to screening.However, the supplementary app allows users to consider scenarios in which some fraction ofinfected travellers intentionally evade screening (Fig. 1F).          The probability that an infected traveller is detectable in a fever screen depends on: theincubation period (the time from exposure to onset of detectable symptoms); the proportion ofsubclinical cases (mild cases that never develop detectable symptoms); the sensitivity ofthermal scanners used to detect fever; the fraction of cases aware they have high exposure risk;and the fraction of those cases who would self-report truthfully on a screening questionnaire.Further, the distribution of individual times since exposure affects the probability than any singleinfected traveller has progressed to the symptomatic stage. In a growing epidemic, the majorityof infected cases will have been recently exposed, and will not yet show symptoms. We usedmethods described previously to estimate the distribution of individual times since exposure fordifferent parameter regimes          Fig 1. Model of traveller screening process, ​adapted from Gostic et al., eLife, 2015. Infectedtravellers fall into one of five categories: (A) Symptomatic cases aware of exposure risk aredetectable in both symptom screening and questionnaire-based risk screening. (B) Subclinicaland not-yet-symptomatic cases aware of exposure risk are only detectable using risk screening.(C) Symptomatic cases unaware of exposure risk are only detectable in symptom screening.(D-E) Subclinical cases who are unaware of exposure risk, and individuals that evadescreening, are fundamentally undetectable.ParameterMean incubationperiodIncubation perioddistributionPercent of casessubclinical(Never detectable insymptom screen)R0Best estimate(Analyses in Fig. 2)Plausible range(Analyses in Fig. 3)5.5 daysSensitivity: 4 days or7 days4-7 daysGamma distribution with shape = m1e.a2n , scale= 1.2.Best case scenario: 5%Middle case scenario: 25%Worst case scenario: 50%Percent of travellersaware of exposureriskSensitivity of thermal 70%scanners for fever20%25%Probability thattravellers self-reportexposure riskTime from symptomonset to patientisolation(After which weassume travel is notpossible)No effect inindividual-levelanalysis.Not effect inindividual-levelanalysis.2-45-40%60%-90%5%-25%3-7 days          References and rationale3-6 days                    Individual studies report sensitivity from4-89%          At the time of this writing, nCoV-specific estimates are available for most of these parameters,but almost all have been derived from limited or preliminary data sources and remain subject toconsiderable uncertainty. Table 1 and the Methods summarize the current state of knowledge.Here, we used two distinct approaches to incorporate this uncertainty into our analysis.First, to estimate the probability that an infected individual would be detected or missed (Fig. 2),we considered a range of plausible values for the mean incubation time, and the fraction ofsubclinical cases. We focus on these two parameters because screening outcomes areparticularly sensitive to their values. All other parameters used to generate Fig. 2 were fixed tothe best available estimates listed in Table 1.Second, we considered a population of infected travellers, each with a unique time of exposure,and in turn a unique probability of having progressed to the symptomatic stage. Here, the modelused a resampling-based approach to simultaneously consider uncertainty from both (1)stochasticity in any single individual’s screening outcome, and (2) uncertainty as to the true,underlying natural history parameters driving the epidemic. Details are provided in the methods,but briefly, we constructed 1000 plausible parameter sets, drawn using Latin hypercubesampling from plausible ranges for each parameter (Table 1). Using each parameter set, wesimulated screening outcomes for a population of 100 individuals. Fig. 3A shows the distributionof infected travellers detected per simulation, and Fig. 3B shows the mean fraction of individualswith each screening outcome from across all simulations.          Our model outputs the probability of different screening outcomes through time, including theoverall likelihood of detecting the infected traveller and the different contributions to success orfailure. First, we explored the probability that any particular infected individual would be detectedby a screening program, as a function of the time between exposure and the initiation of travel(Fig. 2). A crucial driver of the effectiveness of traveller screening programs is the duration ofthe incubation period, particularly since infected people are most likely to travel before the onsetof symptoms. Here we considered three scenarios with different mean incubation periods: 5days is most consistent with most existing estimates, while 3 and 7 days provide a sensitivityanalysis within the plausible range          A second crucial uncertainty is the proportion of cases that will develop detectable symptoms.We considered scenarios in which 5%, 25% and 50% of cases are subclinical, representing abest, middle and worst-case scenario, respectively. The middle and worst-case scenarios havepredictable and discouraging consequences for the effectiveness of traveller screening, sincethey render large fractions of the population undetectable by fever screening (Fig. 2).Furthermore, mild cases who are unaware of their exposure risk are never detectable, by anymeans. This is manifested as the bright red ‘undetectable’ region which persists well beyond themean incubation period.For a screening program combining departure and arrival screening, as shown in Fig. 2, thegreatest contributor to case detection is the departure fever screen. The arrival fever screen isthe next greatest contributor, with its value arising from two factors: the potential to detect caseswhose symptom onset occurred during travel, and the potential to catch cases missed due toimperfect instrument sensitivity in non-contact infrared thermoscanners (Table 1). Consideringthe effectiveness of departure or arrival screening only (Fig 2 - Supplementary figure 1-2), wesee that fever screening is the dominant contributor in each case, but that the risk of missinginfected travellers due to undetected fever is substantially higher when there is no redundancyfrom two successive screenings.Fig 2. Individual outcome probabilities for travellers who screened at given time sinceinfection. ​Columns show three possible mean incubation periods, and rows show threeplausible probabilities that an infected person is subclinical. ​ ​Here, we assume screening occursat both arrival and departure; see Fig. 2 - supplementary figure 1 and Fig. 2 - supplementaryfigure 2 for departure or arrival screening only. Here, we assume flight duration = 24 hours, theprobability that an individual is aware of exposure risk is 0.2, the sensitivity of fever scanners is0.7, and the probability that an individual will truthfully self-report on risk questionnaires is 0.25.The black dashed lines separate detected cases (below) from missed cases (above).We next aimed to compute population-level estimates of the effectiveness of different screeningprograms, as well as the uncertainties arising from the current partial state of knowledge aboutthis recently-emerged virus. To do so, we modeled plausible population-level outcomes bytracking the fraction of infected travellers detained, given a growing epidemic and currentuncertainty around parameter values. We separately consider the best, middle and worst-casescenarios for the proportion of infections that are subclinical, and for each scenario we comparethe impact of departure screening only, arrival screening only, or programs that include both.The striking finding is that even under the best-case assumptions, with just one infection intwenty being subclinical and all travellers passing through departure and arrival screening, themedian fraction of infected travellers detected is only 0.31, with 95% interval extending from0.17 up to 0.48 (Fig. 3A). The total fraction detected is lower for programs with only one layer ofscreening, with arrival screening preferable to departure screening owing to the possibility ofsymptom onset during travel. Considering higher proportions of subclinical cases, the overalleffectiveness of screening programs is further degraded, with a median of just one in fiveinfected travellers detected by departure screening in the worst-case scenario.The key driver of these poor outcomes is that, even in the best-case scenario, nearly half ofinfected travellers will not be detectable (as shown by the red regions in Fig. 3B). This isbecause in a growing epidemic, the majority of travellers will have been recently infected andhence will not yet have progressed to the symptomatic stage, and because we assume that feware aware of their exposure risk. As above, the dominant contributor to successful detections isfever screening.We have developed an interactive web application using Shiny in which users can replicate ouranalyses using parameter inputs that reflect the most up-do-date information. The app can beaccessed at ​https://faculty.eeb.ucla.edu/lloydsmith/screeningmodel​. Please note that while theresults in Fig. 3 consider a range of plausible values for each parameter, the outputs of theShiny app are calculated using fixed, user-specified values only.The international expansion of nCoV cases has led to travel screening measures beingproposed and implemented in numerous countries. Given the rapid growth of the epidemic inChina, emphasis on these measures is likely to rise in an attempt to prevent community spreadof the virus in new geographic areas. Using a mathematical model of screening with preliminaryestimates of nCoV epidemiology and natural history, we found that screening will in the bestcase only detect around half of infected travellers. We found that two main factors influencedthe effectiveness of screening. First, symptom screening depends on the natural history of aninfection: individuals are increasingly likely to show detectable symptoms with increasing timesince exposure. A fundamental challenge of screening is that many infected individuals willtravel during their incubation period, a point at which they still feel healthy enough to travel butare simultaneously most difficult to detect. This effect is amplified when the incubation period islonger; infected individuals have a longer window in which they may travel with low probability ofdetection. Second, screening depends on whether exposure risk factors exist that wouldfacilitate specific and reasonably sensitive case detection by questionnaire. For nCoV, there isso far limited evidence for specific risk factors; we therefore assumed that at most 40% oftravellers would be aware of a potential exposure, and that a minority would self-report theirexposure honestly, which led to limited effectiveness in questionnaire-based screening. Theconfluence of these two factors led to many infected travellers being fundamentallyundetectable. Even under our most generous assumptions about the natural history of nCoV,the presence of undetectable travellers made the greatest contribution to screening failure.Correctable failures, such as missing fever or risk awareness that is present, played a moreminor role.        There are some limitations to our analysis. Parameter values for nCoV, such as the incubationperiod, are based on the limited data currently available. For such parameters, the tail of thedistribution is important for understanding the potential for long delays until symptoms, but thetails of skewed distributions are notoriously difficult to characterize using limited data. Ingeneral, current parameter estimates may also be affected by bias or censoring, particularly inthe early stages of an outbreak when most cases have been recently infected, and when data isprimarily available for relatively severe, hospitalized cases. Another crucial uncertaintyhighlighted by our analysis is the frequency of cases too mild or non-specific to be detected asnCoV infections. At least one asymptomatic case has been confirmed in a child                As country-specific screening policies can change rapidly in real-time, we focused on a generalscreening framework rather than specific case studies. We also assumed traveller adherenceand no active evasion of screening. However, there are informal reports of people takingantipyretics to beat fever screening        Our results have several implications for the design and implementation of control measures.Arrival screening could delay the introduction of cases if the infection is not yet present, orreduce the initial rate of spread by limiting the number of parallel chains of transmission initiallypresent in a country. But because screening is inherently leaky, it is crucial to also havemeasures in place to identify cases missed at arrival screening. For example, travellers could beprovided with an information card to self-screen and self-report (Public Health England, n.d.),alongside increased general surveillance/alertness in healthcare settings. We should not takefalse confidence from reports that infected travellers are being detected by existing screeningprograms. Our findings indicate that for every case detected by travel screening, there are likelyone or two other infected travellers that were not caught, and must be found and isolated byother means.        The expected high miss rate of screening programs also has implications for assessing whendifferent programs are worthwhile investments. For areas yet to experience community-basedtransmission of the virus, and subject to substantial traveller inflows from affected areas, arrivalscreening can delay importation of cases and build awareness among incoming travellers.Even once there is some early-stage community transmission in a specific location, arrivalscreening may still reduce the chance of multiple independent transmission chains and ease thework of contact tracing teams, although the relative benefit of such screening for overall caseprevention with decline as local transmission increases. Once there is generalized spread whichhas outpaced contact tracing, departure screening to prevent export of cases to new areas willbe more valuable than arrival screening to identify additional incoming cases. However thecost-benefit tradeoff for any screening policy should be assessed in light of past experiences,where few or no infected travellers have been detected by such programs        Several factors could potentially strengthen the screening measures described here. Withimproved efficiency of thermoscanners or other symptom detection technology, we wouldexpect a smaller difference between the effectiveness of arrival-only screening and combineddeparture and arrival screening in our analysis. Alternatively, the benefits of redundantscreening (noted above for programs with departure and arrival screens) could be gained in asingle-site screening program by simply having two successive fever-screening stations thattravellers pass through. As risk factors become better known, questionnaires could be refined toidentify more potential cases. Alternatively, less stringent definition of high exposure risk (e.g.contact with anyone with respiratory symptoms) would be more sensitive. These approacheswould boost sensitivity of screening, but could also incur a large cost in terms of false positivesdetained, especially during influenza season.The availability of rapid PCR tests would also be beneficial for case identification at arrival, andwould address concerns with false-positive detections. If such tests were fast, there may bepotential to test suspected cases in real time based on questionnaire responses, travel origin, orborderline symptoms. However, such measures could prove highly expensive if implemented atscale. There is also scope for new tools to improve the ongoing tracking of travellers who passthrough screening, such as smartphone-based self-reporting of temperature or symptoms inincoming cases. Recent travellers could even be asked to maintain a diary of close contacts for14 days following arrival, to expedite contact tracing in the event they become ill with nCoV.This would be cheaper and more scalable than intense follow-up, but is likely to be limited byuser adherence.Our analysis underlines the reality that respiratory viruses are difficult to detect by travelscreening programs, particularly if a large fraction of infected people show mild or indistinctsymptoms, and if incubation periods are long. Quantitative estimates of screening effectivenesswill improve as more is learned about this recently-emerged virus, and will vary with the precisedesign of screening programs. However, we present a robust qualitative finding: in any situationwhere there is widespread epidemic transmission in source populations from which travellersare drawn, travel screening programs can slow but not stop the importation of infected cases.By decomposing the factors leading to success or failure of screening efforts, our work supportsdecision-making about program design, and highlights key questions for further research. Wehope that these insights may help to mitigate the global impacts of nCoV by guiding effectivedecision-making in high- and low-resource countries, and may contribute to prospectiveimprovements in travel screening policy for future emerging infections.          The model’s structure is summarized above (Fig. 1), and detailed methods have been describedpreviously          Previously, we kept track of all the ways in which infected travellers can be detected byscreening (fever screen, or risk factor screen at arrival or departure). Here, we additionally keeptrack of the many ways in which infected travellers can be missed (missed given fever present,missed given exposure risk present, missed given both present, or missed given undetectable).Cases who have not yet passed the incubation period are considered undetectable by feverscreening, even if they will eventually develop symptoms in the future. In other words, notraveller is considered “missed given fever present” until they have passed the incubation periodand show detectable symptoms. If arrival screening occurs, cases who progress to symptoms inflight are considered detectable by fever screening. Additionally, in the supplementary userinterface, we implemented the possibility that some fraction of infected travellers deliberatelyevade screening.          Our best-case scenario, in which only 5% of cases are subclinical, is consistent with the fact thatthe vast majority of nCoV cases detected to date have shown fever or other detectablesymptoms                    Numerous recent studies have estimated that the incubation period lasts around five days onaverage                    The probability that an infected traveller is detectable using questionnaire-based screening forexposure risk will be highest if specific risk factors are known. Other than close contact with aknown nCoV case, or contact with the Hunan seafood wholesale market in the earlier phase ofthe outbreak in Wuhan, we are not aware that any specific risk factors have been identified.Given the relative anonymity of respiratory transmission, we assume that a minority of infectedtravellers would realize that they have been exposed before symptoms develop (20% in Fig. 2,range 5-40% in Fig. 3). Further, relying on a previous upper-bound estimate          Table 1 summarizes the state of knowledge about additional key natural history parameters, asof January 28, 2020.We thank the Cobey lab for helpful comments.KG was supported by a postdoctoral fellowship in the program for understanding dynamic &multiscale systems from the James S. McDonnell foundation. AJK was supported by a Sir HenryDale Fellowship jointly funded by the Wellcome Trust and the Royal Society (grant Number206250/Z/17/Z). ACRG was supported by a CAPES Science Without Borders fellowship. ACRG,ROM and JOL-S were supported by NSF grants OCE-1335657 and DEB-1557022, SERDPRC-2635, andThe authors declare no competing interests.All code used in these analyses can be found at ​https://github.com/kgostic/traveller_screening​.Fig 2-Supplementary figure 1. Departure screening only.Fig 2-Supplementary figure 2. Arrival screening only.        Fig 3 - Supplementary figure 1. Plausible incubation period distributions underlying theanalyses in Fig. 3​. The black line shows the probability density function of the best-fit gammadistribution reported by        ", "ref_list": [[], ["The incubation period of 2019-nCoV infections among travellers from Wuhan, China"], ["International travels and fever screening during epidemics: A literature review on the effectiveness and potential use of non-contact infrared thermometers"], ["Yuen"], ["Effectiveness of traveller screening for emerging pathogens is shaped by epidemiology and natural history of infection"], ["Articles Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Report 3: Transmissibility of 2019-nCoV"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV"], ["Airport screening for Ebola: Will it make a difference? BMJ ​349​:1-2"], ["A Chinese embassy in Paris tracked down a woman who gloated on social media about cheating airport detection with a medicine that lowered her fever"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Chinese Premier Visits Virus Epicenter as Death Toll Hits 80"], ["Pattern of early human-to-human transmission of Wuhan 2019-nCoV"], ["Novel Coronavirus ("], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JA Backer", "D Klinkenberg", "J. Wallinga"], ["D Bitar", "A Goubar", "JC. Desenclos"], ["JF Chan", "S Yuan", "K Kok", "KK To", "H Chu", "J Yang", "F Xing", "J Liu", "CC Yip", "RW Poon", "H Tsoi", "SK Lo", "K Chan", "VK Poon", "W Chan", "JD Ip", "J Cai", "H Chen", "CK Hui"], ["KM Gostic", "AJ Kucharski", "Lloyd-Smith JO"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia", "Y Wei", "W Wu", "X Xie", "W Yin", "H Li", "M Liu", "Y Xiao", "H Gao", "L Guo", "J Xie", "G Wang", "R Jiang", "Z Gao", "Q Jin", "J Wang", "B. Cao"], ["N Imai", "A Cori", "I Dorigatti", "M Baguelin", "CA Donnelly", "S Riley", "M. Neil"], ["T Liu", "J Hu", "M Kang", "L Lin", "H Zhong", "J Xiao", "G He", "T Song", "Q Huang", "Z Rong", "A Deng", "W Zeng", "X Tan", "S Zeng", "Z Zhu", "J Li", "D Wan", "J Lu", "H Deng", "J He", "W. Ma"], ["D Mabey", "S Flasche", "WJ Edmunds"], ["Mahbubani R."], ["JM Read", "JRE Bridgen", "DAT Cummings", "A Ho", "CP Jewell"], ["Reuters", "​N Y Times"], ["J Riou", "CL Althaus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "nCoV, based on what is currently known about its natural history and epidemiology and on\ndifferent possible combinations of departure and arrival screening policies.", "one_words_summarize": "nCoV, based on what is currently known about its natural history and epidemiology and ondifferent possible combinations of departure and arrival screening policies. As the virus continues to spread within China, and ascases continue to pop up in other countries, the risk of exportation of cases from beyond thecurrent travel-restricted area is likely to grow. Limitedresources also could mean that some countries cannot implement large-scale arrival screening. In this scenario, departure screening would be the sole barrier -- however leaky -- to importationof cases into these countries. It is also important to recognize that, owing to the lag time inappearance of symptoms in imported cases, any weaknesses in screening would continue tohave an effect on case importations for up to two weeks (roughly, the maximum reportedincubation period) after changes in screening policy or epidemic context in the source region. Accordingly, we consider scenarios with departure screening only, arrival screening only, orboth departure and arrival screening. Here, we only consider infected travellers who submit to screening. ParameterMean incubationperiodIncubation perioddistributionPercent of casessubclinical(Never detectable insymptom screen)R0Best estimate(Analyses in Fig. 3)5.5 daysSensitivity: 4 days or7 days4-7 daysGamma distribution with shape = m1e.a2n , scale= 1.2.Best case scenario: 5%Middle case scenario: 25%Worst case scenario: 50%Percent of travellersaware of exposureriskSensitivity of thermal 70%scanners for fever20%25%Probability thattravellers self-reportexposure riskTime from symptomonset to patientisolation(After which weassume travel is notpossible)No effect inindividual-levelanalysis. Table 1 and the Methods summarize the current state of knowledge. Here, we used two distinct approaches to incorporate this uncertainty into our analysis. We focus on these two parameters because screening outcomes areparticularly sensitive to their values. 3B shows the mean fraction of individualswith each screening outcome from across all simulations. Our model outputs the probability of different screening outcomes through time, including theoverall likelihood of detecting the infected traveller and the different contributions to success orfailure. First, we explored the probability that any particular infected individual would be detectedby a screening program, as a function of the time between exposure and the initiation of travel(Fig. For a screening program combining departure and arrival screening, as shown in Fig. The arrival fever screen isthe next greatest contributor, with its value arising from two factors: the potential to detect caseswhose symptom onset occurred during travel, and the potential to catch cases missed due toimperfect instrument sensitivity in non-contact infrared thermoscanners (Table 1). Considering higher proportions of subclinical cases, the overalleffectiveness of screening programs is further degraded, with a median of just one in fiveinfected travellers detected by departure screening in the worst-case scenario. We found that two main factors influencedthe effectiveness of screening. First, symptom screening depends on the natural history of aninfection: individuals are increasingly likely to show detectable symptoms with increasing timesince exposure. Our findings indicate that for every case detected by travel screening, there are likelyone or two other infected travellers that were not caught, and must be found and isolated byother means. The expected high miss rate of screening programs also has implications for assessing whendifferent programs are worthwhile investments. However thecost-benefit tradeoff for any screening policy should be assessed in light of past experiences,where few or no infected travellers have been detected by such programs        Several factors could potentially strengthen the screening measures described here. Alternatively, less stringent definition of high exposure risk (e.g.contact with anyone with respiratory symptoms) would be more sensitive. If such tests were fast, there may bepotential to test suspected cases in real time based on questionnaire responses, travel origin, orborderline symptoms. AJK was supported by a Sir HenryDale Fellowship jointly funded by the Wellcome Trust and the Royal Society (grant Number206250/Z/17/Z). Plausible incubation period distributions underlying theanalyses in Fig."}