{"date": "2020/01/30", "journal": "medrxiv", "authors": "Jeffrey Shaman, Marta Galanti", "title": "Direct Measurement of Rates of Asymptomatic Infection and Clinical Care-Seeking for Seasonal Coronavirus", "type": "preprint article", "abstract": "The pandemic potential of the novel coronavirus (nCoV) that emerged in Wuhan, China, during December 2019 is strongly tied to the number and contagiousness of undocumented human infections. Here we present findings from a proactive longitudinal sampling study of acute viral respiratory infections that documents rates of asymptomatic infection and clinical care seeking for seasonal coronavirus. We find that the majority of infections are asymptomatic by most symptom definitions and that only 4% of individuals experiencing a seasonal coronavirus infection episode sought medical care for their symptoms. These numbers indicate that a very high percentage of seasonal coronavirus infections are undocumented and provide a reference for understanding the spread of the emergent nCoV. The Wuhan novel coronavirus (nCoV) appears to have emerged in humans in the Hubei province of China during December 2019 (1). The virus was definitively identified in the first week of 2020 and as of January 29 had spread to 15 other countries; 6065 confirmed cases, 9239 suspected cases, and 132 deaths have been reported (2); however, the total number of infections (confirmed, suspected and unreported) remains unknown. Quantification of the reporting rate, i.e. the ratio of confirmed and suspected cases to total infections, is vital for delineation of the prevalence, scope and potential spread of nCoV. Indeed, the speed and geographic extent of its translocation throughout China and internationally are likely tied to the true prevalence of the pathogen and suggest that there are many more infections (i.e. the reporting rate is low), that contagiousness is not negligible among these undetected infected persons, and that nCoV will be difficult to contain. To contextualize the issue of unreported infection, we here present the findings from a recent proactive sampling project carried out in New York City (NYC) that documented rates of asymptomatic infection and clinical care-seeking among individuals shedding seasonal CoV (types: HKU1, 229E, NL63 and OC43).", "text": "        Data are derived from sampling performed between October 2016 and April 2018 aspart of the Virome project, a proactive sampling of respiratory virus infection rates,associated symptom reports and rates of seeking clinical care. We enrolled 214 healthyindividuals from multiple locations in the Manhattan borough of NYC. Cohortcomposition is described in Galanti et al. (                Nasopharyngeal samples were collected by study coordinators once a weekirrespective of participant symptoms. Samples were screened using the GenMarkeSensor RVP system for 18 different respiratory viruses, including coronavirus 229E,NL63, OC43, and HKU1. Sample collection and extraction followed the same protocolas in Shaman et al. (                In addition, participants completed daily self-reports rating nine respiratoryillnessrelated symptoms (fever, chills, muscle pain, watery eyes, runny nose, sneezing, sorethroat, cough, chest pain) each of which was recorded on a Likert scale (0=none,1=mild, 2=moderate, 3=severe). The daily self-report also documented whetherparticipants had sought medical attention, stayed home or taken cold and flu-relatedmedications (both over-the-counter and prescription) as a consequence of their listedsymptoms (see (        Definition 1Definition 2Definition 3Definition 4Definition 5At least one day with a daily score >3Minimum two individual symptoms >0 and at least one symptom >1Total symptom score >9Total symptom score greater than twice the weekly average for theinfected individualTotal symptom score >0 (i.e. any reported symptom)We defined an infection (or viral) episode as a group of consecutive weekly specimensfrom a given individual that were positive for the same virus (allowing for a one-weekgap to account for false negatives and temporary low shedding). Medically attendedillness, sick days at home and medicine uptake were defined as episodes in which theparticipants reported seeking care, staying home or taking medicines due to respiratorysymptoms. We classified all infection episodes as symptomatic or asymptomaticaccording to individual symptom scores in the days surrounding the date of the firstpositive swab of an episode. We used multiple definitions as a standard for symptomaticinfection does not exist (Table 1). These symptom definitions are described in referenceto a -3 to +7-day window around the date of the initial positive swab for an infectionepisode. Daily score is defined as the sum of the 9 individual symptoms (range: 0-27).Total symptom score is the daily symptom score summed over the -3 to +7-day window.Table 2 presents the findings for seasonal CoV from this proactive sampling effort. 135CoV infection episodes were identified. CoV-OC43 infection was most frequent (n=61),and CoV-NL63 infection was least frequent (n=15). Note that co-infections occurred;hence, the sum of the type infections is greater than the total reported in the finalcolumn of Table 2. Adults (20+ years old) constituted 64% of the cohort, provided 67%of collected swab specimens, and experienced 50% of all CoV infection episodes.Based on Definitions 1-4, the majority of CoV infection episodes were asymptomatic.When stratified by type, differences emerge: CoV-NL63 was more than twice as likely toproduce symptomatic infection episodes as CoV-229E (by Definitions 1-4). Definition 5,which defines symptomatic infection as the manifestation of any symptom during the11day window spanning the initial positive swab collection, indicates that a majority ofinfected persons reported at least one mild cold-related symptom.Participants reported taking medicine in response to cold and flu symptoms for 26%(n=35) of CoV infection episodes. Participants were three times more likely to takemedicine in association with CoV-NL63 infection (40%) than CoV-229E infection (12%).10% of participants reported staying home from work or school during CoV infectionepisodes, and 4% of participants reported seeking medical care.Definition 2Definition 3Definition 4Reporting of seasonal CoV prevalence has been limited to date. The US CDC onlybegan releasing CoV positivity rates in 2018, and understanding of its epidemiologicalfeatures is incomplete. Here, we present direct measurement of rates of seeking clinicalcare and show that only 4% (6 of 135) of persons shedding seasonal CoV sought care.Reporting rates and rates of seeking medical care may differ, as most individualsvisiting a clinician for acute respiratory illness are not tested for seasonal CoV.However, testing for the 2019 nCoV is expected to be more robust than for seasonalCoV as there is pressing need to understand and contain this novel pathogen. This hightesting rate could result in the reporting rate for nCoV equaling the rate of seekingmedical care. Thus, if rates of seeking medical care for nCoV were to align withseasonal CoV, the reporting rate for nCoV would approach 4%. Should the remaining96% of unreported infections be sufficiently contagious, their high numbers couldsupport rapid spread of nCoV.        It is important to note that rates of seeking medical care for nCoV may not align with therates found here for seasonal CoV: concern over the virus may lead to elevated rates ofseeking medical care; our estimates for seasonal CoV represent a moderate samplesize; and the symptom severity of emergent Wuhan nCoV may differ from seasonalCoV. Further, early outbreak instances of death due to nCoV occurred predominantly inelderly patients, and often elderly with co-morbidities (                Still, several recent studies suggest that reporting rates for nCoV may align with therates found here for seasonal CoV. Chinazzi et al., (                The impact of unrecognized and unattended infections on transmission dynamics islikely a key determinant of whether control of the nCoV outbreak is possible. Forexample, although cases of seroconversion without sign of disease were documentedduring the SARS outbreak, asymptomatic and subclinical rates are believed to havebeen low. No cases of asymptomatic SARS transmission were documented (        A higher asymptomatic ratio was reported for MERS infections, which presented with abroader spectrum of clinical manifestations: 21% of laboratory identified cases weremild or asymptomatic and 48% had severe disease or died (10). The potential forasymptomatic transmission of MERS has been reported (11); however, the majority oftransmission events happened within hospital or household, suggesting that closeproximity may have facilitated transmission.nCoV has spread rapidly in a short time, which suggests a substantial number ofunreported infections exist. The results presented here provide a unique direct measureof seasonal CoV infection, symptom severity, and rates of seeking medical care. Thesefindings provide a baseline reference for contextualizing nCoV pandemic potential.This work was supported by the Defense Advanced Research Projects Agency contractW911NF-16-2-0035. The funders had no role in study design, data collection andanalysis, decision to publish, or preparation of the manuscript.JS and Columbia University disclose partial ownership of SK Analytics.", "ref_list": [[], [""], ["- ncov"], ["Longitudinal active sampling for respiratory viral infections across age groups"], ["Rates of asymptomatic respiratory virus infection across age groups"], ["Asymptomatic summertime shedding of respiratory viruses"], ["The age, sex and symptoms of China's coronavirus victims"], ["Preliminary assessment of the International spreading risk associated with the 2019 novel coronavirus (2019-nCoV) outbreak in Wuhan City"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Consensus document on the epidemiology of severe acute respiratory syndrome (SARS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["M Galanti", "R Birger", "SMM Ud-Dean", "I Filip", "H Morita", "D Comito"], ["M Galanti", "R Birger", "SMM Ud-Dean", "I Filip", "H Morita", "D Comito"], ["J Shaman", "H Morita", "R Birger", "M Boyle", "D Comito", "B Lane"], ["W Davies", "S. Tan"], ["M Chinazzi", "JT Davis", "C Gioannini", "M Litvinova", "A Pastore y Piontti", "L Rossi"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], ["AS Omrani", "MA Matin", "Q Haddad", "D Al-Nakhli", "ZA Memish", "Albarrak AM"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Data are derived from sampling performed between October 2016 and April 2018 as\npart of the Virome project, a proactive sampling of respiratory virus infection rates,\nassociated symptom reports and rates of seeking clinical care. We enrolled 214 healthy\nindividuals from multiple locations in the Manhattan borough of NYC. Cohort\ncomposition is described in Galanti et al. (\n        ", "one_words_summarize": "Data are derived from sampling performed between October 2016 and April 2018 aspart of the Virome project, a proactive sampling of respiratory virus infection rates,associated symptom reports and rates of seeking clinical care. Samples were screened using the GenMarkeSensor RVP system for 18 different respiratory viruses, including coronavirus 229E,NL63, OC43, and HKU1. Daily score is defined as the sum of the 9 individual symptoms (range: 0-27).Total symptom score is the daily symptom score summed over the -3 to +7-day window. Table 2 presents the findings for seasonal CoV from this proactive sampling effort. Thus, if rates of seeking medical care for nCoV were to align withseasonal CoV, the reporting rate for nCoV would approach 4%. The potential forasymptomatic transmission of MERS has been reported (11); however, the majority oftransmission events happened within hospital or household, suggesting that closeproximity may have facilitated transmission.nCoV has spread rapidly in a short time, which suggests a substantial number ofunreported infections exist. Thesefindings provide a baseline reference for contextualizing nCoV pandemic potential. JS and Columbia University disclose partial ownership of SK Analytics."}