{"date": "2020/01/31", "journal": "medrxiv", "authors": "Billy Quilty, Sam Clifford, Stefan Flasche, Rosalind M Eggo", "title": "Effectiveness of airport screening at detecting travellers infected with 2019-nCoV", "type": "preprint article", "abstract": "Note: this report is a pre-print and has not yet been peer-reviewed. As the number of novel coronavirus cases grows both inside and outside of China, public health authorities require evidence on the effectiveness of control measures such as thermal screening of arrivals at airports. We evaluated the effectiveness of exit and entry screening for 2019-nCoV infection. In our baseline scenario, we estimated that 46.5% (95%CI: 35.9 to 57.7) of infected travellers would not be detected, depending on the incubation period, sensitivity of exit and entry screening, and the proportion of cases which are asymptomatic. Airport screening is unlikely to detect a sufficient proportion of 2019-nCoV infected travellers to avoid entry of infected travellers. We developed an online tool so that results can be updated as new information becomes available.", "text": "We simulated 100 infected air travellers who are still infected with 2019-nCoV on arrival at theirdestination and hence would pose a risk for seeding transmission in a new region. The durationof travel is the flight time plus a small amount of additional travel time for airport procedures. Weassumed that most individuals will develop symptoms, including fever, at the end of theirincubation period and progress to more severe symptoms after a few days, resulting inhospitalisation and isolation. Individuals may also exhibit an asymptomatic (subclinical) infectionwhere they do not exhibit symptoms that would be detected by thermal scanning or cause themto seek medical care, although these individuals may be infectious. Travellers may exhibitsevere symptoms during their travel; upon arrival they are hospitalised without undergoing entryscreening. We then estimated the proportion of travellers who would be detected by exit andentry screening, develop severe symptoms during travel, or go undetected, under varyingassumptions of:- the proportion of asymptomatic infections;- the sensitivity of exit and entry screening;- the duration of travel;- the incubation period;- the time from the start of symptoms until hospitalisation (Table 1).We assume that the time of starting travel is randomly and uniformly distributed between thetime of infection and twice the expected time to severe disease; however, we only considerthose travellers who depart before their symptoms worsen to the point that they would seekhospital care ​6​. We simulate travellers with individual incubation period, time from onset tosevere disease, flight start times and detection success at exit and entry screening according tothe screening sensitivities (Figure 3). We consider only the travel of infected individuals (not theproportion of travellers who are infected) and therefore assume a screening specificity of 100%.An individual will be detected at exit screening if their infection is not asymptomatic, theirdeparture time exceeds their incubation period, and their stochastic exit screening successindicates detection. An individual will be detected at entry screening if their infection is notasymptomatic, their incubation period ends after their departure but before their arrival, theyhave not been detected at exit screening, and their entry screening success indicates detection.Entry screening detections are further divided into detection due to severe symptoms anddetection of mild symptoms via equipment such as thermal scanners. We used 10,000bootstrap samples to calculate 95% confidence intervals.The model code is available via GitHub ​7 and the results can be further explored in an R Shinyapp at ​https://cmmid-lshtm.shinyapps.io/traveller_screening/​ (Figure 1).86%Proportion of asymptomaticinfections undetectable bytypical screening procedures17%image scanners ​1086% for ​Infrared thermalimage scanners ​1086% for ​Infrared thermalin a 2019-nCoV family cluster11Reported mean, variancehospitalisationdays, variance 14.7 daysestimated from uncertaintyinterval of mean​1estimated from uncertaintyFor the baseline scenario we estimated that 44 (95%CI: 33-56) of 100 infected travellers wouldbe detected by exit screening, 0 (95% CI: 0-3) case would develop severe symptoms duringtravel, 9 (95%CI: 2-16) additional cases would be detected by entry screening, and theremaining 46 (95%CI: 36-58) would not be detected.The effectiveness of entry screening is largely dependent on the effectiveness of exit screeningin place. Under baseline assumptions, entry screening could detect 53 (95%CI: 35-72) insteadof 9 infected travellers if no exit screening was in place. However, the probability of developingsymptoms mid-flight increases with flight time and hence exit screening is more effective forlonger flights (Figure 2).Syndromic screening designed to prevent infected and potentially infectious cases enteringundetected is highly vulnerable to asymptomatic infections and long incubation periods. If thebaseline scenario is modified to have 0% asymptomatic infections and 100% sensitivity of entryscreening, the incubation period will need to be approximately 10-fold shorter than the periodfrom symptom onset to severe disease (e.g. hospitalisation) in order to detect more than 90% ofinfected travellers that would not otherwise report illness at either exit or entry screening.sensitivities of exit screening. Each cell is a mean of 10,000 model simulations. Other parameters(Incubation period, symptom onset to hospitalisation period, and asymptomatic rate) were fixed atbaseline assumptions (Table 1). Intervals are probabilities of detection, binned at increments of 10%(0-10%, 10-20%, etc.).A​ s a response to the ongoing outbreak of a novel coronavirus originating in Wuhan, the Chinesegovernment has implemented exit screening for international flights leaving China’s majorairports. Thermal scanning, which can identify passengers with fever (high external bodytemperature), allows for passengers exhibiting symptoms of 2019-nCoV infection to be testedbefore they board a flight. Similarly, entry screening for flights originating in the most affectedregions may be considered at airports in regions in and outside China. We estimate that the keygoal of syndromic screening at airports - to prevent infected travellers from entering regions withlittle or no ongoing transmission - is only achievable if the rate of asymptomatic infections thatare transmissible is negligible, screening sensitivity is almost perfect, and the incubation periodis short. Based on data from Li et al. (2020)​8​, 2019-nCoV has a shorter incubation period thanSARS, and a higher rate of asymptomatic infections​9​. Under generally conservativeassumptions on sensitivity, we find that 46.5% of infected travellers will enter undetected.Entry screening is an intuitive barrier for the prevention of infections entering a region orcountry. However, evidence on its effectiveness is limited and given the lack of specificity, itgenerates a high overhead of screened travellers uninfected with the targeted pathogen​4​. Forexample, when entry screening was implemented in Australia in response to the 2003 SARSoutbreak, 1.84 million people were screened, 794 were detained, and no cases wereconfirmed​10​. While some cases of 2019-nCoV have been identified through airport screening inthe current outbreak we estimate that likely many more infected travellers have passed throughscreening undetected.It is important to note that our estimates are based on a number of key assumptions that cannotyet be informed directly by evidence from the ongoing 2019-nCoV outbreak. The currentoutbreak has spread rapidly and early evidence suggests that the average severity is lower thanSARS. This may also suggest a substantial proportion of asymptomatic cases. A recent analysisof a family transmission cluster is based on a small sample size but 1 in 6 infections wasasymptomatic ​9​; a major impediment for the effectiveness of syndromic screening. However, ifasymptomatic cases were not infectious they would not pose a risk for seeding infection chainson arrival. To allow easy adaptation of our results as new insight becomes available in thecoming weeks we developed an online app.Furthermore, the most up-to-date data on the incubation period or the time until recovery of2019-nCoV has been used in this analysis, yet these figures are likely to change over time asmore data becomes available. Unless the incubation period is only a small fraction of theduration of clinical symptoms, and fever in particular, syndromic screening is likely to detect aninsufficient fraction of infected cases to prevent local infections. In addition, the sensitivity ofairport screening for the detection of 2019-nCoV has not been evaluated. However, we choseconservative estimates and show that with reduced sensitivity the effectiveness of syndromicscreening would further decline.In many international airports, information is provided to travellers from affected regionsadvising recommended action if they develop symptoms on or after arrival​11–14​. While this islikely to be an effective strategy, we find that airport screening for initial symptoms, via thermalscanners or similar, on either exit or entry is unlikely to detect a sufficient proportion of2019-nCoV infected travellers in order to avoid entry of infected travellers and therefore thepotential for seeding of local transmission.", "ref_list": [[], [""], ["-health/infectious-disease-ep idemiology/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus/"], ["China to Suspend Tours Abroad and Xi to Warn of a 'Grave Situation'"], ["Effectiveness of traveller screening for emerging pathogens is shaped by epidemiology and natural history of infection"], ["Airport screening for Ebola"], ["Entry screening for severe acute respiratory syndrome (SARS) or influenza: policy evaluation"], [""], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Border screening for SARS in Australia: what has been learnt?"], ["Airport screenings for the Wuhan coronavirus increase around the world [Internet]"], ["Passengers arriving from Wuhan, China are being screened for the novel coronavirus"], ["-novel-coronavirus-information-for-the-public#advice-fo r-travellers-from-wuhan."], ["Factors Influencing Compliance with Quarantine in Toronto During the 2003 SARS Outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["Coronavirus Spurs"], ["KM Gostic", "AJ Kucharski", "JO Lloyd-Smith"], ["D Mabey", "S Flasche", "WJ Edmunds"], ["RJ Pitman", "BS Cooper", "CL Trotter", "NJ Gay", "WJ Edmunds"], [], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["JF-W Chan", "S Yuan", "K-H Kok", "H Chu", "J Yang"], ["G Samaan", "M Patel", "J Spencer", "L Roberts"], [], [], [], ["C DiGiovanni", "J Conley", "D Chiu", "J Zaborski"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We simulated 100 infected air travellers who are still infected with 2019-nCoV on arrival at their\ndestination and hence would pose a risk for seeding transmission in a new region. The duration\nof travel is the flight time plus a small amount of additional travel time for airport procedures. We\nassumed that most individuals will develop symptoms, including fever, at the end of their\nincubation period and progress to more severe symptoms after a few days, resulting in\nhospitalisation and isolation. Individuals may also exhibit an asymptomatic (subclinical) infection\nwhere they do not exhibit symptoms that would be detected by thermal scanning or cause them\nto seek medical care, although these individuals may be infectious. Travellers may exhibit\nsevere symptoms during their travel; upon arrival they are hospitalised without undergoing entry\nscreening. We then estimated the proportion of travellers who would be detected by exit and\nentry screening, develop severe symptoms during travel, or go undetected, under varying\nassumptions of:\n- the proportion of asymptomatic infections;\n- the sensitivity of exit and entry screening;\n- the duration of travel;\n- the incubation period;\n- the time from the start of symptoms until hospitalisation (Table 1).", "one_words_summarize": "We simulated 100 infected air travellers who are still infected with 2019-nCoV on arrival at theirdestination and hence would pose a risk for seeding transmission in a new region. Individuals may also exhibit an asymptomatic (subclinical) infectionwhere they do not exhibit symptoms that would be detected by thermal scanning or cause themto seek medical care, although these individuals may be infectious. Travellers may exhibitsevere symptoms during their travel; upon arrival they are hospitalised without undergoing entryscreening. The effectiveness of entry screening is largely dependent on the effectiveness of exit screeningin place. If thebaseline scenario is modified to have 0% asymptomatic infections and 100% sensitivity of entryscreening, the incubation period will need to be approximately 10-fold shorter than the periodfrom symptom onset to severe disease (e.g. hospitalisation) in order to detect more than 90% ofinfected travellers that would not otherwise report illness at either exit or entry screening.sensitivities of exit screening. This may also suggest a substantial proportion of asymptomatic cases. However, we choseconservative estimates and show that with reduced sensitivity the effectiveness of syndromicscreening would further decline."}