{"date": "2020/01/27", "journal": "medrxiv", "authors": "Jantien A. Backer, Don Klinkenberg, Jacco Wallinga", "title": "The incubation period of 2019-nCoV infections among travellers from Wuhan, China", "type": "preprint article", "abstract": "symptom onset of 34 confirmed cases that were detected outside Wuhan, we estimate the mean incubation period to be 5.8 (4.6 - 7.9, 95% CI) days, ranging from 1.3 to 11.3 days (2.5th to 97.5th percentile). These values help to inform case definitions for 2019-nCoV and Conflict of interest: 'None declared'", "text": "Wuhanand SportFunding statement: The study was financed by the Netherlands Ministry of Health, WelfareEarly January 2020, a novel coronavirus 2019-nCoV, has been identified as the infectiousagent that causes an outbreak of viral pneumonia in Wuhan, China, where the first caseshad their symptom onset in December 2019 [1]. This newly discovered virus causes a severeacute respiratory disease. The rapid spread in Wuhan and throughout China poses a greatstrain on health care system and disrupts the local societies. The multiple cases showing upoutside China cause international concern.The virus is related to the SARS coronavirus and MERS coronavirus, but is distinct from eachof those viruses [2], such that the epidemiological key parameters have to be identified forthis new virus from incoming case reports as the epidemic continues. Chief among these keyparameters is the incubation period distribution. The range of the values for the incubationperiod is essential to epidemiological case definitions, and is required to determine theappropriate duration of quarantine. Moreover, knowledge of the incubation period helps toassess the effectiveness of entry screening and contact tracing. The distribution of theincubation period is also used in estimating the size of the epidemic [3 – 5] and thetransmission potential [6, 7]. In absence of data on the 2019-nCoV incubation period, theWHO has worked with a broad range of 0 to 14 days, the CDC has taken a range of 2 to 14days, and several studies have assumed incubation periods of SARS or MERS coronaviruses.Here we present the distribution of incubation periods estimated for travellers from Wuhanwith confirmed 2019-nCoV infection, using their reported travel histories and symptomA total of 110 cases were detected until 23 January 2020 in China outside Wuhan andconfirmed to be infected with 2019-nCoV. For 34 cases detected between 20 and 23January, the travel history (to and) from Wuhan is known as well as their symptom onsetdate. Their ages range from 18 to 70 years old (with one missing), 7 of them are women, 27are men. During this initial stage of the epidemic, it is most likely that these travellers wereinfected in Wuhan. Consequently, their time spent in Wuhan can be taken as the duration ofexposure to infection.Of these 34 cases with known travel history, 19 were Wuhan residents and travelledelsewhere, and 15 visited Wuhan for a limited time. By taking the date of symptom onsetand travel history together we inferred the possible values that the incubation period couldhave been for each of these cases. Examples of these reports are:“First confirmed imported nCov pneumonia patient in Shanxi: male, visited Wuhan fromcontacts traced.” which gives an observed incubation period between 4 and 7 days.“First confirmed imported nCov pneumonia patient in Shanghai (from Wuhan): female, 56,Wuhan residence, arrived in Shanghai from Wuhan on 01/12/2020, symptom onset andvisited fever clinic on 01/15/2020, laboratory confirmed on 01/20/2020” which gives anobserved incubation period of 3 days or longer.The data used for this analysis has been translated and made publicly available [8] by Dr.Kaiyuan Sun (NIH, USA). We took the data as available on January 25 (supplementaryUsing the duration of stay in Wuhan and the symptom onset date, we obtained a range ofpossible values for the incubation period of each case. We used a Bayesian approach to inferthe distribution of the incubation period from these possible values. Three often-usedparametric forms for the incubation distribution were used to define the likelihood function:the Weibull distribution , the gamma distribution, and the lognormal distribution. We use astrictly positive flat prior for the distribution parameters (supplementary material S2). Weused a uniform prior in the exposure interval for the moment of infection for each case. Theposterior distribution was estimated with the rstan package [9] in R [10] (supplementaryperiod lack an unexposed (gray) period. However, the estimated infection times for thesecases are close to the end of the exposure window, informed by the cases that do have amaximum incubation period.detection location, gender (M or F) and age. Distinct periods are shown as unexposed (gray),exposed (white), infected but asymptomatic (pink), and symptomatic (purple). The analysisyields the probability of being infected (violet), i.e. the cumulative density function of theestimated infection moments (using the Weibull distribution).The Weibull distribution provided the best fit to the data (Tab. 1). The mean incubationperiod was estimated to be 5.8 (4.6 – 7.9, 95% credible interval) days. The incubation periodranges from 1.3 to 11.3 days (2.5th to 97.5th percentile) (Tab. 2 and Fig. 2). The results usingthe gamma distribution provide a slightly poorer description of the data but provide asimilar range from 1.8 to 11.7 days. Although the lognormal distribution provides thepoorest fit to the data, the incubation period ranging from 1.7 to 15.0 days (2.5th to 97.5thpercentile) may be relevant for a conservative choice of quarantine periods.Tab. 2 Percentiles of estimated incubation period for travellers infected with 2019-nCoV inWuhan, China, January 2020, for different parametric forms for the likelihood; posteriormedian and 95% credible interval in days.Weibull GammaPercentiles estimate (95% CI) estimate (95% CI)2.5th 1.3 (0.5 – 2.5) 1.8 (0.7 – 2.9)5th 1.8 (0.8 – 3.0) 2.2 (1.0 – 3.2)50th 5.5 (4.2 – 7.3) 5.3 (4.1 – 6.9)95th 10.3 (7.9 – 17.3) 10.5 (7.8 – 17.0)97.5th 11.3 (8.5 – 19.9) 11.7 (8.6 – 19.8)99th 12.4 (9.1 – 23.1) 13.3 (9.5 – 23.5)distribution for travellers infected with the 2019-nCoV in Wuhan, China, January 2020;posterior median of mean (blue line) and 95% credible interval (light blue area).A comparison to the estimated incubation period distribution for MERS (Tab. 3 and Fig. 3)shows that the values are remarkably similar, with mean values differing at most 1 day and95th percentiles differing at most 2 days. The estimated mean incubation periods for SARSare more variable between studies, including values shorter and longer than presented herefor 2019-nCoV. These findings imply that findings of previous studies that have assumedincubation period distribution similar to MERS or SARS will not have to be adapted becauseof a shorter or longer incubation period.95th percentile (days)estimate (95% CI)n.a.n.a.(8.9 – 12.2)(7.3 – 17.5)n.a.(11.5 – 14.4)(8.5 – 17.5)          (Hong Kong)Lau 2010 [13] SARS (Beijing) Lognormal 5.7 n.a.Lau 2010 [13] SARS (Taiwan) Lognormal 6.9 n.a.Lessler 2009 [          Lognormaldifferent studies; median (black point), interquartile range (box), and maximum of 1.5 timesthe interquartile range (whiskers).We characterized the distribution of incubation periods for Chinese travellers infected withstudy provides empirical evidence to back reports on a familial cluster where five familymembers developed symptoms 3 – 6 days after exposure [18] and a reported range from 2to 11 days [19]. It fits within the range from 0 to 14 days that has been assumed by theIn our analysis we assumed a uniform prior probability of being infected during the period ofstay in Wuhan. Since the epidemic was developing during that time period, it is more likelythat travellers were infected toward the end rather than the beginning of their stay. Thismight produce a slight bias towards longer incubation periods, so the estimated upper limitof 11.3 days could be considered conservative.The travellers in this study represent a selective sample of the reported cases in China. Wefound travellers to be more often male and younger than the cases reported. The numbersare too small to detect systematic differences in incubation time with age or sex. Becausewe only have information on confirmed cases, there is likely a bias towards more severecases in areas with a functioning health care system. As the epidemic continues, it remainsimportant to collect more information on incubation periods of 2019-nCoV cases of olderages, of persons with underlying morbidity, of women, and of persons with mild symptoms.There are various choices one can make about the parametric form of the incubation perioddistribution. The results with the three often-used forms we report here suggest that thereis little impact on the mean and dispersion of the incubation periods. Of these three, thelognormal distribution assigns higher probabilities to longer incubation periods. Althoughwe found that this distribution provided a poorer description of the data than the Weibulland the gamma distributions, it is prudent not to dismiss the possibility of incubationperiods up to 14 days at this stage of the epidemic.Our study helps in choosing an appropriate duration for quarantine. Keeping infectedpersons in quarantine up to 14 days will ensure that they do not develop symptoms afterWe are immensely indebted to the work of Dr. Kaiyuan Sun who traced and translated theinformation and generously made it available to the wider community.[1] World Health Organization (WHO). WHO Statement Regarding Cluster of PneumoniaCases in Wuhan, China. Beijing: WHO; 9 Jan 2020. [Accessed 26 Jan 2020].Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and itspotential bat origin. The bioRxiv preprint first posted online Jan. 23, 2020;[3] Natsuko Imai, Ilaria Dorigatti, Anne Cori, Christl Donnelly, Steven Riley, Neil M. Ferguson(2020a), Report 2: Estimating the potential total number of novel Coronavirus cases inWuhan City, China.[https://www.imperial.ac.uk/media/imperial[4] Kathy Leung , Joseph T. Wu , Gabriel M Leung (2020) Nowcasting and forecasting theWuhan 2019-nCoV outbreak[https://sph.hku.hk/en/news/press-releases/2020/nowcasting[5] Hiroshi Nishiura, Sung-mok Jung, Natalie M. Linton, Ryo Kinoshita, Yichi Yang, KatsumaHayashi, Tetsuro Kobayashi, Baoyin Yuan and Andrei R. Akhmetzhanov (2020) The Extent ofTransmission of Novel Coronavirus in Wuhan, China, 2020. J. Clin. Med. 2020, 9, 330;[6] Natsuko Imai, Anne Cori, Ilaria Dorigatti, Marc Baguelin, Christl A. Donnelly, Steven Riley,[7] Shi Zhao, Jinjun Ran, Salihu S Musa, Guangpu Yang, Yijun Lou, Daozhou Gao, Lin Yang andDaihai He (2020) Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the earlyphase of the outbreak. bioRxiv preprint first posted online Jan. 24, 2020;[8] Online repository maintained by Kaiyuan Sun (NIH, USA)NMiU/edit#gid=1449891965[9] Stan Development Team. (2018). RStan: the R interface to Stan. R package version2.18.2. http://mc-stan.org[10] R Core Team (2008). R: A language and environment for statistical computing. RFoundation for Statistical Computing, Vienna, Austria. ISBN 3-900051-07-0, URLEpidemiological determinants of spread of causal agent of severe acute respiratorysyndrome in Hong Kong. Lancet, 361, 9371:1761-6.Alternative methods of estimating an incubation distribution: examples from severe acuterespiratory syndrome. Epidemiology, 18, 2:253-9.[13] Lau, EH, Hsiung, CA, Cowling, BJ, Chen, CH, Ho, LM, Tsang, T, Chang, CW, Donnelly, CA,Leung, GM (2010). A comparative epidemiologic analysis of SARS in Hong Kong, Beijing andIncubation periods of acute respiratory viral infections: a systematic review. Lancet InfectDis, 9, 5:291-300.Hospital outbreak of Middle East respiratory syndrome coronavirus. N. Engl. J. Med., 369,al (2014). Middle East respiratory syndrome coronavirus: quantification of the extent of theepidemic, surveillance biases, and transmissibility. Lancet Infect Dis, 14, 1:50-56.period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia. Sci(2020) A familial cluster of pneumonia associated with the 2019 novel coronavirus indicatingperson-to-person transmission: a study of a family cluster. www.thelancet.com Publishedonline January 24, 2020 https://doi.org/10.1016/S0140-6736(20)30154-9Transmission dynamics of 2019 novel coronavirus (2019-nCoV) bioRxiv preprint first posted", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J Lessler", "R", "TM", "KE", "DA"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Wuhan\nand Sport\nFunding statement: The study was financed by the Netherlands Ministry of Health, Welfare", "one_words_summarize": "Wuhanand SportFunding statement: The study was financed by the Netherlands Ministry of Health, WelfareEarly January 2020, a novel coronavirus 2019-nCoV, has been identified as the infectiousagent that causes an outbreak of viral pneumonia in Wuhan, China, where the first caseshad their symptom onset in December 2019 [1]. This newly discovered virus causes a severeacute respiratory disease. The rapid spread in Wuhan and throughout China poses a greatstrain on health care system and disrupts the local societies. Chief among these keyparameters is the incubation period distribution. Examples of these reports are:“First confirmed imported nCov pneumonia patient in Shanxi: male, visited Wuhan fromcontacts traced.” Weused a uniform prior in the exposure interval for the moment of infection for each case. However, the estimated infection times for thesecases are close to the end of the exposure window, informed by the cases that do have amaximum incubation period.detection location, gender (M or F) and age. The incubation periodranges from 1.3 to 11.3 days (2.5th to 97.5th percentile) (Tab. Although the lognormal distribution provides thepoorest fit to the data, the incubation period ranging from 1.7 to 15.0 days (2.5th to 97.5thpercentile) may be relevant for a conservative choice of quarantine periods. Lessler 2009 [          Lognormaldifferent studies; median (black point), interquartile range (box), and maximum of 1.5 timesthe interquartile range (whiskers).We characterized the distribution of incubation periods for Chinese travellers infected withstudy provides empirical evidence to back reports on a familial cluster where five familymembers developed symptoms 3 – 6 days after exposure [18] and a reported range from 2to 11 days [19]. The numbersare too small to detect systematic differences in incubation time with age or sex. Our study helps in choosing an appropriate duration for quarantine. Lancet, 361, 9371:1761-6.Alternative methods of estimating an incubation distribution: examples from severe acuterespiratory syndrome. A comparative epidemiologic analysis of SARS in Hong Kong, Beijing andIncubation periods of acute respiratory viral infections: a systematic review."}