{"date": "2020/01/27", "journal": "medrxiv", "authors": "Zhidong Cao, Qingpeng Zhang, Xin Lu, Dirk Pfeiffer, Zhongwei Jia, Hongbing Song, Daniel Dajun Zeng", "title": "Estimating the effective reproduction number of the 2019-nCoV in China", "type": "preprint article", "abstract": "\n        D.D. Zeng)\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\nWe estimate the effective reproduction number for 2019-nCoV based on the daily reported\ncases from China CDC.\n        ", "text": "        D.D. Zeng)252627282930313233343536373839404142434445464748We estimate the effective reproduction number for 2019-nCoV based on the daily reportedcases from China CDC.        China, has spread to 29 mainland provinces, Hong Kong, Macau, Taiwan, as well as 11 othercountries (1, 2). Early genome sequence and clinical studies of 2019-nCoV provided theevidence of human-to-human transmission and revealed its similarity to as well as differencesfrom SARS (3-5). However, epidemiological investigations of 2019-nCoV are justbeginning, and data-driven studies are critically needed to develop insights into this ongoingoutbreak and evaluate the effectiveness of public health strategies, such as the currentlyimplemented lockdown of Wuhan.An important epidemiological understanding of 2019-nCoV is concerned with itstransmissibility, quantified by the basic reproduction number  0 and the effectivereproduction number  .  0 is the expected number of secondary infectious cases generatedby an infectious case in a susceptible population.  is the expected number of secondarycases generated by an infectious case once an epidemic is underway (6).  =  0 , where  ∈(0, 1) is the proportion of the population susceptible. Following (7),  is calculated asfollows:2 =  ( ×  ) +  ( +  ) + 1,where  is the average latent period,  the average latent infectious period,  the logarithmicgrowth rate of the case counts as reported by China CDC. This form of  is appropriatebecause 2019-nCoV is still at its early growth stage. According to China CDC, we set  = 7days and  = 9 days. Experiments with varying  and  values were also conducted.505152535455565758596061626364656667686970717273Let  denote the number of days since the start of the outbreak and  ( ) the number ofcases.  is estimated based on  ( ) at six time points. (Time-1) 12/31/2019, when theauthorities reported the first 27 cases with the infection dated as early as 12/16/2019. Assignificant changes experienced in this time period in the case reporting requirements andpractice.Using the data described above,  is estimated to be 4.08, indicating that an infectedpatient infects more than four susceptible people during the outbreak. This value substantiallyexceeds WHO's estimate of  0 (supposed to be smaller than  ) between 1.4 and 2.5, and isalso higher than a recent  0 estimate between 3.6 and 4.0 (8). Compared against the 2003SARS epidemic,  of 2019-nCoV is higher than that of SARS in both Beijing (2.76) andGuangzhou (3.01) (calculated using the same method). To test the robustness of findings, weperformed sensitivity analyses by adopting varying values of  and  , generated from aGaussian distribution with ~(7,1)and ~(9,1). The resulting mean of R estimates is4.08, as expected, with SD=0.36 (95% CI 3.37~4.77).To predict the future outbreak profile, we developed a model based on thedeterministic Susceptible-Exposed-Infectious-Recovered-Death-Cumulative (SEIRDC)structure (9). Overall, our model appears to explain the reported case counts very well duringthe current early stage of the outbreak. An interesting finding is that by setting the start datethe SEIRDC model is able to provide a better fit for the case counts. This indicates thathuman-to-human transmission may have started earlier than what the current prevailing757677787980818283848586878889909192939495969798the resulting viewpoint suggests. Obviously, further molecular and epidemiological studies are needed todraw any conclusions in this regard.        The SEIRDC model estimates                Our study also suggests that by reducing the average infectious period to <2.3 days,will decease to a value less than 1, meaning the epidemic can be effectivelyIn conclusion, considering transmissibility and fatality rate, 2019-nCoV poses a majorpublic health threat, at least at the level of 2003 SARS. Epidemiological studies are criticallycalled for to evaluate the effectiveness of stringent measures such as lockdown and help thedesign of refinements and development of potential alternative strategies for        This work was supported in part by grants from the Ministry of Science andTechnology (2016QY02D0305), National Natural Science Foundation of China (71621002,71771213, 71790615, 71972164 and 91846301), Chinese Academy of Sciences(ZDRW-XH2017-3), and the Hunan Science and Technology Plan Project (2017RS3040, 2018JJ1034).100101102103104105106107108109110111112113114115116117118119120121Dr. Zhidong Cao is a researcher in the State Key Laboratory of Management andControl for Complex Systems, Chinese Academy of Sciences Institute of Automation. Hisprimary research interests are infectious disease informatics, spatio-temporal data processing,and social computing.        1 These first authors contributed equally to this article.doi:10.1016/S0140-6736(20)30186-0Chinese Center for Disease Control and Prevention.        Castillo-Chavez C, Feng Z, Huang W. On the computation of R0 and its role on globalstability. In: Castillo-Chavez C, Blower S, van den Driessche P, Kirschner D, YakubuA, eds. Mathematical approaches for emerging and reemerging infectious diseases: anintroduction. New York: Springer, 2002: 229–50.Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control of severeacute respiratory syndrome. Science (80- ). 2003;300(5627):1966-1970.Read JM, Bridgen JR, Cummings DA, Ho A, Jewell CP. Novel coronavirus2019nCoV: early estimation of epidemiological parameters and epidemic predictions.Chowell G, Nishiura H, Bettencourt LMA. Comparative estimation of the reproductionnumber for pandemic influenza from daily case notification data. J R Soc Interface.2007;4(12):154-166. doi:10.1098/rsif.2006.0161Address for correspondence: Daniel Zeng, Chinese Academy of Sciences Institute ofAutomation, Room 1202, Automation Building, 95 Zhongguancun East Road,Haidian, Beijing 100190, China, email: dajun.zeng@ia.ac.cn.Figure. SEIRDC model predictions for (A) cumulative numbers of infected persons and (B)deaths of 2019-nCoV, 2003-SARS in Beijing, and 2003 SARS in Guangzhou in the first 80days after the outbreak.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["The Lancet"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        D.D. Zeng)\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\nWe estimate the effective reproduction number for 2019-nCoV based on the daily reported\ncases from China CDC.\n        ", "one_words_summarize": "D.D. Zeng)252627282930313233343536373839404142434445464748We estimate the effective reproduction number for 2019-nCoV based on the daily reportedcases from China CDC. Overall, our model appears to explain the reported case counts very well duringthe current early stage of the outbreak. The SEIRDC model estimates                Our study also suggests that by reducing the average infectious period to <2.3 days,will decease to a value less than 1, meaning the epidemic can be effectivelyIn conclusion, considering transmissibility and fatality rate, 2019-nCoV poses a majorpublic health threat, at least at the level of 2003 SARS. Zhidong Cao is a researcher in the State Key Laboratory of Management andControl for Complex Systems, Chinese Academy of Sciences Institute of Automation. Hisprimary research interests are infectious disease informatics, spatio-temporal data processing,and social computing. New York: Springer, 2002: 229–50.Lipsitch M, Cohen T, Cooper B, et al. Comparative estimation of the reproductionnumber for pandemic influenza from daily case notification data. doi:10.1098/rsif.2006.0161Address for correspondence: Daniel Zeng, Chinese Academy of Sciences Institute ofAutomation, Room 1202, Automation Building, 95 Zhongguancun East Road,Haidian, Beijing 100190, China, email: dajun.zeng@ia.ac.cn."}