{"date": "2020/01/23", "journal": "medrxiv", "authors": "Jonathan M Read, Jessica RE Bridgen, Derek AT Cummings, Antonia Ho, Chris P Jewell", "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions", "type": "preprint article", "abstract": "\n        rapidly since, and cases have been identified in other Chinese cities and other countries\n        ", "text": "        rapidly since, and cases have been identified in other Chinese cities and other countries        We fitted a transmission model to reported case information up to 21 January to estimatekey epidemiological measures, and to predict the possible course of the epidemic, as thepotential impact of travel restrictions into and from Wuhan.We estimate the basic reproduction number of the infection ( 0) to be 3.8 (95% confidenceinterval, 3.6 and 4.0), indicating that 72-75% of transmissions must be prevented by controlmeasures for infections to stop increasing. We estimate that only 5.1% (95%CI, 4.8–5.5) ofinfections in Wuhan are identified, and by 21 January a total of 11,341 people (predictioninterval, 9,217–14,245) had been infected in Wuhan since the start of the year. Should theepidemic continue unabated in Wuhan, we predict the epidemic in Wuhan will besubstantially larger by 4 February (191,529 infections; prediction interval, 132,751–273,649),infection will be established in other Chinese cities, and importations to other countries willbe more frequent. Our model suggests that travel restrictions from and to Wuhan city areunlikely to be effective in halting transmission across China; with a 99% effective reduction intravel, the size of the epidemic outside of Wuhan may only be reduced by 24.9% on 4February.Our findings are critically dependent on the assumptions underpinning our model, and thetiming and reporting of confirmed cases, and there is considerable uncertainty associatedwith the outbreak at this early stage. With these caveats in mind, our work suggests that abasic reproductive number for this 2019-nCoV outbreak is higher compared to otheremergent coronaviruses, suggesting that containment or control of this pathogen may besubstantially more difficult.        On 31 December 2019, Chinese authorities alerted the World Health Organization (WHO) toan outbreak of pneumonia of unknown aetiology in Wuhan City, Hubei Province, China. Anovel strain of coronavirus (2019-nCoV) was subsequently isolated from a patient on 7January 2020 (Tan et al. 2020). Most cases from the initial cluster had epidemiological linkswith a live animal market (Huanan South China Seafood Market), suggesting a possiblezoonotic origin                As of 22 January 2020, over 600 cases have been confirmed, of which 444 are from Hubeiprovince                Current clinical and epidemiological data are insufficient to understand the full extent of thetransmission potential of the epidemic. This comes at a time when there is a substantialincrease in travel volume within as well as in and out of China around the Lunar New Yearon 25 January 2019. Over 3 billion passenger journeys were predicted for the periodbetween 10 January and 18 February        Wuhan is a city of more than 11 million residents and is connected to other cities in Chinavia high-speed railway and frequent commercial airline flights. There were 670,417passenger bookings departing Wuhan made during January 2017, the top destinations beingShanghai (53,214 bookings), Beijing (51,066 bookings) and Kunming (40,120 bookings)(OAG 2015); Figure 1. While the majority of air travel departing Wuhan is domestic (87.2%of bookings, Jan 2017), Wuhan is connected internationally through both direct and indirectflights (Bogoch et al. 2020).        We fitted a deterministic SEIR metapopulation transmission model of infection within andbetween major Chinese cities to confirmed cases of 2019-nCoV in Chinese cities and casesreported in other countries (see Methods Supplement). We modelled the period from 1January 2020 when local authorities closed the wet market implicated as the zoonotic sourceof human infection                We estimated the transmission rate within Wuhan,  , to be 1.07 d-1 (95%CI, 1.06–1.09),while we found the infectious period to be 3.6 days (95%CI, 3.6–3.6). We calculated thebasic reproduction number,  0, of the infection to be 3.8 (95%CI, 3.6–4.0), higher than theaverage of SARS estimated from outbreaks during the 2003 epidemic                We estimated that the ascertainment rate in Wuhan is 5.1% (95%CI, 4.8–5.5), reflecting thedifficulty in identifying cases of a novel pathogen. Given the generally good accessibility tohealthcare in China, this suggests that the majority of infections may be mild andinsufficiently serious for individuals to seek treatment. However, it is worth noting that anumber of identified cases have died        Using our parameterised transmission model, we simulated the impact of an ongoingoutbreak in Wuhan to seed infections and outbreaks in other cities of China, and to generateinfection in travellers to other countries, through airline travel originating in China. We stressthat these projections make strong assumptions: that no control interventions are instigated;that the key epidemiological variables driving epidemic dynamics remain constant; that travelbehaviour within China and to the rest of the world continues as per our mobility estimates;finally, we only consider travel by air, and do not include land transportation, particularly viatrains.        We estimate that on 21 January 2020, in Wuhan there were 3,493 currently infectedindividuals (prediction interval, 3,050–4,017), and that a total of 11,341 people (predictioninterval, 9,217–14,245) had been infected since the start of the year. We also estimate thatthere had been 115 infections (prediction interval, 102–131) in other locations of China sincethe start of the year. For comparative purposes, we estimate the number of people infectedin Wuhan from 1 January to 18 January was 4,764 (prediction interval, 3,969–5,817); this issimilar to other published estimates        Should the epidemic continue unabated in Wuhan, our model predicts that in 14 days’ time(4 Feb 2020) the epidemic in Wuhan will be substantially larger (191,529 infections;prediction interval, 132,751–273,649); see Figure 3A and Table 1. Infected travellers to otherChinese cities will initiate outbreaks in those cities, and that outbreaks will be ongoing in anumber of cities, the largest of which will be in Shanghai, Beijing, Guangzhou, Chongqingand Chengdu (Figure 3B and Table 1). By 4 February, there will be an elevated risk ofimportations into other countries, most notably to Thailand (average of 15.0 imports d-1),Japan (7.8), Taiwan (6.3), Hong Kong (5.8); South Korea (5.5), USA (4.5), Malaysia (4.1),Singapore (3.2), Australia (2.9) and Vietnam (2.7); see Figure 3C.        From 23 January 2020, Chinese authorities will restrict travel into and from Wuhan byrestricting air, rail and road access                Our estimates of the reproductive number for this novel coronavirus are higher than mostestimates reported for SARS and MERS-CoV, but similar to some estimates from subsets ofdata in the early period of SARS. For the SARS coronavirus, estimates ranged from 1.1 to4.2 with most estimates between 2 and 3 (Bauch et al. 2005). These estimates represent arange of methods and settings. Some estimates come from data that mixes time periodsbefore and after control. Estimates of  0 also varied based on assumed serial intervals (e.g.                A comparison of the efficiency of transmission in this outbreak and in SARS outbreaks canbe seen as well in simple comparisons of doubling times in each outbreak. In SARS,doubling times varied from 4.6 days to 14.2 days depending on setting (doubling time,Td=6.0 (1358 over 63 days, Singapore), Td=4.6 (425 over 41 days, Hong Kong), Td=14.2(7919 over 185 days, overall))                Our model necessarily makes a number of assumptions. Our estimates of the reproductivenumber of this novel coronavirus are tied to the specific time period and data analysed here,and this measure may change substantially over the course of this outbreak and asadditional data arrives. Additionally, the spatial component of our model is dependent upononly airline travel; the model does not include rail and road transportation, so we mayunderestimate local connectivity. Our modelling of Wuhan travel restrictions does notaccount for stochastic effects, and so may underestimate the potential effect of travelrestrictions as a consequence. We also do not attempt to account for any dynamic changesin control or other factors than may influence transmission, nor changes in surveillance andreporting effort.Earlier novel coronavirus (SARS and MERS-CoV) outbreaks found evidence for substantialheterogeneity in reproductive numbers between individuals        A key uncertainty of this outbreak is when it started. We have chosen to model transmissionfrom 1 January onwards. Surveillance in China and elsewhere only started once theoutbreak was identified in Wuhan. Had the outbreak started much earlier, and both domesticand international infections occurred before January and in early January (while surveillancewas ramping up), our estimates of the reproductive number would mostly decrease.A threat to the accuracy of these projections is if a substantial proportion of infection hasbeen due to multiple exposures to animals that has been curtailed in some way. These datamay also represent a period of high transmission (due to favourable seasonal conditions,stochastic variation or selection bias in detecting large clusters of transmission) that will notbe sustained over long periods of time.We are still in the early days of this outbreak and there is much uncertainty in both the scaleof the outbreak, as well as key epidemiological information regarding transmission. However,the rapidity of the growth of cases since the recognition of the outbreak is much greater thanthat observed in outbreaks of either SARS or MERS-CoV. This is consistent with our higherestimates of the reproductive number for this outbreak compared to these other emergentcoronaviruses, suggesting that containment or control of this pathogen may be substantiallymore difficult.total commercial airline traffic from Wuhan in January 2017. Traffic is based on the numberthe 95% confidence intervals around point estimates (black dots), as the incubation period isvaried.countries. Uncertainty in estimated model parameters is reflected by 500 repeatedsimulations with parameter values drawn randomly from the distribution of fit estimates.Here, we compare increasing the predicted number of infections across cities of mainlandchange in transmissibility from current time to 4 February.Bauch CT, Lloyd-Smith JO, Coffee MP, Galvani AP. Dynamically modeling SARS and othernewly emerging respiratory illnesses: past, present, and future. Epidemiology. 2005 Nov1:791-801.Bogoch II, Watts A, Thomas-Bachli A, Huber C, Kraemer MU, Khan K. Pneumonia ofUnknown Etiology in Wuhan, China: Potential for International Spread Via Commercial AirTravel. Journal of Travel Medicine. 2020. https://doi.org/10.1093/jtm/taaa008 [cited 22Jan 2020].Cauchemez S, Nouvellet P, Cori A, Jombart T, Garske T, Clapham H, Moore S, Mills HL,Salje H, Collins C, Rodriquez-Barraquer I. Unraveling the drivers of MERS-CoVtransmission. Proceedings of the National Academy of Sciences. 2016 Aug9;113(32):9081-6.New York Times (a). Death Toll From Virus Outbreak in China's Hubei Reaches 17: StateTVOAG Traffic Analyser FAQs. Luton: OAG. https://www.oag.com/traffic-analyser-faq. [citedJuly 2015].R Core Team (2019). R: A language and environment for statistical computing. RFoundation for Statistical Computing, Vienna, Austria. https://www.R-project.org/ [cited 23January 2020].Tan W, Zhao X, Ma X, Wang W, Niu P, Xu W, et al. A Novel Coronavirus Genome Identifiedin a Cluster of Pneumonia Cases — Wuhan, China 2019−2020[J]. China CDC Weekly.2020,2(4): 61-62.", "ref_list": [[], [""], ["Model parameters and outbreak control for SARS"], ["What-is-the-world-s-largest-human-migration-"], ["Hong Kong Centre for Health Protection"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City, China"], ["Incubation periods of acute respiratory viral infections: a systematic review"], [""], ["Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)"], ["Organization (a)"], [""], ["Organization (c)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Novel Coronavirus"], ["G Chowell", "C Castillo-Chavez", "PW Fenimore", "CM Kribs-Zaleta", "L Arriola", "JM Hyman"], [], [], ["N Imai", "I Dorigatti", "A Cori", "C Donnelly", "S Riley", "NM Ferguson"], ["J Lessler", "NG Reich", "R Brookmeyer", "TM Perl", "KE Nelson", "DA Cummings"], ["M Lipsitch", "T Cohen", "B Cooper", "JM Robins", "S Ma", "L James", "G Gopalakrishna"], [], ["World Health", "-"], [], ["World Health"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        rapidly since, and cases have been identified in other Chinese cities and other countries\n        ", "one_words_summarize": "rapidly since, and cases have been identified in other Chinese cities and other countries        We fitted a transmission model to reported case information up to 21 January to estimatekey epidemiological measures, and to predict the possible course of the epidemic, as thepotential impact of travel restrictions into and from Wuhan. This comes at a time when there is a substantialincrease in travel volume within as well as in and out of China around the Lunar New Yearon 25 January 2019. We modelled the period from 1January 2020 when local authorities closed the wet market implicated as the zoonotic sourceof human infection                We estimated the transmission rate within Wuhan,  , to be 1.07 d-1 (95%CI, 1.06–1.09),while we found the infectious period to be 3.6 days (95%CI, 3.6–3.6). Our estimates of the reproductivenumber of this novel coronavirus are tied to the specific time period and data analysed here,and this measure may change substantially over the course of this outbreak and asadditional data arrives. We also do not attempt to account for any dynamic changesin control or other factors than may influence transmission, nor changes in surveillance andreporting effort. Surveillance in China and elsewhere only started once theoutbreak was identified in Wuhan. A threat to the accuracy of these projections is if a substantial proportion of infection hasbeen due to multiple exposures to animals that has been curtailed in some way. Dynamically modeling SARS and othernewly emerging respiratory illnesses: past, present, and future. https://doi.org/10.1093/jtm/taaa008 [cited 22Jan 2020].Cauchemez S, Nouvellet P, Cori A, Jombart T, Garske T, Clapham H, Moore S, Mills HL,Salje H, Collins C, Rodriquez-Barraquer I. Unraveling the drivers of MERS-CoVtransmission. A Novel Coronavirus Genome Identifiedin a Cluster of Pneumonia Cases — Wuhan, China 2019−2020[J]."}