{"date": "2020/03/07", "journal": "biorxiv", "authors": "Kumari G Lokugamage, Craig Schindewolf, Vineet D Menachery", "title": "SARS-CoV-2 sensitive to type I interferon pretreatment.", "type": "preprint article", "abstract": "Article Summary: SARS-CoV-2 has similar replication kinetics to SARS-CoV, but demonstrates significant sensitivity to type I interferon treatment. Running title: SARS-CoV-2 sensitive to type I IFN pretreatment", "text": "1234567891011121314SARS-CoV-2, a novel coronavirus (CoV), has recently emerged causing an ongoing outbreak ofviral pneumonia around the world. While genetically distinct from the original SARS-CoV, bothgroup 2B coronaviruses share similar genome organization and origins to coronavirusesharbored in bats. Importantly, initial guidance has used insights from SARS-CoV infection toinform treatment and public health strategies. In this report, we evaluate SARS-CoV-2 relative tothe original SARS-CoV. Our results indicate that while SARS-CoV-2 maintains similar viralreplication kinetics to SARS-CoV in Vero cell, the novel coronavirus is much more sensitive totype I interferon pretreatment. We subsequently examined homology between SARS-CoV andSARS-CoV-2 in viral proteins shown to be interferon antagonist. The absence of open readingframe (ORF) 3b and significant changes to ORF6 suggest the two key IFN antagonists may notmaintain equivalent function in SARS-CoV-2. Together, the results identify key differences insusceptibility to the IFN response between SARS-CoV and SARS-CoV-2 that could help informdisease progression, treatment options, and animal model development.161718192021222324252627282930313233343536373839        At the end of 2019, a cluster of patients in Hubei Province, China was diagnosed with aviral pneumonia of unknown origins. With community links to the Hunnan seafood market inWuhan, the disease cluster had echoes of the severe acute respiratory syndrome coronavirus(SARS-CoV) outbreak that emerged at the beginning of the century        In the wake of the outbreak, major research efforts have sought to rapidly characterizethe novel CoV to aid in treatment and control. Initial modeling studies predicted 6 andsubsequent cell culture studies confirmed that spike protein of SARS-CoV-2 utilizes humanangiotensin converting enzyme 2 (ACE2) for entry, the same receptor as SARS-CoV 7,8.Extensive case studies indicated a similar range of disease onset and severe symptoms seenwith SARS-CoV 5. Notably, less severe SARS-CoV-2 cases have also been observed and werenot captured in the original SARS-CoV outbreak. Importantly, screening and treatment guidancehas relied on previous CoV data generated with SARS-CoV and MERS-CoV. Treatments withboth protease inhibitors and type I interferon have been employed 4; similarly, remdesivir, a drugtargeting viral polymerases, has been reported to have efficacy against SARS-CoV-2 similar tofindings with both SARS- and MERS-CoV 9-12. Importantly, several vaccine efforts have beeninitiated with a focus on the SARS-CoV-2 spike protein as the major antigenic determinate 13.414243444546474849505152535455565758596061626364Together, the similarities with SARS-CoV have been useful in responding to the newest CoVoutbreak.In this study, we further characterize SARS-CoV-2 and compare it to the originalSARSCoV. Using Vero E6 cells, we demonstrate that SARS-CoV-2 maintains similar viral replicationkinetics as SARS-CoV following a low dose infection. In contrast, we find that SARS-CoV-2 ismuch more sensitive to type I interferon (IFN) pretreatment as compared to SARS-CoV. Theseresults suggest distinct changes between the CoVs in terms of IFN antagonism and wesubsequently examined sequence homology between the SARS-CoV and SARS-CoV-2 viralproteins that may be responsible for these differences. Together, the results suggestSARSCoV-2 lacks the same capacity to control the type I IFN response as SARS-CoV.Our initial studies infected Vero E6 cells using a low multiplicity of infection (MOI) toexplore the viral replication kinetics of SARS-CoV-2 relative to SARS-CoV. Following infection,we find that both SARS-CoV and SARS-CoV-2 replicate with similar kinetics, peaking 48 hourspost infection (Fig. 1A). While SARS-CoV-2 titer had slightly lower viral titers at 24 hours postinfection, the results were different statistically different between the novel CoV and the originalepidemic strain.By 48 hours, replication in both viruses had plateaued and significantcytopathic effect (CPE) was observed for both SARS-CoV and SARS-CoV-2 infections.Together, the results indicated that SARS-CoV and SARS-CoV-2 replicate with similarreplication kinetics in Vero E6 cells.We next evaluated the susceptibility of SARS-CoV-2 to type I interferon (IFN)pretreatment.Type I IFN treatment has been a standard approach for a wide variety ofpathogens including hepatitis B and C viruses as well as HIV 14. During both the SARS andMERS-CoV outbreaks, type I IFN has been employed with limited effect 15,16. In this study, wepretreated Vero E6 cells with 1000 units of recombinant type I IFN 18 hours prior to infection.Vero E6 lack the capacity to produce type I IFN, but are able to respond to exogenous forms 17.Following pretreatment with type I IFN, SARS-CoV infection has a modest reduction in viral titer(1.5 log plaque forming units (PFU)) as compared to untreated control 24 hours post infection(Fig. 1B). However, by 48 hours, SARS-CoV has nearly equivalent viral yields as the untreatedconditions (7.2 log PFU versus 7.5 log PFU). In contrast, SARS-CoV-2 shows a significantreduction in viral replication following type I IFN treatment. At both 24 and 48 hours postinfection, SARS-CoV-2 had massive 3-log (24 HPI) and 4-log (48 HPI) drops in viral titer ascompared to control untreated cells. Together, the results demonstrate clear type I IFNsensitivity in SARS-CoV-2 not observed with SARS-CoV.Considering the sensitivity to type I IFN, we next sought to evaluate changes betweenSARSCoV and SARS-CoV-2 viral proteins. Previous work has established several key IFN antagonistin the SARS-CoV genome including NSP1, NSP3, ORF3b, ORF6, and others 18. Therefore, wecompared the sequence homology across viral proteins from SARS-CoV, SARS-CoV-2, andseveral bat SARS-like viruses including WIV16-CoV 19, SHC014-CoV 20, and HKU3.1-CoV 21.Using sequence analysis, we found several changes to SARS-CoV-2 that potentially contributeto its type I IFN sensitivity (Fig. 2). For SARS-CoV structural proteins including the nucleocapsid(N) and matrix (M) protein, a high degree of sequence homology (>90%AA identity) suggeststhat their reported IFN antagonism is likely maintained in SARS-CoV-2 and other SARS-likeviruses. Similarly, the ORF1ab poly-protein retains high sequence identity in SARS-CoV-2 andseveral known antagonists contained within the poly-protein (NSP1, NSP7, NSP14-16) arehighly conserved relative to SARS-CoV. One notable exception is the large papain-likeproteases, NSP3, which only 76% conserved between SARS-CoV and SARS-CoV-2. However,SARS-CoV-2 does maintain a deubiquitinating domain thought to confer IFN resistance 22. ForSARS-CoV ORF3b, a 154 amino acid (AA) protein known to antagonize the type I IFNresponses by blocking IRF3 phosphorylation 23, sequence analysis indicates that SARS-CoV-2ORF3b contains a premature stop codon resulting in a truncated 20 AA protein. Similarly,HKU3.1-CoV also has a premature termination resulting in a predicted 39 AA protein. BothWIV16-CoV and SHC014-CoV, the most closely related bat viruses to SARS-CoV, encodelonger 114 AA truncated protein with >99% homology with SARS-CoV ORF3b suggesting thatIFN antagonism might be maintained in these specific group 2B CoV strains. Similarly,SARSCoV ORF6 has been shown to be an IFN antagonist that disrupts karyopherin transportation oftranscriptions factors like STAT1 23,24. In contrast to ORF3b, all five surveyed group 2B CoVsmaintain ORF6; however, SARS-CoV-2 had only 69% homology with SARS-CoV while theother three group 2B bat CoVs had >90% conservation. Importantly, SARS-CoV-2 has a twoamino acid truncation in its ORF6; previous work has found that alanine substitution in thisCterminal of SARS-CoV ORF6 resulted in ablated antagonism 24. Together, the sequencehomology analysis suggests that differences in NSP3, ORF3b, and/or ORF6 may be key driversof SARS-CoV-2 type I IFN susceptibility.With the ongoing outbreak of COVID-19 caused by SARS-CoV-2, viral characterization remainsa key factor in responding to the emergent novel virus. In this report, we describe differences inthe type I IFN sensitivity between SARS-CoV-2 and the original SARS-CoV. While both virusesmaintain similar replication in untreated Vero E6 cells, SARS-CoV-2 has a significant decreasein viral replication following type I IFN pretreatment. This sensitivity to type I IFN is distinct fromthe original SARS-CoV and suggests that the novel CoV has distinct host interactions drivingdisease outcomes. Analysis of viral proteins finds SARS-CoV-2 has several changes thatpotentially impact its capacity to modulate the type I IFN response, including loss of ORF3b anda short truncation of ORF6, both known as type I IFN antagonists for SARS-CoV 23. Together,our results suggest SARS-CoV and SARS-CoV-2 have differences in their ability to control the116117type I IFN response once initiated and that they may have major implication for COVID-19disease and treatment.With a similar genome organization and disease symptoms in humans, the SARS-CoV-2outbreak has drawn insights from the closely related SARS-CoV. However, the differences insensitivity to type I IFN pretreatment illustrates a clear distinction between the two CoVs.Coupled with a novel furin cleavage site 25, robust upper airway infection 8, and potentialtransmission prior to symptomatic disease 26, the differences between SARS-CoV andSARSCoV-2 could prove important in disrupting the ongoing spread of COVID-19. For SARS-CoV, invitro studies have consistently found that wild-type SARS-CoV is indifferent to type I IFNpretreatment 27,28. Similarly, in vivo SARS-CoV studies have found that the loss of type I IFNsignaling had no significant impact on disease suggesting the virus controlled this pathway 29.However, more recent reports suggest that host genetic background may majorly influence thisfinding 30. For SARS-CoV-2, our results suggest that type I IFN pretreatment produces a 3 - 4log drop in viral titer. This level of sensitivity is similar to MERS-CoV and suggests the novelCoV lacks the same capacity to modulate a primed type I IFN response as SARS-CoV 31,32.Notably, the sensitivity to type I IFN does not completely ablate viral replication; unlikeSARSCoV 2’O methyl-transferase mutants 27, SARS-CoV-2 is able to replicate to low, detectablelevels even in the presence of type I IFN. This finding could help explain positive test in patientswith minimal symptoms and the range of disease observed. In addition, while SARS-CoV-2 issensitive to type I IFN pretreatment, both SARS-CoV and MERS-CoV employ effective meansto disrupt recognition until late during infection 33; a similar mechanism may also be employedby SARS-CoV, diminishing the overall effect of type I IFN during infection.For SARS-CoV-2, the sensitivity to type I IFN indicates a distinction from SARS-CoV andsuggests differential host immune modulation between the viruses. The loss of ORF3b andtruncation/changes in ORF6 could signal a reduced capacity of SARS-CoV-2 to modulate type IIFN responses. For SARS-CoV ORF6, the N-terminal domain has been shown to have a clearrole in its ability to disrupt karyopherin transport 24; in turn, the loss of ORF6 function forSARSCoV-2 would likely render it much more susceptible to type I IFN pretreatment as activatedSTAT1 and other transcriptional factors would now have the capacity to enter the nucleus andinduce an interferon stimulated gene response. For SARS-CoV ORF3b, the viral protein hasbeen shown to disrupt phosphorylation of IRF3, a key transcriptional factor in the induction of anantiviral state 23. While its mechanism of action is not clear, the ORF3b absence in SARS-CoV-2infection likely impacts its ability to control the type I IFN response. Similarly, while NSP3deubiquitinating domain remains intact, SARS-CoV-2 has a 24 AA insertion upstream of thisdeubiquitinating domain that could potentially alter that function 22. Similarly, while otherantagonists are maintained with high levels of conservation (>90%), single point mutations inkey locations could modify function and contribute to increased IFN sensitivity. Overall, thesequence analysis suggests that differences between SARS-CoV and SARS-CoV-2 viralproteins may drive attenuation in the context of type I IFN pretreatment.The increased sensitivity of SARS-CoV-2 suggests utility in treatment using type I IFN.While type I IFN has been used in response to chronic viral infection 34, previous examination ofSARS-CoV cases found inconclusive effect for type I IFN treatment 35. However, the findingsfrom the SARS-CoV outbreak were complicated by combination therapy of type I IFN with othertreatments including ribavirin/steroids and lack of a regimented protocol. While type I IFN hasbeen utilized to treat MERS-CoV infected patients, no conclusive data yet exists to determineefficacy 36. Yet, in vivo studies with MERS-CoV has found that early induction with type I IFNcan be protective in mice 37; importantly, the same study found that late type I IFN induction canbe detrimental for MERS-CoV disease 37. Similarly, early reports have described treatmentsusing type I IFN in combination for SARS-CoV-2 infection; yet the efficacy of these treatmentsand the parameters of their use is not known 38. Overall, sensitivity data suggest that type I IFNtreatment may have utility for treating SARS-CoV-2 if the appropriate parameters can bedetermined. In addition, use of type III IFN, which is predicted to have utility in the respiratorytract, could offer another means for effective treatment for SARS-CoV-2.In addition to treatment, the sensitivity to type I IFN may also have implications foranimal model development. For SARS-CoV, mouse models that recapitulate human diseasewere developed through virus passage in immune competent mice 39. Similarly, mouse modelsfor MERS-CV required adaptation in mice that had genetic modifications of theirdipeptidylpeptidase 4 (DPP4), the receptor for MERS-CoV 40,41. However, each of these MERS-CoVmouse models still retained full immune capacity. In contrast, SARS-CoV-2 sensitivity to type IIFN may signal the need to use an immune deficient model to develop relevant disease. Whileinitial work has suggested incompatibility to SARS-CoV-2 infection in mice based on receptorusage 8, the type I IFN response may be a second major barrier that needs to be overcome.Similar to the emergent Zika virus outbreak, the use of type I IFN receptor knockout mice ortype I IFN receptor blocking antibody may be necessary to develop auseful SARS-CoV-2 animalmodels for therapeutic testing 42.Overall, our results indicate that SARS-CoV-2 has a much higher sensitivity to type I IFNthan the previously emergent SARS-CoV. This augmented type I IFN sensitivity is likely due tochanges in viral proteins between the two epidemic CoV strains. Moving forward, these datacould provide important insights for both the treatment of SARS-CoV-2 as well as developingnovel animal models of disease. In this ongoing outbreak, the results also highlight a distinctionbetween the highly related viruses and suggest insights from SARS-CoV must be verified forSARS-CoV-2 infection and disease.189        Viruses and cells. SARS-CoV-2 USA-WA        Infection and type I IFN pretreatment. Viral replication in Vero E6 were performed aspreviously described 27,46. Briefly, cells were washed with two times with PBS and inoculatedwith SARS-CoV or SARS-CoV-2 at an multiplicity of infection (MOI) 0.01 for 60 minutes at 37°C. Following inoculation, cells were washed 3 times, and fresh media was added to signify time0. Three or more biological replicates were harvested at each described time point and resultsare from combination of two experiments. No blinding was used in any sample collections, norwere samples randomized. For type I IFN pretreatment, experiments were completed aspreviously described 27. Briefly, Vero E6 cells were incubated with 1000 units/mL ofrecombinant type I IFN alpha (PBL Assay Sciences) 18 hours prior to infection 27. Cells wereinfected as described above and type I IFN was not added back after infection.Phylogenetic Tree and Sequence Identity Heat Map. Heat maps were constructed from a setof representative group 2B coronaviruses by using alignment data paired with neighbor-joiningphylogenetic trees built in Geneious (v.9.1.5). Sequence identity was visualized using EvolView(http://evolgenius.info/) and utilized SARS-CoV Urbani as the reference sequence. Tree showsthe degree of genetic similarity of SARS-CoV-2 and SARS-CoV across a selected group 2Bcoronaviruses214215216217218219220221Statistical analysis. All statistical comparisons in this manuscript involved the comparisonbetween 2 groups, SARS-CoV or SARS-CoV-2 infected groups under equivalent conditions.Thus, significant differences in viral titer were determined by the unpaired two-tailed studentsTAcknowledgements. Research was supported by grants from NIA and NIAID of the NIHsupported by STARs Award provided by the University of Texas System to VDM and traineefunding provided by the McLaughlin Endowment at UTMB.223320321322323324325326327328329330331332333334335337338339340341342343344345346347348349350and 48 hours post infection. B) Vero E6 cells were treated with 1000 units recombinant type IIFN or mock for 18 hours prior to infection. Cells were subsequently infected at with eitherSARS-CoV WT (black) or SARS-CoV-2 (blue) at an MOI of 1 as described above. Each pointon the line graph represents the group mean, N=6 for 24 and 48HPI, N=3 for 3HPI. All errorbars represent SD. The two tailed students t-test was used to determine P-values: *** P <indicated viruses were aligned according to the bounds of the SARS-CoV open reading framesfor each viral protein. Sequence identities were extracted from the alignments for each viralprotein, and a heat map of percent sequence identity was constructed using EvolView(www.evolgenius.info/evolview) with SARS-CoV as the reference sequence. TR = truncated353354355356357358359360362363364365366367indicated viruses were aligned according to the bounds of the SARS-CoV open reading framesfor each viral protein. Sequence identities were extracted from the alignments for each viralprotein, and a heat map of percent sequence identity was constructed using EvolView(www.evolgenius.info/evolview) with SARS-CoV as the reference sequence. TR = truncatedprotein.", "ref_list": [[], ["Return of the Coronavirus: 2019-nCoV"], ["The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Prophylactic and therapeutic remdesivir (GS-5734) treatment in the rhesus macaque model of MERS-CoV infection"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Identification of Potential Vaccine Targets for the COVID-19 Coronavirus (SARS-CoV-2) Based on SARS-CoV Immunological Studies"], [": Success in anti-viral immunotherapy"], ["Middle East respiratory syndrome"], ["From SARS to MERS, Thrusting Coronaviruses into the Spotlight"], ["Homozygous deletion of the alpha- and beta 1-interferon genes in human leukemia and derived cell lines"], ["SARS coronavirus pathogenesis: host innate immune responses and viral antagonism of interferon"], ["Isolation and Characterization of a Novel Bat Coronavirus Closely Related to the Direct Progenitor of Severe Acute Respiratory Syndrome Coronavirus"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Deubiquitinating and interferon antagonism activities of coronavirus papain-like proteases"], ["Severe acute respiratory syndrome coronavirus open reading frame (ORF) 3b, ORF 6, and nucleocapsid proteins function as interferon antagonists"], ["Severe acute respiratory syndrome coronavirus ORF6 antagonizes STAT1 function by sequestering nuclear import factors on the rough endoplasmic reticulum/Golgi membrane"], ["The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade"], ["Potential Presymptomatic Transmission of SARS-CoV-2"], ["Attenuation and restoration of severe acute respiratory syndrome coronavirus mutant lacking 2'-o-methyltransferase activity"], ["Interferon and cytokine responses to SARS-coronavirus infection"], ["SARS-CoV pathogenesis is regulated by a STAT1 dependent but a type I, II and III interferon receptor independent mechanism"], ["Dysregulated Type I Interferon and Inflammatory MonocyteMacrophage Responses Cause Lethal Pneumonia in SARS-CoV-Infected Mice"], [""], ["Inhibition of novel beta coronavirus replication by a combination of interferon-alpha2b and ribavirin"], ["Pathogenic influenza viruses and coronaviruses utilize similar and contrasting approaches to control interferon-stimulated gene responses"], ["The use of interferon-alpha in virus infections"], ["SARS: systematic review of treatment effects"], ["MERS: recent insights into emerging coronaviruses"], ["IFN-I response timing relative to virus replication determines MERS coronavirus infection outcomes"], ["Potential Rapid Diagnostics, Vaccine and Therapeutics for 2019 Novel Coronavirus (2019-nCoV): A Systematic Review"], ["A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice"], ["A Mouse Model for MERS Coronavirus Induced Acute Respiratory Distress Syndrome"], ["Mouse-adapted MERS coronavirus causes lethal lung disease in human DPP4 knockin mice"], ["A Mouse Model of Zika Virus Pathogenesis"], ["Isolation and characterization of SARS-CoV-2 from the first US COVID-19 patient"], ["Release of severe acute respiratory syndrome coronavirus nuclear import block enhances host transcription in human lung cells"], ["Cell host response to infection with novel human coronavirus EMC predicts potential antivirals and important differences with SARS coronavirus"], ["Pathways of cross-species transmission of synthetically reconstructed zoonotic severe acute respiratory syndrome coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L.E. Gralinski", "V.D. Menachery"], ["A.E. Gorbalenya", "Nature Microbiology"], ["N. Zhu"], ["C. Huang"], ["Z. Wu", "J.M. McGoogan"], ["X. Xu"], ["M. Letko", "A. Marzi", "V. Munster"], ["P. Zhou"], ["de Wit"], ["M. Wang"], ["T.P. Sheahan"], ["T.P. Sheahan"], ["S.F. Ahmed", "A.A. Quadeer", "M.R. McKay", "Preliminary"], ["F.C. Lin", "H.A. Young", "Interferons"], ["A. Zumla", "D.S. Hui", "S. Perlman"], ["Z. Song"], ["M.O. Diaz"], ["A.L. Totura", "R.S. Baric"], ["X.L. Yang"], ["X.Y. Ge"], ["S.K. Lau"], ["M.A. Clementz"], ["S.A. Kopecky-Bromberg", "L. Martinez-Sobrido", "M. Frieman", "R.A. Baric", "P. Palese"], ["M. Frieman"], ["B. Coutard"], ["Z.D. Tong", "Zhejiang Province"], ["Menachery"], ["V. Thiel", "F. Weber"], ["M.B. Frieman"], ["R. Channappanavar"], ["Menachery"], ["D. Falzarano"], ["Menachery"], ["N.B. Finter"], ["L.J. Stockman", "R. Bellamy", "P. Garner"], ["N. de Wit", "D. Falzarano", "V.J. SARS Munster"], ["R. Channappanavar"], ["J. Pang"], ["A. Roberts"], ["A Cockrell", "Y.B. Scobey", "T Jensen", "K Douglas", "M Beall", "A Tang", "X-C Marasco", "WA Heise", "MT Baric", "RS"], ["K. Li"], ["H.M. Lazear"], ["J. Harcourt"], ["A.C. Sims"], ["L. Josset"], ["T. Sheahan", "B. Rockx", "E. Donaldson", "D. Corti", "R. Baric"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\nSARS-CoV-2, a novel coronavirus (CoV), has recently emerged causing an ongoing outbreak of\nviral pneumonia around the world. While genetically distinct from the original SARS-CoV, both\ngroup 2B coronaviruses share similar genome organization and origins to coronaviruses\nharbored in bats. Importantly, initial guidance has used insights from SARS-CoV infection to\ninform treatment and public health strategies. In this report, we evaluate SARS-CoV-2 relative to\nthe original SARS-CoV. Our results indicate that while SARS-CoV-2 maintains similar viral\nreplication kinetics to SARS-CoV in Vero cell, the novel coronavirus is much more sensitive to\ntype I interferon pretreatment. We subsequently examined homology between SARS-CoV and\nSARS-CoV-2 in viral proteins shown to be interferon antagonist. The absence of open reading\nframe (ORF) 3b and significant changes to ORF6 suggest the two key IFN antagonists may not\nmaintain equivalent function in SARS-CoV-2. Together, the results identify key differences in\nsusceptibility to the IFN response between SARS-CoV and SARS-CoV-2 that could help inform\ndisease progression, treatment options, and animal model development.\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39", "one_words_summarize": "1234567891011121314SARS-CoV-2, a novel coronavirus (CoV), has recently emerged causing an ongoing outbreak ofviral pneumonia around the world. Importantly, several vaccine efforts have beeninitiated with a focus on the SARS-CoV-2 spike protein as the major antigenic determinate 13.414243444546474849505152535455565758596061626364Together, the similarities with SARS-CoV have been useful in responding to the newest CoVoutbreak. Together, the results suggestSARSCoV-2 lacks the same capacity to control the type I IFN response as SARS-CoV.Our initial studies infected Vero E6 cells using a low multiplicity of infection (MOI) toexplore the viral replication kinetics of SARS-CoV-2 relative to SARS-CoV. Following infection,we find that both SARS-CoV and SARS-CoV-2 replicate with similar kinetics, peaking 48 hourspost infection (Fig. Type I IFN treatment has been a standard approach for a wide variety ofpathogens including hepatitis B and C viruses as well as HIV 14. ForSARS-CoV ORF3b, a 154 amino acid (AA) protein known to antagonize the type I IFNresponses by blocking IRF3 phosphorylation 23, sequence analysis indicates that SARS-CoV-2ORF3b contains a premature stop codon resulting in a truncated 20 AA protein. In this report, we describe differences inthe type I IFN sensitivity between SARS-CoV-2 and the original SARS-CoV. While both virusesmaintain similar replication in untreated Vero E6 cells, SARS-CoV-2 has a significant decreasein viral replication following type I IFN pretreatment. Analysis of viral proteins finds SARS-CoV-2 has several changes thatpotentially impact its capacity to modulate the type I IFN response, including loss of ORF3b anda short truncation of ORF6, both known as type I IFN antagonists for SARS-CoV 23. This finding could help explain positive test in patientswith minimal symptoms and the range of disease observed. However, each of these MERS-CoVmouse models still retained full immune capacity. In contrast, SARS-CoV-2 sensitivity to type IIFN may signal the need to use an immune deficient model to develop relevant disease. SARS-CoV-2 USA-WA        Infection and type I IFN pretreatment. Briefly, cells were washed with two times with PBS and inoculatedwith SARS-CoV or SARS-CoV-2 at an multiplicity of infection (MOI) 0.01 for 60 minutes at 37°C. Three or more biological replicates were harvested at each described time point and resultsare from combination of two experiments. No blinding was used in any sample collections, norwere samples randomized. For type I IFN pretreatment, experiments were completed aspreviously described 27. Cells wereinfected as described above and type I IFN was not added back after infection. Heat maps were constructed from a setof representative group 2B coronaviruses by using alignment data paired with neighbor-joiningphylogenetic trees built in Geneious (v.9.1.5). Research was supported by grants from NIA and NIAID of the NIHsupported by STARs Award provided by the University of Texas System to VDM and traineefunding provided by the McLaughlin Endowment at UTMB.223320321322323324325326327328329330331332333334335337338339340341342343344345346347348349350and 48 hours post infection. B) Vero E6 cells were treated with 1000 units recombinant type IIFN or mock for 18 hours prior to infection. Each pointon the line graph represents the group mean, N=6 for 24 and 48HPI, N=3 for 3HPI."}