{"date": "2020/03/03", "journal": "biorxiv", "authors": "Bowen Tang, Fengming He, Dongpeng Liu, Meijuan Fang, Zhen Wu, Dong Xu", "title": "AI-aided design of novel targeted covalent inhibitors against SARS-CoV-2", "type": "preprint article", "abstract": "The focused drug repurposing of known approved drugs (such as lopinavir/ritonavir) has been reported failed for curing SARS-CoV-2 infected patients. It is urgent to generate new chemical entities against this virus. As a key enzyme in the life-cycle of coronavirus, the 3C-like main protease (3CLpro or Mpro) is the most attractive for antiviral drug design. Based on a recently solved structure (PDB ID: 6LU7), we developed a novel advanced deep Q-learning network with the fragment-based drug design (ADQN-FBDD) for generating potential lead compounds targeting SARS-CoV2 3CLpro. We obtained a series of derivatives from those lead compounds by our structure-based optimization policy (SBOP). All the 47 lead compounds directly from our AI-model and related derivatives based on SBOP are accessible in our molecular library at https://github.com/tbwxmu/2019-nCov. These compounds can be used as potential candidates for researchers in their development of drugs against SARS-CoV-", "text": "The emerging coronavirus SARS-CoV-2 has caused an outbreak of coronavirusdisease (COVID-19) worldwide.1 As of March 2, 2020, more than 90,000 people havebeen infected by SARS-CoV-2 and more than 3000 people have been reported deadaccording to Johns Hopkins Coronavirus map tracker.2 The numbers of infection anddeath are still increasing. To face the considerable threat of SARS-CoV-2, it is urgentto develop new inhibitors or drugs against this deadly virus. Unfortunately, since theoutbreak of severe acute respiratory syndrome (SARS) eighteen years ago, there hasbeen no approved treatment against the SARS coronavirus (SARS-CoV),3 which issimilar to SARS-CoV-2. Repurposing potential drugs such as lopinavir and ritonaviralso failed to SARS-CoV-2 injected patients.4 Structure-based antiviral drug designwith a new artificial intelligence algorithm may represent a more helpful approach toget the SARS-CoV-2 targeted inhibitors or drugs. Thanks to the prompt efforts of manyresearchers, we have several pieces of important information about this vital virusgenome and protein structures. We now know that the non-structural protein 5 (Nsp5)is the main protease (Mpro) of SARS-CoV-2 and it is a cysteine protease, which alsobeen called \"3C-like protease\" (3CLpro). Moreover, we know that the 3D structure of3CLpro is very similar to SARS-CoV with a sequence identity of >96% and 3D structuresuperposition RMSDCα of 0.44 Å as shown in Figures S1 and S2.3CLpro has been reported as an attractive target for developing anti-coronaviral drugs:1) this protease is highly conserved in both sequences and 3D structures;5 2) 3CLpro isa key enzyme for related virus (including SARS and SARS-CoV-2) replication; 3) itonly exists in the virus, not in humans. Developing specific antiviral drugs targeting3CLpro of the specific virus has shown significant success; for example, both approveddrugs lopinavir and ritonavir can completely occupy the substrate-binding site of 3CLproto break down the replication of human immunodeficiency virus (HIV). However, dueto the large difference between HIV and SARS-CoV-2 3CLpro, lopinavir and ritonavirwere validated ineffective for inhibiting SARS-Cov-2.4 On the other hand, thesubstrate-binding site of 3CLpro is almost the same between the SARS-CoV-2 andSARS as Figure S3 presents. The developed potential inhibitors and drug-designexperience targeting SARS-3CLpro may also be applicable to SARS-CoV-2. Forexample, the recently solved structure of SARS-CoV-2 3CLpro (PDB ID: 6LU7)indicates that the developed inhibitor N3,6 which is a covalent inhibitor derived fromnon-covalent inhibitors against SARS can also bind SARS-CoV-2 3CLpro with a similarbinding conformation (Figure S4).All the above available information paved a way to design new targeted covalentinhibitors (TCI)7 against SARS-CoV-2. A successful TCI against 3CLpro must first beable to fit in the binding site of 3CLpro with an appropriate pose that keeps its reactivegroups close enough to the Cys145, which then undergoes a chemical step (nucleophilicattack by Cys145) leading to the formation of a stable covalent bond as presented in thescheme below:TCIs usually have a longer target residence time than the relative non-covalentinhibitors in theory given the following: 1) For the inhibition, k1 must be larger than k2,and thus the non-covalent binding is determined by the equilibrium constant k1/k2; 2)TCIs have the chemical reaction step with the target, where usually k3 >> k4; and 3) forTCIs, the binding process is controlled by k1 k3/(k2 k4), which is bigger than k1/k2 innon-covalent inhibitors. In some extreme cases k4 = 0, and hence, these irreversibleinhibitors covalently bind the target until the target disappears.7, 8Considering the inhibitors of SARS 3CLpro may be also bio-active to SARS-CoV-2, wehave created a molecular library including all the reported SARS-3CLpro inhibitors (284molecules)9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29 and we will also add newvalidated molecular structures into this library with our research progresses. To date,there are no clinically approved vaccines or drugs specifically targeting SARS-CoV-2.Thus, with the hope to discover novel candidate drugs targeting SARS-CoV-2, wecombine artificial intelligence (AI) with the structure-based drug design (SBDD) toaccelerate generating potential lead compounds and design TCIs.AI, especially deep learning, has been applied in predicting molecular properties30, 31,32, 33 and designing novel molecules34. Unlike earlier deep-learning molecular designby adding single atom one at a time34, 35, our approach explores new molecules byadding a meaningful molecular fragment one by one, which is not only computationallymore efficient but also chemically more reasonable. To make our AI model work well,the first step is to prepare the molecular fragment library as shown in Figure 1. We usedour collected SARS-CoV 3CLpro inhibitors (284 molecules) as the initial moleculedatabase targeting SARS-CoV-2 3CLpro. Then, we split this set of molecules intofragments with a molecule weight no more than 200 daltons. Both of the collectedinhibitors and the fragments are supplied in https://github.com/tbwxmu/2019-nCov.Then we applied an advanced deep Q-learning network with the fragment-based drugdesign (ADQN-FBDD) for generating potential lead compounds. Noted, if researchershave enough experience and internal lead compounds or biased fragments, they caninject all such information into ADQN-FBDD by manually adding the lead compoundsand biased fragments to the corresponding files. By using the same fragments directlyfrom existing bioactivate molecules, our ADQN-FBDD agent can easily access thepotential chemical space focused on 3CLpro of SARS-CoV-2.After ADQN-FBDD automatically generated novel compounds targeting this new virus3CLpro, we obtained a covalent lead compound library with 4,922 unique validstructures. In total, 47 of these compounds were selected with high scores from ourAImodel’s reward function. Then these molecules were further evaluated by docking andcovalent docking studies. The lead compound #46 with a high covalent docking scoreattracts our attention, which also has a low difference between non-covalent andcovalent docking pose among the 47 lead compounds. After carefully checking the lead#46’s interaction mode with 3CLpro, we believe there is still much space to optimizelead it. Then we designed a series of derivatives from compound #46 based on ourchemical biology knowledge and the structure-based optimization policy. All thegeneratedmolecularstructuresarepublishedinourcodelibraryhttps://github.com/tbwxmu/2019-nCov. We encourage researchers who are interestedin finding a potential treatment for this viral infection to synthesize and evaluate someof these molecules for treating COVID-19.The solid lines represent taken actions including the addition/deletion of a different fragment or nomodification during each step. The dashed lines represent actions that our reinforcement learning agentconsidered but did not make. After the first three actions to S1, S2, and S3, the fourth action to S4 was anexploratory action, meaning that it was taken even though another sibling action, the one colored in reddashed line leading to \"∗, was ranked higher. Exploratory action does not result in any learning, but eachof our other actions does, resulting in updates as suggested by the purple curved arrow in which estimatedvalues are moved up the tree from later nodes to earlier ones.Integrating the double dueling deep Q learning with fixed q-targets and prioritizedexperience replay enables our agent ADQN stable and efficient during learning fromthe chemical environment. Combining the state-of-the-art AI algorithm with the idea ofFBDD as presented in Figure 2, ADQN-FBDD is flexible and efficient to access thefocused chemical space targeting the SARS-CoV-2 3CLpro. Based on the configurationstargeting the SARS-CoV-2 3CLpro, ADQN-FBDD generated a potential lead librarycontaining4,922uniquemolecularstructures(Supplementarydataset inhttps://github.com/tbwxmu/2019-nCov). To narrow our focus to a smaller set ofmolecules for analysis, we elaborately defined filter rules (QED>0.1 andDRLreward>=0.6) and the detailed information of the rules can be found in the Methodssection. And then 47 unique molecules (Table S1) were kept for the next non-covalentdocking and covalent-docking evaluation. These 47 virtual leads display suitable3Dcomplexity with common characteristics of peptidomimetics and protein-proteininteraction (PPI) inhibitors. They are mainly ranked by covalent-docking scores,considering covalent-docking also contains the scores of non-covalent docking.36 Andwe also paid attention on the RMSD difference between the covalent binding andnoncovalent binding poses based on all heavy atoms. Finally, we selected the lead molecule#46 as displayed in Figure 3 with both a good covalent docking score and a smallRMSD value (Table S1). We further optimized it and get a series of derivatives basedon the SBDD approach.Molecule #46 was ranked number 1 based on the covalent docking score and itsinteraction model with the binding site was carefully checked as shown in Figure 3.Although compound #46 has the best covalent docking score, it has the alerting groupaldehyde. Considering there is still much space for compound #46 to fill in the S1'subsite and α-ketoamides may be good to fit the oxyanion hole (Figure 4A) of 3CLpro,3we replaced the aldehyde by formamide and also replaced the 1,4 Michael acceptors byalpha-ketoamides. Thus, we optimized compound #46 to compound 46-14-1 (Figure 4interaction between compound #46 and protease under covalent docking. The triazole ring forms anH-bond with His163; the fragment of α,β-unsaturated aldehyde forms a covalent bond with Cys145,i.e., the key residue in the catalytic center of the protease, resulting in covalent inhibition; aldehydecarbonyl forms an H-bond with His41; and besides, the hydroxyl of chromone at position 7 formsan H-bond with Thr190.The non-bonding interaction between compound 46-14-1 and SARS-CoV-2 3CLpro ismainly hydrogen bond. The carbonyl group of covalent scaffold α-ketoamide formsHbonds with Leu141 and Gly143 as a hydrogen acceptor or a hydrogen donor. Thehydrogen on the nitrogen atom of the triazole ring forms an H-bond with Glu166, whileGlu166 also forms an H-bond with the carbonyl group on the main chain. The oxygenin the β-lactam ring forms an H-bond with His41. In order to enhance the polarity ofthe compounds, sulfonic groups were introduced to replace the ketone carbonyl groupson the main chain and sulfonamides 46-14-2 were obtained. The covalent dockingmodel of compound 46-14-2 with SARS-CoV-2 3CLpro is shown in Figure 4 C and D.In order to make the compound 46-14-2 fit the active pocket with a higher affinity, weadded a carbon atom to the sulfonic acid group of the original molecule, extending thecarbon chain to increase the flexibility of the molecule, and obtained another optimizedcompound 46-14-3. The mode of covalent docking with SARS-CoV-2 3CLpro is shownin Figure 5. Due to the introduction of carbon atoms and the enhancement of molecularflexibility, the β-lactam ring can be inserted deeper into the S2 pocket and the otherfragments of the compound can better adapt to the S1, S1' and S3 subsites. Theαcarbonyl carbon on the α-ketoamide of compound 46-14-3 forms a covalent bond withthe key residue Cys145 on the protease, but the main non-bond interaction is stillhydrogen bond (indicated by a yellow dash). The triazole ring mainly forms H-bondswith Phe140 and Glu166 residues in the S1 pocket; α-ketoamide covalent bindingfragment mainly forms H-bonds with key amino acid residues Cys145, Gly143 andSer144 in the S1' subsite, which forms an oxyanion hole in the red circle in Figure 9;the β-lactam side chain mainly forms H-bonds with residues Tyr54 and AsS187 in theS2 pocket; the chromone scaffold mainly forms H-bonds with key residues Thr190 andGln192 in the S3 pocket. In addition, the oxygen on the sulfonyl group of the mainchain forms an H-bond with Glu166 in the S1 pocket.representation of SARS-CoV-2 3CLpro (brown) complexed with 46-14-3 (green sticks). B: A stereoview showing 43-14-3 bound into the substrate-binding pocket of the SARS-CoV-2 3CLpro at 4 Å.The molecule 43-14-3 is shown as green sticks. Residues forming the H-bond are shown as yellowsticks. And the yellow dashes represent the H-bonds, as well as the oxyanion hole, is in the red circleregion.The representatives were selected (46-14-1, 46-14-2 and 46-14-3 as Figure 6 displays),which may be further evaluated by molecular dynamics simulation to get the bindingfree energy and by quantum chemical calculation to get the reaction energy barrier.Meanwhile, 46-14-1, 46-14-2 and 46-14-3 are chosen as our candidates for chemicalsynthesis and anti-SARS-CoV-2 activity testing, which is ongoing.Computational approaches are particularly important for emerging diseases given theurgent need to provide timely solutions. In this work, our robust and efficientcomputational method and pipeline for designing compounds can provide useful drugcandidates for treating SARS-CoV-2 infections. For more information about our AImodel generated leads and SBDD optimized derivatives, please go to the libraryhttps://github.com/tbwxmu/2019-nCov. These candidates or their variants have a goodchance to produce valid leads of anti-COVID-19 drugs. It is understood that thecomputational design requires experimental validations. While we are exploringexperimental validations ourselves, we like to release these candidates promptly forother researchers to accelerate the development of anti-COVID-19 drugs given theemergency of seeking treatments for the disease.Comparing with other deep RL methods, ADQN-FBDD has several highlights: 1) Itdirectly modifies and generate molecular structures without format conversionproblemswhile someother tools suchas Insilico(https://insilico.com) may generate invalid SMILES output. 2) Most of the generativemodels require pre-training on a specific dataset and then produce the molecules withhigh similarities to a given training set. For example, the best molecule from InsilicoMedicine for their target DDR1 was actually very similar to the kinase inhibitor Iclusig(ponatinib) on the market.37 ADQN-FBDD does not need pre-training at all and has acapacity to generate novel molecules. 3) The process of generating molecules is veryefficient and effective as ADQN-FBBD is molecular fragment-based growing with theknowledge of chemical reactions, while other models are all atom-based with no rulesof chemical reactions at all34, 38, 39. 4) ADQN-FBDD is highly flexible and user-friendlyfor the medicinal chemists, who can easily inject their drug discovery experience intothe reward function to guide the novel molecule generation. Our ADQN-FBDD andrelated pipeline can be used not only for designing anti-COVID-19 drugs but also otherstructure-based drug discoveries, especially for emerging infetious diseases that requiretreatments timely.Intuitively, the problem of chemical structure graph generation is formulated as learninga reinforced agent, which performs discrete actions of chemical reaction-basedfragment addition or removal in a chemistry-aware Markov Decision Process (MDP).Formally, the components of MDP) include M = {S, A, P, R, γ}, where each term isdefined as follows: = {'} denotes the state space containing all possible intermediate and finalgenerated molecular graphs. Each ' is a tuple of (s, t). s stands for a valid moleculestructure and t is the time step. For the initial state ) , the structure can be representedas a specific core as Figure 2C indicates or randomly chosen from the preparedfragment library at time t = 0. We also limit the maximum number of time steps T inour molecule fragment based MDP, which defines the set of terminal states as {'|t=T}containing all the states with the number of steps reaching the maximum allowed valueT.Ac={At} denotes a set of actions that describe the modification made on the currentmolecule structure at each time step t. Here, each action can be classified into threecategories: fragment addition, fragment deletion, and no modification.P =p(st+1 |st … s0) =p(st+1|st, at) is the basic assumption in MDP. The state transitionprobability, which specifies the next possible state given the current state and action attime step t. Here, we define the state transition to be deterministic. For example, asFigure 2C indicates S0 to S1, by adding a 1H-1,2,3-triazol-4-yl fragment on S0, the nextstate S1 will be the new structure of added 1H-1,2,3-triazol-4-yl with a probability of 1.R is the reward function that specifies the reward after reaching state ', (0,1] is thediscount factor and typically γ = 0.9 in our study. In our framework, the state alwayshas a valid and complete chemical structure at each step as Figure 2C indicates. Areward is given not just at the terminal states, but at each step. Both intermediaterewards and final rewards are used to guide the behavior of the reinforcement learning(RL) agent. So, there is no delayed or sparse reward issue as many other reinforcedframeworks suffered.40, 41 Furthermore, to ensure that the last state is rewarded the most,we use γT–t to discount the value of the rewards at state '. In addition, our rewardfunction can directly integrate the experience of medicinal chemists. For example,given a core of interest, medicinal chemists may add biased fragments of their interestsand their input can be used to design a reward function that gives high reward signalvalues to biased fragments so that ADQN-FBDD may have a better chance to generatethe desired structures.In our RL framework, the chemical environment receives action at from the agent andemits scalar reward rt and state s3 to the agent as Figure 2A shows. Note that the'definition of the environment state is different from the general approach that theenvironment state is only the environment’s private representation invisible to the agent.We define the state of the chemical environment s3 as the intermediate generated'molecule structure at time step t, which is fully observable by the RL agent. Simply,the environment’s state s3 is the agent’s state '45.'For the task of moleculegeneration, the environment incorporates rules of chemistry. In our study, chemistryrules are not only the basic chemical valency, but also the rules about adding andremoving the fragments derived from known inhibitors based on chemical reactions.The detail information of 45 defined chemical reaction rules is presented in Table S2.As indicated in Figure 2A, the basic model of our ADQN-FBDD is an advancedQnetwork. The goal of molecule generation is equally to fit a Q function Q(st, at) to makethe agent choose the action at at state st that maximizes the future expected γ-discountedcumulative rewards with policy π. Mathematically, given the agent’s policy π, the valueof the state-action pair Qπ(st , at) and the value of state Vπ(st ) are defined as, respectively:8 (', ' ) =  <=~8(?=) @A γCDE · R(E, E)ICEH'8 (') = <=~8(?=)[8 (', ' )]=  <=~8(?=)JR(', ') + γ ·  <=LM~8(?=LM)(8 ('45, '45 )Nwhere  <=~8(?=) is the expectation within policy π on state st taken at and R(E, E)denotes the reward at step n. Value function Qπ(st , at) measures the value of takingaction at on state st. Vπ(st ) is the value of being at state st means how good to be in thisstate. Obviously, Vπ(st ) can be seen as a part of Qπ(st , at). Then, the rest part from Qπ(st ,at) can be defined as the so-called advantage function Aπ(st , at)42 as:A8 (', ' ) = 8 (', ' ) − 8 (')Intuitively, the advantage value shows how advantageous selecting the action is relativeto the others at the same given state. Then Eqn. (2) can be rewritten according to Eqn.(4)Obviously, <=~8(?=)[ A8 (', ' )] = 0. To avoid the issue of identifiability, we deductthe mean value from the prediction and the Q-function of dueling DQN can be definedas:58 (', '; , ,  )=8 ('; , ) + (A8 (', '; ,  ) − |Z[ | ∑<=]A8 (', '3; ,  ))(5)Note that ,  and  come from the dueling Q-network as Figure 7 indicates. |Ac| isthe size of action space and '3. To make our RL agent more robust to be morestable learning and to handle the problem of the overestimation of Q-values, doubleQnetwork43 and fixed Q-targets44 are also incorporated: = 8 (', '; , ,  ) − [R(', ') + γ ·'8<ef'45, <=LM8 ('45, '45; , ,  ); ′, ′, ′ l]where, TD is the temporal-difference; '8<e is another dueling DQN network as thetarget network and its parameters (′, ′, ′) keep fixed and copy from the dueling DQN(6)function:(, , ) = [o()]o() = q|| − 0.5 || ≥ 1where E is the expectation. As the L2 loss has a disadvantage of the tendency to bedominated by outliers, we use the Huber loss as the loss function o:8 every m steps (m=20 as we used). To update the parameters (, , ) from thedueling DQN as Figure 7 displays, we can train our RL agent by minimizing the lossPrioritized Experience Replay (PER)45 is a technique to enable reinforcement learningagents remember and reuse experience from the past, and to replay important transitionsmore frequently. PER is very useful for replaying some less frequent experiences. Here,we use the same code of “Prioritized Replay Buffer” from open AI’s gym with version0.15.4.46 Finally, our RL agent is the double dueling deep Q learning with fixedqtargets and prioritized experience replay.The fragment-based approach to drug discovery (FBDD) has been established as anefficient tool in the search for new drugs.47 The idea of FBDD is that properoptimization of each unique interaction in the binding site and subsequent incorporationinto a single molecular entity should produce a compound with a binding affinity thatis the sum of the individual interactions. However, the widely used fragment librariesonly consider the diversity of fragments, such as the ZINC fragment database. Theyhave a very low probability to exhibit the desired bioactivity for a given protein.(7)(8)To combine the idea of FBDD with our RL framework, we first collected and built aSARS-CoV-2 3CLpro inhibitor dataset containing 284 reported molecules. Then usingthe improved BRICS algorithm48 to split those molecules to get the fragment librarytarget on SARS-CoV-2 3CLpro as the flowchart displayed in Figure 1’s yellow box. Anelaborate filtering cascade accompanied by manual inspection and the rules can bechanged based on the needs in different studies. Our fragment library contains 316fragments with molecular weight <200 daltons, the minimum number non-hydrogenatom >1 and the maximum ≤ 25. The fragments directly from the existing inhibitorsbased on the chemical retrosynthetic rules are always true substructures and may havea high quality of bioactivity targeting 3CLpro. It is worth noting that the quality of thedesigned fragment library directly affects the behavior of the chemical environment ofADQN-FBDD.Studies have identified various scaffolds or core structures that have privilegedcharacteristics in terms of the activity of a certain target.49, 50, 51 Core structure selectionis the starting point in a scaffold-based drug discovery. Choosing or designing a properinitial scaffold is never trivial, and medicinal chemists may need enough experience toget such a skill. Luckily, there are serval reported privileged core structures targetingSARS Mpro.3, 52 Here, we chose 4-aminopent-2-enal and 3-amino-2-oxobutanal as thestarting cores as Figure 8 displays, because both cores have been validated to generatecovalent bonds with the Cys145 of SARS or SARS-CoV-2 3CLpro.Most reported RL methods using the complete structure information of a positive drugor inhibitor as the template,38, 39 and they design a reward function for the RL agent tolearn to regenerate the template structure or generate highly similar structures to thetemplate. This way may be useful in testing the performance of RL methods but notsuitable in a real-world drug design because no one knows the complete structuralinformation of the novel molecule. A more practical approach is to learn the structurefeatures of existing drugs or inhibitors to local, focused chemical space for a specificprotein target. Instead of simply putting attention on the diversity of molecule structure,we explore the possibility of generating novel molecules based on the existingknowledge. Here, we designed a deep reinforcement learning reward (DRL-reward)function that consists of the final property score, containing specific fragments (CSF)score and pharmacophore score as:() = yez · yez()+ {zE · {zE ()+ y| < · y| <()(9)yez() = }1  () > 0.1where yez represents weight for the quantitative estimate of drug-likeness (QED)property and its default value is 0.1. yez stands for the QED. QED values can rangefrom 0 (all properties are unfavourable) to 1 (all properties are favourable), which arecalculated by eight molecular properties.53 The score function {?\u0080 of containingspecific fragments (csf) is:\u0081\u0082\u0083() = q {?\u0080 ()  \u0081\u0082\u0083() > 0.9  0\u0081\u0082\u0083() =E\u0086\u0087=\u0088\u0089\u008a=\u008b=\u0087\u008c(11)(12)pocket are shown as surface, which are assigned as S1 (green), S1' (red), S2 (magenta), and S3(cyan). B:The key residues of the binding site are displayed by green, red, magenta and cyan lines (S1, S1', S2 andS3). The pictures of the binding site are generated using PyMol ((http://www.pymol.org/).The binding site of SARS-CoV-2 3CLpro (Figure 9) is commonly divided into thecatalytic activity center (His41 and Cys145, specified as S1') and several subsites,defined as S1 (His163, Glu166, Phe140, Leu141 and Asn142), S1' (His41, Cys145,Gly143 and Ser144), S2 (Tyr54, Asp187, His41, Arg188, His164 and Met49), and S3(Thr190, Gln192, Glu166, Met165, Leu167 and Gln189). Each subsite may have itsown favorable binding fragment.When generated structures (including theintermediates) containing those favorable fragments, {?\u0080 is equivalent to give anadditional reward to our RL agent. {z E controls the contribution of the biasedfragment to the reward signal and the default value is 0.6. \u008e<'{ | stands for how manybiased fragments have been matched in one generated structure. 'z'<o is the numberof biased fragments defined based on our knowledge learned from related work. y| <represents the score function of pharmacophores, which mainly depends on theligandprotein interaction mode from the crystal structure (PDB ID: 6LU7):y| <() = }1  ℎ ℎ  ℎℎThe pharmacophores plot was added in Figure S5. y| < controls the contribution ofthe pharmacophore score to the reward and the default value is 0.4.As discussed in the above reward design part, our reward function considers themolecular descriptor thresholds (QED>0.1), the defined pharmacophores and biasedfragments. In total, 4,922 unique valid structures were automatically generated and allmatched the defined rules by using ADQN-FBDD without any pre-training as manyother methods need.35, 40, 41, 54, 55 Next, All the molecules with high deep reinforcementlearning scores (DRL score: R(S)>0.6) were kept (47 molecules). Then, these 47 uniquemolecules were prepared to generate at least 1 conformation with the local energyminimization using the OPLS-2005 force field by the “ligand prepare” module ofSchrödinger 2015 software. The 47 unique molecules generated a total of 163 3Dconformations before docking into the substrate-binding site of SARS-CoV-2 3CLpro.Considering the balance between precision and calculation time, the stand-precision(SP) Glide56 was firstly used to predict the possible non-covalent binding poses in thisbinding site and the binding site grid centered on the original ligand N357 with 20 Åbuffer dimensions. Following this non-covalent docking, we also calculated thecovalent docking poses and scores for those 47 molecules. We reordered the dockingresults mainly based on the covalent docking score and the RMSD value from covalentdocking pose to non-covalent (Table S1).Supplementary dataset and additional information of this paper can be found atWe would like to thank Prof. Dongqing Wei’s group and the PCL lab for their generoussupport of high-performance computing resources. BT’s work was funded by theprogram of China Scholarships Council No. 201806310017. DX’s effort was supportedby the US National Institutes of Health grant R35-GM126985.BT and DX designed the study. BT developed the AI-aided methods and wrote themanuscript. All authors contributed to the interpretation of results. All authors reviewedand edited the manuscript. All authors read and approved the final manuscript.The code for the ADQN-FBDD and related data in this paper will be available athttps://github.com/tbwxmu/2019-nCov upon acceptance of this paper for journalpublication.The authors declare that they have no competing interests.Gorbalenya AE. Severe acute respiratory syndrome-related coronavirus–The species and itsviruses, a statement of the Coronavirus Study Group. BioRxiv, (2020).Coronavirus COVID-19 Global Cases by Johns Hopkins CSSE ， available from ：johns-hopkins-csse/&tab=comments.Zhang L, et al. Alpha-ketoamides as broad-spectrum inhibitors of coronavirus and enterovirusreplication Structure-based design, synthesis, and activity assessment. Journal of MedicinalChemistry, (2020).卢洪洲 陈凌席刘李李尚王沈. 洛匹那韦利托那韦和阿比多尔用于治疗新型冠状病毒肺炎的有效性研究. 中华传染病杂志 38, (2020).Liu X, Wang X-J. Potential inhibitors for 2019-nCoV coronavirus M protease from clinicallyapproved medicines. bioRxiv, (2020).Yang H, et al. Design of wide-spectrum inhibitors targeting coronavirus main proteases. PLoSbiology 3, (2005).Singh J, Petter RC, Baillie TA, Whitty A. The resurgence of covalent drugs. Nature reviewsDrug discovery 10, 307-317 (2011).Tuley A, Fast W. The taxonomy of covalent inhibitors. Biochemistry 57, 3326-3337 (2018).Jain RP, et al. Synthesis and evaluation of keto-glutamine analogues as potent inhibitors ofsevere acute respiratory syndrome 3CLpro. Journal of medicinal chemistry 47, 6113-6116(2004).Wu C-Y, et al. Small molecules targeting severe acute respiratory syndrome human coronavirus.Proceedings of the National Academy of Sciences 101, 10012-10017 (2004).Ghosh AK, et al. Design and synthesis of peptidomimetic severe acute respiratory syndromechymotrypsin-like protease inhibitors. Journal of medicinal chemistry 48, 6767-6771 (2005).Shie J-J, et al. Discovery of potent anilide inhibitors against the severe acute respiratorysyndrome 3CL protease. Journal of medicinal chemistry 48, 4469-4473 (2005).Shie J-J, et al. Inhibition of the severe acute respiratory syndrome 3CL protease bypeptidomimetic α, β-unsaturated esters. Bioorganic & medicinal chemistry 13, 5240-5252(2005).Al‐Gharabli SI, et al. An efficient method for the synthesis of peptide aldehyde librariesemployed in the discovery of reversible SARS coronavirus main protease (SARS‐CoV Mpro)inhibitors. ChemBioChem 7, 1048-1055 (2006).Lu I-L, et al. Structure-based drug design and structural biology study of novel nonpeptideinhibitors of severe acute respiratory syndrome coronavirus main protease. Journal of medicinalchemistry 49, 5154-5161 (2006).16.Tsai K-C, et al. Discovery of a novel family of SARS-CoV protease inhibitors by virtualscreening and 3D-QSAR studies. Journal of medicinal chemistry 49, 3485-3495 (2006).Wu C-Y, et al. Stable benzotriazole esters as mechanism-based inactivators of the severe acuterespiratory syndrome 3CL protease. Chemistry & biology 13, 261-268 (2006).Akaji K, Konno H, Onozuka M, Makino A, Saito H, Nosaka K. Evaluation of peptide-aldehydeinhibitors using R188I mutant of SARS 3CL protease as a proteolysis-resistant mutant.Bioorganic & medicinal chemistry 16, 9400-9408 (2008).Ghosh AK, et al. Design, synthesis and antiviral efficacy of a series of potent chloropyridylester-derived SARS-CoV 3CLpro inhibitors. Bioorganic & medicinal chemistry letters 18,5684-5688 (2008).Shao Y-M, et al. Design, synthesis, and evaluation of trifluoromethyl ketones as inhibitors ofSARS-CoV 3CL protease. Bioorganic & medicinal chemistry 16, 4652-4660 (2008).Kuo C-J, et al. Individual and common inhibitors of coronavirus and picornavirus mainproteases. FEBS letters 583, 549-555 (2009).Ramajayam R, Tan K-P, Liu H-G, Liang P-H. Synthesis and evaluation of pyrazolonecompounds as SARS-coronavirus 3C-like protease inhibitors. Bioorganic & medicinalchemistry 18, 7849-7854 (2010).Ryu YB, et al. Biflavonoids from Torreya nucifera displaying SARS-CoV 3CLpro inhibition.Bioorganic & medicinal chemistry 18, 7940-7947 (2010).Akaji K, et al. Structure-based design, synthesis, and evaluation of peptide-mimetic SARS 3CLprotease inhibitors. Journal of medicinal chemistry 54, 7962-7973 (2011).Jacobs J, et al. Discovery, synthesis, and structure-based optimization of a series ofN-(tertbutyl)-2-(N-arylamido)-2-(pyridin-3-yl) acetamides (ML188) as potent noncovalent smallmolecule inhibitors of the severe acute respiratory syndrome coronavirus (SARS-CoV) 3CLprotease. Journal of medicinal chemistry 56, 534-546 (2013).Ren Z, et al. The newly emerged SARS-like coronavirus HCoV-EMC also has an\" Achilles'heel\": current effective inhibitor targeting a 3C-like protease. Protein & cell 4, 248 (2013).Thanigaimalai P, et al. Development of potent dipeptide-type SARS-CoV 3CL proteaseinhibitors with novel P3 scaffolds: Design, synthesis, biological evaluation, and docking studies.European journal of medicinal chemistry 68, 372-384 (2013).Turlington M, et al. Discovery of N-(benzo [1, 2, 3] triazol-1-yl)-N-(benzyl) acetamido) phenyl)29.30.carboxamides as severe acute respiratory syndrome coronavirus (SARS-CoV) 3CLproinhibitors: identification of ML300 and noncovalent nanomolar inhibitors with an induced-fitbinding. Bioorganic & medicinal chemistry letters 23, 6172-6177 (2013).Kumar V, et al. Identification and evaluation of potent Middle East respiratory syndromecoronavirus (MERS-CoV) 3CLPro inhibitors. Antiviral research 141, 101-106 (2017).Tang B, Kramer ST, Fang M, Qiu Y, Wu Z, Xu D. A self-attention based message passing neuralnetwork for predicting molecular lipophilicity and aqueous solubility. Journal ofCheminformatics 12, 1-9 (2020).Liu K, et al. Chemi-Net: a molecular graph convolutional network for accurate drug propertyprediction. International journal of molecular sciences 20, 3389 (2019).Wang X, Li Z, Jiang M, Wang S, Zhang S, Wei Z. Molecule Property Prediction Based on SpatialGraph Embedding. Journal of chemical information and modeling 59, 3817-3828 (2019).Wu Z, et al. MoleculeNet: a benchmark for molecular machine learning. Chemical science 9,513-530 (2018).Jin W, Barzilay R, Jaakkola T. Junction tree variational autoencoder for molecular graphgeneration. arXiv preprint arXiv:180204364, (2018).You J, Liu B, Ying Z, Pande V, Leskovec J. Graph convolutional policy network forgoaldirected molecular graph generation. In: Advances in neural information processing systems(2018).Zhu K, et al. Docking Covalent Inhibitors: A Parameter Free Approach To Pose Prediction andScoring. Journal of Chemical Information & Modeling 54, 1932-1940 (2014).Walters WP, Murcko M. Assessing the impact of generative AI on medicinal chemistry. NatureBiotechnology, 1-3 (2020).Olivecrona M, Blaschke T, Engkvist O, Chen H. Molecular de-novo design through deepreinforcement learning. Journal of cheminformatics 9, 48 (2017).Zhou Z, Kearnes S, Li L, Zare RN, Riley P. Optimization of molecules via deep reinforcementlearning. Scientific reports 9, 1-10 (2019).Popova M, Isayev O, Tropsha A. Deep reinforcement learning for de novo drug design. Scienceadvances 4, eaap7885 (2018).42.Wang Z, Schaul T, Hessel M, Van Hasselt H, Lanctot M, De Freitas N. Dueling networkarchitectures for deep reinforcement learning. arXiv preprint arXiv:151106581, (2015).Van Hasselt H, Guez A, Silver D. Deep reinforcement learning with double q-learning. In:Thirtieth AAAI conference on artificial intelligence (2016).Simonini T. Improvements in Deep Q Learning: Dueling Double DQN, Prioritized ExperienceReplay, and fixed Q-targets. Červenec (2018).Schaul T, Quan J, Antonoglou I, Silver D. Prioritized experience replay. arXiv preprintarXiv:151105952, (2015).Brockman G, et al. Openai gym. arXiv preprint arXiv:160601540, (2016).Speck-Planche A. Recent advances in fragment-based computational drug design: tacklingsimultaneous targets/biological effects. Future Science (2018).Degen J, Wegscheid‐Gerlach C, Zaliani A, Rarey M. On the Art of Compiling and Using'Drug‐Like'Chemical Fragment Spaces. ChemMedChem: Chemistry Enabling Drug Discovery 3,1503-1507 (2008).Varin T, Schuffenhauer A, Ertl P, Renner S. Mining for bioactive scaffolds with scaffoldnetworks: improved compound set enrichment from primary screening data. Journal ofchemical information and modeling 51, 1528-1538 (2011).Schuffenhauer A, Ertl P, Roggo S, Wetzel S, Koch MA, Waldmann H. The scaffold tree−visualization of the scaffold universe by hierarchical scaffold classification. Journal of chemicalinformation and modeling 47, 47-58 (2007).Reis J, Gaspar A, Milhazes N, Borges F. Chromone as a Privileged Scaffold in Drug Discovery:Recent Advances: Miniperspective. Journal of medicinal chemistry 60, 7941-7957 (2017).Pillaiyar T, Manickam M, Namasivayam V, Hayashi Y, Jung S-H. An Overview of Severe AcuteRespiratory Syndrome-Coronavirus (SARS-CoV) 3CL Protease Inhibitors: Peptidomimeticsand Small Molecule Chemotherapy. Journal of Medicinal Chemistry, (2016).Bickerton GR, Paolini GV, Besnard J, Muresan S, Hopkins AL. Quantifying the chemical beautyof drugs. Nature chemistry 4, 90 (2012).Elton DC, Boukouvalas Z, Fuge MD, Chung PW. Deep learning for molecular design—a reviewof the state of the art. Molecular Systems Design & Engineering 4, 828-849 (2019).Yang X, Wang Y, Byrne R, Schneider G, Yang S. Concepts of artificial intelligence forFriesner RA, et al. Extra precision glide: Docking and scoring incorporating a model ofhydrophobic enclosure for protein− ligand complexes. Journal of medicinal chemistry 49,6177Jin Z, et al. Structure-based drug design, virtual screening and high-throughput screening", "ref_list": [[], ["Deep learning enables rapid identification of potent DDR1 kinase inhibitors"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A Zhavoronkov"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The emerging coronavirus SARS-CoV-2 has caused an outbreak of coronavirus\ndisease (COVID-19) worldwide.1 As of March 2, 2020, more than 90,000 people have\nbeen infected by SARS-CoV-2 and more than 3000 people have been reported dead\naccording to Johns Hopkins Coronavirus map tracker.2 The numbers of infection and\ndeath are still increasing. To face the considerable threat of SARS-CoV-2, it is urgent\nto develop new inhibitors or drugs against this deadly virus. Unfortunately, since the\noutbreak of severe acute respiratory syndrome (SARS) eighteen years ago, there has\nbeen no approved treatment against the SARS coronavirus (SARS-CoV),3 which is\nsimilar to SARS-CoV-2. Repurposing potential drugs such as lopinavir and ritonavir\nalso failed to SARS-CoV-2 injected patients.4 Structure-based antiviral drug design\nwith a new artificial intelligence algorithm may represent a more helpful approach to\nget the SARS-CoV-2 targeted inhibitors or drugs. Thanks to the prompt efforts of many\nresearchers, we have several pieces of important information about this vital virus\ngenome and protein structures. We now know that the non-structural protein 5 (Nsp5)\nis the main protease (Mpro) of SARS-CoV-2 and it is a cysteine protease, which also\nbeen called \"3C-like protease\" (3CLpro). Moreover, we know that the 3D structure of\n3CLpro is very similar to SARS-CoV with a sequence identity of >96% and 3D structure\nsuperposition RMSDCα of 0.44 Å as shown in Figures S1 and S2.\n3CLpro has been reported as an attractive target for developing anti-coronaviral drugs:\n1) this protease is highly conserved in both sequences and 3D structures;5 2) 3CLpro is\na key enzyme for related virus (including SARS and SARS-CoV-2) replication; 3) it\nonly exists in the virus, not in humans. Developing specific antiviral drugs targeting\n3CLpro of the specific virus has shown significant success; for example, both approved\ndrugs lopinavir and ritonavir can completely occupy the substrate-binding site of 3CLpro\nto break down the replication of human immunodeficiency virus (HIV). However, due\nto the large difference between HIV and SARS-CoV-2 3CLpro, lopinavir and ritonavir\nwere validated ineffective for inhibiting SARS-Cov-2.4 On the other hand, the\nsubstrate-binding site of 3CLpro is almost the same between the SARS-CoV-2 and\nSARS as Figure S3 presents. The developed potential inhibitors and drug-design\nexperience targeting SARS-3CLpro may also be applicable to SARS-CoV-2. For\nexample, the recently solved structure of SARS-CoV-2 3CLpro (PDB ID: 6LU7)\nindicates that the developed inhibitor N3,6 which is a covalent inhibitor derived from\nnon-covalent inhibitors against SARS can also bind SARS-CoV-2 3CLpro with a similar\nbinding conformation (Figure S4).", "one_words_summarize": "The emerging coronavirus SARS-CoV-2 has caused an outbreak of coronavirusdisease (COVID-19) worldwide.1 As of March 2, 2020, more than 90,000 people havebeen infected by SARS-CoV-2 and more than 3000 people have been reported deadaccording to Johns Hopkins Coronavirus map tracker.2 The numbers of infection anddeath are still increasing. Moreover, we know that the 3D structure of3CLpro is very similar to SARS-CoV with a sequence identity of >96% and 3D structuresuperposition RMSDCα of 0.44 Å as shown in Figures S1 and S2.3CLpro has been reported as an attractive target for developing anti-coronaviral drugs:1) this protease is highly conserved in both sequences and 3D structures;5 2) 3CLpro isa key enzyme for related virus (including SARS and SARS-CoV-2) replication; 3) itonly exists in the virus, not in humans. AI, especially deep learning, has been applied in predicting molecular properties30, 31,32, 33 and designing novel molecules34. To make our AI model work well,the first step is to prepare the molecular fragment library as shown in Figure 1. Both of the collectedinhibitors and the fragments are supplied in https://github.com/tbwxmu/2019-nCov.Then we applied an advanced deep Q-learning network with the fragment-based drugdesign (ADQN-FBDD) for generating potential lead compounds. Noted, if researchershave enough experience and internal lead compounds or biased fragments, they caninject all such information into ADQN-FBDD by manually adding the lead compoundsand biased fragments to the corresponding files. Then we designed a series of derivatives from compound #46 based on ourchemical biology knowledge and the structure-based optimization policy. The dashed lines represent actions that our reinforcement learning agentconsidered but did not make. To narrow our focus to a smaller set ofmolecules for analysis, we elaborately defined filter rules (QED>0.1 andDRLreward>=0.6) and the detailed information of the rules can be found in the Methodssection. They are mainly ranked by covalent-docking scores,considering covalent-docking also contains the scores of non-covalent docking.36 Andwe also paid attention on the RMSD difference between the covalent binding andnoncovalent binding poses based on all heavy atoms. the key residue in the catalytic center of the protease, resulting in covalent inhibition; aldehydecarbonyl forms an H-bond with His41; and besides, the hydroxyl of chromone at position 7 formsan H-bond with Thr190.The non-bonding interaction between compound 46-14-1 and SARS-CoV-2 3CLpro ismainly hydrogen bond. The carbonyl group of covalent scaffold α-ketoamide formsHbonds with Leu141 and Gly143 as a hydrogen acceptor or a hydrogen donor. And the yellow dashes represent the H-bonds, as well as the oxyanion hole, is in the red circleregion. The representatives were selected (46-14-1, 46-14-2 and 46-14-3 as Figure 6 displays),which may be further evaluated by molecular dynamics simulation to get the bindingfree energy and by quantum chemical calculation to get the reaction energy barrier. Computational approaches are particularly important for emerging diseases given theurgent need to provide timely solutions. It is understood that thecomputational design requires experimental validations. While we are exploringexperimental validations ourselves, we like to release these candidates promptly forother researchers to accelerate the development of anti-COVID-19 drugs given theemergency of seeking treatments for the disease. s stands for a valid moleculestructure and t is the time step. In our framework, the state alwayshas a valid and complete chemical structure at each step as Figure 2C indicates. Areward is given not just at the terminal states, but at each step. In our study, chemistryrules are not only the basic chemical valency, but also the rules about adding andremoving the fragments derived from known inhibitors based on chemical reactions. Then, the rest part from Qπ(st ,at) can be defined as the so-called advantage function Aπ(st , at)42 as:A8 (', ' ) = 8 (', ' ) − 8 (')Intuitively, the advantage value shows how advantageous selecting the action is relativeto the others at the same given state. To update the parameters (, , ) from thedueling DQN as Figure 7 displays, we can train our RL agent by minimizing the lossPrioritized Experience Replay (PER)45 is a technique to enable reinforcement learningagents remember and reuse experience from the past, and to replay important transitionsmore frequently. PER is very useful for replaying some less frequent experiences. Our fragment library contains 316fragments with molecular weight <200 daltons, the minimum number non-hydrogenatom >1 and the maximum ≤ 25. The fragments directly from the existing inhibitorsbased on the chemical retrosynthetic rules are always true substructures and may havea high quality of bioactivity targeting 3CLpro. The pictures of the binding site are generated using PyMol ((http://www.pymol.org/).The binding site of SARS-CoV-2 3CLpro (Figure 9) is commonly divided into thecatalytic activity center (His41 and Cys145, specified as S1') and several subsites,defined as S1 (His163, Glu166, Phe140, Leu141 and Asn142), S1' (His41, Cys145,Gly143 and Ser144), S2 (Tyr54, Asp187, His41, Arg188, His164 and Met49), and S3(Thr190, Gln192, Glu166, Met165, Leu167 and Gln189). \u008e<'{ | stands for how manybiased fragments have been matched in one generated structure. ' In total, 4,922 unique valid structures were automatically generated and allmatched the defined rules by using ADQN-FBDD without any pre-training as manyother methods need.35, 40, 41, 54, 55 Next, All the molecules with high deep reinforcementlearning scores (DRL score: R(S)>0.6) were kept (47 molecules). Considering the balance between precision and calculation time, the stand-precision(SP) Glide56 was firstly used to predict the possible non-covalent binding poses in thisbinding site and the binding site grid centered on the original ligand N357 with 20 Åbuffer dimensions. Journal of MedicinalChemistry, (2020).卢洪洲 陈凌席刘李李尚王沈. 洛匹那韦利托那韦和阿比多尔用于治疗新型冠状病毒肺炎的有效性研究. 中华传染病杂志 38, (2020).Liu X, Wang X-J. Potential inhibitors for 2019-nCoV coronavirus M protease from clinicallyapproved medicines. Design of wide-spectrum inhibitors targeting coronavirus main proteases. Small molecules targeting severe acute respiratory syndrome human coronavirus. Journal of medicinal chemistry 48, 4469-4473 (2005).Shie J-J, et al. Bioorganic & medicinal chemistry 13, 5240-5252(2005).Al‐Gharabli SI, et al. Discovery of a novel family of SARS-CoV protease inhibitors by virtualscreening and 3D-QSAR studies. Stable benzotriazole esters as mechanism-based inactivators of the severe acuterespiratory syndrome 3CL protease. Design, synthesis, and evaluation of trifluoromethyl ketones as inhibitors ofSARS-CoV 3CL protease. Structure-based design, synthesis, and evaluation of peptide-mimetic SARS 3CLprotease inhibitors. Docking Covalent Inhibitors: A Parameter Free Approach To Pose Prediction andScoring. Journal of cheminformatics 9, 48 (2017).Zhou Z, Kearnes S, Li L, Zare RN, Riley P. Optimization of molecules via deep reinforcementlearning. Extra precision glide: Docking and scoring incorporating a model ofhydrophobic enclosure for protein− ligand complexes."}