{"date": "2020/03/04", "journal": "biorxiv", "authors": "Yilin Shu", "title": "Genome-wide data inferring the evolution and population demography of the novel pneumonia coronavirus (SARS-CoV-2)", "type": "preprint article", "abstract": "China\n3. Hubei Province Key Laboratory of Occupational Hazard Identification and Control,\n4. Beijing Agro-Biotechnology Research Center, Beijing Academy of Agriculture and\n*These authors have equal contribution to this study.\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43", "text": "China3. Hubei Province Key Laboratory of Occupational Hazard Identification and Control,4. Beijing Agro-Biotechnology Research Center, Beijing Academy of Agriculture and*These authors have equal contribution to this study.232425262728293031323334353637383940414243Other Author’s Email:Since December 2019, coronavirus disease 2019 (COVID-19) emerged inWuhan, Central China and rapidly spread throughout China. Up to March 3, 2020,SARS-CoV-2 has infected more than 89,000 people in China and other 66 countriesacross six continents. In this study, we used 10 new sequenced genomes ofSARS-CoV-2 and combined 136 genomes from GISAID database to investigate thegenetic variation and population demography through different analysis approaches(e.g. Network, EBSP, Mismatch, and neutrality tests) in the previous three months.The results showed that eighty haplotypes had 183 substitution sites, including 27parsimony-informative and 156 singletons. Sliding window analyses of genetic454647484950515253545556575859606162636465diversity suggested a certain range in mutations and variation in genomic abundanceof SARS-CoV-2, which could be explaining the existing widespread and highadaptation of the deadly virus. Phylogenetic analysis showed that pangolin may not bean intermediate host. The network indicated that, in the original haplotype (H14), onepatient sample lived near the Huanan seafood market (approximately 2 km), whichindicating high possibility of the patient having a history of unconscious contact withthis market. However, based on this clue, we cannot accurately conclude thatwhether this market was the origin center of SARS-CoV-2. Additionally, 16 genomes,collected from this market, assigned to 10 haplotypes, indicated a circulating infectionwithin the market in a short term, which would have led to the outbreak ofSARS-CoV-2 in Wuhan and other areas. The EBSP results showed that the firstestimated expansion date began from 7 December 2019, which indicated that thetransmission of SARS-CoV-2 could have begun from person to person in mid to lateNovember.Key words SARS-CoV-2; metagenomic next-generation sequencing; virusevolution; population demography; phylogenetic relationshipAs the largest non-segmented genomes among all the RNA viruses (about 30 kbin length), Coronaviruses (CoVs) own the plasticity due to the mutation andrecombination, which increased the potential risks of spread across species [1, 2]. The676869707172737475767778798081828384858687COVID-19 (original named 2019-nCOV) is the seventh member of enveloped RNAcoronavirus (subgenus Sarbecovirus, Orthocoronavirinae subfamily) [3]. In earlyDecember, 2019, an unexplained pneumonia associated with the severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, China [4, 5].The emergence and rapid spread of the SARS-CoV-2 between infected and healthypeople became so devastating as a large population within Wuhan was gettinginfected [6, 7]. There's evidence that SARS-CoV-2 may have originated from bats, butthere is no clear information about the intermediate host that transferred it to humans[8-10]. On 30 January 2020, the World Health Organization (WHO) declared theoutbreak of COVID-19 to be a Public Health Emergency of International Concern. Upto March 3, 2020, SARS-CoV-2 has infected more than 89,000 people in China andother 66 countries across the six continents (source: World Health Organizationreport).Despite the worldwide rapid spread, the genomic variation dynamics,evolutionary rate, and virus transmission dynamics of SARS-CoV-2 are not yet wellunderstood. In several recent studies, phylogenetic relationships, variations,evolutionary rates, and propagation dynamics were analyzed using limited genomicdata from the SARS-CoV-2 [5, 9-17]. As the epidemic progresses, many researchinstitutes around the world have obtained and submitted SARS-CoV-2 genomesequences, increasing the number of SARS-CoV-2 genome sequences in the DataCenters (i.e, GISAID). Given the extremely rapid spread of SARS-CoV-2, an updatedanalysis with significantly larger sample sizes by incorporating cases throughout the8990919293949596979899100101102103104105106107108109world is urgently needed. This would allow for more accurate identification ofSARS-CoV-2 variant dynamics, evolutionary rates, virus transmission dynamics, andepidemic history in order to effectively implement public health measures, promotedrugs and vaccines development and to efficiently prevent similar epidemics in thefuture.Recent research findings have suggested bat and other non-bat intermediatemammals (such as pangolin) as potential intermediate host for the SARS-CoV-2 thathave so far been widely transmitted to humans [5, 9, 18]. According to the medicalinformation of the first patients to be infected in Wuhan, 27 out of 41 patients werefound to be traders of wild mammals in the Huanan seafood market, which directlysuggests that the Huanan seafood market as the possible source of origin of theSARS-CoV-2, and later got transmitted it to other areas by the infected people [4, 19].However, due to some infected persons having no relation or access to the Huananfood market, some researchers are skeptical of the market as the only actual origin orthe source of SARS-CoV-2 transmission to humans [4, 19, 20]. Therefore, up to date,in the absence of key potential intermediary host, the origin and transmission patternof SARS-CoV-2 still need to be thoroughly probed for a more reliable and accurateinformation on the origin and transmission mechanisms of the virus.In this study, 56 full genome sequences of outgroups and 136 genomes ofSARS-CoV-2 from GISAID EpiFluTM database (access date 22 February 2020) werecollected. Ten new sequenced genomes of SARS-CoV-2 were obtained bymacrogenomic sequencing. The time origin, genetic diversity, transmission dynamics111112113114115116117118119120121122123124125126127128129130131and evolutionary history of SARS-CoV-2 were analyzed based on the genomic data toprovide understanding on the origin, transmission pathway, and evolutionarycharacteristics of SARS-CoV-2 outbreak.In this study, ten patients with unexplained viral pneumonia from five hospitalsin Hubei Province were included. Four samples were collected in December, four inJanuary as well as two samples in February. The December samples were examinedby LightCycle 480II fluorescent PCR instrument (Roche, Basel, Switzerland) forinvestigating 26 respiratory pathogens and detection of the virus using SARS-Cov andMERS-Cov primer probes. All the ten samples were detected by the SARS-CoV-2primer probes. Two samples were used in the virus isolation. The 10 samples werealso subjected tometagenomic next-generation sequencing. Specific sampleinformation is presented in Table 1.Virus were isolated by HUH7 cells from one lavage fluid sample and onepharynx swab sample. The cells were monitored daily for cytopathic effects by lightmicroscopy. HUH7 cells were harvested after 6 days of culturing at 37℃. Thesupernatant was collected to extract the total RNA nucleic acid through EZ1 virusmini kit v2.0 (955134; Qiagen, Heiden, Germany), detection was performed by LightCycle 480II fluorescent PCR instrument (Roche, Basel, Switzerland) followed bysubsequent sequencing.133134135136137138139140141142143144145146147148149150151152153154Total RNA extracted from 10 samples were subjected to metagenomic nextgeneration sequencing testing by EZ1 virus mini kit v.2.0 (955134; Qiage, Heiden,Germany). TruSeq Stranded Total RNA Library Prep Kit (Illumina, San Diego, CA,USA) was used to remove rRNA, reverse transcription and synthesize thedouble-stranded DNA. The fragmenting, modifying the ends, connecting the jointsand enriching of DNA were done by NexteraXT library prepkit (Illumina, San Diego,CA, USA), then the DNA library was obtained. IseqTM 100 i1 Cartridge, Miseq v2reagent kit, and High output Reagent Cartridge (illumina, San Diego, CA, USA) wereused for deep sequencing in Iseq100, Miseq, and Miniseq platforms (illumina, SanDiego, CA, USA), respectively. About 11.5 GB data were obtained for each sample.Using CLC Genomics Workbench 12 and Geneious 12.0.1 software (QIAGENBioinformatics, RedwoodCity, CA, USA) and using reference sequenceBetaCoV/Wuhan-Hu-2019 (EPI_ISL_402125), the raw sequencing data of illuminawere analyzed. The open reading frames of the verified genome sequences werepredicted using Geneious and annotated using the Conserved Domain Database [21].In this study, for confirmation of the evolutionary history of SARS-CoV-2(Table S1), 136 complete genomes were retrieved from GISAID (Table S1, access on22 February, 2020), and combined with our sequenced 10 genomes of this virus. Intotal, 56 outgroups were collected following the previous study [5]. Mafft v.7.450 wasused to align the sequence of SARS-CoV-2 with reference sequences [22].Phylogenetic analyses of the complete genome and major coding regions were donewith RAxML v.8.2.9 [23] in 1000 bootstrap replicates, employing the general timereversible nucleotide substitution model. The tree was visualized with FigTree v.1.4.3[24].On this analysis technique, to precisely decode the evolutionary history ofSARS-CoV-2, the genome EPI_ISL_402131 (bat-RaTG13-CoV) from GISAID wasalso included as the outgroup following the procedure outlined in the previous study[25], because it is the closest sister betacoronavirus to SARS-CoV-2.3. The 136complete genome sequences of SARS-CoV-2 and an outgroup (bat-RaTG13-CoV)were aligned using MAFFT then the alignment was manually checked using Geneious.For probing the haplotypes relationships among localities, the Network v.4.6.1(Fluxus Technology, Suffolk, UK) was used to construct the minimum-spanningnetwork based on the full median-joining algorithm [26]. During the alignment, 10genomes containing ambiguous sites or “N” bases or more degenerated bases wereexcluded in this study (Table S1). In addition, 4 genome sequences (EPI_ISL_409067,EPI_ISL_412981, EPI_ISL_407071 and EPI_ISL_408489) with one degeneratedbases were included, which were divided into two sequences without degeneratedbases. For ensuring the accuracy of this analysis, the 5’UTR and 3’UTR containmissing and ambiguous sites of both regions were excluded in the followingalignment analyses. DnaSP v.5.10 [27] was used to convert the relevant format.Population genetic indices in was estimated in DnaSP, including nucleotide diversity(π) and haplotype diversity (Hd). FST between haplotypes was calculated in Mega 6.0based on haplotype frequency differences with 10,000 permutations [28].Additionally, a sliding window of 500 bp and steps of 50 bp were used to estimate181182183184185186187188189190191192193194195196197198199200201202203nucleotide diversity (π) for the entire alignment this data. Nucleotide diversity for theentire alignment was plotted against midpoint positions of each window. To indicatethe relative position of the mutations in the genome, we selected the EPI_ISL_402124sequence as the reference genome.The alignment was then imported into DnaSP for haplotype analyses. Populationsize changes were estimated based on a constant population size hypothesis usingDnaSP, in combination with neutrality tests (Tajima’s D and Fu’s Fs). The mismatchdistribution was estimated based on the genomes of SARS-CoV-2 in Arlequin to testthe hypothesis of recent population growth. The Harpending's raggedness index (Rag)and the sum of squares deviation (SSD) were used to determine the smoothness ofobserved mismatch distribution and the degree of fit between observed and simulateddata [29]. Because of the sensitivity to demographic changes of neutral tests, Tajima’sD [30] and Fu's Fs [31] were estimated using 10,000 coalescent simulations to assessthe significance in Arlequin. In addition, the Extended bayesian skyline plot (EBSP)analysis was conducted to examine past population dynamics of SARS-CoV-2 basedon 146 genomes by BEAST v.1.8 [32]. The divergence times were estimated inBEAST using a Bayesian Markov chain Monte Carlo (MCMC) method with a strictclock. In this study, the substitution rate was set as 0.92×10-3 (95%CI,0.33×10-3-1.46×10-3) substitution/site/year based on the most recent estimation forSARS-CoV-2 [25]. The other parameters were set as follows: extended Bayesianskyline process, 10 million MCMC generations, sampling every 1,000th iteration, theinitial 25% burn-in. Tracer was used to check the convergence of the MCMC analyses(ESS values >200). Convergence of the two independent MCMC runs was assessed inTracer, as was convergence of model parameter values (effective sample size [ESS])to ensure ESS values >200.According to the database, the genome size of SARS-CoV-2 varied from 29,409bp to 29,911 bp. In the network dataset, the aligned matrix was 29,130 bp in lengthincluding 183 variable sites, of which 27 were parsimony-informative and 156 weresingletons, which were classified as 80 haplotypes (Table S2). Nucleotide diversity (π)was 0.16×10-3 ± 0.02×10-3 (Standard Deviation, SD) and haplotype diversity (Hd) was0.954 ± 0.013 (SD) and variance of Hd was 0.16×10-3 (Table S3). In this study, ournew sequenced 10 genomes of SARS-CoV-2 represented 10 haplotypes (H3, H8, H10,H14, H16, H28, H29, H30, H76 and H78; Table S1). Among these 10 genomes, foursamples were collected from those patients who had been exposed to the Huananseafood market in Wuhan. Additionally, the HBCDC-HB-03/2019 belonged to thecore H3 haplotype and most of them represented new haplotype. Sliding windowanalysis of SARS-CoV-2 revealed significant regional variation across the alignment(Fig. 1). The plot readily showed a relative high degree of nucleotide variationamongst the aligned SARS-CoV-2 genomes for any given window of 500 bp andsteps of 50 bp, with the π ranging from 0.00005 to 0.0014. Additionally, based on thecurve, there were several relative high variation area, compared with other fragments(Fig. 1). The FST analyses among 80 haplotypes ranged from 0.00003 (e.g, H3 and H9;H14 and H15; H3 and H20) to 0.00134 (H19 and H80), which indicated geneticdifferentiation among these haplotypes (Fig. 2, Table S4). Overall, the H19 showedrelatively large genetic distance with other haplotypes, while the H3 showed oppositepattern, and was also confirmed by the network figure (Fig. 2, Table S4). Overall,SARS-CoV-2 maintain the relatively rich mutations that has occurred across the world,which may be the main reason of the numerous subgenomic RNAs generated duringthe viral replication [3, 9]. This phenomenon also provides the possibility ofwidespread and adaptation for this virus. Fortunately, under the strict quarantinepolicy in China since 23 January 2020, the circulation and spreading of somehaplotypes may have relatively reduced in circulation frequency relatively, comparedwith the early stage of COVID-19.The virus's popularity and its intermediate host has been a topic of great concern.Some researchers have suggested that the SARS-CoV-2 originated from the bats [5,9].However, some other researchers have proposed that the non-bat intermediatemammals (e.g. pangolins) may be the transmission path of this genus [18]. However,other studies have also failed to confirm the pangolins as the intermediate host to thisviral genus [33]. In this study, based on the phylogenetic tree, bat-RaTG13-CoV wasthe sister group to the SARS-CoV-2 and the two pangolin samples collected fromGuangdong which showed a relatively large genetic distance from the SARS-CoV-2(Fig. 3 and S1). Based on this finding, , the study suggested that pangolin may not bethe intermediate host, as had been reiterated by other previous study [33]. As theHuanan seafood market was closed on 1 January 2020, this created many challengesin identifying the first intermediate hosts (whether people or animal) of SARS-CoV-2.Therefore, more sampling and analysis of the sample from this area may suggestclearer results for more concrete conclusions in future studies.The evolutionary network of 80 haplotypes of SARS-CoV-2, with bat-RaTG13-CoVas the outgroup, is shown in Figure 4. The network analysis showed typical starnetwork, with several core haplotype node (H3, H14, H15) and edge haplotype nodes.In the network, fifty-five satellite haplotypes and H14 connected to the H3 haplotype;eighteen satellite haplotypes and H15+H3 connected to the H14 haplotype; and fivesatellite haplotypes and H14 connected to H15. Most of these haplogroups wereseparated by one to six mutations, except two haplotypes (H19 and H80, Fig. 4). Theevolutionary network showed that bat-RaTG13-CoV to be connected through ahypothesized haplotype (mv6) to the H15 and H31 haplotypes by single mutations(Fig. 4). However, the mutations between mv6 and bat-RaTG13-CoV was more than800, which indicated that SARS-CoV-2 still has a relative distant kinship with theoutgroup (bat-RaTG13-CoV).As the most abundant haplotype, H3 included 28 samples, while 55 satellitehaplotypes are directly derived from the H3 haplotype (Fig. 4 and Table S1).Moreover, many haplotypes from other countries should also be derived from the H3haplotype. The current samplings showed that the H3 haplotype has been found to bein 28 samples, but 12 of 28 samples were collected from Wuhan in Hubei Province.Fifteen of the 55 satellite haplotypes were also collected from Hubei Province (Fig. 4).One possible explanation was that a common haplotype from the Huanan seafoodmarket (Fig. 4) was rapidly circulated at an early stage of human-to-humantransmissions. It is worth noting that in the H14, there are two samples(EPI_ISL_406801 and EPI_ISL_ 412979) from Wuhan. Although these two hostsdidn’t directly link with the Huanan market, one of the host (EPI_ISL_ 412979)having lived in a residential area about 2 kilometers from the Huanan seafood market.This also provides the possibility of them having indirect possible contact with theHuanan seafood market.Additionally, the networks of 24th December, 2019 - 30th December, 2019 and24th December, 2019 - 6th January, 2020 also suggested that the most frequenthaplotype (H3) occurred. All the haplotypes were collected from Wuhan, whichindicated that Wuhan may have acted as the important origin center (Fig. 4). On theother hand, in this study, 16 sequences of Huanan seafood market (4 new sequencedand 12 GISAID data) were collected. Fifteen of out of the sixteen samples werecollected before 1st Januray, 2020 and one samples was collected on 8th Januray, 2020.These samples were represented ten haplotypes (H2, H3, H4, H5, H6, H7, H8, H10,H11, H16), which indicated the high proportion of haplotype diversity in Huananseafood market. Among those haplotypes, the H3 haplotype, the most abundant, waspresent in 6 samples from Huanan seafood market, while the other haplotypes weredirectly derived from the H3 haplotype. All the samples from the Huanan seafoodmarket had the H3 haplotype and other 9 derived haplotypes (Fig. 4), indicating thatthere were circulated infections within the market in a short term. Noteworthy, in thenetwork, a total of 65 virus samples from 15 other countries were assigned to 43haplotypes. Among them, 27 haplotypes were satellite haplotypes of H3 haplotype, 11haplotypes were satellite haplotypes of H14 haplotype, and 3 haplotypes were satellitehaplotype of H15 haplotype. Indeed, most of haplotypes originated from the H3,which may hint the phenomenon was related to the input of virus carriers fromWuhan.Based on the outgroup (bat-RaTG13-CoV) having a possible direct connectionwith outgroup H15 and H31, it indicates that both the H15 and H31 were thesuggested ancestral haplotypes (Fig. 4), as had also been suggested by other previousstudy [25]. The H15 was only recovered from five Shenzhen (Guangdong) samples,while H31 included 3 United States samples and 1 Fujian sample from China (Fig. 4).Based on the epidemiological statistics, all the patients from the H15 were evertraveled to Wuhan [16]. As to the H31, three genomes from the same patient in UniteState [34] and 1 genome from Fujian of China (Table S1) were included. For thepatient in Unite State, He may have infected during the period of visiting his family inChina [25]. The travel history of Fujian sample was unclear, but we cannot deny thatit has a history of unconscious Wuhan contacts. Based on the theory in the previousstudy [25], this current study also supported two main evolutionary paths, that theavailable haplotypes could be from H15 through H14 to H3, or from H31 throughH14 to H3 (Fig. 4). Both these two path demonstrate that H14 was the key connectionfrom an ancestral haplotype to H3. However, unlike the previous research, in H14,two individuals (EPI_ISL_406801 and EPI_ISL_ 412979) were collected from Wuhan.Additionally, there was another new haplotype (H28, EPI_ISL_412980), whichoriginated from the H14, and was also collected from Wuhan. Although the threehosts of these two haplotypes didn’t directly link with the Huanan seafood market,one of the hosts (EPI_ISL_ 412979) lived in a residential area about 2 kilometersfrom the Huanan seafood market. This also provides the possibility for that host tohave unconsciously indirect contact with the Huanan seafood market. Overall, itcannot further be proved the SARS-CoV-2 in the Huanan seafood market had beentransmitted from other places or that Huanan seafood market did not host the originalsource of SARS-CoV-2. Due to the closing up of the Huanan seafood market on 1st ofJanuary, 2020, it made it difficult to determine whether there were intermediate hostsin the market. To accurately determine whether this market was the central origin,further collection of early SARS-CoV-2 samples within/around the Huanan seafoodmarket is needed to provide genomic information and epidemiological survey dataneeded in integration analysis. However, based on the facts provided in the currentstudy undertaken in the early days of the outbreak of the pneumonia infection in330331332333334335336337338339340341342343344345346347348349350351352353Wuhan, the Huanan seafood market promoted the spread of SARS-CoV-2, and sincethen, infected travelers have spread to throughout China and other countries.As to population demography of SARS-CoV-2, the EBSP results revealed that itexperienced an expansion of effective population size for the last 66 days prior to 11thof February, 2020 (Fig. 5). With the latest one being sampled on 11th February 2020,the first expansion date is estimated to had begun from 7th December 2019. Themismatch in the distribution of the total populations was also clearly shown throughunimodal (Fig. 6) and the neutral tests (Tajima’s D and Fu’s Fs) revealed statisticallysignificant population expansion of SARS-CoV-2 (Table S3), which also supportedthe EBSP results. In addition, with the change of time, multiple evidence (i.e.haplotype number, Tajima's D, Fu's FS) indicated a relatively highest populationgrowth at around 21st - 27th of January (Table S3). The demographic expansion ofSARS-CoV-2 during this period was consistent with the patients first diagnosed on 8thDecember, 2019 [4,19] and the previously suggested most recent common ancestor(TMRCA) dates for SARS-CoV-2 at 6thDecember, 2019) [17]. Additionally,considering that the virus has longest reported incubation period of up to 24 days [6],the virus may had first infected humans in mid to late November, which is basicallyconsistent with the results of previous studies [25]. Therefore, in this study, EBSPrevealed that SARS-CoV-2 experienced an effective population size expansion since7thDecember 2019, which was also supported by a star-like network, EBSP, theneutral tests (Fu's and Tajima's D test) and mismatch analysis.Yilin Shu, Tao Pan, and Yongzhong Jiang conceived the research, analyzed the data,interpreted the results, and wrote the draft manuscript; Bin Fang, Linlin Liu, Xiao Yu355356357358359360361362363364365366367368369370and Xiang Li performed macrogenome sequencing experiments. Xiao Yu and XiangLi performed virus isolation experiments. Guojun Ye, Bin Fang, Juan Xu, Ling,Zhang, Yilin Shu and Faxian Zhan collected data. All authors reviewed and approvedthe final version of the manuscript.We declare no competing interests.We thank scientists and researchers for depositing the whole genomic sequences ofNovel Pneumonia Coronavirus (SARS-CoV-2) in the Global Initiative on Sharing AllInfluenza Data (GISAID) EpiFlu™; and the GISAID database for allowing us accessto sequence for non-commercial scientific research. We also are grateful to Dr. OscarOmondi Donde (Egerton University, Kenya) for polishing the manuscript language.Thanks to Yifa Zhu, Yangyang Tao and Xierong Li (Tianmen Center for DiseaseControl and Prevention) for collecting samples and thanks to Maoyi Chen, Jie Hu,Chunlin Mao (Jingzhou Center for Disease Control and Prevention) for sampling.372373374375376377378379380381382383384385386387388389390391392Cui J, Li F, Shi ZL. Origin and evolution of pathogenic coronaviruses. Nat[2].Gorbalenya AE. Severe acute respiratory syndrome-related coronavirus–Thespecies and its viruses, a statement of the Coronavirus Study Group. BioRxiv.2020;DOI: https://doi.org/10.1101/2020.02.07.937862.[3].Zhu N, Zhang DY, Wang WL, et al. A novel coronavirus from patients withpneumonia in China, 2019. New Engl J Med. 2020;382(8):727-733.[4].Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. The Lancet. 2020;395(10223):497-506[5].Lu RJ, Zhao X, Li J, et al. Genomic characterisation and epidemiology of2019 novel coronavirus: implications for virus origins and receptor binding.Lancet. 2020; DOI: 10.1016/S0140-6736(20)30251-8.[6].Guan WJ, Ni ZY, Hu Y, et al. Clinical characteristics of 2019 novelcoronavirusinfectioninJMed. 2020;DOI:10.1056/NEJMoa2002032.[7].Yang Y, Lu QB, Liu MJ, et al. Epidemiological and clinical features of the2019novelcoronavirusoutbreakin[8].Wassenaar TM, Zou Y. 2019_nCoV: Rapid classification of betacoronavirusesand identification of traditional Chinese medicine as potential origin ofzoonotic coronaviruses. Lett Appl Microbiol. 2020; DOI: 10.1111/lam.13285.394395396397398399400401402403404405406407408409410411412413414Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with anewcoronavirusofprobablebatorigin.2020;DOI:10.1038/s41586-020-2012-7.[10].Wu F, Zhao S, Yu B, et al. A new coronavirus associated with humanrespiratory disease in China. Nature. 2020; DOI: 10.1038/s41586-020-2008-3.[11].Benvenuto D, Giovannetti M, Ciccozzi A, et al. The 2019‐new coronavirusepidemic: evidence for virus evolution. J Med Virol. 2020;Med Virol. 2020; DOI:10.1002/jmv.25700.[12].Ceraolo C, Giorgi FM. Genomic variance of the 2019‐nCoV coronavirus. J[13].Chen LJ, Liu WY, Zhang Q, et al. RNA based mNGS approach identifies anovel human coronavirus from two individual pneumonia cases in 2019Wuhan outbreak. Emerg Microbes Infec. 2020; 9(1):313-319.[14].Paraskevis D, Kostaki EG, Magiorkinis G, et al. Full-genome evolutionaryanalysis of the novel corona virus (2019-nCoV) rejects the hypothesis ofemergence as a result of a recent recombination event. Infect Genet Evol. 2020;79:104212.[15].Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novelhuman-pathogenic coronavirus isolated froma patient with atypicalpneumonia after visiting Wuhan. Emerg Microbes Infec. 2020;9(1):221-236.[16].Chan JFW, Yuan SF, Kok KH, et al. A familial cluster of pneumonia associatedwith the 2019 novel coronavirus indicating person-to-person transmission: a438439440441442443444445446447448449450451452453454455456457458the novel pneumonia coronavirus (SARS-CoV-2) using whole genomic data.ChinaXiv. 2020;202002.00033v2.[26].Bandelt H, Forster P, Röhl A. Median-joining networks for inferringintraspecific phylogenies. Mol Biol Evol. 1999;16(1):37-48.[27].Librado P, Rozas J. DnaSP v5: a software for comprehensive analysis of DNApolymorphism data. Bioinformatics. 2009;25(11):1451–1452.[28].Tamura K, Stecher G, Peterson D, et al. MEGA6: molecular evolutionarygenetics analysis version 6.0. Mol Biol Evol. 2013;30(12):2725–2729.[29].Harpending HC. Signature of ancient population growth in a low-resolutionmitochondrial DNA mismatch distribution. Hum Biol. 1994 ;66(4):591-600.[30].Tajima F. The effect of change in population size on DNA polymorphism.Genetics. 1989;123(3):597–601.[31]. Fu YX. Statistical tests of neutrality of mutations against population growth,hitchhiking and background selection. Genetics. 1997;147(2):915–925.[32].Drummond AJ, Suchard MA, Xie D, et al. Bayesian phylogenetics withBEAUti and the BEAST 1.7. Mol Biol Evol. 2012;29(8):1969–1973.[33].Liu P, Jiang JZ, Wan XF, et al. Are pangolins the intermediate host of the 2019novelcoronavirus(2019-nCoV)?bioRxiv.2020;DOI:[34]. Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 NovelCoronavirusintheJMed2020;460462463464465466467468469470471472473474475476477478479480481482Figure LegendFig. 1. Sliding window analyses showing the nucleotide diversity based onalignment of genomes of SARS-CoV-2. The red line shows the value of nucleotidediversity (π) in a sliding window analysis of window size 500 bp with step size 50, thevalue is inserted at its mid-point. EPI_ISL_402124 sequence was selected as thereference genome to indicate the mutation position.Fig. 2. Pairwise FST among 80 haplotypes of SARS-CoV-2. Consistent with theTable S4.Fig. 3. Simplify phylogenetic tree of SARS-CoV-2 form Fig. S1. The nodalnumbers are ML bootstrap values.Fig. 4. Median-joining network with node sizes proportional to the frequencies ofhaplotypes in SARS-CoV-2 (A, B and C). (A)All the individuals collected during24th December to 30th December in 2019; (B) All the individuals collected during 24thDecember in 2019 to 6th January in 2020; (C) All the individuals collected before 11thFebruary in 2019. The numbers of mutations separating the haplotypes are shown onthe branches, except for the lower than seven-step mutations. The little red diamondnodes indicate undetected haplotypes. The sampling areas are indicated by differentcolors .484485486487488489490491492493494495496497498499500501502503Fig. 5. Population fluctuation infered by Extended bayesian skyline plot (EBSP)of SARS-CoV-2. The x-axis indicates time in days BP, and the y-axis indicates theeffective population size divided by generation time in units of Neτ (the product ofeffective population size and generation time in days). The blue areas represent 95 %highest posterior density. Time is expressed in days.Fig. 6: Mismatch distributions analyses for SARS-CoV-2 in different period (A,B, C, D, E, F, G). (A) All the individuals collected during 24th December to 30thDecember, 2019; (B) 24th December in 2019 to 6th January in 2020; (C) 24thDecember in 2019 to 13th January in 2020; (D) 24th December in 2019 to 20thJanuary in 2020; (E) 24th December in 2019 to 27th January in 2020; (F) 24thDecember in 2019 to 3th February in 2020; (G) 24th December in 2019 to 11thFebruary in 2020. The x coordinate represents the number of differences in each pairof sequence comparisons; the y coordinate represents the frequencies of pairwisedifferences. The blue histogram are the observed frequencies of pairwise divergencesamong sequences and the red line refers to the expectation under the model ofpopulation expansion.values.Fig. S1. Phylogenetic tree of SARS-CoV-2. The nodal numbers are ML bootstrapNucleotide10000ORF1ab20000S1000.05MG772933.1 Bat SARSlike coronavirus isolate batSLCoVZC45MG772934.1 Bat SARSlike coronavirus isolate batSLCoVZXC21EPI ISL 410538|2017 BetaCoV/pangolin/Guangxi/P4L/2017100EPI ISL 410542|2017 BetaCoV/pangolin/Guangxi/P2V/2017EPI ISL 410543|2017 BetaCoV/pangolin/Guangxi/P3B/2017EPI ISL 410541|2017 BetaCoV/pangolin/Guangxi/P5E/2017EPI ISL 410540|2017 BetaCoV/pangolin/Guangxi/P5L/2017EPI ISL 410539|2017 BetaCoV/pangolin/Guangxi/P1E/2017100 EPI ISL 410544|2019 BetaCoV/pangolin/Guangdong/P2S/2019100 EPI ISL 410721|2019 BetaCoV/pangolin/Guandong/1/2019EPI ISL 402131|20130724 BetaCoV/bat/Yunnan/RaTG13/2013SARSCOV2146genomeH1H3H2H7H11H14H2H3H7H4H1(B)H5H10H4H5H10H8H9H8H9H12H6H78H13H6H76H1H28H27H40H6H13H2H7H5H75H12H9H11(C)H25H19H79H17H62H70H48H69mv6H15 H31bat-RaTG13mv3mv1H35H37H67H45H73H51mv2H38H41H44 H42H20 H46H47H39 H24H53H71H64H66H65H77H63LegendsChinaHubeiGuangdongZhejiangJiangxiShandongJiangsuChongqingSichuanFujianYunnanTaiwanBeijingJapanKoreaH33 ItalySingaporeUnited StatesNonthaburiAustraliaCambodiaSouth KoreaSwedenBelgiumNepalGermanyFranceEngland1 3 5 7 9 11 13 15 17 19 21 23 25 27 29 31 336SSD: 0.0005; P(SSD): 0.9300Rag: 0.0098; P(Rag): 0.8400150100001623002000Pairwise differences(C)SSD: 0.0008; P(SSD): 0.8400Rag: 0.0106; P(Rag): 0.89001 4 7 10 13 16 19 22 25 28 31 34 37 40Pairwise differences(E)SSD: 0.0004; P(SSD): 0.8800Rag: 0.0097; P(Rag): 0.7900", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China\n3. Hubei Province Key Laboratory of Occupational Hazard Identification and Control,\n4. Beijing Agro-Biotechnology Research Center, Beijing Academy of Agriculture and\n*These authors have equal contribution to this study.\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43", "one_words_summarize": "Hubei Province Key Laboratory of Occupational Hazard Identification and Control,4. Key words SARS-CoV-2; metagenomic next-generation sequencing; virusevolution; population demography; phylogenetic relationshipAs the largest non-segmented genomes among all the RNA viruses (about 30 kbin length), Coronaviruses (CoVs) own the plasticity due to the mutation andrecombination, which increased the potential risks of spread across species [1, 2]. On 30 January 2020, the World Health Organization (WHO) declared theoutbreak of COVID-19 to be a Public Health Emergency of International Concern. As the epidemic progresses, many researchinstitutes around the world have obtained and submitted SARS-CoV-2 genomesequences, increasing the number of SARS-CoV-2 genome sequences in the DataCenters (i.e, GISAID). According to the medicalinformation of the first patients to be infected in Wuhan, 27 out of 41 patients werefound to be traders of wild mammals in the Huanan seafood market, which directlysuggests that the Huanan seafood market as the possible source of origin of theSARS-CoV-2, and later got transmitted it to other areas by the infected people [4, 19].However, due to some infected persons having no relation or access to the Huananfood market, some researchers are skeptical of the market as the only actual origin orthe source of SARS-CoV-2 transmission to humans [4, 19, 20]. Four samples were collected in December, four inJanuary as well as two samples in February. The cells were monitored daily for cytopathic effects by lightmicroscopy. Thesupernatant was collected to extract the total RNA nucleic acid through EZ1 virusmini kit v2.0 (955134; Qiagen, Heiden, Germany), detection was performed by LightCycle 480II fluorescent PCR instrument (Roche, Basel, Switzerland) followed bysubsequent sequencing.133134135136137138139140141142143144145146147148149150151152153154Total RNA extracted from 10 samples were subjected to metagenomic nextgeneration sequencing testing by EZ1 virus mini kit v.2.0 (955134; Qiage, Heiden,Germany). Nucleotide diversity for theentire alignment was plotted against midpoint positions of each window. Tracer was used to check the convergence of the MCMC analyses(ESS values >200). Additionally, based on thecurve, there were several relative high variation area, compared with other fragments(Fig. This phenomenon also provides the possibility ofwidespread and adaptation for this virus. Some researchers have suggested that the SARS-CoV-2 originated from the bats [5,9].However, some other researchers have proposed that the non-bat intermediatemammals (e.g. pangolins) may be the transmission path of this genus [18]. The network analysis showed typical starnetwork, with several core haplotype node (H3, H14, H15) and edge haplotype nodes. Based on the theory in the previousstudy [25], this current study also supported two main evolutionary paths, that theavailable haplotypes could be from H15 through H14 to H3, or from H31 throughH14 to H3 (Fig. However, unlike the previous research, in H14,two individuals (EPI_ISL_406801 and EPI_ISL_ 412979) were collected from Wuhan. Although the threehosts of these two haplotypes didn’t directly link with the Huanan seafood market,one of the hosts (EPI_ISL_ 412979) lived in a residential area about 2 kilometersfrom the Huanan seafood market. Due to the closing up of the Huanan seafood market on 1st ofJanuary, 2020, it made it difficult to determine whether there were intermediate hostsin the market. However, based on the facts provided in the currentstudy undertaken in the early days of the outbreak of the pneumonia infection in330331332333334335336337338339340341342343344345346347348349350351352353Wuhan, the Huanan seafood market promoted the spread of SARS-CoV-2, and sincethen, infected travelers have spread to throughout China and other countries. Therefore, in this study, EBSPrevealed that SARS-CoV-2 experienced an effective population size expansion since7thDecember 2019, which was also supported by a star-like network, EBSP, theneutral tests (Fu's and Tajima's D test) and mismatch analysis. Yilin Shu, Tao Pan, and Yongzhong Jiang conceived the research, analyzed the data,interpreted the results, and wrote the draft manuscript; Bin Fang, Linlin Liu, Xiao Yu355356357358359360361362363364365366367368369370and Xiang Li performed macrogenome sequencing experiments. All authors reviewed and approvedthe final version of the manuscript. A novel coronavirus from patients withpneumonia in China, 2019. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Clinical characteristics of 2019 novelcoronavirusinfectioninJMed. 2020;DOI:10.1056/NEJMoa2002032.[7].Yang Y, Lu QB, Liu MJ, et al. 2020; DOI: 10.1111/lam.13285.394395396397398399400401402403404405406407408409410411412413414Zhou P, Yang XL, Wang XG, et al. The 2019‐new coronavirusepidemic: evidence for virus evolution. RNA based mNGS approach identifies anovel human coronavirus from two individual pneumonia cases in 2019Wuhan outbreak. 2020; 9(1):313-319.[14].Paraskevis D, Kostaki EG, Magiorkinis G, et al. A familial cluster of pneumonia associatedwith the 2019 novel coronavirus indicating person-to-person transmission: a438439440441442443444445446447448449450451452453454455456457458the novel pneumonia coronavirus (SARS-CoV-2) using whole genomic data. Statistical tests of neutrality of mutations against population growth,hitchhiking and background selection. First Case of 2019 NovelCoronavirusintheJMed2020;460462463464465466467468469470471472473474475476477478479480481482Figure LegendFig. A)All the individuals collected during24th December to 30th December in 2019; (B) All the individuals collected during 24thDecember in 2019 to 6th January in 2020; (C) All the individuals collected before 11thFebruary in 2019. The x coordinate represents the number of differences in each pairof sequence comparisons; the y coordinate represents the frequencies of pairwisedifferences."}