{"date": "2020/02/19", "journal": "biorxiv", "authors": "Ethan Fast, Binbin Chen", "title": "Potential T-cell and B-cell Epitopes of 2019-nCoV", "type": "preprint article", "abstract": "As of Feb 16th 2020, 2019-nCoV has infected more than 51,857 people across 26 countries and claimed 1666 lives. 2019-nCoV is a novel form of coronavirus that causes COVID-19 and has high similarity with SARS-CoV. No approved vaccine yet exists for 2019-nCoV or any form of coronavirus. Here we use computational tools from structural biology and machine learning to identify 2019-nCoV T-cell and B-cell epitopes based on viral protein antigen presentation and antibody binding properties. These epitopes can be used to develop more effective vaccines and identify neutralizing antibodies. We identified 405 viral peptides with good antigen presentation scores for both human MHC-I and MHC-II alleles, and two potential neutralizing B-cell epitopes near the 2019-nCoV spike protein receptor binding domain (440-460 and 494-506). Analyzing mutation profiles of 68 viral genomes from four continents, we identified 96 coding-change mutations. These mutations are more likely to occur in regions with good MHC-I presentation scores (p=0.02). No mutations are present near the spike protein receptor binding domain. We validated our computational pipeline with SARS-CoV experimental data.", "text": "        Coronaviruses (CoV) first became widely known after the emergence of severe acute respiratorysyndrome (SARS) in 2002. They are are positive, single-strand RNA viruses that often infect birdsand a variety of mammals and sometimes migrate to humans [                In December 2019, several patients with a connection in Wuhan, China developed symptoms of viralpneumonia. Sequencing of viral RNA determined that these cases were caused by a novel coronavirusnamed 2019-nCoV or SARS-CoV-2 [                The deployment of a vaccine against 2019-nCoV would arrest its infection rate and help protectvulnerable populations. However, no vaccine has yet passed beyond clinical trails for any coronavirus,whether in humans or other animals [                Both humoral immunity provided by B-cell antibodies and cellular immunity provided by T-cells areessential for effective vaccines [                Beyond neutralizing antibodies, human bodies also rely upon cytotoxic CD8 T-cells and helper CD4T-cells to fully clear viruses. The presentation of viral peptides by human Major HistocompatibilityComplex (MHC or HLA) class I and class II is essential for anti-viral T-cell responses [                Next we focus on B-cell epitopes. The spike (S) protein is the main trans-membrane glycoproteinexpressed on the surface of 2019-nCoV and is responsible for receptor binding and virion entry tocells [                Finally, we examine the viral mutation pattern. Thanks to global sequencing efforts [                  We obtained 2019-nCoV (SARS-CoV-2019) and SARS-CoV reference sequence data from NCBIGeneBank (NC_045512 and NC_004718) [                    We broke each gene sequence in 2019-nCoV into sliding windows of length 9, the median lengthof MHC-I ligands, and 15, the median length of MHC-II ligands. We used netMHCpan4 [          Both MARIA and netMHCpan4 return percentiles that characterize a peptide’s likelihood ofpresentation relative to preset distribution of random human peptide scores. Prior work recommendsthresholds of 98% for NetMHCpan4 and 95% for MARIA to determine reasonable presenters. Wealso applied our analysis with a more stringent 99.5% threshold for both NetMHCpan4 and MARIA.We used gene expression values of 50 TPM when running MARIA to reflect the high expressionvalues of viral genes in human cells.When aggregating alleles across MHC-I and MHC-II to report overall coverage, we marked a peptidesequence as covered if it is presented by more then 33% of common alleles. We chose 33% as acut-off because it suggests a high (>90%) probability that at least one allele can present this peptideassuming the patient carries six MHC alleles (e.g. 2 As, 2 Bs, and 2 Cs) and the distribution ofcommon MHC alleles in the population is random. We ranked potential T-cell epitopes based on theirMHC-I and MHC-II presentation coverage across alleles.2.3          We applied our methodology to known SARS T-cell epitopes and non-epitope SARS peptides toestimate our ability to predict 2019-nCoV epitopes. For MHC-I, we curated 17 experimentallydetermined HLA-A*02:01 associated CD8 T-cell epitopes and 1236 non-epitope 9mer sliding windowson SARS S protein [                    We obtained an approximate 3D structure of 2019-nCoV S protein by homology modeling SARSS protein (PDB: 6ACC) with SWISS-MODEL [          ORF1abSORF3aEMORF6ORF7aORF7bORF8NORF10HLA-AHLA-BHLA-C          HLA-DR(Supplementary File 1). We used a computational docking algorithm, ClusPro2 [                    We predicted likely human antibody binding sites (B-cell epitopes) on SARS and 2019-nCoV Sprotein with Disctope2 [                    We aimed to determine whether there was any statistical relationship between regions of mutation andpresentation. We translated viral genome sequences into protein sequences using BioPython [                    We computed Fisher’s exact test with scipy [          We scanned 11 2019-nCoV genes with NetMHCpan4 and MARIA to identify regions highlypresentable by HLA complexes (human MHC). A epitope is labeled positive if presentable by morethan one third of common alleles among the Chinese population. We display a summary of our          T-cell epitope findings in Table 1. In Fig. 2 we show regions of strong MHC presentation acrossHLA-A, HLA-B, HLA-C, and HLA-DR alleles, both at a medium threshold (Fig. 2A), and at a highthreshold ( Fig. 2B). Consistent with the similar finding from SARS-CoV, proteins ORF1AB, S, andE contain high numbers of presentable antigen sequences across both MHC-I and MHC-II [                    NetMHCpan4 predicts that a larger number of 2019-nCoV protein sequences can be presented byHLA-C alleles across all genes (Fisher’s exact test, p = 4:2e 59) compared to HLA-A orHLAB (Table 1). Specifically, ORF1ab (p = 6:7e 54), S (p = 1:4e 9), ORF3a (p = 0:01), and M(p = 0:025) can be better presented by HLA-C alleles after Bonferroni correction. This might bedue to relatively conserved HLA-C binding motif on the 9th position (the main anchor residue)where Leucine, Methionine, Phenylalanine, Tyrosine are commonly favored across alleles [                    To estimate the ability of antigen presentation scores to identify 2019-nCoV T-cell epitopes, weperformed a validation study with known SARS-CoV CD8 and CD4 T-cell epitopes (Fig. 3). From 4independent experimental studies [                    Human immune selection pressure has been shown to drive viral mutations which evade immunesurveillance (e.g. low MHC presentation). We hypothesize that a similar phenomenon can occur in2019-nCoV. We curated a cohort of 68 viral genomes across four continents and identified 93 pointmutations, 2 nonsense mutation and 1 deletion mutation compared to the published reference genome[                    We obtained the likely 3D structure of 2019-nCoV’s spike protein (Supplementary File 1) byhomology modeling with SARS-CoV’s spike protein (PDB: 6ACC). We scanned both spike proteinstructures with Discotope2 to identify potential antibody binding sites on the protein surface (Fig. 5).For the SARS-CoV S protein, we identified a strong cluster of antibody sites (>30 residues, pink orred) on the receptor binding domain (RBD, the ACE2 interacting surface). Three independent studies[          SORF1abMNE4946897142621056154715642368154027839726452YesYesYesYesYesYesYesYesYesYesYesYesYes52%74%70%65%65%83%78%78%74%74%65%74%74%YesYesYesYesYesYesYesYesYesYesYesYesYes100%100%100%100%100%100%100%100%100%100%100%100%100%YesNoNoNo?NoNoNoNoNo???We identified 8 point mutation sites on S protein from a cohort of 68 2019-nCoV samples (Fig. 5D).All mutations are apart from the protein S RBD, and one mutation (S247R) occurs near one of thepredicted minor antibody binding site (residue 246-257).          In summary, we observed major structural and B-cell epitope similarity between SARS-CoV and2019-nCoV spike proteins. A recent Cryo-EM study of 2019-nCoV S protein [                    After understanding the landscape of T-cell and B-cell epitopes of 2019-nCoV, we summarize ourresults in Table 2 for promising candidates for 2019-nCoV vaccines. Ideal antigens should bepresented by multiple MHC-I and MHC-II alleles in a general population and contain linear B-cellepitopes associated with neutralizing antibodies. Specifically, we first identified regions with highcoverage of MHC-II, then ranked them based on their MHC-I coverage. We further search these topcandidates with 90% sequence similarity on IEDB [                    Around 1000 peptide 15mers can be presented by a wide range of MHC-II (>33%), which is consistentwith our knowledge about promiscuity of MHC-II presentation [                  In summary, we analyzed the 2019-nCoV viral genome for epitope candidates and found 405 likelyT-Cell epitopes, with strong MHC-I and MHC-II presentation scores, and 2 potential neutralizingB-Cell epitopes on S protein. We validated our methodology by running a similar analysis onSARS-CoV against known SARS T-cell and B-cell epitopes. Inspecting 68 samples, we found thatviral mutations have a tendency to occur in regions with strong MHC-I presentation, which can be aform of immune evasion. However, no mutations are present near the spike protein receptor bindingdomain which is critical for viral entrance to cells and neutralizing antibody binding.Similar to SARS-CoV [                From an economic perspective, the development of coronavirus vaccines faces significant financialhurdles as most such viruses do not cause endemic infections. After an epidemic episode (e.g. SARS)there is little financial incentive for private companies to develop vaccines against a specific strainof virus [                Our pipeline provides a framework to identify strong epitope-based vaccine candidates—beyond2019-nCoV—and might be applied against any unknown pathogens. Previous animal studies doshow antigens with high MHC presentation scores are more likely to elicit strong T-cell responses,but the correlation between vaccine efficacy and T-cell responses is relatively weak [        Supplementary Table 1. Full details and acknowledgements for the viral genome data used.Supplementary Table 2. Common HLA alleles among the Chinese populationSupplementary Table 3. Discotope2 prediction for SARS-nCoV spike structure chain A.Supplementary Table 4. Discotope2 prediction for 2019-nCoV spike model chain A.Supplementary Table 5. NetMHCpan4 percentiles for all possible 9mer peptide sequences for2019-nCoV protein.Supplementary Table 6. MARIA percentiles for all possible 15mer peptide sequences for2019nCoV protein and peptides with high coverage for both MHC-I and MHC-II allelesSupplementary Table 7. Validation CD8 T-cell epitopes for SARS spike proteinSupplementary Table 8. Validation CD4 T-cell epitopes for SARS spike protein.Supplementary Table 9. Protein sequence and mutation profiles of 68 2019-nCoV samples.Supplementary Table 10. DNA sequences of 68 2019-nCoV samples.Supplementary File 1. PDB file for 2019-nCoV spike protein homology modeling.Supplementary File 2. PDB file for 2019-nCoV spike protein and human ACE2 protein-proteindocking.6We declared no conflicts of interest.7We thank Stanford Schor and Allen Lin for the discussion about coronaviruses. We thank alllabs contributing to the global efforts of sequencing 2019-nCoV samples and we attached the fullacknowledgment list in Supplementary Table 1.", "ref_list": [[], ["Coronaviruses post-sars: update on replication and pathogenesis"], ["State of knowledge and data gaps of middle east respiratory syndrome coronavirus (mers-cov) in humans"], ["Clinical features of patients infected with 2019 novel coronavirus in wuhan, china"], ["A new coronavirus associated with human respiratory disease in china"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Organization report"], ["Recent advances in the vaccine development against middle east respiratory syndrome-coronavirus"], ["Purified coronavirus spike protein nanoparticles induce coronavirus neutralizing antibodies in mice"], ["Immunization with sars coronavirus vaccines leads to pulmonary immunopathology on challenge with the sars virus"], ["Vaccines and global health: In search of a sustainable model for vaccine development and delivery"], ["Induction of immune memory following administration of a prophylactic quadrivalent human papillomavirus (hpv) types"], ["Immunology of avian influenza virus: a review"], ["Tailored immunogens direct affinity maturation toward hiv neutralizing antibodies"], ["Immunogenicity of hla class i and ii double restricted influenza a-derived peptides"], ["Predicting hla class ii antigen presentation through integrated deep learning"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["0: improved peptide-mhc class i interaction predictions integrating eluted ligand and peptide binding affinity data"], ["Cryo-em structure of the 2019-ncov spike in the prefusion conformation"], ["Reliable b cell epitope predictions: impacts of method development and improved benchmarking"], ["Gisaid: Global initiative on sharing all influenza data-from vision to reality"], ["Deep sequencing of the mhc region in the chinese population contributes to studies of complex disease"], ["Response of memory cd8+ t cells to severe acute respiratory syndrome (sars) coronavirus in recovered sars patients and healthy individuals"], ["Screening and identification of severe acute respiratory syndrome-associated coronavirus-specific ctl epitopes"], ["Hla-a 0201 t-cell epitopes in severe acute respiratory syndrome (sars) coronavirus nucleocapsid and spike proteins"], ["Memory t cell responses targeting the sars coronavirus persist up to 11 years post-infection"], ["Swiss-model: an automated protein homologymodeling server"], ["Cryo-em structure of the sars coronavirus spike glycoprotein in complex with its host cell receptor ace2"], [": a fully automated algorithm for protein-protein docking"], ["Pymol: An open-source molecular graphics tool"], ["Selection of sars-coronavirus-specific b cell epitopes by phage peptide library screening and evaluation of the immunological effect of epitope-based peptides on mice"], ["Sars corona virus peptides recognized by antibodies in the sera of convalescent cases"], ["Identification of two antigenic epitopes on sars-cov spike protein"], ["Biopython: freely available python tools for computational molecular biology and bioinformatics"], ["0: fundamental algorithms for scientific computing in python"], ["Scikit-learn: Machine learning in python"], ["Uncovering the peptide-binding specificities of hla-c: a general strategy to determine the specificity of any mhc class i molecule"], ["Virus-specific memory cd8 t cells provide substantial protection from lethal severe acute respiratory syndrome coronavirus infection"], ["The immune epitope database (iedb) 3.0"], ["Immunologic hierarchy, class ii mhc promiscuity, and epitope spreading of a melanoma helper peptide vaccine"], ["Identification of a novel conserved hla-a* 0201-restricted epitope from the spike protein of sars-cov"], ["Identification of immunodominant sites on the spike protein of severe acute respiratory syndrome (sars) coronavirus: implication for developing sars diagnostics and vaccines"], ["Identification of immunodominant epitopes on the membrane protein of the severe acute respiratory syndrome-associated coronavirus"], ["Mapping of antigenic sites on the nucleocapsid protein of the severe acute respiratory syndrome coronavirus"], ["Specific epitopes of the structural and hypothetical proteins elicit variable humoral responses in sars patients"], ["Analysis of the epitope and neutralizing capacity of human monoclonal antibodies induced by hepatitis b vaccine"], ["Identification of antigens presented by mhc for vaccines against tuberculosis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Perlman", "J. Netland"], ["W. M.-C. R"], ["C. Huang"], ["F. Wu"], ["P. Zhou"], ["World Health"], ["C. Y. Yong", "H. K. Ong", "S. K. Yeap", "K. L. Ho", "W. S. Tan"], ["C. M. Coleman"], ["Tseng"], ["R. Rappuoli", "S. Black", "D. E. Bloom"], ["Olsson"], ["D. Suarez", "S. Schultz-Cherry"], ["B. Briney"], ["S. R. Pedersen"], ["B. Chen"], ["R. Lu"], ["V. Jurtz"], ["D. Wrapp"], ["J. V. Kringelum", "C. Lundegaard", "O. Lund", "M. Nielsen"], ["Y. Shu", "J. McCauley"], ["F. Zhou"], ["H. Chen"], ["M. Zhou"], ["Y.-P. Tsao"], ["O.-W. Ng"], ["T. Schwede", "J. Kopp", "N. Guex", "Peitsch"], ["W. Song", "M. Gui", "X. Wang", "Y. Xiang"], ["S. R. Comeau", "D. W. Gatchell", "S. Vajda", "C. J. Camacho", "Cluspro"], ["W. L. DeLano"], ["H. Yu"], ["J.-P. Guo", "M. Petric", "W. Campbell", "P. L. McGeer"], ["R. Hua", "Y. Zhou", "Y. Wang", "Y. Hua", "G. Tong"], ["P. J. Cock"], ["P. Virtanen"], ["F. Pedregosa"], ["M. Rasmussen"], ["R. Channappanavar", "C. Fett", "J. Zhao", "D. K. Meyerholz", "S. Perlman"], ["R. Vita"], ["Y. Hu"], ["Y. Lv", "Z. Ruan", "L. Wang", "B. Ni", "Y. Wu"], ["Y. He"], ["Y. He", "Y. Zhou", "P. Siddiqui", "J. Niu", "S. Jiang"], ["Y. He"], ["S. C. Chow"], ["K. Tajiri"], ["P. Bettencourt"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Coronaviruses (CoV) first became widely known after the emergence of severe acute respiratory\nsyndrome (SARS) in 2002. They are are positive, single-strand RNA viruses that often infect birds\nand a variety of mammals and sometimes migrate to humans [\n        ", "one_words_summarize": "Coronaviruses (CoV) first became widely known after the emergence of severe acute respiratorysyndrome (SARS) in 2002. The spike (S) protein is the main trans-membrane glycoproteinexpressed on the surface of 2019-nCoV and is responsible for receptor binding and virion entry tocells [                Finally, we examine the viral mutation pattern. Prior work recommendsthresholds of 98% for NetMHCpan4 and 95% for MARIA to determine reasonable presenters. A epitope is labeled positive if presentable by morethan one third of common alleles among the Chinese population. We hypothesize that a similar phenomenon can occur in2019-nCoV. We curated a cohort of 68 viral genomes across four continents and identified 93 pointmutations, 2 nonsense mutation and 1 deletion mutation compared to the published reference genome[                    We obtained the likely 3D structure of 2019-nCoV’s spike protein (Supplementary File 1) byhomology modeling with SARS-CoV’s spike protein (PDB: 6ACC). Inspecting 68 samples, we found thatviral mutations have a tendency to occur in regions with strong MHC-I presentation, which can be aform of immune evasion. Common HLA alleles among the Chinese populationSupplementary Table 3. Discotope2 prediction for 2019-nCoV spike model chain A.Supplementary Table 5. NetMHCpan4 percentiles for all possible 9mer peptide sequences for2019-nCoV protein. Protein sequence and mutation profiles of 68 2019-nCoV samples."}