{"date": "2020/03/04", "journal": "biorxiv", "authors": "Songying Ouyang", "title": "Cryo-electron microscopy structure of the SADS-CoV spike glycoprotein provides insights into an evolution of unique coronavirus spike proteins", "type": "preprint article", "abstract": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\nThe outbreak of a novel betacoronavirus (SARS-CoV-2) has aroused great\npublic health concern. As a new coronavirus which was responsible for a\nlarge-scale outbreak of fatal disease in piglets in China, swine acute diarrhea\nsyndrome coronavirus (SADS-CoV) originated from the same genus of\nhorseshoe bats (Rhinolophus) as SARS-CoV and possesses a broad species\ntropism. In addition to human cells, it can also infect cell lines from diverse\nspecies. Given the importance of the spike glycoprotein (S) protein in viral\nentry and host immune responses, here we report the cryo-EM structure of the\nSADS-CoV S in the prefusion conformation at a resolution of 3.55 Å. Our\nstudies reveal that SADS-CoV S structure takes an intra-subunit quaternary\npacking mode where the NTD and CTD from the same subunit pack together\nby facing each other. The comparison of NTD and CTD with that of the other\nfour genera gives the suggestion of the evolutionary procedure of the\nSADS-CoV S. Moreover, SADS-CoV S has several characteristic structural\nfeatures, i.e., more compact architecture of S trimer, masking of epitopes by\nglycan shielding, which may facilitate to viral immune evasion. These data\nprovide new insights into the evolutionary relationships of SADS-CoV S and\nwould deepen our understanding of their structural and functional diversity\nwhich will facilitate to vaccine development.\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68", "text": "2728293031323334353637383940414243444546The outbreak of a novel betacoronavirus (SARS-CoV-2) has aroused greatpublic health concern. As a new coronavirus which was responsible for alarge-scale outbreak of fatal disease in piglets in China, swine acute diarrheasyndrome coronavirus (SADS-CoV) originated from the same genus ofhorseshoe bats (Rhinolophus) as SARS-CoV and possesses a broad speciestropism. In addition to human cells, it can also infect cell lines from diversespecies. Given the importance of the spike glycoprotein (S) protein in viralentry and host immune responses, here we report the cryo-EM structure of theSADS-CoV S in the prefusion conformation at a resolution of 3.55 Å. Ourstudies reveal that SADS-CoV S structure takes an intra-subunit quaternarypacking mode where the NTD and CTD from the same subunit pack togetherby facing each other. The comparison of NTD and CTD with that of the otherfour genera gives the suggestion of the evolutionary procedure of theSADS-CoV S. Moreover, SADS-CoV S has several characteristic structuralfeatures, i.e., more compact architecture of S trimer, masking of epitopes byglycan shielding, which may facilitate to viral immune evasion. These dataprovide new insights into the evolutionary relationships of SADS-CoV S andwould deepen our understanding of their structural and functional diversitywhich will facilitate to vaccine development.484950515253545556575859606162636465666768The risk of significant coronavirus (CoV) epidemics in the previous twodecades comprising Severe Acute Respiratory Syndrome (SARS) in 2003,Middle East Respiratory Syndrome (MERS) in 2012, Swine Acute DiarrheaSyndrome (SADS) in 2017, and the latest 2019 outbreak of human-infectingvirulent strainof severe        acute respiratory syndrome coronavirus 2(SARS-CoV-2) have claimed a large number of human lives and livestock.They have shared features of pathogenicity, origin from bats [                Porcine CoVs are chief health concerns of the pigs and areconsiderable enteric and respiratory infections causing agents of swine. A707172737475767778798081828384858687888990novel CoV instigating swine acute diarrhea syndrome (SADS) emerged sinceAugust 2016. It is associated with HKU2-related Rhinolophus bat CoV withdeath rate up to 90% in piglets 5 days or younger in Guangdong territory pigbreeding farms and accounted for the killing of around 25,000 piglets [                CoVs from various genera display evident serotypes, for the most part,because of the dissimilarity of their envelope-anchored diversified S proteins.S protein is of around 1300 amino acids, has a place with class I viralcombination protein, including SARS-CoVs, human immunodeficiency virus(HIV) envelop glycoprotein 160 (gp160), influenza virus haemagglutinin (HA),paramyxovirus F and Ebola virus glycoprotein [                The envelope trimeric S protein is vital for identifying host tropism andtransmission limit. It intercedes receptor binding to approach host cell cytosolutilizing acid-dependent proteolytic cleavage of S protein by a cathepsin,TMPRRS2, or additional protease ensued by fusion of the membrane [        pathogenesis. Numerous α-CoVs, for example, human CoV (HCoV-229E),utilize aminopeptidase N (APN) as its receptor, SARS-CoV, HCoV-NL63, and          employangiotensin-convertingenzyme2 (ACE2), andMERS-CoV ties to dipeptidyl-peptidase 4 (DPP4). However, receptorinvestigation of SADS-CoV demonstrated that none of the known CoVreceptors, i.e., APN, ACE2, and DPP4, is crucial for cell entry that shows thedivergence and significance of S protein in SADS-CoV infection [          Notwithstanding the significance of the S protein in viral entry and hostimmunity, high-resolution structural details of this enormous macromolecularmachine have been hard to acquire. In this study, a cryo-EM structure ofSADS-CoV S glycoprotein at 3.55 Å resolution is determined. Correspondinglyin the present investigation of SADS-CoV, we portrayed the general structureof the S protein and the organization of its structural components. In light of the114115116117118119120121122123124125126127structures and functions of these essential components, we detail theevolutionary perspective of SADS-CoV S in comparison with S proteins fromdifferent CoV genera. In our study, SADS-CoV S forms a “lying down”conformation following transition from inactive to active state and ACE2 is notthe receptor of SADS-CoV. The structural alignment suggests that SADS-CoVS is located between α-CoV and β-CoV clade. Hence, our results extend theunderstanding of critical structural and evolutionary insights into SADS-CoV Scomprising the CTD/RBD essential for receptor recognition and viral entry.This study provides the epidemiological and evolutionary information of thisnovel virus in China which is deteriorating economically important swineindustry, and highlights the urgency to develop effective measures to controlSADS-CoV.129130131132133134135136137138139140141142143144145146147148149        In order to investigate the role of SADS-CoV S in its invasion, we aimed tosolve the high-resolution structure of SADS-CoV S. SADS-CoV S ectodomainwas secretory expressed and purified from media of insert cells after 3 days ofinfection by baculovirus. A fusion peptide of General control protein GCN4 atthe C-terminal end of S was used to promote the protein forms a trimer [        The central helicase N(CH-N) and C (CH-C) of S2 from each subunit form a six-helix bundle in thecore of S trimer. Heptad repeats N (HR-N) contains four helices connected bythree loops locked between the S1 and S2 subunit at the outside of the S2stalk, while part of the HR-C is missed in the structure (Fig. 1G). Eachmonomeric subunit of S1 contains two major domains, S1-NTD and S1-CTDwhich are used to bind attachment sialic acid receptors or protein receptorsand play a key role in the coronavirus entry, and two subdomains, SD1 andSD2 whose function are not very clear (Fig. 1H-1I, Movie S1).Fig. 1. The 3.55 Å cryo-EM structure of SADS-CoV S in the prefusion(A). Representative 2D class averages in different orientations of SADS-CoV Strimer.174175176177178179180181182183184185186187188189190191192193194(B). Gold-standard FSC curves of SADS-CoV S. The resolution wasdetermined to be 3.55 Å, and the 0.5 cut-off value is indicated by a horizontalyellow dashed line.(C). Schematic drawing of SADS-CoV S. S1: receptor-binding subunit. S2:membrane-fusion subunit. NTD: N-terminal domain of S1. S1-CTD: C-terminaldomain of S1. SD1-3: subdomain 1-3. FP: fusion peptide. CH-N and CH-C:central helices N and C. HR-N and HR-C: heptad repeats N and C. Tag: GCN4trimerization tag followed by His 6 tag.(D). Final cryo-EM density map of SADS-CoV S colored according to the localresolution.(E). Cryo-EM structure of SADS-CoV S in the prefusion conformation. Each ofthe monomeric subunit is colored in green, cyan and magenta, respectively.(F). Same as (E) but the dome is rotated 90 degrees to show the top view ofthe trimer, the CTDs arrange as a small triangle and is indicated by a blacktriangle, and the two adjacent NTDs sandwich one CTD to form one side of abig triangle which is indicated by gray triangle.(G). Cryo-EM structure of SADS-CoV S monomeric subunit. The structuralelements are colored in the same way as in panel (A).(H-I). Structures of S1-NTD (cyan) and S1-CTD (green), the putative RBMloops are indicated by a dashed cycle.Structural evolution of coronavirus spike protein196197198199200201202203204205206207208209210211212213214215216        The S from all the four different genera of the coronavirus packs acrown-like structure by three monomeric subunits which can be divided intotwo packing modes: the cross-subunit packing mode and the intra-subunitpacking mode [                Different from the receptor-binding inactive state of these structureswhose all three CTDs in “lying down” positions (Fig. 2A-2E), previous studycaptured several β-CoVs S which contain one or two, even all three CTDs in“stand up” positions [        CTDs are in the “lying down” position, it is not possible to bind ACE2 due to thepartial binding sites are hided and steric clashes between binding factors. Thiskind of conformation represents an inactive state (Fig. 2H). The CTDs in ourstructure keep a “lying down” state and the receptor-binding moieties arepartially concealed. It needs to “stand up” on the spike trimer and release thesteric clash for efficient receptor binding. The linker between CTDs and S1subdomains workes as a hinge to facilitate the conformation change of CTDsfrom “lying down” to “stand up”, furthermore, transit the receptor-bindinginactive state to active state (Fig. 2F).        It is noteworthy that stronger interactions in SADS-CoV spike trimer mayobstacle conformational change and dissociation of S1-CTD in prefusionprocess (Fig. S5). Moreover, to probe the intrinsic mobility of the CTD/RBD ofS trimer in the apo form (or to see whether the CTD/RBD of S trimer canspontaneously expand to an open state), we performed 2000 ns-longcoarse-grained (CG) molecular dynamics (MD) simulations. A Martini [                For the NTDs, the core structure consists of two six-stranded antiparallelβ-sheet layers stacked together which takes the same galectin fold as humangalectins and the NTDs from the other genera. Besides the core structure,NTD of SADS-CoV S1 also has a loop (residues 133-150) formed as a partialceiling-like structure that resembles the partial ceiling of γ-coronavirus ratherthan the other α- and δ-coronavirus which do not have a ceiling-like structure,or the β-coronavirus which has a reinforced ceiling-like structure (Fig. 2I-M).Based on the structural similarity between the NTDs from four different CoVsgenera, the sugar-binding site in SADS-CoV S1-NTD might also be located inthe pocket formed between the core structure and the partial ceiling (Fig. 2I).Compared with other CoVs, the structure of the subdomain under the coredomain of SADS-CoV S1-NTD has the same situation of the partial ceiling-likestructure (Fig. 2I-M). Previous study gave the idea that NTDs from the fourgenera form an evolutionary spectrum in the order of α-, δ-, γ- and β-genera,with α-CoVs NTD probably being the most ancestral [                For the CTDs, despite there are dramatic sequential differences betweenSADS-CoV S1-CTD and other CTDs, all of them share the similar structuraltopology [        (N-R). Structures of CTDs from different genera. The RBM loops and putative314315316317318319320321322323324325326327328329330331332333334RBM loops are indicated by dotted cycles, while the extended RBM loops andRBM subdomain are indicated by black arrow. (N): SADS-CoV S1-CTD; (O):NL63-CoV S1-NTD (PDB: 5SZS); (P): PdCoV S1-CTD (PDB: 6BFU); (L): IBVS1-CTD (PDB: 6CV0); (M): SARS-CoV S1-CTD (PDB: 5X58).Structural alignment between the S of SADS-CoV, SARS-CoV and        The phylogenetic analysis based on the whole genome and N gene ofeight SADS-CoVs and other CoVs showed that all the sequence ofSADS-CoVs clustered with bat coronavirus HKU2 to form a well definedbranch and belong to the α-genera [        and core folding (Fig. 3E). Notably, SADS-CoV uses the variant loop region as355 its RBM which is consist with the insertion domain of SARS-CoV andMERS-CoV, HKU1 and OC43 (Table S2). Taken together, these results areconsistent with that of the sequence alignment.Based on the phylogenetic analysis, we compared the CTDs ofSADS-CoV, SARS-CoV and SARS-CoV-2 by the sequence and structure. Thewhole SADS-CoV S ectodomain is only approximately 30% sequence identitywhen compared with the SARS-CoV and SARS-CoV-2, which obstructsstructural alignment between SADS-CoV, SARS-CoV and SARS-CoV-2.Especially there is no significant homologous CoV S CTD found in the PDBwhen the SADS-CoV S CTD sequence as the inquiry. Interestingly, theSADS-CoV S CTD is smaller (about 130 residues) than other CoV CTD (about170 residues) (Fig. 3A). To further investigate the differences between the S ofSADS and other CoVs, and deduce the hypothesis of SADS pathogenicmechanisms, we focused on CTD and performed structural alignments using349 the complexes of CTD (SARS-CoV-2)-ACE2, CTD (SARS-CoV)-ACE2, CTD350 (NL63-CoV)-ACE2 (Fig. 3B-3D) and the CTDs of SARS-CoV-2, SARS-CoV336337338339340341342343344345346347348351352356SARS-CoV-2 CTDs that is formed by two β sheets and several loops (Fig. 3E).Meanwhile, compared with the β-CoVs SARS-CoV-2 and SARS-CoV, the358359360361362363364365366367368369370α-CoV NL63 also use its loops to bind ACE2. Although the loops of SADS-CoVand NL63 CTDs share structural similarity, SADS-CoV cannot use the ACE2as its receptor. These features imply that both of the variant sequence and thelocal structure of these loops are combined to determine the receptor bindingspecificity.Fig. 3. Comparison of RBD domain of SADS-CoV, SARS-CoV, and(A). Sequencealignment onCTDof SADS-CoV, SARS-CoVand(B-D).ACE2(B),SARS-CoV-CTD complex with ACE2 (C), NL63-CoV-CTD complex with ACE2(D). CTD is colored green and ACE2 is colored gray.(E). Structural alignment of SARS-CoV-2 (colored gray and red), SARS-CoV372373(colored gray and purple) and SADS-CoV CTD (colored green). Red andpurple ribbons indicate ACE2 binding motif (insertion domain).As a protein located on the surface of the virus, the spike proteins mediateviral entry into host cells and also undergo the immune pressure from theimmune system of host at the same time. The structure of SADS-CoV Sprovides some hints on the immune evasion strategies of SADS-CoV.        On one hand, the SADS-CoV S has a classical compact structure as otherα-CoVs, which uses the intra-subunit packing mode (Fig. 2A-2B). As a result,this kind of architecture can maximally reduce the surface area of the spikeprotein to the immune system. Moreover, all of the NTDs and CTDs in a “laydown” station (closed conformation) can further reduce immune pressure (Fig.2F). Nevertheless, the NTDs and CTDs still have the chance to expose forreceptor binding. Furthermore, they can also be selected as single- ortwo-RBD system [                On the other hand, as one of the immune evasion strategy, masking ofepitopes by glycan shielding is usual in coronavirus evolution [        Fig. 4. N-linked glycan distribution on surface of SADS-CoV S.(A).ofobservedN-linkedglycosylationsitesontheone-dimensional structure of SADS-CoV S. Ψ indicates N-linked glycosylatesites.(B).ofobservedN-linkedglycosylationsitesonthethree-dimensional structure of SADS-CoV S. Blue sphere indicates N-linkedglycosylate sites.(colored as panel A).(C). Distribution of observed N-linked glycosylation sites in monomeric S1425DatasetData collectionEM equipmentVoltage (kV)DetectorPixel size (Å)Defocus range (μm)ReconstructionSoftwareParticle NumbersSymmetryFSC thresholdFinal resolution (Å)Model buildingSoftwareRefinementSoftwareCC_maskBond lengths (Å)Bond angles (°)ValidationClashscoreRotamers outliers (%)Ramachandran plotFavored (%)Allowed (%)Outliers (%)SADS-CoV S ectodomainFEI Titan Krios300K2 Summit1.0460–1.8 ~ –2.5RELION 3.035,000C30.1433.55–152Coot 0.8.9430431432433434435436437438439440441442443444445446447448449450GDS04;No.:ASK51717.1) gene was synthesized with codons optimized and inserted intopFastBac vector (Life Technologies Inc.). The ectodomain of SADS-CoV spikeprotein without the transmembrane anchor and intracellular tail (residues18-1068) was expressed by Bac-to-Bac insect cell system (Invitrogen). To getthe trimer ectodomain protein, we added a GCN4 trimerization tag followed bya TEV cleavage site and an 8×His-tag at the C terminal of spike protein. Thecells were harvested by centrifugation at 4,000×g and remove the cells, thenthe supernatant was loaded to Ni-NTA (Nitrilotriacetic acid) resin (Invitrogen)affinity-purified by the C-terminal 8×His-tag. Spike protein was finally purifiedusing Superose 6 HR10/300 column (GE Healthcare) pre-equilibrated withbuffer containing 20 mM HEPES (pH 7.5) and 150 mM NaCl, 1 mM DTT andconcentrated with a centrifugal filter (Amicon Ultra) to approximately 1 mg/mland divided into aliquots, flash frozen in liquid nitrogen.Purified spike protein was diluted to 0.63 mg ml-1 with buffer containing 20 mMHEPES pH 7.5, 100 mM NaCl and 2 mM DTT. A 4 µl volume of sample wasapplied to glow-discharged Quantifoil copper grid and vitrified by plungefreezing in a liquid ethane using a Vitrobot Mark with a blotting time of 3 s.Data collection was performed on a Titan Krios microscope operated at 300 kV452453454455456457458459460461462463464465466467468469470471472and equipped with a field emission gun, a Gatan GIF Quantum energy filterand a Gatan K2 Summit direct electron camera in super-resolution mode, atCBI-IBP. The calibrated magnification was 130,000× in EF TEM mode,corresponding to a pixel size of 1.04 Å. The automated software SerialEM wasused to collect 1,000 movies at a defocus range of between 1.8 and 2.3 µm.Each exposure (10 s exposure time) comprised 32 sub-frames amounting to atotal dose of 60 electrons Å-2 s-1.        Micrograph movie stacks were corrected for beam-induced motion usingMotionCor2 [                Ab initio modelling of the spike protein was performed in Coot [        The Cryo-EM structure of SADS-CoV S has been deposited into EMDB withaccession numbers of EMD-30071. Coordinates and structure factors havebeen deposited in the Protein Data Bank (PDB) under accession number6M39.S.O was funded by National Natural Science Foundation of China grants490 (31770948, and 31570875) (S.O), The high-level personnel introduction grantof Fujian Normal University (Z0210509), Special Funds of the CentralGovernment Guiding Local Science and Technology Development493 (2017L3009); P.Z was funded by National Natural Science Foundation ofChina grants (31425007, 31730023), grants from the Chinese Ministry of496497498499Competing interests: The authors have declared that no competing interestsexist.AUTHOR CONTRIBUTIONS50864064164264364440. Adams PD, Afonine PV, Bunkoczi G, Chen VB, Davis IW, Echols N, et al.PHENIX: a comprehensive Python-based system for macromolecular structuresolution. Acta Crystallogr D Biol Crystallogr. 2010;66(Pt 2):213-21. doi:10.1107/S0907444909052925. PubMed PMID: 20124702; PubMed Central PMCID:PMCPMC2815670.Fig. S1. Expression and purification of SADS-CoV S.A. The size-exclusion chromatogram (SEC) of SADS-CoV S gives three peaksrespectively. Data from a Superose 6 10/300 column are shown in black line.B. The samples from different peaks were checked by SDS-PAGE analysisand the sample from peak 2 (green) is used to further analyze.Fig. S2. Cryo-EM data processing flow chart of SADS-CoV S.Fig. S3. SADS-CoV S structure cryo-EM map (A) and representativedensity (B). Map is colored by protomer and blue density indicates observedglycosylation sites.Fig. S4. The distribution of 10 pairs disulfide bond on each subunit886-897, 936-945).Fig. S5. Structural comparison between SARS-CoV spike S1 domain (A)and SADS-CoV spike S1 domain (B).S1-NTD, S1-CTD, SD1 and SD2 are colored by cyan, green, gray and red,respectively. In native state, only interactions between S1-CTD and S1-NTD ofneighbor monomer are visible in SARS-CoV S (dotted circle in panel A).S1-CTD is dissociated from S1-trimer when binding ACE2 in prefusion state.While in SADS-CoV spike, three interaction regions are visible in native state(dotted circles in panel B), including S1-CTD and S1-NTD of neighbormonomer, internal S1-CTD and S1-NTD, S1-CTD trimer.Fig. S6. Molecular dynamics of simulations on SADS-CoV S trimer.(A) The initial and final coarse-grained models of SADS-CoV S trimer from thesimulations. The three RBDs were highlighted in green, orange and purple,respectively.(B) The center-of-mass distances between each two RBDs in the simulations.Table S1. The results of SADS-CoV S structure comparison by Daliservice.No PDBIDZ ScoreRMSD12345678Chain6nb4-A5xlr-A6jx7-A5i08-A6cv0-A25.3Cryo-electronmicroscopystructurewithhumanneutralizing LCA60 antibody Fab fragment(state 2)infectiousbronchitiscoronavirusspikeproteininfectious peritonitis virus (strain UU4)glycoprotein, three-fold symmetryTable S2. The results of SADS-CoV S RBD structure comparison by Daliservice.No PDB ID- Z score RMSD DescriptionChain1 5gyq-A 6.8 2.923456786cs2-B5x59-B5xlr-A5i08-A6nzk-A6atk-E3.43.4complex, Stabilized variant, allglycoprotein, three-fold symmetry229E spike protein receptor bindingdomain in complex with humanaminopeptidase N", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Cryo-electron microscopy structure of porcine deltacoronavirus spike protein in the prefusion state"], [""], ["Discovery of seven novel mammalian and avian coronaviruses in Deltacoronavirus supports bat coronaviruses as the gene source of Alphacoronavirus and Betacoronavirus and avian coronaviruses as the gene source of Gammacoronavirus and Deltacoronavirus"], ["Xiang YJPp"], ["Frieman MBJJov"], ["Recombination, reservoirs, and the modular spike: mechanisms of coronavirus cross-species transmission"], ["Origin and evolution of pathogenic coronaviruses"], ["Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin"], ["Discovery of a novel swine enteric alphacoronavirus (SeACoV"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["The spike protein of SARS-CoV-a target for vaccine and therapeutic development"], ["FJArov. Structure, function, and evolution of coronavirus spike proteins"], ["Stabilized coronavirus spikes are resistant to conformational changes induced by receptor recognition or proteolysis"], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Efficient activation of the severe acute respiratory syndrome coronavirus spike protein by the transmembrane protease TMPRSS2"], ["The 3.1-Angstrom Cryo-electron Microscopy Structure of the Porcine Epidemic Diarrhea Virus Spike Protein in the Prefusion Conformation"], ["Cryo-EM structure of infectious bronchitis coronavirus spike protein reveals structural and functional evolution of coronavirus spike proteins"], ["Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding"], [""], ["Improved Parameters for the Martini Coarse-Grained Protein Force Field"], ["Retrospective detection and phylogenetic analysis of swine acute diarrhoea syndrome coronavirus in pigs in southern China"], ["Discovery of a novel swine enteric alphacoronavirus (SeACoV) in southern China"], ["Cryo-Electron Microscopy Structure of Porcine Deltacoronavirus Spike Protein in the Prefusion State"], ["Glycan shield and epitope masking of a coronavirus spike protein observed by cryo-electron microscopy"], ["Crystal structure of bovine coronavirus spike protein lectin domain"], ["MotionCor2: anisotropic correction of beam-induced motion for improved cryo-electron microscopy"], [": Real-time CTF determination and correction"], ["New tools for automated high-resolution cryo-EM structure determination in RELION-3"], ["-a visualization system for exploratory research and analysis"], [": model-building tools for molecular graphics"], ["The Phyre2 web portal for protein modeling, prediction and analysis"], ["A Template Matching-based Automatic Model-building Program for High-resolution Cryo-Electron Microscopy Maps"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], ["P Zhou", "H Fan", "T Lan", "X-L Yang", "W-F Shi", "W Zhang"], ["P Zhou", "X-L Yang", "X-G Wang", "B Hu", "L Zhang", "W Zhang"], ["AR Fehr", "S. Perlman"], ["J Shang", "Y Zheng", "Y Yang", "C Liu", "Q Geng", "W Tai"], ["R De Groot", "S Baker", "R Baric", "L Enjuanes", "A Gorbalenya", "K Holmes"], ["PC Woo", "SK Lau", "CS Lam", "CC Lau", "AK Tsang", "JH Lau"], ["W Song", "M Gui", "X Wang"], ["CM Coleman"], ["RL Graham", "RS Baric"], ["J Cui", "F Li", "Shi Z-L"], ["P Zhou", "H Fan", "T Lan", "X-L Yang", "W-F Shi", "W Zhang"], ["Y Pan", "X Tian", "P Qin", "B Wang", "P Zhao", "Y-L Yang"], ["AR Fehr", "S. Perlman", "PMID PubMed"], ["L Du", "Y He", "Y Zhou", "S Liu", "B-J Zheng", "S. Jiang"], ["Li"], ["RN Kirchdoerfer", "N Wang", "J Pallesen", "D Wrapp", "HL Turner", "CA Cottrell", "PMCID PubMed Central"], ["Y Yuan", "D Cao", "Y Zhang", "J Ma", "J Qi", "Q Wang", "PMCID PubMed Central"], ["D Wrapp", "N Wang", "KS Corbett", "JA Goldsmith", "CL Hsieh", "O Abiona"], ["W Song", "M Gui", "X Wang", "Y Xiang", "PMID PubMed", "PMCID PubMed Central"], ["R Lu", "X Zhao", "J Li", "P Niu", "B Yang", "H Wu"], ["S Matsuyama", "N Nagata", "K Shirato", "M Kawase", "M Takeda", "F Taguchi"], ["D Wrapp", "JS McLellan", "PMCID PubMed Central"], ["J Shang", "Y Zheng", "Y Yang", "C Liu", "Q Geng", "C Luo", "PMID PubMed", "PMCID PubMed Central"], ["M Gui", "W Song", "H Zhou", "J Xu", "S Chen", "Y Xiang", "PMID PubMed", "PMCID PubMed Central"], ["AC Walls", "X Xiong", "YJ Park", "MA Tortorici", "J Snijder", "J Quispe", "PMID PubMed", "PMCID PubMed Central"], ["DH de Jong", "G Singh", "WF Bennett", "C Arnarez", "TA Wassenaar", "LV Schafer"], ["L Zhou", "Y Sun", "T Lan", "R Wu", "J Chen", "Z Wu", "PMID PubMed"], ["Y Pan", "X Tian", "P Qin", "B Wang", "P Zhao", "YL Yang", "PMID PubMed"], ["J Shang", "Y Zheng", "Y Yang", "C Liu", "Q Geng", "W Tai", "PMCID PubMed Central"], ["AC Walls", "MA Tortorici", "B Frenz", "J Snijder", "W Li", "FA Rey", "PMID PubMed", "PMCID PubMed Central"], ["G Peng", "L Xu", "YL Lin", "L Chen", "JR Pasquarella", "KV Holmes", "PMID PubMed", "PMCID PubMed Central"], ["SQ Zheng", "E Palovcak", "JP Armache", "KA Verba", "Y Cheng", "DA Agard", "PMID PubMed", "PMCID PubMed Central"], ["K. Zhang", "Gctf", "PMID PubMed", "PMCID PubMed Central"], ["J Zivanov", "T Nakane", "BO Forsberg", "D Kimanius", "WJ Hagen", "E Lindahl", "PMID PubMed", "PMCID PubMed Central"], ["EF Pettersen", "TD Goddard", "CC Huang", "GS Couch", "DM Greenblatt", "EC Meng", "PMID PubMed"], ["P Emsley", "K. Cowtan", "Coot", "Crystallogr D Biol Crystallogr"], ["LA Kelley", "S Mezulis", "CM Yates", "MN Wass", "Sternberg MJ", "PMID PubMed", "PMCID PubMed Central"], ["N Zhou", "H Wang", "Wang J. EMBuilder"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\nThe outbreak of a novel betacoronavirus (SARS-CoV-2) has aroused great\npublic health concern. As a new coronavirus which was responsible for a\nlarge-scale outbreak of fatal disease in piglets in China, swine acute diarrhea\nsyndrome coronavirus (SADS-CoV) originated from the same genus of\nhorseshoe bats (Rhinolophus) as SARS-CoV and possesses a broad species\ntropism. In addition to human cells, it can also infect cell lines from diverse\nspecies. Given the importance of the spike glycoprotein (S) protein in viral\nentry and host immune responses, here we report the cryo-EM structure of the\nSADS-CoV S in the prefusion conformation at a resolution of 3.55 Å. Our\nstudies reveal that SADS-CoV S structure takes an intra-subunit quaternary\npacking mode where the NTD and CTD from the same subunit pack together\nby facing each other. The comparison of NTD and CTD with that of the other\nfour genera gives the suggestion of the evolutionary procedure of the\nSADS-CoV S. Moreover, SADS-CoV S has several characteristic structural\nfeatures, i.e., more compact architecture of S trimer, masking of epitopes by\nglycan shielding, which may facilitate to viral immune evasion. These data\nprovide new insights into the evolutionary relationships of SADS-CoV S and\nwould deepen our understanding of their structural and functional diversity\nwhich will facilitate to vaccine development.\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68", "one_words_summarize": "2728293031323334353637383940414243444546The outbreak of a novel betacoronavirus (SARS-CoV-2) has aroused greatpublic health concern. In addition to human cells, it can also infect cell lines from diversespecies. Given the importance of the spike glycoprotein (S) protein in viralentry and host immune responses, here we report the cryo-EM structure of theSADS-CoV S in the prefusion conformation at a resolution of 3.55 Å. Ourstudies reveal that SADS-CoV S structure takes an intra-subunit quaternarypacking mode where the NTD and CTD from the same subunit pack togetherby facing each other. In this study, a cryo-EM structure ofSADS-CoV S glycoprotein at 3.55 Å resolution is determined. Representative 2D class averages in different orientations of SADS-CoV Strimer.174175176177178179180181182183184185186187188189190191192193194(B). Gold-standard FSC curves of SADS-CoV S. The resolution wasdetermined to be 3.55 Å, and the 0.5 cut-off value is indicated by a horizontalyellow dashed line.(C). CH-N and CH-C:central helices N and C. HR-N and HR-C: heptad repeats N and C. Tag: GCN4trimerization tag followed by His 6 tag.(D). Final cryo-EM density map of SADS-CoV S colored according to the localresolution.(E). Cryo-EM structure of SADS-CoV S in the prefusion conformation. Structural evolution of coronavirus spike protein196197198199200201202203204205206207208209210211212213214215216        The S from all the four different genera of the coronavirus packs acrown-like structure by three monomeric subunits which can be divided intotwo packing modes: the cross-subunit packing mode and the intra-subunitpacking mode [                Different from the receptor-binding inactive state of these structureswhose all three CTDs in “lying down” positions (Fig. Previous study gave the idea that NTDs from the fourgenera form an evolutionary spectrum in the order of α-, δ-, γ- and β-genera,with α-CoVs NTD probably being the most ancestral [                For the CTDs, despite there are dramatic sequential differences betweenSADS-CoV S1-CTD and other CTDs, all of them share the similar structuraltopology [        (N-R). Although the loops of SADS-CoVand NL63 CTDs share structural similarity, SADS-CoV cannot use the ACE2as its receptor. Structural alignment of SARS-CoV-2 (colored gray and red), SARS-CoV372373(colored gray and purple) and SADS-CoV CTD (colored green). As a result,this kind of architecture can maximally reduce the surface area of the spikeprotein to the immune system. Moreover, all of the NTDs and CTDs in a “laydown” station (closed conformation) can further reduce immune pressure (Fig.2F). Adams PD, Afonine PV, Bunkoczi G, Chen VB, Davis IW, Echols N, et al. PubMed PMID: 20124702; PubMed Central PMCID:PMCPMC2815670.Fig. SADS-CoV S structure cryo-EM map (A) and representativedensity (B). Map is colored by protomer and blue density indicates observedglycosylation sites."}