{"date": "2020/03/04", "journal": "biorxiv", "authors": "Houcemeddine Othman, Zied Bouslama, Jean-Tristan Brandenburg, Jorge da Rocha, Yosr Hamdi, Kais Ghedira, Najet-Srairi Abid, Scott Hazelhurst", "title": "In silico study of the spike protein from SARS-CoV-2 interaction with ACE2: similarity with SARS-CoV, hot-spot analysis and effect of the receptor polymorphism", "type": "preprint article", "abstract": "The spread of the COVID-19 caused by the SARS-CoV-2 outbreak has been growing since its first identification in December 2019. The publishing of the first SARS-CoV-2 genome made a valuable source of data to study the details about its phylogeny, evolution, and interaction with the host. Proteinprotein binding assays have confirmed that Angiotensin-converting enzyme 2 (ACE2) is more likely to be the cell receptor via which the virus invades the host cell. In the present work, we provide an insight into the interaction of the viral spike Receptor Binding Domain (RBD) from different coronavirus isolates with host ACE2 protein. We used homology-based protein-protein", "text": "docking, binding energy estimation, and decomposition, aiming to predictboth qualitative and quantitative aspects of the interaction. Using in silicostructural modelling, we brought additional evidence that the interfacesegment of the spike protein RBD might be acquired by SARS-CoV-2 viaa complex evolutionary process rather than mutation accumulation. Wealso highlighted the relevance of Q493 and P499 amino acid residues ofSARS-CoV-2 RBD for binding to hACE2 and maintaining the stabilityof the interface. Finally, we studied the impact of eight different variantslocated at the interaction surface of ACE2, on the complex formation withSARS-CoV-2 RBD. We found that none of them is likely to disrupt theinteraction with the viral RBD of SARS-CoV-2.key words: COVID-19, ACE2, viral spike Receptor Binding Domain,homology-based protein-protein docking, variants.        The coronavirus SARS-CoV-2 (previously known as nCoV-19) has been 4associated with the recent epidemic of acute respiratory distress syndrome 5[9], [        Full genome sequences of 10 Coronaviruses isolates were retrieved from NCBI 22GeneBank corresponding to the following accessions: AY485277.1 (SARS 23coronavirus Sino1-11), FJ882957.1 (SARS coronavirus MA15), MG772933.1 24(Bat SARS-like coronavirus isolate bat-SL-CoVZC45), MG772934.1 (Bat 25SARS-like coronavirus isolate bat-SL-CoVZXC21), DQ412043.1 (Bat SARS 26coronavirus Rm1), AY304488.1 (SARS coronavirus SZ16), AY395003.1 27(SARS coronavirus ZS-C), KT444582.1 (SARS-like coronavirus WIV16), 28MN996532.1 (Bat coronavirus RaTG13) in addition to Wuhan seafood 29market pneumonia virus commonly known as SARS-CoV-2 (accession 30MN908947.3). 31The sequences of the surface glycoprotein were extracted from the Coding 32Segment (CDS) translation feature from each genome annotation or by 33locally aligning the protein from SARS-CoV-2 with all possible ORFs from 34the translated genomes. ACE2 orthologous sequences from Human (Uniprot 35sequence Q9BYF1), Masked palm civet (NCBI protein AAX63775.1 from 36Paguma larvata), Chinese rufous horseshoe bat (NCBI protein AGZ48803.1 37from Rhinolophus sinicus), King cobra snake (NCBI protein ETE61880.1 38from Ophiophagus hannah), chicken (NCBI protein XP 416822.2, Gallus 39gallus), domestic dog (NCBI protein XP 005641049.1, Canis lupus famil- 40iaris), Wild boar (NCBI protein XP 020935033.1, Sus scrofa) and Brown 41rat (NCBI protein NP 001012006.1 Rattus norvegicus) were also computed 42and retrieved. 43          Human variants of the ACE2 gene were collected from the gnomAD 44database [                    48MAFFT was used to align the whole genome sequences and the protein 49sequences of viral RBDs [                    Phylogenetic trees were generated using a maximum likelihood (ML) 60method in MEGA 6. The consistency of the topology, for the RBD sequences, 61was assessed using a bootstrap method with 1000 replicates. The resulting 62phylogenetic tree was edited with iTOL [                    6465The co-crystal structure of the spike protein of SARS coronavirus com- 66plexed to human human-civet chimeric receptor ACE2 was solved at 3 Aof 67resolution (PDB code 3SCL). We used this structure as a template to build 68the complex of spike protein from different virus isolates with the human 69ACE2 protein (Uniprot sequence Q9BYF1). The template sequences of the 70ligand (spike protein) and the receptor (ACE2) were aligned locally with the 71target sequences using the program Water from the EMBOSS package [                    To calculate the binding energy we used the PRODIGY server [                    We ran a protocol to simulate the spike RBD fluctuation of SARS-CoV-2 and 85SARS-Cov using the standalone program CABS-flex (version 0.9.14) [          Phylogenetic analysis of the different RBD sequences revealed two well 93supported clades. Clade 2 includes SARS-CoV-2, RatG13, SZ16, ZS-C, 94WIV16, MA15, and SARS-CoV-Sino1-11 isolates (Figure 1A). SARS-CoV-2 95and RatG13 sequences are the closest to the common ancestor of this clade. 96Clade 1 includes Rm1 isolate, Bat-SL-CoVZC45 and Bat-SL-CoVZXC21. 97These three isolates are closely related to SARS-CoV-2 as revealed by the 98phylogenetic tree constructed from the entire genome (Figure 1A). The 99exact tree topology is reproduced when we used only the RBD segment 100corresponding to the interface residues with hACE2. This is a linear 101sequence spanning from residue N481 to N501 in SARS-CoV-2. 102Multiple sequence alignment showed that the interface segment of SARS- 103CoV-2 shares higher similarity to sequences from clade 2 (Figure 1B). 104However, we noticed that S494, Q498 and P499 are exclusively similar 105to their equivalent amino acids in sequences from clade 1. SARS-CoV-2 106interface sequence is closely related to Bat-CovRaTG13 sequence, isolated 107from a Rhinolophus affinis bat. 108109To investigate whether the interface of the spike protein isolates evolves 110by increasing the affinity toward the ACE2 receptor in the final host, we 111predicted the interaction models of the envelope anchored spike protein (SP) 112from several clinically relevant Coronavirus isolates with the human receptor 113          ACE2 (hACE2). The construction of the complex applies a comparative- 114based approach that uses a template structure in which both partners 115(ligand and receptor) are closely related to those in the target system 116respectively. In our study, we only modeled the interaction of the RBD 117which was shown to be implicated in the physical interaction with ACE2 118receptor (Figure 2A). The lowest sequence identity of the modeled spike 119proteins as well as those of any of the orthologous ACE2 sequences (Human, 120civet, bat, pig, rat, chicken and snake) do not fall below 63% compared to 121their respective templates. At such values of sequence identities between 122the equivalent partners of the receptor or the ligand, it is expected that the 123template and the target complexes share the same binding mode [          We calculated the binding energy of RBD from different virus isolates 127interacting with hACE2 using the PRODIGY method (Figure 2b). The 128binding energies are converted to dissociation constant estimations (Kd). 129SP proteins from bat-SL-CoVZC45, bat-SL-CoVZXC21 and Rm1-Cov show 130the highest values (least favorable) which are all above 50 nM. All the other 131estimations fall below 18 nM. The interaction between hACE2 and the 132RBDs of SARS-CoV-2 isolate (Whuhan-Hu-1) and the SARS-CoV-Sino1-11 133show Kd values of 5.1 and 18 nM, respectively. 1340.1We made this analysis to investigate the tendency of SARS-CoV-2 and 137SARS-CoV to interact with different orthologous forms of ACE2 which is 138dictated by the divergence in their interacting surfaces. Homology based 139protein-protein docking was conducted to generate the interaction model 140of SARS-CoV-2 RBD with ACE2 receptor from different animal species 141(Figure 2C). We noticed that for the civet, dog, chicken and snake forms, 142the interaction energy is very low and very similar either for SARS-CoV-2 143or SARS-CoV. Although the Kd are relatively low for the rat and bat forms 144interacting with SARS-CoV RBD, those of SARS-CoV-2 are high and go 145beyond 50 nM. On the other hand, it seems that the interaction with pig 146ACE2 is more favorable for SARS-CoV-2 isolate since the estimated Kd is 1473 folds lesser compared to SARS-CoV-2. 148149The MM-GBSA calculation allowed us to assign the contribution in the 150binding energy of each amino acid in the interface with hACE2. We 151carried this analysis using both sequences of the SARS-CoV-2 Wuhan-Hu-1 152(Figure 3A) and the Sino1-11 SARS-CoV (Figure 3B) isolates. Residues 153F486, Y489, Q493, G496, T500 and N501 of SARS-CoV-2 RBD form the 154hotspots of the interface with hACE2 protein were investigated (we only 155consider values > 1 or < 1 kcal/mol to ignore the effect due to the thermal 156fluctuation). All these amino acids form three patches of interaction spread 157along the linear interface segment (Figure 3C): two from the N and C 158termini and one central. T500 establishes two hydrogen bonds using its 159side and main chains with Y41 and N330 of hACE2. N501 forms another 160hydrogen bond with ACE2 residue K353 buried within the interface. On the 161other hand, SARS-CoV RBD interface contains five residues (Figure 3D), 162L473, Y476, Y485, T487 and T488 corresponding to the equivalent hotspot 163residues of RBD from SARS-CoV-2 F487, Y490, G497, T501 and N502. 164Therefore, Q493 as a hotspot amino acid is specific to SARS-CoV-2 interface. 165The equivalent residue N480 in SARS-CoV only shows a non-significant 166contribution of 0.18 kcal/mol. 1679Sequence analysis and the visual inspection of RBD/hACE2 complex might 169reflect the substitution of P499 in SARS-CoV-2 RBD as a form of adaptation 170toward a better affinity with the receptor. In order to further investigate 171its role, we performed a flexibility analysis using a reference structure 172(SARS-CoV-2 RBD containing P499) and an in silico mutated form P499T, 173a residue found in SARS-CoV and most of the clade 2. Our results show 174that the mutation caused a significant decrease in stability for nine residues 175of the interface corresponding to segment 482-491 (Figure 3E). Indeed, the 176RMSF variability per amino acid for this sequence increases compared to 177the reference structure. 178A total of eight variants of hACE2 that map to the interaction surface 180are described in the gnomAD database. All these variants are rare (Ta- 181ble 1) and mostly found in European non-Finnish and African populations. 182Considering both the enthalpy (ddG) and the vibrational entropy in our 183calculation (ddS), we found no significant change in the interaction energy 184(> 1 or < 1 kcal/mol) (Figure 4). 185        Since the Covid-2019 outbreak, several milestone papers have been published 187to examine the particularity of SARS-CoV-2 spike protein and its putative 188interaction with ACE2 as a receptor [                We have studied the effect of eight variants of ACE2 in order to detect 193polymorphisms that may increase or decrease the virulence in the host. We 194concluded that if ACE2 is the only route for the infection in humans, variants 195interacting physically with RBD are not likely to disrupt the formation of 196the complex and would have a marginal effect on the affinity. Therefore, it 197186is unlikely that any form of resistance to the virus, related to the ACE2 198gene, exists. However, this analysis merits to be investigated in depth in 199different ethnic groups for a better assessment of the contribution of genetic 200variability in host-pathogen interaction. The binding of SARS-CoV-2 RBD 201to different forms of ACE2 shows similar values compared to SARS-CoV 202which is in agreement with the ability of the virus to cross the species barrier. 203However, although we estimated low Kd value between SARS-CoV RBD 204and Gallus gallus ACE2, there have been no reported cases of SARS-CoV 205isolated from chicken. On the other hand, while Kd is high for SARS-CoV 206RBD interacting with porcine ACE2, there are only few reported cases 207of such type [        Head-to-head arrangement of murine type IV collagen genes. J. Biol.Chem., 263(36):19274{19277, Dec 1988.Wuhan outbreak and modeling of its spike protein for risk of humanA. Vangone. PRODIGY: a web server for predicting the bindingaffinity of protein-protein complexes. Bioinformatics, 32(23):3676{3678, 12 2016.the recognition of the 2019-ncov by human ace2. bioRxiv, 2020.2 23 7 4 5 2 9 128:9 8O 1 0 0 0 0 1 0172n 2:2F 0 0 3 0 0 0 0 0hV isoC n- iSA nS aisw ht303:60 0 23 :235 5::1 :1 6 3A 0 0 0 0 0 2 3 0", "ref_list": [[], ["The relationship between sequence and interaction divergence in proteins"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["0: working with RNA, small molecules and a new graphical interface"], ["Molecular mechanism of evolution and human infection with the novel coronavirus (2019-ncov)"], ["Evolution of genomes, host shifts and the geographic spread of sars-cov and related coronaviruses"], ["Cross-species transmission of the newly identified coronavirus 2019-nCoV"], ["456 human exomes and genomes reveals the spectrum of loss-of-function intolerance across human protein-coding genes"], ["MAFFT online service: multiple sequence alignment, interactive sequence choice and visualization"], ["Templates are available to model nearly all complexes of structurally characterized proteins"], ["CABS-flex standalone: a simulation environment for fast modeling of protein flexibility"], ["Crystal structure of the 2019-ncov spike receptor-binding domain bound with the ace2 receptor"], ["Interactive Tree Of Life (iTOL) v4: recent updates and new developments"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event"], ["Longden, and"], ["DynaMut: predicting the impact of mutations on protein conformation, flexibility and stability"], ["Comparative protein modelling by satisfaction of spatial restraints"], ["Statistical potential for assessment and prediction of protein structures"], ["A review of studies on animal reservoirs of the SARS coronavirus"], [""], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["HawkDock: a web server to predict and analyze the protein-protein complex based on computational docking and MM/GBSA. Nucleic Acids Res"], ["A General Empirical Model of Protein Evolution Derived from Multiple Protein Families Using a MaximumLikelihood Approach"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Evolution of the novel coronavirus from the ongoing transmission"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Aloy", "H. Ceulemans", "A. Stark", "R. B. Russell", "Oct"], ["J. F. Chan", "S. Yuan", "K. H. Kok", "K. K. To", "H. Chu", "J. Yang", "F. Xing", "C. C. Yip", "R. W. Poon", "H. W. Tsoi", "S. K. Lo", "K. H. Chan", "V. K. Poon", "W. M. Chan", "J. D. Ip", "J. P. Cai", "C. K. Hui", "K. Y. Yuen", "Feb"], ["J. Delgado", "L. G. Radusky", "D. Cianferoni", "L. Serrano", "Oct"], ["J. He", "H. Tao", "Y. Yan", "Y. Xiao"], ["D. Janies", "F. Habib", "B. Alexandrov", "A. Hill", "D. Pol"], ["W. Ji", "W. Wang", "X. Zhao", "J. Zai", "X. Li", "Apr"], ["L. C. K. J. Karczewski", "G. Francioli", "B. B. Tiao", "Q. Cummings", "R. L. Wang", "K. M. Collins", "A. Laricchia", "D. P. Ganna", "H. Birnbaum", "M. Brand", "N. A. Solomonson", "D. Watts", "M. Rhodes", "E. M. Singer-Berk", "E. G. England", "J. A. Seaby", "R. K. Kosmicki", "K. Walters", "Y. Tashman", "T. Farjoun", "A. Poterba", "C. Wang", "N. Seed", "J. X. Whiffin", "K. E. Chong", "E. Samocha", "Z. Pierce-Hoffman", "Zappala", "E. V. A. H. O'Donnell-Luria", "B. Minikel", "M. Weisburd", "J. S. Lek", "C. Ware", "I. M. Vittal", "L. Armean", "K. Bergelson", "Cibulskis", "M. K. M. Connolly", "S. Covarrubias", "S. Donnelly", "N. Ferriera", "T. Gupta", "D. Jeandet", "C. Kaplan", "R. Llanwarne", "S. Munshi", "N. Novod", "D. Petrillo", "V. Roazen", "A. RuanoRubio", "M. Saltzman", "J. Schleicher", "K. Soto", "C. Tibbetts", "M. E. Tolonen", "B. M. Talkowski", "M. J. Neale", "Daly"], ["K. Katoh", "J. Rozewicki", "K. D. Yamada"], ["Z. P. J. Kundrotas", "J. Zhu", "and I. A. Janin", "Vakser", "Jun"], ["T. M. Kurcinski", "M. P. Oleniecki", "A. Ciemny", "A. Kuriata", "S. Kolinski", "Kmiecik"], ["J. J. Lan", "J. Ge", "S. Yu", "H. Shan", "S. Zhou", "Q. Fan", "X. Zhang", "Q. Shi", "L. Wang", "X. Zhang", "Wang"], ["P. Bork", "Jul"], ["R. Lu", "X. Zhao", "J. Li", "P. Niu", "B. Yang", "H. Wu", "W. Wang", "H. Song", "B. Huang", "N. Zhu", "Y. Bi", "X. Ma", "F. Zhan", "L. Wang", "T. Hu", "H. Zhou", "Z. Hu", "W. Zhou", "L. Zhao", "J. Chen", "Y. Meng", "J. Wang", "Y. Lin", "J. Yuan", "Z. Xie", "D. Liu", "W. Wang", "E. C. Xu", "G. F. Holmes", "W. Gao", "W. Chen", "W. Shi", "Tan", "Feb"], ["D. Paraskevis", "E. G. Kostaki", "S. Tsiodras", "Apr"], ["P. Rice", "I.", "A. Bleasby", "Jun"], ["D. E. C. H. Rodrigues", "D. B. Pires", "Ascher"], ["A. Sali", "T. L. Blundell", "Dec"], ["A. M. Y. Shen", "Sali", "Nov"], ["Z. Shi", "Z. Hu", "Apr"], ["K. Tamura", "G. Stecher", "D. Peterson", "A. Filipski", "S. Kumar", "Dec"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["E. Wang", "Z. Wang", "H. Liu", "F. Zhu", "D. Li", "T. Hou", "Jul"], ["S. Whelan", "N. Goldman"], ["D. Wrapp", "N. Wang", "K. S. Corbett", "J. A. Goldsmith", "C. L. Hsieh", "O. Abiona", "B. S. Graham", "J. S. McLellan"], ["X. Xu", "P. Chen", "J. Wang", "J. Feng", "H. Zhou", "X. Li", "W. Zhong", "P. Hao", "Mar"], ["J. P. C. Xue", "P. L. Rodrigues", "A. M. Kastritis", "Bonvin"], ["R. Yan", "Y. Zhang", "Y. Guo", "L. Xia", "Q. Zhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "docking, binding energy estimation, and decomposition, aiming to predict\nboth qualitative and quantitative aspects of the interaction. Using in silico\nstructural modelling, we brought additional evidence that the interface\nsegment of the spike protein RBD might be acquired by SARS-CoV-2 via\na complex evolutionary process rather than mutation accumulation. We\nalso highlighted the relevance of Q493 and P499 amino acid residues of\nSARS-CoV-2 RBD for binding to hACE2 and maintaining the stability\nof the interface. Finally, we studied the impact of eight different variants\nlocated at the interaction surface of ACE2, on the complex formation with\nSARS-CoV-2 RBD. We found that none of them is likely to disrupt the\ninteraction with the viral RBD of SARS-CoV-2.", "one_words_summarize": "docking, binding energy estimation, and decomposition, aiming to predictboth qualitative and quantitative aspects of the interaction. The template sequences of the 70ligand (spike protein) and the receptor (ACE2) were aligned locally with the 71target sequences using the program Water from the EMBOSS package [                    To calculate the binding energy we used the PRODIGY server [                    We ran a protocol to simulate the spike RBD fluctuation of SARS-CoV-2 and 85SARS-Cov using the standalone program CABS-flex (version 0.9.14) [          Phylogenetic analysis of the different RBD sequences revealed two well 93supported clades. SARS-CoV-2 95and RatG13 sequences are the closest to the common ancestor of this clade. 96Clade 1 includes Rm1 isolate, Bat-SL-CoVZC45 and Bat-SL-CoVZXC21. The 99exact tree topology is reproduced when we used only the RBD segment 100corresponding to the interface residues with hACE2. We noticed that for the civet, dog, chicken and snake forms, 142the interaction energy is very low and very similar either for SARS-CoV-2 143or SARS-CoV. Although the Kd are relatively low for the rat and bat forms 144interacting with SARS-CoV RBD, those of SARS-CoV-2 are high and go 145beyond 50 nM. On the other hand, it seems that the interaction with pig 146ACE2 is more favorable for SARS-CoV-2 isolate since the estimated Kd is 1473 folds lesser compared to SARS-CoV-2. 148149The MM-GBSA calculation allowed us to assign the contribution in the 150binding energy of each amino acid in the interface with hACE2. 185        Since the Covid-2019 outbreak, several milestone papers have been published 187to examine the particularity of SARS-CoV-2 spike protein and its putative 188interaction with ACE2 as a receptor [                We have studied the effect of eight variants of ACE2 in order to detect 193polymorphisms that may increase or decrease the virulence in the host. Therefore, it 197186is unlikely that any form of resistance to the virus, related to the ACE2 198gene, exists. PRODIGY: a web server for predicting the bindingaffinity of protein-protein complexes. bioRxiv, 2020.2 23 7 4 5 2 9 128:9 8O 1 0 0 0 0 1 0172n 2:2F 0 0 3 0 0 0 0 0hV isoC n- iSA nS aisw ht303:60 0 23 :235 5::1 :1 6 3A 0 0 0 0 0 2 3 0"}