{"date": "2020/03/06", "journal": "biorxiv", "authors": "Zhiqiang Zheng, Vanessa M. Monteil, Sebastian Maurer-Stroh, Chow Wenn Yew, Carol Leong, Nur Khairiah Mohd-Ismail, Suganya Cheyyatraivendran Arularasu, Vincent Tak Kwong Chow, Raymond Tzer Pin Lin, Ali Mirazimi, Wanjin Hong, Yee-Joo Tan", "title": "Monoclonal antibodies for the S2 subunit of spike of SARS-CoV cross-react with the newly-emerged SARS-CoV-2", "type": "preprint article", "abstract": "Singapore\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\nThe emergence of a novel coronavirus, SARS-CoV-2, at the end of 2019 has resulted in\nwidespread human infections across the globe. While genetically distinct from\nSARSCoV, the etiological agent that caused an outbreak of severe acute respiratory syndrome\n(SARS) in 2003, both coronaviruses exhibit receptor binding domain (RBD) conservation\nand utilize the same host cell receptor, angiotensin-converting enzyme 2 (ACE2), for\nvirus entry. Therefore, it will be important to test the cross-reactivity of antibodies that\nhave been previously generated against the surface spike (S) glycoprotein of SARS-CoV\nin order to aid research on the newly emerged SARS-CoV-2. Here, we show that an\nimmunogenic domain in the S2 subunit of SARS-CoV S is highly conserved in multiple\nstrains of SARS-CoV-2. Consistently, four murine monoclonal antibodies (mAbs) raised\nagainst this immunogenic SARS-CoV fragment were able to recognise the S protein of\nSARS-CoV-2 expressed in a mammalian cell line. Importantly, one of them (mAb 1A9)\nwas demonstrated to detect S in SARS-CoV-2-infected cells. To our knowledge, this is\nthe first study showing that mAbs targeting the S2 domain of SARS-CoV can cross-react\nwith SARS-CoV-2 and this observation is consistent with the high sequence conservation\nin the S2 subunit. These cross-reactive mAbs may serve as tools useful for SARS-CoV-2\nresearch as well as for the development of diagnostic assays for its associated coronavirus\ndisease COVID-19.\nreactive antibodies\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45", "text": "Singapore12345678910111213141516171819202122The emergence of a novel coronavirus, SARS-CoV-2, at the end of 2019 has resulted inwidespread human infections across the globe. While genetically distinct fromSARSCoV, the etiological agent that caused an outbreak of severe acute respiratory syndrome(SARS) in 2003, both coronaviruses exhibit receptor binding domain (RBD) conservationand utilize the same host cell receptor, angiotensin-converting enzyme 2 (ACE2), forvirus entry. Therefore, it will be important to test the cross-reactivity of antibodies thathave been previously generated against the surface spike (S) glycoprotein of SARS-CoVin order to aid research on the newly emerged SARS-CoV-2. Here, we show that animmunogenic domain in the S2 subunit of SARS-CoV S is highly conserved in multiplestrains of SARS-CoV-2. Consistently, four murine monoclonal antibodies (mAbs) raisedagainst this immunogenic SARS-CoV fragment were able to recognise the S protein ofSARS-CoV-2 expressed in a mammalian cell line. Importantly, one of them (mAb 1A9)was demonstrated to detect S in SARS-CoV-2-infected cells. To our knowledge, this isthe first study showing that mAbs targeting the S2 domain of SARS-CoV can cross-reactwith SARS-CoV-2 and this observation is consistent with the high sequence conservationin the S2 subunit. These cross-reactive mAbs may serve as tools useful for SARS-CoV-2research as well as for the development of diagnostic assays for its associated coronavirusdisease COVID-19.reactive antibodies2324252627282930313233343536373839404142434445The Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) is the etiologicalagent for the infectious disease, SARS, which first emerged 17 years ago [1,2]. InDecember of 2019, another novel coronavirus (SARS-CoV-2) appeared to have crossedspecies barriers to infect humans and was effectively transmitted from person to person,leading to a pneumonia outbreak in Wuhan, China [3-5]. As of 1 March 2020, thiscoronavirus disease (COVID-19) has spread further within China and worldwide to 60countries with over 87,000 confirmed cases and 2,980 fatalities [6]. The outbreak hasbeen declared a Public Health Emergency of International Concern by the World HealthOrganization (WHO) and poses an increasing burden on global health and economy [6].A study of 56 complete and partial SARS-CoV-2 genomes isolated from COVID-19patients showed very high sequence conservation of more than 99%, indicating a recentintroduction of the virus into the human population [7]. Phylogenetic analysis ofSARSCoV-2 revealed that like SARS-CoV and bat-derived SARS-like coronaviruses(SLCoVs), it belongs to lineage B of the betacoronavirus genus [8,9]. While SARS-CoV-2shares higher whole-genome sequence identity with bat-SL-CoVZC45 andbat-SLCoVZXC21 (88 – 89%) than with SARS-CoV (79 – 82%), the receptor binding domain(RBD) of SARS-CoV-2 is more similar to SARS-CoV RBD, suggesting a possiblecommon host cell receptor [8,9]. In line with this, several groups have demonstrated thatSARS-CoV-2 utilizes the same host receptor, angiotensin-converting enzyme 2 (ACE2),as SARS-CoV for viral entry [3,10-12]. Due to its role in virus entry, the viral surfacespike (S) glycoprotein has been the target for the generation of monoclonal antibodies(mAb). The S protein is functionally divided into two domains with the RBD-containing46474849505152535455565758596061626364656667S1 subunit being responsible for attachment to host cell while the S2 subunit mediatesfusion between viral and host membranes (reviewed by Li, F.) [13]. Although the originof SARS-CoV-2 has not been established, SARS-CoV is believed to have originated fromSL-CoVs residing in bats [14-17]. For the majority of SL-CoVs, the S1 subunit has lowsequence homology to that of SARS-CoV which indicates species-dependent receptorbinding [17,18]. On the other hand, the high amino acid sequence identity of more than90% in the S2 subunit suggests that the fusion mechanism during virus infection iswellconserved [17,18].In our previous work, we used an immunogenic fragment in the S2 subunit of SARS-CoVto generate a panel of murine mAbs [19]. One of them, mAb 1A9, which binds to the Sprotein through a novel epitope within the S2 subunit at amino acids 1111-1130, has theability to bind and cross-neutralize pseudotyped viruses expressing S of humanSARSCoV, civet SARS-CoV and bat SL-CoV strains [20]. In this study, we show that thesequence of the immunogen used to generate mAb 1A9, as well as three other mAbs, isconserved in multiple strains of SARS-CoV-2 and these mAbs bind to the spike proteinof SARS-CoV-2 expressed in a mammalian cell line. Importantly, mAb 1A9 wasdemonstrated to detect S in SARS-CoV-2-infected cells.Vero E6 and COS-7 cells were purchased from American Type Culture Collection(Manassas, VA, USA) and cultured in Dulbecco’s Modified Eagle’s Medium (DMEM;68697071727374757677787980818283848586878889Thermo Scientific) supplemented with 10% foetal bovine serum (FBS; HyClone) andpenicillin-streptomycin solution (Thermo Fisher Scientific). Cells were maintained at37 °C with 5% CO2.The hybridoma for mAb 1A9 was previously generated [19]. All mAbs were purifiedfrom cell culture supernatant using a HiTrap protein G HP affinity column (GEHealthcare) and stored at -80 °C. The purity of the mAb was confirmed by sodiumdodecyl sulphate-polyacrylamide gel electrophoretic (SDS-PAGE) analysis. Theconcentration of the purified mAb was determined using the Coomassie Plus proteinassay reagent (Thermo Scientific).COS-7 cells were seeded onto 6-well plates 24 hours prior to the transient transfectionusing Lipofectamine 2000 reagent (Thermo Scientific) according to the manufacturer’sprotocol. SARS-CoV-2 S-expressing plasmids were codon-optimized and generated bygene synthesis (Bio Basic Asia Pacific) according to GenBank accession QHD43416.1.One plasmid is for expressing full-length S while the other is for expressing a fragmentconsisting of residues 1048-1206. At 48 hours post-transfection, cells were harvested,spun down by centrifugation and washed with cold PBS twice. Cells were thenresuspended in RIPA buffer [50 mM Tris-HCl (pH 8.0), 150 mM NaCl, 0.5% NP40, 0.5%deoxycholic acid, 0.005% SDS and 1 mM phenylmethylsulfonyl fluoride] and subjectedto five freeze-thaw cycles. Clarified supernatant containing the protein of interest wasobtained by spinning down the cell lysate at 13,000 rpm at 4 °C to remove the cell debris90919293949596979899100101102103104105106107108109110and further analyzed by Western blot (WB) analysis. 20 μg of total cell lysates wereresolved using electrophoresis on SDS-PAGE gels and transferred onto nitrocellulosemembrane (Bio-Rad). The membrane was blocked in 5% skimmed milk in Tris-bufferedsaline with 0.05% Tween 20 (TBST) for 1 hour at room temperature and incubated withprimary antibodies at 4 °C overnight. After the membrane was washed with TBST, it wasincubated with a HRP-conjugated secondary antibody (Thermo Scientific) at roomtemperature for 1 hour. The membrane was then washed with TBST again and detectedwith enhanced chemiluminescence substrate (Thermo Scientific).For immunofluorescence (IF) analysis, COS-7 cells on glass coverslips were transfectedas above and fixed at 24 hours post-transfection in 4% paraformaldehyde for 10 min atroom temperature (RT) followed by permeabilization with 0.2% Triton X-100 (Sigma)for 5 min. Fixed cells were then blocked with PBS containing 10% fetal bovine serumfor 30 min at RT. Cells were immunolabelled for 1 hour at RT with the indicated murinemAb and 45 min with Alexa Fluor 488-conjugated goat anti-mouse IgG antibody (LifeTechnologies). Immunolabelled coverslips were counterstained with DAPI (Sigma), andmounted using ProLong® Gold Antifade Mountant (Molecular Probes). Images wereacquired with Olympus CKX53 microscope using Olympus LCAch N 20x/0.40iPC objective lens and Olympus DP27 colour camera with Olympus cellSens software.Each channel was collected separately, with images at 1024 x 1024 pixels.Virus infection and IF111112113114115116117118119120121122All works with live virus has been performed in the BSL3 facility at the Public HealthAgency of Sweden. Vero-E6 cells were infected with SARS-CoV-2(SARS-CoV-2Iso/01/human/2020/SWE, GenBank accession no. MT093571) at a multiplicity ofinfection (MOI) of 1 in DMEM 2% FBS (Thermo Fisher). At 24h post-infection, cellswere fixed with chilled methanol/acetone and the cells were kept in -20°C overnight.Cells were then stained using mAb 1A9 at 5µ g/ml at 37°C for 30 minutes inimmunofluorescence buffer (BSA 0.2%, Triton X100 0.1% in PBS, pH 7.4). They werethen washed 3 times with PBS and incubated with goat anti-mouse conjugated to AlexaFluor 488-conjugated goat anti-mouse IgG antibody (Thermo Fisher) containing DAPI inimmunofluorescence buffer for an additional incubation of 30 minutes. Cells werewashed 3 times with PBS before reading in fluorescent microscopy.Spike glycoprotein reference protein sequences for SARS-CoV, SARS-CoV-2,batRaTG13, MERS and human common cold coronaviruses 229E, NL63, OC43 andHKU1 were downloaded from NCBI (GenBank accessions in alignment in Figure 1A). Amultiple sequence alignment was created with MAFFT using the slow but accurateLINS-I parameter settings [21] and the alignment curated, cut to the target region10291192 (SARS-CoV numbering) and visualized with Jalview [22]. We used Mega X [23] tocalculate the number of amino acid differences for all sequence pairs in the alignment ofthe mAb target region (Figure 1B) and the full S protein (Figure 1C) normalized by thelength of the aligned sequence of the respective reference protein to obtain percent aminoacid identities.133134135136137138139140141142143144145146147148149150151152153To determine within-outbreak sequence diversity in the spike glycoprotein, 230 humanand environmental outbreak virus sequences were downloaded from the GISAIDdatabase on March 1st 2020. We gratefully acknowledge the authors, originating andsubmitting laboratories of the sequences from GISAID’s EpiCoV™ Database on whichthis part of the research is based. The list is detailed in Supplementary Table 1. Thenucleotide sequences were searched with BLASTX against the reference spikeglycoprotein. 174 hits covered the full length of the spike glycoprotein and amino acidmutations were counted and tabulated using a custom Perl script (Supplementary Table 2).An immunogenic domain in the S2 subunit of SARS-CoV is highly conserved inSARSBy using five different fragments of SARS-CoV S to immunize rabbits, a fragmentcorresponding to residues 1029 to 1192 was found to stimulate neutralizing antibodiesagainst SARS-CoV [24]. Interestingly, sequence alignment shows that this domain,which encompasses the heptad repeat (HR) 2 but not HR1, is highly conserved inSARSCoV-2 (Figure 1A). When compared with additional reference sequences from batRaTG13 (closest bat precursor), MERS and human common cold coronaviruses 229E,NL63, OC43 and HKU1 (Figure 1A), it becomes apparent that the amino acid identitybetween SARS-CoV-2 and SARS-CoV is much higher in this region (93%, Figure 1B)than over the full protein length (78%, Figure 1C) and the similarity drops sharply (<40%154155156157158159160161162163164165166167168169170171172173174175in this region) when considering MERS and the other coronaviruses infecting humansregularly.We also studied within-outbreak sequence diversity across 174 full spike glycoproteinsderivedfromnucleotidesequencessharedviatheGISAIDplatform(fullacknowledgement in Supplementary Table 1) [25]. Only 4 amino acid mutations werefound within the putative antibody binding region compared to 30 mutations over the fulllength protein (Supplementary Table 2). 2 of these 4 amino acid mutations are from asequence flagged in GISAID’s EpiCoVTMdatabase as lower quality due to manyundetermined bases.Subsequently, a panel of murine mAbs was generated using SARS-CoV S(aa1029-1192)fragment and found to have neutralizing activities in vitro [19]. Four mAbs with distinctbinding profiles, as mapped by internal deletion mutagenesis study, were selected fortesting to determine if they cross-react with SARS-CoV-2. A fragment containingresidues 1048 to 1206 of the S protein of SARS-CoV-2 was expressed in COS-7 cells viatransient transfection and Western blot analysis was performed using four mAbs, namely2B2, 1A9, 4B12 and 1G10. As shown in Figure 2A, all 4 mAbs detected this fragment ofSARS-CoV-2, which is consistent with the sequence alignment shown in Figure 1A.Similarly, immunofluorescence analysis performed on transiently transfected COS-7 cellsshowed binding of the 4 mAbs to this S fragment of SARS-CoV-2 (Figure 2B).176177178179180181182183184185186187188189190191192193194195196197Next, the full-length S protein of SARS-CoV-2 was overexpressed in COS-7 cells andprobed with each of the mAbs. As shown in Figure 3, all 4 mAbs bound to the full-lengthSince mAb 1A9 was previously shown to have broad cross-reactivity to civet SARS-CoVand bat SL-CoV strains [20], it was tested on SARS-CoV-2-infected Vero-E6 cells. Asshown in Figure 4, mAb 1A9 stained a significant number of SARS-CoV-2-infected cellsat 24h post-infection showing that it is sensitive enough to detect the expression of Sduring infection.Numerous mAbs against the S protein of SARS-CoV have been generated for researchand diagnostic assay development. Some of these may be able to cross-react with the Sprotein of SARS-CoV-2 and serve as tools to aid research on this newly emerged virus.In this current study, an immunogenic domain in the S2 subunit of SARS-CoV was foundto be highly conserved in multiple strains of SARS-CoV-2. Consistently, WB and IFanalyses showed that 4 different mAbs generated using this SARS-CoV domain werecross-reactive against the S protein of SARS-CoV-2. In addition, mAb 1A9 stained asignificant number of SARS-CoV-2-infected cells at 24h post-infection showing that it issensitive enough to detect the expression of S during infection. Thus, these mAbs will be198199200201202203204205206207208209210211212213214215216useful for studying the kinetics of SARS-CoV-2 replication in vitro and development ofdiagnostic assays for COVID-19. It is noteworthy that cytotoxic T-lymphocyte (CTL)epitopes also reside at residues 884-891 and 1116-1123 within the S2 subunit ofSARSCoV [26]. Interestingly, the latter CTL epitope overlaps with the epitope recognized bymAb 1A9 [20]. Hence, the S2 subunit may serve as an important antigen for inducingboth humoral as well as cell-mediated immunity against SARS-CoV and SARS-CoV-2.Recent cross-reactivity studies have evaluated SARS-CoV neutralizing antibodies thatbind to the RBD-containing S1 subunit. Although both SARS-CoV and SARS-CoV-2 useACE2 as a receptor for viral entry [3,10], several SARS-CoV RBD-directed mAbs didnot cross-react with SARS-CoV-2 RBD [27,28]. Interestingly, CR3022, which wasisolated from a SARS convalescent patient, showed cross-reactivity to SARS-CoV-2RBD and recognizes an epitope that does not overlap with the ACE2 binding site [28]. Toour knowledge, this is the first study showing that mAbs targeting the S2 domain ofSARS-CoV can cross-react with SARS-CoV-2 and this observation is consistent with thehigh sequence conservation in the S2 subunit. Besides the mAbs characterized here,several other mAbs have been reported to bind to epitopes in the S2 subunit ofSARSCoV [29-31]. Thus, it will be important to determine if these mAbs can also cross-reactwith SARS-CoV-2.217218219220221222223224225226227The work performed in NUS/NUHS was supported by NUHS Research Office underProject Number NUHSRO/2020/033/RO5+5/CORONAVIRUS/LOA (WBSR-571-000071-733). The work performed in IMCB and BII was also supported by A*STARthrough intramural funding and an A*CRUSE gap funding(ACCL/19-GAP064-R20HWJH and YJT declare that they are involved in the licensing of mAb 1A9 to commercialcompanies as research or diagnostic reagents. The other authors have declared that nocompeting interests exist.228229230231232233234235236237238239240241242243244245from S2 domain of SARS-CoV used to generate mAbs. (B) Pairwise amino acid identity(%) for fragment region. (C) Pairwise amino acid identity (%) for full spike protein.S(aa1048-1206) fragment were used for (A) Western blot analysis using the indicatedprimaryantibodies,followedbyImmunofluorescence analysis using the indicated primary antibodies followed by AlexaFluor 488-conjugated secondary antibody. Nuclei were counterstained with DAPI (blue).Scale bar = 50µ m.and cells expressing full-length SARS-CoV-2 S protein. The indicated primary antibodieswere used followed by Alexa Fluor 488-conjugated secondary antibody. Nuclei werecounterstained with DAPI (blue). Scale bar = 50µ m.1). At 24h post infection, the cells were stained with mAb 1A9 (5µ g/ml) followed byAlexa Fluor 488-conjugated secondary antibody. (B) Nuclei were counterstained withKsiazek TG, Erdman D, Goldsmith CS, et al. A novel coronavirus associated withsevere acute respiratory syndrome. N Engl J Med. 2003 May 15;348(20):1953-66.Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature. 2020 Feb 3.Jiang S, Du L, Shi Z. An emerging coronavirus causing pneumonia outbreak inWuhan, China: calling for developing therapeutic and prophylactic strategies.Emerg Microbes Infect. 2020 Dec;9(1):275-277.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. N Engl J Med. 2020 Jan 29.Coronavirus disease (COVID-19) outbreak Geneva: World Health Organization;2020 [cited 2020 Feb 27]. Available from:https://www.who.int/emergencies/diseases/novel-coronavirus-2019Ceraolo C, Giorgi FM. Genomic variance of the 2019-nCoV coronavirus. J MedVirol. 2020 Feb 6.Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novelhuman-pathogenic coronavirus isolated from a patient with atypical pneumoniaafter visiting Wuhan. Emerg Microbes Infect. 2020 Dec;9(1):221-236.Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding. Lancet.2020 Feb 22;395(10224):565-574.Li W, Moore MJ, Vasilieva N, et al. Angiotensin-converting enzyme 2 is afunctional receptor for the SARS coronavirus. Nature. 2003 Nov27;426(6965):450-4.Wan Y, Shang J, Graham R, et al. Receptor recognition by novel coronavirusfrom Wuhan: An analysis based on decade-long structural studies of SARS. JVirol. 2020 Jan 29.Letko M, Marzi A, Munster V. Functional assessment of cell entry and receptorusage for SARS-CoV-2 and other lineage B betacoronaviruses. Nat Microbiol.2020 Feb 24.13.14.15.16.17.18.19.20.21.22.23.24.Li F. Structure, Function, and Evolution of Coronavirus Spike Proteins. Annu RevVirol. 2016 Sep 29;3(1):237-261.Lau SK, Woo PC, Li KS, et al. Severe acute respiratory syndromecoronaviruslike virus in Chinese horseshoe bats. Proc Natl Acad Sci U S A. 2005 Sep27;102(39):14040-5.Ge XY, Li JL, Yang XL, et al. Isolation and characterization of a bat SARS-likecoronavirus that uses the ACE2 receptor. Nature. 2013 Nov 28;503(7477):535-8.Hu B, Zeng LP, Yang XL, et al. Discovery of a rich gene pool of batSARSrelated coronaviruses provides new insights into the origin of SARS coronavirus.PLoS Pathog. 2017 Nov;13(11):e1006698.Yang XL, Hu B, Wang B, et al. Isolation and Characterization of a Novel BatCoronavirus Closely Related to the Direct Progenitor of Severe Acute RespiratorySyndrome Coronavirus. J Virol. 2015 Dec 30;90(6):3253-6.Graham RL, Baric RS. Recombination, reservoirs, and the modular spike:mechanisms of coronavirus cross-species transmission. J Virol. 2010Apr;84(7):3134-46.Lip KM, Shen S, Yang X, et al. Monoclonal antibodies targeting the HR2 domainand the region immediately upstream of the HR2 of the S protein neutralize invitro infection of severe acute respiratory syndrome coronavirus. J Virol. 2006Jan;80(2):941-50.Ng OW, Keng CT, Leung CS, et al. Substitution at aspartic acid 1128 in theSARS coronavirus spike glycoprotein mediates escape from a S2domaintargeting neutralizing monoclonal antibody. PLoS One. 2014;9(7):e102415.Nakamura T, Yamada KD, Tomii K, et al. Parallelization of MAFFT forlargescale multiple sequence alignments. Bioinformatics. 2018 Jul15;34(14):24902492.Waterhouse AM, Procter JB, Martin DM, et al. Jalview Version 2--a multiplesequence alignment editor and analysis workbench. Bioinformatics. 2009 May1;25(9):1189-91.Kumar S, Stecher G, Li M, et al. MEGA X: Molecular Evolutionary GeneticsAnalysis across Computing Platforms. Mol Biol Evol. 2018 Jun1;35(6):15471549.Keng CT, Zhang A, Shen S, et al. Amino acids 1055 to 1192 in the S2 region ofsevere acute respiratory syndrome coronavirus S protein induce neutralizingantibodies: implications for the development of vaccines and antiviral agents. JVirol. 2005 Mar;79(6):3289-96.25.26.27.28.29.30.31.Elbe S, Buckland-Merrett G. Data, disease and diplomacy: GISAID's innovativecontribution to global health. Glob Chall. 2017 Jan;1(1):33-46.Poh WP, Narasaraju T, Pereira NA, et al. Characterization of cytotoxicTlymphocyte epitopes and immune responses to SARS coronavirus spike DNAvaccine expressing the RGD-integrin-binding motif. J Med Virol. 2009Jul;81(7):1131-9.Wrapp D, Wang N, Corbett KS, et al. Cryo-EM structure of the 2019-nCoV spikein the prefusion conformation. Science. 2020 Feb 19.Tian X, Li C, Huang A, et al. Potent binding of 2019 novel coronavirus spikeprotein by a SARS coronavirus-specific human monoclonal antibody. EmergMicrobes Infect. 2020 Dec;9(1):382-385.Miyoshi-Akiyama T, Ishida I, Fukushi M, et al. Fully human monoclonalantibody directed to proteolytic cleavage site in severe acute respiratory syndrome(SARS) coronavirus S protein neutralizes the virus in a rhesus macaque SARSmodel. J Infect Dis. 2011 Jun 1;203(11):1574-81.Zhong X, Yang H, Guo ZF, et al. B-cell responses in patients who have recoveredfrom severe acute respiratory syndrome target a dominant site in the S2 domain ofthe surface spike glycoprotein. J Virol. 2005 Mar;79(6):3401-8.Duan J, Yan X, Guo X, et al. A human SARS-CoV neutralizing antibody againstepitope on S2 protein. Biochem Biophys Res Commun. 2005 Jul22;333(1):18693.", "ref_list": [[], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Drosten", "S Gunther", "W Preiser"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Singapore\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\nThe emergence of a novel coronavirus, SARS-CoV-2, at the end of 2019 has resulted in\nwidespread human infections across the globe. While genetically distinct from\nSARSCoV, the etiological agent that caused an outbreak of severe acute respiratory syndrome\n(SARS) in 2003, both coronaviruses exhibit receptor binding domain (RBD) conservation\nand utilize the same host cell receptor, angiotensin-converting enzyme 2 (ACE2), for\nvirus entry. Therefore, it will be important to test the cross-reactivity of antibodies that\nhave been previously generated against the surface spike (S) glycoprotein of SARS-CoV\nin order to aid research on the newly emerged SARS-CoV-2. Here, we show that an\nimmunogenic domain in the S2 subunit of SARS-CoV S is highly conserved in multiple\nstrains of SARS-CoV-2. Consistently, four murine monoclonal antibodies (mAbs) raised\nagainst this immunogenic SARS-CoV fragment were able to recognise the S protein of\nSARS-CoV-2 expressed in a mammalian cell line. Importantly, one of them (mAb 1A9)\nwas demonstrated to detect S in SARS-CoV-2-infected cells. To our knowledge, this is\nthe first study showing that mAbs targeting the S2 domain of SARS-CoV can cross-react\nwith SARS-CoV-2 and this observation is consistent with the high sequence conservation\nin the S2 subunit. These cross-reactive mAbs may serve as tools useful for SARS-CoV-2\nresearch as well as for the development of diagnostic assays for its associated coronavirus\ndisease COVID-19.\nreactive antibodies\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45", "one_words_summarize": "Singapore12345678910111213141516171819202122The emergence of a novel coronavirus, SARS-CoV-2, at the end of 2019 has resulted inwidespread human infections across the globe. Importantly, one of them (mAb 1A9)was demonstrated to detect S in SARS-CoV-2-infected cells. As of 1 March 2020, thiscoronavirus disease (COVID-19) has spread further within China and worldwide to 60countries with over 87,000 confirmed cases and 2,980 fatalities [6]. On the other hand, the high amino acid sequence identity of more than90% in the S2 subunit suggests that the fusion mechanism during virus infection iswellconserved [17,18].In our previous work, we used an immunogenic fragment in the S2 subunit of SARS-CoVto generate a panel of murine mAbs [19]. At 48 hours post-transfection, cells were harvested,spun down by centrifugation and washed with cold PBS twice. The membrane was then washed with TBST again and detectedwith enhanced chemiluminescence substrate (Thermo Scientific).For immunofluorescence (IF) analysis, COS-7 cells on glass coverslips were transfectedas above and fixed at 24 hours post-transfection in 4% paraformaldehyde for 10 min atroom temperature (RT) followed by permeabilization with 0.2% Triton X-100 (Sigma)for 5 min. Immunolabelled coverslips were counterstained with DAPI (Sigma), andmounted using ProLong® Gold Antifade Mountant (Molecular Probes). Images wereacquired with Olympus CKX53 microscope using Olympus LCAch N 20x/0.40iPC objective lens and Olympus DP27 colour camera with Olympus cellSens software. Cells werewashed 3 times with PBS before reading in fluorescent microscopy. We used Mega X [23] tocalculate the number of amino acid differences for all sequence pairs in the alignment ofthe mAb target region (Figure 1B) and the full S protein (Figure 1C) normalized by thelength of the aligned sequence of the respective reference protein to obtain percent aminoacid identities.133134135136137138139140141142143144145146147148149150151152153To determine within-outbreak sequence diversity in the spike glycoprotein, 230 humanand environmental outbreak virus sequences were downloaded from the GISAIDdatabase on March 1st 2020. 174 hits covered the full length of the spike glycoprotein and amino acidmutations were counted and tabulated using a custom Perl script (Supplementary Table 2).An immunogenic domain in the S2 subunit of SARS-CoV is highly conserved inSARSBy using five different fragments of SARS-CoV S to immunize rabbits, a fragmentcorresponding to residues 1029 to 1192 was found to stimulate neutralizing antibodiesagainst SARS-CoV [24]. Asshown in Figure 4, mAb 1A9 stained a significant number of SARS-CoV-2-infected cellsat 24h post-infection showing that it is sensitive enough to detect the expression of Sduring infection. Thus, these mAbs will be198199200201202203204205206207208209210211212213214215216useful for studying the kinetics of SARS-CoV-2 replication in vitro and development ofdiagnostic assays for COVID-19. The work performed in IMCB and BII was also supported by A*STARthrough intramural funding and an A*CRUSE gap funding(ACCL/19-GAP064-R20HWJH and YJT declare that they are involved in the licensing of mAb 1A9 to commercialcompanies as research or diagnostic reagents. The indicated primary antibodieswere used followed by Alexa Fluor 488-conjugated secondary antibody. A novel coronavirus associated withsevere acute respiratory syndrome. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Lancet.2020 Feb 22;395(10224):565-574.Li W, Moore MJ, Vasilieva N, et al. Receptor recognition by novel coronavirusfrom Wuhan: An analysis based on decade-long structural studies of SARS. Severe acute respiratory syndromecoronaviruslike virus in Chinese horseshoe bats. Parallelization of MAFFT forlargescale multiple sequence alignments. 2018 Jul15;34(14):24902492.Waterhouse AM, Procter JB, Martin DM, et al. MEGA X: Molecular Evolutionary GeneticsAnalysis across Computing Platforms. A human SARS-CoV neutralizing antibody againstepitope on S2 protein."}