{"date": "2020/03/05", "journal": "biorxiv", "authors": "George Taiaroa, Daniel Rawlinson, Leo Featherstone, Miranda Pitt, Leon Caly, Julian Druce, Damian Purcell, Leigh Harty, Thomas Tran, Jason Roberts, Mike Catton, Deborah Williamson, Lachlan Coin, Sebastian Duchene", "title": "Direct RNA sequencing and early evolution of SARS-CoV-2", "type": "preprint article", "abstract": "The rapid sharing of sequence information as seen throughout the current SARS-CoV-2 epidemic, represents an inflection point for genomic epidemiology. Here we describe aspects of coronavirus evolutionary genetics revealed from these data, and provide the first direct RNA sequence of SARS-CoV-2, detailing coronaviral subgenome-length mRNA architecture.", "text": "The ongoing epidemic of 2019 novel coronavirus (now called SARS-CoV-2, causing thedisease COVID-19), which originated in Wuhan, China, has been declared a public healthemergency of international concern by the World Health Organisation (WHO)[1-4].SARSCoV-2 is a positive-sense single-stranded RNA ((+)ssRNA) virus of the Coronaviridae family,with related Betacoronaviruses capable of infecting mammalian and avian hosts, resulting inillness in humans such as Middle East respiratory syndrome (MERS) and the original severeacute respiratory syndrome (SARS)[2, 5-6]. Based on limited sampling of potential reservoirspecies, SARS-CoV-2 has been found to be most similar to bat coronaviruses at thegenomic level, potentially indicating that bats are its natural reservoir [7-8].Following the emergence of SARS-CoV-2, genomic analyses have played a key role in thepublic health response by informing the design of appropriate molecular diagnostics andcorroborating epidemiological efforts to trace contacts [8-10]. Taken together, publiclyavailable sequence data suggest a recently occurring, point-source outbreak, as describedin online sources [10-12]. Aspects of the response make the assumption that the genetics ofSARS-CoV-2, including mechanisms of gene expression and molecular evolutionary rates,are comparable with previously characterised coronaviruses [11-12]. It remains highlyrelevant to validate these assumptions experimentally with SARS-CoV-2-specific data, withthe potential to reveal further insights into the biology of this emergent pathogen. To addressthis, we describe (i) the architecture of the coronaviral subgenome-length mRNAs, and (ii)phylogenetic approaches able to provide robust estimates of coronaviral evolutionary ratesand timescales at this early stage of the outbreak.Characterised coronaviral species produce a nested set of polyadenylatedsubgenomelength mRNA transcripts through a mechanism termed discontinuous extension of minusstrands that yields mRNA transcripts of different length. The discontinuous transcriptionmechanism repositions the 5′ leader sequence upstream of consecutive viral open-readingframes (ORF) where each translation start site becomes located at the primary position forribosome scanning (Figure 1a). Subgenome-length mRNAs have a common 5′ leadersequence, near-identical to that located in the 5′-UTR of the viral genome, with thegenomelength RNAs also having an mRNA function [13-14]. Discontinuous copy-choice RNArecombination modulates the expression of coronaviral genes [14-15]. Standard sequencingtechnologies for RNA viruses are unable to produce reads representing (i) RNA viralgenomes or (ii) subgenome-length mRNAs, as they generate short read lengths and have areliance on amplification to generate complementary DNA (cDNA) sequences.To define the architecture of the coronaviral subgenome-length mRNAs, a recentlyestablished direct RNA sequencing approach was used, based on a highly parallel array ofnanopores [16]. In brief, nucleic acids were prepared from culture material with high levels ofSARS-CoV-2 growth, and sequenced with use of poly(T) adaptors and an R9.4 flowcell on aGridION platform (Oxford Nanopore Technologies). Through this approach, the electroniccurrent is measured as individual strands of RNA translocate through a nanopore, withderived signal-space data basecalled to infer the corresponding nucleobases(Supplementary Methods). The SARS-CoV-2 sample produced 680,347 reads, comprising860Mb of sequence information in 40 hours of sequencing (BioProject PRJNA608224).Aligning to the genome of the cultured SARS-CoV-2 isolate (MT007544.1), a subset of readswere attributed to coronaviruses sequence (28.9%), comprising 367Mb of sequencedistributed across the 29,893 base genome. Of these, a number had lengths >20,000 bases,capturing the majority of the SARS-CoV-2 genome on a single molecule. Together, directRNA sequencing provided an average 12,230 fold coverage of the coronaviral genome,biased towards sequences proximal to the polyadenylated 3’ tail; coverage ranged from 34fold to >160,000 fold (Figure 1b), with the bias reflecting the higher abundance ofsubgenome-length mRNAs carrying these sequences, as well as the directional sequencingfrom the polyadenylated 3’ tail.SARS-CoV-2 features captured in direct RNA sequence data include subgenome-lengthmRNAs, as well as RNA base modifications. The shared 5’-leader sequence was used as amarker to identify each subgenome-length mRNA (Supplementary Methods). InSARS-CoV2, we observed eight major viral mRNAs, in addition to the viral genome (Figure 1c). Eachannotated gene was observed as a distinct subgenome-length mRNA, positionedconsecutively 3’ to the replicase polyprotein (ORF1a and 1ab) encoded by thegenomiclength mRNA, with ORF10 being the last predicted coding sequence upstream of the poly-Asequence (Supplementary Figure 1). ORF10 is the shortest of the predicted codingsequences at 117 bases in length but despite having proximity to the poly-A sequence, wasnot found as a subgenome-length mRNA through our direct RNA sequence technique.ORF10 has no annotated function, and the putative encoded peptide does not have ahomolog in the SARS-CoV proteome (Proteome ID: UP000000354). These data suggestthat the sequence currently annotated as ORF10 does not have a protein coding function inSARS-CoV-2. The sequence annotated as ORF10 is immediately upstream of the 3’ UTRand, rather than coding, may act itself or as a precursor of other RNAs in the regulation ofgene expression, replication or modulating cellular antiviral pathways. A small number of cellculture-derived isolates in public databases demonstrate shared deletion of an area of the 3’UTR (Supplementary Figure 2), this parallel molecular evolution suggesting the region mayhave functional roles in vivo.In addition to methylation at the 5’ cap structure and 3’ polyadenylation needed for efficienttranslation of viral coding sequences, other RNA modifications may have functional roles inSARS-CoV-2 [17]. A range of modifications may be identified using direct RNA sequencedata [16-17]; our available SARS-CoV-2 direct RNA sequence data providing adequatecoverage to confidently call specific modifications. Through analysis of signal-space data,we identified 42 positions with predicted 5-methylcytosine modifications, appearing atconsistent positions between subgenome-length mRNAs (Supplementary Figure 3, andTable 1). In other positive ssRNA viruses, RNA methylation can change dynamically duringthe course of infection [18], influencing host-pathogen interaction and viral replication. Othermodifications may become apparent once training datasets are available for direct RNAsequence data, with little known of the epitranscriptomic landscape of coronaviruses [17,19].As well as investigating the above assumed features of SARS-CoV-2 genetics, sequencedata also enable an estimate of the molecular evolutionary rate, through analysis of publiclyavailable SARS-CoV-2 genome sequences. Evolutionary rate estimates from othercoronaviruses such as Middle East Respiratory Syndrome (MERS) are not necessarilyapplicable here, particularly because MERS had multiple independent introductions intohumans [20-22]. To estimate the evolutionary rate and time of origin of the SARS-CoV-2outbreak, we carried out Bayesian phylogenetic analyses using a curated set of high qualitypublicly available SARS-CoV-2 genome sequences, each having a known collection date(Supplementary Table 2). The sampling times were sufficient to calibrate a molecular clockand infer the evolutionary rate and timescale of the outbreak; the evolutionary rate ofSARSCoV-2 was estimated to be 1.16 × 10-3 substitutions/site/year (95% HPD 6.32×10-41.69×10-3), and the of time of origin to be early December 2019 (95% HPD November 2019,December 2019), which is in agreement with epidemiological evidence and other recentanalyses (Figure 2a) [1-4, 23-24]. Our estimate of the evolutionary rate of SARS-CoV-2 is inline with those of other coronaviruses (Figure 2b), and the low genomic diversity and recenttimescale of the outbreak support a recently occurring, point-source transfer to humans.In summary, insights into the molecular biology of SARS-CoV-2 are revealed through theuse of direct RNA sequence data, enabling a detailed view of viral subgenome-length mRNAarchitecture. Other insights are gleaned from publicly available sequence data, including anestimate of the molecular evolutionary rate of SARS-CoV-2, shown to be similar to those ofpreviously studied coronaviruses and providing further information to support the forecastingand modelling of ongoing SARS-CoV-2 transmission and evolution.A) Schematic of the early stages of SARS-CoV-2 replication, including in vivo synthesis ofpositive sense genome-length RNA molecules, and subgenome-length mRNAs. B) Readcoverage of pooled direct RNA reads aligned to the SARS-CoV-2 genome (29,893 bases),showing a bias towards the 3’ polyadenylated end. C) Read length histogram, showingsubgenome-length mRNAs attributed to coding sequences.specific data. A) A timed highest clade-credibility phylogenetic tree of curated SARS-CoV-2genomes as inferred in BEAST. B) Comparison of the SARS-CoV-2 rate estimate andpreviously published estimates of other coronaviruses.accessed 27/02/2020.http://virological.org/t/phylodynamic-analysis-129-genomes24-feb-2020/356Yount B, Curtis KM, Fritz EA, Hensley LE, Jahrling PB, Prentice E, Denison MR,Geisbert TW, Baric RS. Reverse genetics with a full-length infectious cDNA of severeacute respiratory syndrome coronavirus. Proceedings of the National Academy ofSciences. 2003 Oct 28;100(22):12995-3000. DOI: 10.1073/pnas.1735582100Brian DA, Baric RS. Coronavirus genome structure and replication. InCoronavirusreplication and reverse genetics 2005 (pp. 1-30). Springer, Berlin, Heidelberg.Chen Y, Cai H, Xiang N, Tien P, Ahola T, Guo D. Functional screen reveals SARScoronavirus nonstructural protein nsp14 as a novel cap N7 methyltransferase.Proceedings of the National Academy of Sciences. 2009 Mar 3;106(9):3484-9. DOI:10.1073/pnas.0808790106Lichinchi G, Zhao BS, Wu Y, Lu Z, Qin Y, He C, Rana TM. Dynamics of human andviral RNA methylation during Zika virus infection. Cell host & microbe. 2016 Nov9;20(5):666-73. DOI: 10.1016/j.chom.2016.10.002Denison MR, Graham RL, Donaldson EF, Eckerle LD, Baric RS. Coronaviruses: anRNA proofreading machine regulates replication fidelity and diversity. RNA biology.2011 Mar 1;8(2):270-9. DOI: 10.4161/rna.8.2.15013Chinese SARS Molecular Epidemiology Consortium. Molecular evolution of theSARS coronavirus during the course of the SARS epidemic in China. Science. 2004Mar 12;303(5664):1666-9. DOI: 10.1126/science.1092002Dudas G, Carvalho LM, Rambaut A, Bedford T. MERS-CoV spillover at thecamelhuman interface. Elife. 2018 Jan 16;7:e31257. DOI: 10.7554/eLife.31257Cotten M, Watson SJ, Kellam P, Al-Rabeeah AA, Makhdoom HQ, Assiri A, Al-TawfiqJA, Alhakeem RF, Madani H, AlRabiah FA, Al Hajjar S. Transmission and evolutionof the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptivegenomic study. The Lancet. 2013 Dec 14;382(9909):1993-2002. DOI:10.1016/S0140-6736(13)61887-5Andersen K. Clock and TMRCA based on 27 genomes. Virological, accessed on27/02/2020. http://virological.org/t/clock-and-tmrca-based-on-27-genomes/347Bedford, T. Phylodynamic estimation of incidence and prevalence of novelcoronavirus (nCoV) infections through time. Virological, accessed on 27/02/2020.http://virological.org/t/phylodynamic-estimation-of-incidence-and-prevalence-of-novelcoronavirus-ncov-infections-through-time/391The SARS-CoV-2 material prepared for this work is of the first Australian case of Covid-2019(Australia/VIC01/2020), maintained in cell culture. In brief, African green monkey kidneycells expressing the human signalling lymphocytic activation molecule (SLAM; termedVero/hSLAM cells accordingly) and SARS-CoV-2 were grown at 37°C at 5% CO2 in mediaconsisting of 10 mL Earle’s minimum essential medium, 7% FBS (Bovogen Biologicals,Keilor East, Aus), 2 mM L-Glutamine, 1 mM Sodium pyruvate, 1500 mg/L sodiumbicarbonate, 15 mM HEPES and 0.4 mg/ml geneticin in 25cm2 flasks. The genome of thecultured isolate (MT007544.1) has three single nucleotide variants (T19065C, T22303G,G26144T) relative to the SARS-CoV-2 Wuhan-Hu-1 reference genome (MN908947.3), anda 10 base deletion in the 3’ UTR. The T22303G and 3’ UTR variants have been confirmedas culture-derived through Sanger sequencing of clinical and culture material.Nucleic acids were prepared from infected cellular material, following inactivation with linearacrylamide and ethanol. RNA was extracted from a modest cell pellet (~200mg) usingmanually prepared wide-bore pipette tips and minimal steps to maintain RNA length for longread sequencing, and a QIAamp Viral RNA Mini Kit (Qiagen, Hilden, Germany). CarrierRNA was not added to Buffer AVL, with 1% linear acrylamide (Life Technologies, Carlsbad,CA, USA) added instead. Wash buffer AW1 was omitted from the purification stage, withRNA eluted in 50 μl of nuclease free water, followed by DNase treatment with Turbo DNase(Thermo Fisher Scientific, Waltham, MA, USA) 37°C for 30 min. RNA was cleaned andconcentrated to 10 μl using the RNA Clean & Concentrator-5 kit (Zymo Research, Irvine,CA, USA), as per manufacturer’s instructions.Prepared RNA (~1µg) was carried into a direct RNA sequence library preparation with theOxford Nanopore DRS protocol (SQK- RNA002, Oxford Nanopore Technologies) followingthe manufacturer’s specifications, although without addition of the Control RNA. The librarywas loaded on an R9.4 flow cell and sequenced on a GridION device (Oxford NanoporeTechnologies), with the sequencing run ending after 40 hours. Signal space data was usedto generate nucleobase sequences (‘basecalled’) using ont-guppy-for-gridion 3.0.6. Bothsignal space and basecalled read data are available at BioProject PRJNA608224. It shouldbe noted that non-polyadenylated RNAs are not expected to be detected with this approach.Direct RNA reads passing the above thresholds were aligned to the genome of the culturedAustralian SARS-COV-2 isolate (MT007544.1), with parallel and concordant analyses inGeneious Prime (2019.2.1, [M1]) and minimap2 v 2.11 using the “spliced” preset [M2].Coverage statistics were determined from the resulting read alignments.To identify intact subgenome-length mRNAs, reads were aligned to a 62 base SARS-COV-2leader sequence (5’ACCUUCCCAGGUAACAAACCAACCAACUUUCGAUCUCUUGUAGAUCUGUUCUCUAAACGAAC), with reads aligning to the leader sequence being pooled andvisualized in a length histogram. Significant peaks were identified visually and confirmedwith a smoothed z-score algorithm. Reads captured in this binning-by-length strategy werere-aligned to the reference genome using the above methods and visualized in Tablet [M3].Subgenome bins were refined to remove reads which did not originate at the 3’ poly-A tail asexpected for intact subgenome-length mRNAs. Subgenome bins were re-aligned, withcoverage calculated in SAMtools [M4], and plotted using ggplot2 [M5] in R [M6]. The IPKnotwebserver [M7] was used to predict the RNA secondary structures, and the VARNAvisualization applet [M8] used to produce schematics.Nanopore sequencing preserves in vivo base modifications and enables their detection fromraw voltage signal information. In brief, the signal space fast5 files corresponding toidentified subgenome-length mRNAs were assessed to identify signal changescorresponding to 5mC methylation. These were first retrieved using the fast5_fetcher_multifunction in SquiggleKit [M9]. Reads were processed to align raw signal with basecalledsequence data using Tombo v1.5 [https://github.com/nanoporetech/tombo]. Canonicalreference sequences were made for each subgenome-length mRNAs, with the binned fast5files input into the detect_modifications function, with 5mC as the alternate-modelparameter. Outputs of which were converted to dampened_fraction wiggle files and exportedfor visualization and analysis.from GISAID and GenBank (Supplementary Table 2). Temporal signal was assessed usingBETS [M11]. Initially we determined whether the evolutionary signal and time over which thegenome data were collected was sufficient to calibrate the molecular clock, allowing for theevolutionary rate and timescale of the outbreak to be inferred. The model selection approachfrom BETS supported a strict molecular clock model with genome sampling times forcalibration and a coalescent exponential tree prior, which posits that the number of infectedindividuals grows exponentially over time. We used the HKY+Γ substitution model, and setthe following priors for key parameters:• A continuous time Markov chain for the evolutionary rate• A Laplace distribution with mean of 0 and scale of 100 for the growth rate• An exponential distribution with mean of 1 for the effective population size.A Markov chain Monte Carlo of length 107 was set, sampling every 103 steps, and assessedsufficient sampling by verifying that the effective sample size for all parameters was at least200 as determined in Tracer [M12], automatically discarding 10% of the burn in. Wesummarised the posterior distribution of phylogenetic trees by selecting the highest cladecredibility tree alongside calculating posterior node probabilities and the distribution of nodeages. Comparison to other coronaviral evolutionary rates included studies [M13-20].[M1] Kearse M, Moir R, Wilson A, Stones-Havas S, Cheung M, Sturrock S, Buxton S,Cooper A, Markowitz S, Duran C, Thierer T. Geneious Basic: an integrated andextendable desktop software platform for the organization and analysis of sequencedata. Bioinformatics. 2012 Jun 15;28(12):1647-9.[M2] Li H. Minimap2: pairwise alignment for nucleotide sequences. Bioinformatics. 2018Sep 15;34(18):3094-100.[M3] Milne I, Bayer M, Stephen G, Cardle L, Marshall D. Tablet: visualizingnextgeneration sequence assemblies and mappings. InPlant Bioinformatics 2016 (pp.253-268). Humana Press, New York, NY.[M4] Li H, Handsaker B, Wysoker A, Fennell T, Ruan J, Homer N, Marth G, Abecasis G,Durbin R. The sequence alignment/map format and SAMtools. Bioinformatics. 2009Aug 15;25(16):2078-9.[M5] Wickham H. ggplot2: elegant graphics for data analysis. Springer; 2016 Jun 8[M6] Team RC. R: A language and environment for statistical computing.[M7] Sato, Kengo, et al. \"IPknot: fast and accurate prediction of RNA secondary structureswith pseudoknots using integer programming.\" Bioinformatics 27.13 (2011): i85-i93.[M8] Darty, Kévin, Alain Denise, and Yann Ponty. \"VARNA: Interactive drawing andediting of the RNA secondary structure.\" Bioinformatics 25.15 (2009): 1974.[M9] Ferguson JM, Smith MA. SquiggleKit: A toolkit for manipulating nanopore signaldata. Bioinformatics. 2019 Dec 15;35(24):5372-3.[M10] Drummond AJ, Rambaut A. BEAST: Bayesian evolutionary analysis by samplingtrees. BMC evolutionary biology. 2007 Dec;7(1):214.[M11] Duchene S, Stadler T, Ho SY, Duchene DA, Dhanasekaran V, Baele G. BayesianEvaluation of Temporal Signal in Measurably Evolving Populations. bioRxiv. 2019Jan 1:810697.[M12] Rambaut A, Drummond AJ, Xie D, Baele G, Suchard MA. Posterior summarization inBayesian phylogenetics using Tracer 1.7. Systematic biology. 2018 Sep;67(5):901.[M13] Cotten M, Watson SJ, Kellam P, Al-Rabeeah AA, Makhdoom HQ, Assiri A, Al-TawfiqJA, Alhakeem RF, Madani H, AlRabiah FA, Al Hajjar S. Transmission and evolutionof the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptivegenomic study. The Lancet. 2013 Dec 14;382(9909):1993-2002.[M14] Cotten M, Watson SJ, Zumla AI, Makhdoom HQ, Palser AL, Ong SH, Al RabeeahAA, Alhakeem RF, Assiri A, Al-Tawfiq JA, Albarrak A. Spread, circulation, andevolution of the Middle East respiratory syndrome coronavirus. MBio. 2014 Feb28;5(1):e01062-13.[M15] Dudas G, Carvalho LM, Rambaut A, Bedford T. MERS-CoV spillover at thecamelhuman interface. Elife. 2018 Jan 16;7:e31257.[M16] Zhao Z, Li H, Wu X, Zhong Y, Zhang K, Zhang YP, Boerwinkle E, Fu YX. Moderatemutation rate in the SARS coronavirus genome and its implications. BMCevolutionary biology. 2004 Dec 1;4(1):21.[M17] Salemi M, Fitch WM, Ciccozzi M, Ruiz-Alvarez MJ, Rezza G, Lewis MJ. Severeacute respiratory syndrome coronavirus sequence characteristics and evolutionaryrate estimate from maximum likelihood analysis. Journal of virology. 2004 Feb1;78(3):1602-3.[M18] Wu SF, Du CJ, Wan P, Chen TG, Li JQ, Li D, Zeng YJ, Zhu YP, He FC. The genomecomparison of SARS-CoV and other coronaviruses. Yi chuan= Hereditas. 2003Jul;25(4):373-82.[M19] Chinese SARS Molecular Epidemiology Consortium. Molecular evolution of theSARS coronavirus during the course of the SARS epidemic in China. Science. 2004Mar 12;303(5664):1666-9.[M20] Sanjuán R. From molecular genetics to phylodynamics: evolutionary relevance ofmutation rates across viruses. PLoS pathogens. 2012 May;8(5).The authors gratefully acknowledge the traditional peoples of the land on which the workwas carried out, the Wurundjeri Woi-wurrung people of the Kulin nation.The authors also acknowledge the broader staff of the Victorian Infectious DiseaseReference Laboratory (VIDRL), their public health partners, and VIDRL’s major funder, theVictorian Department of Health and Human Services. Lastly, the authors gratefullyacknowledge the public health and academic groups contributing to the preparation, releaseand analysis of SARS-CoV-2 sequence data, including Nextstrain, GISAID and Virological.Absence of observed coding potential for ORF10 in SARS-CoV-2. A) Read lengthhistogram, showing subgenome-length mRNAs attributed to coding sequences, with thearea highlighted shown in detail in a second panel. B) Read length histogram, showing readcounts of lengths corresponding to those of the ORF10 subgenome-mRNA (~360 bases), ifpresent in the dataset. Of the <500 base reads shown, none align to ORF10.Structured RNAs in the SARS-CoV-2 3’ UTR. A) An alignment of SARS-CoV-2 3’ UTRsequences, including the original Wuhan-Hu-1 sourced from Wuhan, China and consideredthe reference genome for the outbreak, and two examples of cultured SARS-CoV-2 isolatesexhibiting deletions in a shared 3’ UTR region predicted to form a pseudoknot structure. B)Predicted pseudoknot structure of the SARS-CoV-2 3’UTR affected by the aboveculturederived deletions.Subgenome-length mRNA abundance and predicted sites of modification. A) Coverage ofrelevant coding sequences achieved by alignment of subgenome-length mRNAs to theSARS-CoV-2 genome (log scale). Red lines indicate the first base of each coding sequencefrom ORF2-10. B) Schematic of relevant annotated coding sequences. C) Position ofpredicted m5C positions in subgenome-length mRNAs. Dark blue lines indicate positionspredicted to have >90% base modification; light blue lines indicate positions predicted tohave between 50% and 90% base modification.", "ref_list": [[], [""], [""], ["\"An interactive web-based dashboard to track COVID-19 in real time.\" The Lancet Infectious Diseases ("], ["The severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["-"], ["Hongru Dong", "Lauren Du", "Gardner", "regulations-"], ["JS Peiris", "KY Yuen", "AD Osterhaus", "K. Stöhr", "NEJMra032498 Assiri", "A McGeer", "A Perl", "TM Price", "CS Al Rabeeah", "AA Cummings", "DA Alabdullatif", "ZN Assad", "M Almulhim", "A Makhdoom", "H Madani H", "S.", "Roujian"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The ongoing epidemic of 2019 novel coronavirus (now called SARS-CoV-2, causing the\ndisease COVID-19), which originated in Wuhan, China, has been declared a public health\nemergency of international concern by the World Health Organisation (WHO)[1-4].\nSARSCoV-2 is a positive-sense single-stranded RNA ((+)ssRNA) virus of the Coronaviridae family,\nwith related Betacoronaviruses capable of infecting mammalian and avian hosts, resulting in\nillness in humans such as Middle East respiratory syndrome (MERS) and the original severe\nacute respiratory syndrome (SARS)[2, 5-6]. Based on limited sampling of potential reservoir\nspecies, SARS-CoV-2 has been found to be most similar to bat coronaviruses at the\ngenomic level, potentially indicating that bats are its natural reservoir [7-8].\nFollowing the emergence of SARS-CoV-2, genomic analyses have played a key role in the\npublic health response by informing the design of appropriate molecular diagnostics and\ncorroborating epidemiological efforts to trace contacts [8-10]. Taken together, publicly\navailable sequence data suggest a recently occurring, point-source outbreak, as described\nin online sources [10-12]. Aspects of the response make the assumption that the genetics of\nSARS-CoV-2, including mechanisms of gene expression and molecular evolutionary rates,\nare comparable with previously characterised coronaviruses [11-12]. It remains highly\nrelevant to validate these assumptions experimentally with SARS-CoV-2-specific data, with\nthe potential to reveal further insights into the biology of this emergent pathogen. To address\nthis, we describe (i) the architecture of the coronaviral subgenome-length mRNAs, and (ii)\nphylogenetic approaches able to provide robust estimates of coronaviral evolutionary rates\nand timescales at this early stage of the outbreak.", "one_words_summarize": "The ongoing epidemic of 2019 novel coronavirus (now called SARS-CoV-2, causing thedisease COVID-19), which originated in Wuhan, China, has been declared a public healthemergency of international concern by the World Health Organisation (WHO)[1-4].SARSCoV-2 is a positive-sense single-stranded RNA ((+)ssRNA) virus of the Coronaviridae family,with related Betacoronaviruses capable of infecting mammalian and avian hosts, resulting inillness in humans such as Middle East respiratory syndrome (MERS) and the original severeacute respiratory syndrome (SARS)[2, 5-6]. To addressthis, we describe (i) the architecture of the coronaviral subgenome-length mRNAs, and (ii)phylogenetic approaches able to provide robust estimates of coronaviral evolutionary ratesand timescales at this early stage of the outbreak. The shared 5’-leader sequence was used as amarker to identify each subgenome-length mRNA (Supplementary Methods). ORF10 has no annotated function, and the putative encoded peptide does not have ahomolog in the SARS-CoV proteome (Proteome ID: UP000000354). In other positive ssRNA viruses, RNA methylation can change dynamically duringthe course of infection [18], influencing host-pathogen interaction and viral replication. The sampling times were sufficient to calibrate a molecular clockand infer the evolutionary rate and timescale of the outbreak; the evolutionary rate ofSARSCoV-2 was estimated to be 1.16 × 10-3 substitutions/site/year (95% HPD 6.32×10-41.69×10-3), and the of time of origin to be early December 2019 (95% HPD November 2019,December 2019), which is in agreement with epidemiological evidence and other recentanalyses (Figure 2a) [1-4, 23-24]. C) Read length histogram, showingsubgenome-length mRNAs attributed to coding sequences.specific data. Reverse genetics with a full-length infectious cDNA of severeacute respiratory syndrome coronavirus. Molecular evolution of theSARS coronavirus during the course of the SARS epidemic in China. DOI: 10.1126/science.1092002Dudas G, Carvalho LM, Rambaut A, Bedford T. MERS-CoV spillover at thecamelhuman interface. DOI:10.1016/S0140-6736(13)61887-5Andersen K. Clock and TMRCA based on 27 genomes. The T22303G and 3’ UTR variants have been confirmedas culture-derived through Sanger sequencing of clinical and culture material. Direct RNA reads passing the above thresholds were aligned to the genome of the culturedAustralian SARS-COV-2 isolate (MT007544.1), with parallel and concordant analyses inGeneious Prime (2019.2.1, [M1]) and minimap2 v 2.11 using the “spliced” preset [M2].Coverage statistics were determined from the resulting read alignments. In brief, the signal space fast5 files corresponding toidentified subgenome-length mRNAs were assessed to identify signal changescorresponding to 5mC methylation. These were first retrieved using the fast5_fetcher_multifunction in SquiggleKit [M9]. 2018Sep 15;34(18):3094-100.[M3] Milne I, Bayer M, Stephen G, Cardle L, Marshall D. Tablet: visualizingnextgeneration sequence assemblies and mappings. R: A language and environment for statistical computing.[M7] Sato, Kengo, et al. \" IPknot: fast and accurate prediction of RNA secondary structureswith pseudoknots using integer programming.\" VARNA: Interactive drawing andediting of the RNA secondary structure.\" Posterior summarization inBayesian phylogenetics using Tracer 1.7. 2018 Sep;67(5):901.[M13] Cotten M, Watson SJ, Kellam P, Al-Rabeeah AA, Makhdoom HQ, Assiri A, Al-TawfiqJA, Alhakeem RF, Madani H, AlRabiah FA, Al Hajjar S. Transmission and evolutionof the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptivegenomic study. Severeacute respiratory syndrome coronavirus sequence characteristics and evolutionaryrate estimate from maximum likelihood analysis. 2004Mar 12;303(5664):1666-9.[M20] Sanjuán R. From molecular genetics to phylodynamics: evolutionary relevance ofmutation rates across viruses. Of the <500 base reads shown, none align to ORF10.Structured RNAs in the SARS-CoV-2 3’ UTR. Dark blue lines indicate positionspredicted to have >90% base modification; light blue lines indicate positions predicted tohave between 50% and 90% base modification."}