{"date": "2020/02/29", "journal": "Int. J. Environ. Res. Public Health", "authors": "Changyu Fan, Linping Liu, Wei Guo, Anuo Yang, Chenchen Ye, Maitixirepu Jilili, Meina Ren, Peng Xu, Hexing Long, Yufan Wang", "title": "Prediction of Epidemic Spread of the 2019 Novel Coronavirus Driven by Spring Festival Transportation in China: A Population-Based Study", "type": "Article", "abstract": "After the 2019 novel coronavirus (2019-nCoV) outbreak, we estimated the distribution and scale of more than 5 million migrants residing in Wuhan after they returned to their hometown communities in Hubei Province or other provinces at the end of 2019 by using the data from the 2013-2018 China Migrants Dynamic Survey (CMDS). We found that the distribution of Wuhan's migrants is centred in Hubei Province (approximately 75%) at a provincial level, gradually decreasing in the surrounding provinces in layers, with obvious spatial characteristics of circle layers and echelons. The scale of Wuhan's migrants, whose origins in Hubei Province give rise to a gradient reduction from east to west within the province, and account for 66% of Wuhan's total migrants, are from the surrounding prefectural-level cities of Wuhan. The distribution comprises 94 districts and counties in Hubei Province, and the cumulative percentage of the top 30 districts and counties exceeds 80%. Wuhan's migrants have a large proportion of middle-aged and high-risk individuals. Their social characteristics include nuclear family migration (84%), migration with families of 3-4 members (71%), a rural household registration (85%), and working or doing business (84%) as the main reason for migration. Using a quasi-experimental analysis framework, we found that the size of Wuhan's migrants was highly correlated with the daily number of confirmed cases. Furthermore, we compared the epidemic situation in di erent regions and found that the number of confirmed cases in some provinces and cities in Hubei Province may be underestimated, while the epidemic situation in some regions has increased rapidly. The results are conducive to monitoring the epidemic prevention and control in various regions.", "text": "        By 31 January 2020, 9720 confirmed cases, 15,238 suspected cases and 176 cures of 2019-nCoV,and 213 deaths from 2019-nCoV had been reported by the national authorities in China [                Based on preliminary judgments, the transmission of this coronavirus has particular distinguishingfeatures [                The floating population, i.e., the seasonal and temporary non-resident population of a geographicarea, is a potential carrier for virus transmission [                This floating population may have exposure history in Wuhan, and could contribute to the increasein transmission of 2019-nCoV. Considering the features of 2019-nCoV transmission and the large-scaleregional travel that occurs over the Spring Festival holiday [                The dualistic structure of urban and rural populations in China is likely to exacerbate the 2019-nCoVepidemic [                As individual members of the floating population must frequently work overtime hours, arevulnerable to having poor nutrition, and due to lack of resources have higher rates of poor health [        To determine the influence of the floating population on the spread of 2019-nCoV, we used datafrom China Migrants Dynamic Survey (CMDS) released by the National Health Commission of Chinato analyse the national distribution of the origins of Wuhan’s floating population, and provide referenceinformation to predict the trend of the epidemic.The purposes of this study were to estimate the distribution and scale of the migrants residingin Wuhan after they returned to their hometown communities in Hubei Province or other provincesafter the 2019-nCoV outbreak. The social characteristics of the migrants are also analysed in the study,including age group, educational level, pattern of migration, number of migrating family membersper household, type of household registration, and reasons for migration. In addition, we assumeda quasi-experimental approach to estimate the epidemic prevention and control in various regionsof China. On the one hand, these findings are conducive to epidemic prevention and control, andon the other hand, currently, the predictive model of the 2019-nCoV is not detailed enough becauseof the lack of relevant parameters. Therefore, this study is beneficial for virologists, epidemiologistsand medical professionals to deepen the study of the virus transmission and improve the accuracy ofmodel prediction.The analysis object of this study was the floating population who have lived in Wuhan for morethan one month. Short-term migrants and students were not included. Distinct from other models ofthe dynamics of this epidemic, we used the information of the respondents from the CMDS and theirfamily members to further explore the origins of Wuhan’s migrant population, such as their returningdestination, population characteristics, family structures and other metrics. This approach can providepractical solutions to prepare prevention strategies, and approaches to assess resources for treatmentand containment of the epidemic.The National Health Commission of China released a report on 27 January 2020 that statedthat 2019-nCoV could be transmitted not only via respiratory droplets, but also via direct contact.2019-nCoV has now spread nationally and worldwide, and due to the lack of data on the size andorigins of the floating population of Wuhan, it has been di cult for the Chinese government to arrangereal-time medical resources and implement e ective public health interventions.We used data from the Wuhan Floating Population Monitoring Survey to estimate the size andorigins of the migrant population in Wuhan. We also described the socio-demographic characteristicsof this population, and compared confirmed cases from di erent regions to estimate the epidemicwith modelling techniques. We found that three-quarters of Wuhan’s floating population are fromHubei Province, and that nearly 85% migrated with nuclear families. The number of members perfamily is 3 to 4, and most individuals are migrant workers from rural areas with low education levels.By comparing the predicted and actual values obtained from the model, we analysed the profile of theepidemic in various regions since January 25, and found that the spread of the 2019-nCoV has variedgreatly between regions, and that the epidemic in some regions may be underestimated. There mayalso be unknowns, such as structural factors in some regions, that deserve further attention.The majority of the floating population left Wuhan before the city was “closed o ” by authorities,so our analysis will be useful for estimating the key geographic areas for prevention and control.The results indicate that the floating population of Wuhan is centred in Hubei Province and thesurrounding provinces, so local government must quickly and e ectively take steps to prevent furtherspread of 2019-nCoV. Higher-level governments must also strengthen the assistance they are providing,such as sending medical workers and medical supplies to these areas to avoid 2019-nCoV becoming anew pandemic. At the same time, it is important to increase surveillance in areas where the epidemicmay be underestimated, and promptly identify prevention and control loopholes to reduce the burdenof a new round of transmission.China has been deeply involved in the globalisation process, and even China’s central and westernregions have become important links in the global production and trade chain. Therefore, while ourresearch is aimed at China in the current era of migration, this research has practical implications forglobal public health and disease control, as floating populations are increasing in size all over the worldand relationships between countries are becoming increasingly close. Thus, other countries should payattention to the epidemic situation in specific geographic areas of China to prevent secondary andinternational transmission of the 2019-nCoV.The data used in this study are based on the 2013–2018 China Migrants Dynamic Survey(CMDS), and the tabulated data of 5 million migrants in Wuhan recently released by the Wuhanmunicipal government. This survey was carried out via a multi-stage stratified sampling method, andcollected data with structured questionnaires. As survey data is limited to the mainland provinces,municipalities, autonomous regions, and Hainan Province, the population analysed in this studyexcluded the populations of Hong Kong and Macao. A total of 11,999 samples of the resident floatingpopulation in Wuhan from 2013 to 2018 were extracted from the survey dataset.According to the survey design, Wuhan’s floating population was defined as the population fromother cities and districts, aged 15 and over, residing for more than one month in Wuhan, and notregistered in Wuhan. In Table 1, the sample distribution of the resident population in Wuhan over timeis presented. The sample size was 1999 in the year 2013, and 2000 for other years.The outbreak is considered to have originated in the Huanan Seafood Market, near HankouRailway Station in the Jianghan District, Wuhan, China. A severely infected area was concentratedin the urban areas of Hankou. From the sample distribution in Table 1, the floating population ofWuhan is seen to be concentrated in the urban area of Hankou. The results indicate that the sampleproportion of Jianghan District and nearby Jiang’an District, Tongkou District, and Dongxihu Districtis approximately 51.6%. Therefore, the samples used in this study are suitably representative and thusacceptable for assessing the spread of the 2019-nCoV outbreak among the floating population.          We obtained data from the “Dingxiangyuan” National Real-time Epidemic website on confirmedcases from 25 January to 31 January 2020 [          Using the information of the floating population and their family members in Wuhan, we analysedtheir return destinations and their structural characteristics by descriptive statistical methods. In Table 2,the distribution of the origins of Wuhan’s floating population is presented, at the provincial level, overthe past several years. The sample size is quite stable for each province over time. The province oforigin for 75% of the floating population was Hubei Province, which contains the city of Wuhan, andapproximately 25% of the population originated in other provinces.The location information published in other historical survey data is limited to the provincewhere household registration is located, due to a lack of data for 2019. The data provided by theHubei Provincial Health Commission in 2017 includes more detailed information of prefectures, cities,districts and counties. The analysis was therefore divided into two parts; the first part comprisedan analysis of the origin of Wuhan’s floating population at the provincial level using historical data.The second part comprised an analysis of the floating population within Hubei Province based on 2017data. When analysing the floating population at the provincial level, we used all samples from theprevious years—i.e., the mean of 6 years of data collection—to ensure the robustness of the results,in view of the stability of sample distributions in each province over time.ProvinceTotalHubeiHenanAnhuiHunanJiangxiChongqingZhejiangSichuanFujianJiangsuShandongGuangdongHebeiGansuGuangxiHeilongjiangShaanxiShanxiGuizhouQinghaiLiaoningYunnanJilinBeijingHainanXinjiangTianjinShanghaiInnerMongoliaXizangNingxia2013According to the current infectious features of 2019-nCoV, which are that middle-aged andelderly people have a high risk of infection, and transmission can occur between individuals, familiesand communities, we assessed several main variables. These comprised age group, educationallevel, pattern of migration, number of migrating family members per household, type of householdregistration, and reasons for migration. We defined these variables in the following ways: (1) age groupwas classified as under 20, 21–30, 31–40, 41–50, 51–60, and over 60; (2) educational level was dividedinto junior high school and below, high school/secondary school, and college and above; (3) pattern ofmigration was divided into independent migration, nuclear family migration, and extended familymigration; (4) number of migrating family members per household was classified as 1, 2, 3, 4, and 5 ormore; (5) types of household registration were divided into rural and urban household registration;(6) reasons for migration were working and doing business, family relocation, or other reasons.The analyses assume a theoretical model of 2019-nCoV transmission. We considered a floatingpopulation of 5 million in Wuhan, who returned to their hometowns from 23 January 2020, as potentialinfected persons. Moreover, we added factors of demographic characteristics, the situation of medicaldiagnosis, government prevention and control, the number of confirmed cases, and undisclosed datato our statistical model to estimate the dynamics of the epidemic. After controlling for certain factors,we analysed the factors that were not controlled, such as government intervention and the number ofstatistical reports.Specifically, we first analysed the correlation between the size of the floating population in Wuhanand the number of confirmed cases per day. Then, we examined the di erences among regions andproposed a transmission rate as a reference to compare the di erences in regions. In the comparativeanalysis, we focused on the probably underestimated number of cases and the virus transmission rateto determine the likelihood of epidemics existing in di erent regions.Finally, we predicted the floating population of Wuhan using statistical methods and comparedit with the number of 2019-nCoV confirmed cases in each region, to identify regional di erences of2019-nCoV infection. Furthermore, we predicted the forthcoming epidemic trend at theprefectureand province-level based on the proportion of Wuhan’s floating population represented by peoplefrom these areas.Human-to-human transmission of the 2019-nCoV has been confirmed. Four sets of factors thatmay influence regional di erences appear to be involved: (1) Demographic factors, such as short-termbusiness travellers between Wuhan and other regions, college students in Wuhan returning to theirhomes in other regions, Spring Festival tourists from Wuhan to other regions, and trans-regionalfloating populations for Spring Festival family reunions from or across Wuhan; (2) Intervention factors,such as medical treatments and governmental preventative measures; (3) Information disclosure andthe information release system; and (4) Other unknown factors.We considered all these factors, and hypothesised the social environment of 2019-nCoVtransmission. First, although the government had taken the unprecedented measure of sealingo Wuhan city on 23 January 2020, we assumed that, at that time, the entire floating population ofWuhan, all short-term business travellers to Wuhan and all college students in Wuhan had returned totheir hometowns throughout China, because 24 January 2020 was the Spring Festival’s Eve (normally,the 2020 Spring Festival holiday from January 24 to 30). Moreover, this Spring Festival vacation periodstarted at least a week before this date time, leaving plenty of time for these people to leave the city.However, the number of people in Wuhan that travelled to reunite with their families in othercities during the Spring Festival vacation may be negligible, for the sealing-o of the city and otherpreventive measures taken across the country may have prevented their travelling. Second, theinfluence of the college students in Wuhan was an invariant factor, as college students are youngand healthy, have fixed travelling routes, come from di erent regions evenly scattered across thecountry, and travelled to return home on or around January 10; we would assume their influence onvirus transmission to di erent regions to be the same. Third, the medical treatment ability of regionalmedical centres of Hubei Province would also be the same, as the breakout emerged so fast that theseregional medical centres would have had the same level of emergency-preparedness. Finally, the abovefactors will not change dramatically until the mass return of Wuhan’s floating population after theconclusion of the Spring Festival vacation.To estimate the floating population in the cities of Hubei Province and across the country, we mustdetermine the floating population residing in Wuhan in 2019. As the statistics compiled by the Wuhancity government from 2019 have not been released, the data from previous years was used for thisprediction. The prediction of floating population in Wuhan based on the statistics from previous yearsis presented in Table 3, demonstrating that there were approximately 2.43 million migrants living inWuhan for more than six months in 2019.Population Type 2013 2014 2015 2016 2017 2018 2019Permanentpopulation at the 10,220,000 10,338,000 10,607,700 10,766,200 10,892,900 11,081,000 11,263,800year-endpHoopuusleahtoioldn 8,220,500 8,273,100 8,292,700 8,338,400 - 8,837,300 8,896,900Floa(tcinalgcuploapteu)la1tion 1,999,500 2,064,900 2,315,000 2,427,800 - 2,243,700 2,423,700Float(ipnrgedpiocpteudl)ation 2,078,700 2,138,400 2,198,200 2,258,000 2,317,800 2,377,600 2,437,400From 2013 to 2018, the values are from Wuhan Statistical Bulletin of the National Economic and Social Development.In 2019, the values are based on linear regression; 1 Floating population (calculate) = Permanent population at theyear-end Household population. Predicted value based on linear regression.However, if the predictions of the statistical data were combined with survey data, which wasused in this study to estimate the origin of Wuhan’s floating population that return to their hometowns,there would have been a problem with inconsistent statistical strength. This would have resulted fromthe fact that the floating population measured by the government statistics department reflects thosewho have lived in Wuhan for more than 6 months, but the respondents in the survey have lived inWuhan for over one month. A shorter defined residence time would have therefore produced a largerestimate of the population, and thus the total floating population in Wuhan, as determined from theCMDS data, was larger than the population as determined by the government statistics department.On 22 January 2020, Xinhua News Agency (an o cial government media source) interviewedthe mayor of Wuhan and reported that more than 5 million members of the floating population hadreturned to their hometowns before the Spring Festival holiday. This number stated (over 5 million)was more than twice the predicted value in this study (2.43 million), indicating that the statisticalstrength of the news report was based on a shorter period of residence, and this was consistent with thedata we used to determine the floating population residing in Wuhan for over one month. Thus, in theabsence of more rigorous and authoritative total data, we used 5 million people as Wuhan’s floatingpopulation, from which to estimate the scale and distribution of those members of this population whoreturned to their hometown during the Festival.Based on sample survey data, in Table 4, the proportional estimation of the origins of Wuhan’sfloating population at a provincial level is presented, as well as the results of statistical analysis basedon a floating population of 5 million.Estimation of population size is based on the total number of floating population in Wuhan (about 5 million);CI = confidence interval.The national distribution of the migrants presents obvious spatial characteristics of circle layersand echelons at provincial level (Table 4 and Figure 1).(1) Hubei Province is the central area of origin of Wuhan’s floating population, accounting for75% of the population, with a 95% confidence interval of (74.21, 75.76). Based on a total populationof 5 million people, Wuhan’s floating population with household registration in Hubei Province isapproximately 3.75 million, with a 95% confidence interval of (3,710,227 to 3,788,125).(2) Henan, Anhui, Jiangxi and Hunan Provinces belong to the first circle layer. Henan Province,home to a floating population of 337,000, had the highest proportion with respect to its total population,equating to approximately 6.7% and a 95% confidence interval of (315,401 to 360,712).Based on the analysis of city data in 2017, Xinyang, Zhumadian, Shangqiu, and Nanyang citiesin Henan Province accounted for 38.82%, 20.59%, 12.94%, and 10.59% respectively, of the floatingpopulation from Henan living in Wuhan, accounting for approximately 83% of the total. The floatingpopulation proportions of Anhui, Hunan, and Jiangxi Provinces were 2.7%, 2.5%, and 2.4%, respectively,with corresponding floating populations in Wuhan of 136,000, 126,000, and 121,000 respectively.(3) Chongqing, Zhejiang, Sichuan, Fujian and Jiangsu Provinces are at the second circle layer,with 1.65%, 1.39%, 1.39%, 1.00% and 0.92% floating populations, respectively, with correspondingpopulations of approximately 83,000, 70,000, 70,000, 50,000 and 46,000 respectively.(4) Shandong, Guangdong, Hebei, Gansu, Guangxi, Heilongjiang, Shaanxi, Shanxi and GuizhouProvinces are at the third circle layer, with a proportion of 0.19% to 0.62% and a correspondingpopulation of 10,000 to 30,000.(5) Some provinces and municipalities, including Qinghai, Liaoning, Yunnan, Jilin and Beijing,are located in the fourth circle layer, accounting for 0.08–0.16% of the floating population, equating to4000–8000 people.(6) The remaining provinces and municipalities, such as Hainan, Xinjiang, Tianjin, Shanghai, InnerMongolia, Tibet and Ningxia, are at the fifth circle layer, with a floating population proportion of lessthan 0.04%, corresponding to 2000 people.As presented in the table above, this population is mainly 21–40 years old, but the scale of thesusceptible, high-risk and over 40 years old population is also very large. The distribution is as follows:(1) The susceptible and high-risk population is concentrated in Hubei Province. The size of the41–50 age group is more than 800,000, that of the age group of 51–60 is 180,000, and the number ofpeople over 60 is 40,000.(2) Henan and Anhui Provinces have larger susceptible and high-risk populations, of more than100,000 and nearly 40,000, respectively.(3) Six provinces and municipalities, namely Hunan, Jiangxi, Chongqing, Zhejiang, Sichuan andJiangsu, have a high-risk population of 41 to 50 years old, comprising 14,000–30,000 people.(4) In 10 provinces, namely Fujian, Shandong, Guangdong, Hebei, Gansu, Guangxi, Shanxi,Guizhou, Qinghai and Xinjiang, the susceptible and high-risk populations are also concentrated in the41–50 age group, with a population of approximately 1500–6550.(5) The three provinces of northeast China, namely Heilongjiang, Jilin and Liaoning, havelarge susceptible and high-risk populations, equating to approximately 7000 in Heilongjiang andapproximately 3000 in Jilin and Liaoning.Infection of family members is a main means of transmission, and the distribution of thecharacteristics of floating population family migration at the provincial level are detailed in Table 5.The vast majority of the floating population migrates to Wuhan in the form of nuclear families (84.42%),and most families comprise 3–4 members (71.44%). The distribution is as follows:(1) The number of nuclear family households in the Wuhan floating population that originatesfrom Hubei Province is 3.425 million, accounting for 62.85% of the total floating population of Wuhan,and households with 3-4 family members number 2,693,500, accounting for 53.87% of the total. The highrisk of 2019-nCoV transmission within and by this population is self-evident.(2) Families from Henan, Anhui, Hunan and Jiangxi Provinces comprise a large proportion of thosein the floating population of Wuhan. Those from Henan total nearly 300,000 households, and the numberof these households with 3–4 family members is more than 240,000. Approximately 110,000 familiesfrom the remaining provinces are part of the floating population of Wuhan, including nearly 100,0003–4 family-member households from Anhui and more than 80,000 from Hunan and Jiangxi.(3) The number of families in the floating population of Wuhan from Chongqing, Zhejiang, Sichuan,Fujian and Jiangsu municipalities and provinces is 40,000–80,000, and the number of households with3-4 family members is 30,000–60,000.(4) The number of families in the floating population of Wuhan that originate from 7 other provinces,namely Shandong, Guangdong, Hebei, Gansu, Guangxi, Heilongjiang and Shaanxi, is 10,000–30,000households, and the number of households with 3–4 family members is approximately 20,000. Theremaining provinces comprise fewer than 10,000 households Jiangxi.Certain factors can easily spread the virus from homes to communities in rural areas, such asa lack of medical resources and investment, weak health prevention and control, low awareness ofhealth, and insu cient awareness of infectious diseases. In Table 5, the floating population in Wuhanis dominated by rural households (85.14%), and working or doing business is the main reason for theirhaving travelled to Wuhan (84.29%). Therefore, epidemic prevention and control in rural areas is ofcritical importance. The distribution is as follows:(1) The joint distribution of the origins of Wuhan’s floating population within Hubei Province is63.73%, equating to a population of 3,186,500, and 62.71% of these are migrant workers, equating to3,135,500 people.(2) Henan, Anhui, Hunan, and Jiangxi Province both have more than 100,000 households withrural household registers and migrant workers in Wuhan, and the population of those from Henan inWuhan’s floating population is approximately 300,000.(3) Chongqing, Zhejiang, Sichuan, Fujian, Jiangsu, Shandong, Guangdong, Hebei, Gansu,and Guangxi Provinces together have a population of 10,000–80,000 households with rural householdregisters in Wuhan and less than 10,000 in the remaining provinces of China. Notably, Guangdong,Gansu, Heilongjiang and Liaoning have a larger proportion of the population with urban householdregisters, and this is greater than the number of rural household registers in Guangdong Province.Virus transmission is related to individual health awareness, which is a ected by an individual’seducational level, so we also examined the educational level of the floating population in Wuhan.In Table 5, 60% of the population was educated to junior middle school and below, 26% had senior highschool or technical secondary school education, and 14% had college education and above, indicatingthat the overall education level of this population was low. Specifically:(1) In the provinces of Qinghai, Chongqing, Jiangxi, Anhui, Henan, Yunnan, Guangxi and Xinjiang,60% or more of the population was educated to junior high school level or below.(2) Approximately 50–60 % of the population of the provinces of Hubei, Sichuan, Hebei, Fujian,Jiangsu, Hunan, Guizhou, Shandong, Shanxi, Tibet and Gansu was educated to junior high schoollevel or below.(3) The population in three municipalities, including Beijing, Tianjin and Shanghai, have a highlevel of education, with over 66% receiving tertiary education. The population of the remainingprovinces had a medium-to-high educational level.Above all, these data indicated that there is a large middle-aged and older high-risk floatingpopulation in Wuhan. Their social characteristics include having travelled to Wuhan in a nuclearfamily of 3–4 members, being on a rural household register, and often having a lower educational level.These characteristics are consistent with conditions favouring the wide spread of 2019-nCoV.According to the foregoing analysis, 75% of Wuhan’s floating population have registeredhouseholds in Hubei Province, equating to approximately 3.75 million people. That such a largeproportion of the floating population of Wuhan originate from elsewhere in Hubei Province hasreduced the possibility of the epidemic spreading across the country, but all regions in Hubei Provinceare facing tremendous pressure from the spread of the epidemic. Therefore, we used the 2017 CMDSdata to analyse the distribution of the floating population in regions within Hubei Province.Table 6 and Figure 2 present the distribution of the origins of Wuhan’s floating population withinHubei Province. The proportion of the floating population gradually decreases from east to west acrossHubei Province, and there are great di erences between cities. The distribution is as follows:(1) Xiaogan, Wuhan, and Huanggang are in the first echelon. The proportion of the floatingpopulation who originate from these cities is high, accounting for 23.4%, 19.6%, and 14% of the total,respectively. They are a cross-regional floating population of 734,000 and a 95% confidence interval of(65.89, 81.30). The analysis of districts and counties indicates that the members the floating populationwho originate from the outskirts of Huangpi District and Xinzhou District flow into the main urban areaof Hankou, so the epidemic situation in the outskirts of Huangpi District and Xinzhou District needsspecial attention. Secondly, the members of Wuhan’s floating population who originate from Xiaogancomprise the largest proportion, equating to approximately 788,000 people and a 95% confidenceinterval of (79.81, 96.25). Members of Wuhan’s floating population who originate from Huanggangcomprise the third proportion, equating to approximately 52,549 people and a 95% confidence intervalof (46.06, 59.58).(2) The three Directly Managed by Province (DMP) cities (Xiantao, Qianjiang, and Tianmen) andJingzhou belong to the second echelon, each comprising approximately 330,000 people, and eachaccounting for approximately 9% of the floating population of Wuhan, with a 95% confidence intervalof (28,39).(3) Jingmen, Suizhou, Xianning, and Huangshi belong to the third echelon, accounting for 3–5%of the floating population of Wuhan, equating to 130,000–170,000 people.(4) Xiangyang, Ezhou, Yichang, Enshi, and Shiyan belong to the fourth echelon, accounting forless than 3% of the floating population of Wuhan, equating to fewer than 100,000 people.Overall, the suburbs of Wuhan surrounding Xiaogan, Huanggang, and the three DMP cities are theorigins of the largest proportion (66%) of the floating population of Wuhan, equating to approximately2.475 million people.CityTotalXiaoganWuhanHuanggangDMP cities 1JingzhouJingmenSuizhouXianningHuangshiXiangyangEzhouYichangEnshiShiyan1477346289207133131665959523734272314Population Size inWuhanWe used district- and county-level variables to estimate the floating population within HubeiProvince, and the results are presented in Table 7. The survey covered 94 districts and counties,including Huangpi, Xinzhou, Jiangxia, Caidian, and Hannan in Wuhan, as well as cross-region activemigrants in some major urban areas.The top 10 districts and counties of Hubei Province in terms of floating population are Huangpi,Hanchuan, Xiantao, Xinzhou, Hong’an, Yunmeng, Honghu, Macheng, Xiaonan, and Xiaochang. That is,100,000 people from each of these districts and counties are part of the floating population of Wuhan,with the top 3 districts and counties, Huangpi, Hanchuan and Xiantao, having 200,000 people inWuhan’s floating population.These top 10 district and counties of Hubei Province are followed by Jingshan, Yingcheng, Dawu,Guangshui, Tianmen, Lishui, Jianli, Anlu, Jiangxia and Caidian, which each have 60,000–100,000 peoplein Wuhan’s floating population.1 ND means that the districts are not divided; CI = confidence interval.The third tier is Huangmei, Yangxin, Daye, Gongan, Tongshan, Jiayu, Zhongxiang, Qianjiang,Songzi, Huarong, Zengdu, Enshi, Liangzihu, Zaoyang, Dongxihu, Wuxue, Huangzhou, Hannan,Xian’an, Xiangzhou, Zhijiang, Echeng, Luotian, Badong, Chibi, Chongyang, Hongshan, Shayang,Shishou, Suixian, Tuanfeng, Gucheng and Xiangcheng. These districts and counties each have10,000–50,000 people in Wuhan’s floating population.The remaining districts and counties have fewer than 10,000 people in Wuhan’s floating population.In general, these members of Wuhan’s floating population originate from certain districts andcounties of Hubei Province. The cumulative percentage of the top 30 districts and counties exceeds80% of these areas’ total population, showing a clear exponential distribution trend.We then analysed the social characteristics of the migrants in Hubei Province by age, type ofmigration, number of migrants, type of household registration, and reasons for traveling to Wuhan tobecome part of its floating population.From Table 8 (please see the last page), we observe that in terms of susceptible and high-risk groupsover 40 years old, there are approximately 300,000 people in Xiaogan, approximately 180,000 people inWuhan (cross-region migration), and approximately 150,000 people in Huanggang. There are alsoapproximately 100,000 people in the DMP Cities and Jingzhou respectively, and 30,000–50,000 peoplein Jingmen, Suizhou, Xianning, and Huangshi. Fewer than 30,000 people from each of Xiangyang,Ezhou, Yichang, Enshi and Shiyan have travelled to Wuhan.The migration characteristics of the floating population of Wuhan from Hubei Province aredetailed in Table 8. Migration with a nuclear family is the main pattern, accounting for nearly 80%of the total, or 2.985 million households. The proportion of households with 3–4 family members(i.e., nuclear families) is approximately 67%, or 2.53 million households. Specifically, 740,000 nuclearfamilies originate from Xiaogan, 400,000–600,000 nuclear families originate from the inner suburbs ofWuhan and Huanggang, and approximately 260,000 nuclear families originate from the DMP citiesand Jingzhou. More than 100,000 nuclear families originate from Jingmen, Suizhou, Xianning, andHuangshi, while fewer than 100,000 nuclear families originate from Xiangyang, Ezhou, Yichang, Enshiand Shiyan. The distribution of households with 3-4 members is similar to that of nuclear families.It also presents the distribution of the origins of Wuhan’s floating population who originate fromwithin Hubei Province. According to the statistical results, rural household registers account for 83%,equating to a population of approximately 3.12 million. The proportion of the group who was workingand doing business in urban areas is 77%, and the population is 2.89 million. The size of the populationdistribution in each city is similar to the aforementioned migration types and other variables, and isnot reported here.In Table 8, the overall educational level of those members of Wuhan’s floating population whooriginate from Hubei Province is higher than the national level, with approximately 52% having beeneducated to junior high school level and below, approximately 29% to high school/secondary schoollevel and below, and approximately 19% to college and above. However, in those members of Wuhan’sfloating population who originate from the surrounding cities of Wuhan, which contribute a largenumber of people to the floating population of Wuhan, namely Xiaogan, Huanggang, Huangshi,Suizhou, DMP cities, Xianning, and Ezhou, >50% of people have an educational level of junior highschool and below, with this being >60% in Xiaogan. This means that the awareness of health protectionand timely treatment may be low in this section of the floating population of Wuhan, which willheighten the risk of large-scale transmission of 2019-nCoV.The floating population in Wuhan will serve as a sound predictor for the trend of the 2019-nCoVoutbreak. The Pearson’s correlation coe cient between the proportion of the floating population inWuhan who originate from a certain region of Hubei and the number of confirmed 2019-nCoV cases ineach region increased from 0.65 on 25 January 2020 to 0.84 on 31 January 2020 (Table 9). This indicatesthat when a region contributes a higher number of people to the floating residential population ofWuhan, more confirmed cases will emerge in this region.We assumed that the e ect of the floating population on the transmission of the 2019-nCoV isconsistent across Hubei province, and selected three prefectures that contribute the greatest numberof people to the floating population of Wuhan (Xiaogan, Huanggang and Jingmeng) as the referenceprefectures to predict the epidemic trend of the 2019-nCoV at prefecture level. Those prefecturescan be divided into three groups since 28 January 2020 (Figure 3): (1) Prefectures with a rapidincrease in confirmed cases, comprising Jingmen, Xianning, Xiangyang, Ezhou, Yichang, and Enshi;(2) Prefectures with a moderate growth in confirmed cases, comprising Huanggang, Suizhou, Huangshi,and Shennongjia; and (3) Prefectures with a slow increase in confirmed cases, comprising Xiaogan,DMP cities, and Jingzhou.Our predictions of the epidemic trends of the 2019-nCoV outbreak within Hubei Province areas follows: (1) The epidemic growth model for Jingmen predicts a rapid increase in the number ofconfirmed cases in Xiaogan, DMP cities, and Jingzhou. In other words, if the epidemic pattern inJingmen is regarded as a typical evolutionary pattern of the spread of 2019-nCoV, the actual number ofconfirmed cases of 2019-nCoV in Xiaogan, DMP cities, and Jingzhou have been greatly underestimated.For example, the number of confirmed cases in Xiaogan on 31 January 2020 would reach 1190, but thenumber of o cially announced cases was only 541. This could be attributable to a lack of su cientdiagnostic capabilities, or undisclosed data from the government, or both. (2) The epidemic growthmodel for Xiaogan predicts a rapid increase in the number of confirmed 2019-nCoV cases in Jingmen,Xianning, Xiangyang, Ezhou, Yichang and Enshi. If this is true, large-scale outbreaks have occurredin these places, but their regional governments have either not detected this, or true figures are notavailable or revealed. (3) The epidemic growth model for Huanggang better fits the actual epidemicsituation of the 2019-nCoV outbreak, based on the floating population and the intensity of medicalintervention. The outbreak in Xiaogan, DMP cities, and Jingzhou may be underestimated, while therapid increase in the number of confirmed cases in Jingmen, Xianning, and Xiangyang may be a ectedby other unknown factors or uncontrollable random factors that need further investigation.The floating population of Wuhan originated from outside Hubei Province may have promotedthe spread of 2019-nCoV. Table 10 compares the number of individuals travelling from Wuhan toother provinces and the daily number of confirmed cases for those other provinces. Analysis revealedthat the correlation coe cient at the provincial level was lower than at the prefecture level withinHubei Province, but the correlation coe cient increased from 0.4 on 25 January 2020 to 0.63 on 31January 2020.the floating population in Wuhan who originate from each of these provinces, on 28 January 2020.We divide provinces into two categories based on their short-term travel populations in Wuhan, andWuhan’s travelling population to other provinces during the Spring Festival holiday. The first categorycomprises those provinces that have large-scale short-term business trips or tourist populations inWuhan during the Spring Festival holiday, namely Beijing, Shanghai, Tianjin, and Hainan. Obviously,such a high level of inter-provincial population mobility may exacerbate the spread of 2019-nCoV. Forexample, the high ratio of confirmed cases in Guangdong Province may be due to the large short-termtravel populations visiting Shenzhen and Guangzhou and Wuhan, while the high ratio of confirmedcases in Hainan Province may result from the outbound tourist population from Wuhan to Hainanduring the Spring Festival holiday. In Table 10, the results are divided into two parts: the correlationcoecient of the first category of provinces, which reaches a maximum of 0.96, and the correlationcoe cient of the second category of provinces, which increased from 0.56 to 0.7. This abovementionedsecond category comprise the other 25 provinces that have small short-term business trip groupsor tourist populations in Wuhan during the Spring Festival holiday. We assumed that the e ect ofthe floating population on the spread of 2019-nCoV was consistent across the country. The other25 provinces are divided into three groups since 25 January 2020 (Figure 4): (1) Provinces with a rapidincrease in the number of confirmed cases, namely Zhejiang, Shandong, Guangxi, Shaanxi, Liaoning,and Yunnan; (2) Provinces with a moderate increase in the number of confirmed cases, namely Hunan,Chongqing, Sichuan, Fujian, Jiangsu, Hebei, Gansu, Heilongjiang, Shaanxi, Guizhou, Qinghai, Jilin,Xinjiang, Inner Mongolia, Tibet, and Ningxia; and (3) Provinces with a small increase in the numberof confirmed cases, namely Henan, Anhui, and Jiangxi. In Table 10, if we exclude the data of HenanProvince and Zhejiang Province from the second category, we find that the correlation coe cient on 31January 2020 is 0.93.We selected four provinces (Henan, Hunan, Sichuan, and Zhejiang) as the reference provinces topredict the epidemic trend of 2019-nCoV in each province. We found that: (1) The epidemic growthmodel of Henan Province does not fit the situation in most other provinces. That is, except in Anhuiand Jiangxi, the actual number of outbreaks in other provinces was higher than that predicted by theHenan model. As these provinces have large floating populations in Wuhan, the rapid increase inthe number of confirmed cases in Henan, Anhui and Jiangxi may result from e ective measures thathave been taken to control the spread of 2019-nCoV, or the lack of su cient diagnostic capabilities todetect suspected cases. (2) The epidemic growth model for Hunan and Sichuan Province predicts arapid increase in the number of confirmed cases in Henan, Anhui and Jiangxi provinces. Thus, if theepidemic pattern in Hunan and Sichuan follows a typical evolutionary pattern, the current numbersof confirmed cases in the three provinces of Henan, Anhui, and Jiangxi are greatly underestimated.For example, the number of confirmed cases in Henan on 31 January 2020 would be between 860 and889, but the number in o cial announcements was only 168. In contrast, the number of confirmedcases in Zhejiang, Shandong, Guangxi, Shaanxi, Liaoning, and Yunnan Provinces were higher than thepredicted number, which may be a ected by uncontrollable local factors that need further investigation.(3) The epidemic growth model for Zhejiang Province predicts a rapid increase in the number ofconfirmed cases in most provinces, especially Jiangsu and Fujian provinces that are adjacent to Zhejiang.It is important to investigate why there were so many confirmed cases in Zhejiang, and whether theoutbreak in Jiangsu and Fujian Province was not detected in a timely manner, or whether all possiblecases have not yet occurred.Overall, the predicted epidemic pattern for Hunan and Sichuan provinces fits best to the actualepidemic trend of the 2019-nCoV outbreak. However, the current number of confirmed cases inHenan, Anhui, and Jiangxi provinces is likely to be underestimated, especially given that these containextensive rural areas with large populations and limited medical resources. The higher actual numberof confirmed cases in Zhejiang, Shandong, Guangxi, Shaanxi, Liaoning, and Yunnan provinces may bea ected by other unknown factors or uncontrollable random factors that need further investigation.To prevent or mitigate the spread of an emerging infectious disease and its negative e ects, publichealth interventions mainly aim at three types of population, namely the population in the source area,the floating population leaving the source area, and the population travelling from the infected areato other areas. The Spring Festival in 2020 is much earlier than in previous years. At this time, thepossibility of human-to-human transmission of a new coronavirus had just been discovered. Whenthe Wuhan Municipal Government decided on 23 January 2020 to “close the city” to control theoutflow of population, more than 5 million people had already left Wuhan on the Spring Festivalholiday, and it was too late to control the entire potentially infected population in the epidemic area.At present, China’s high-speed railway and expressway transportation network has experienced greatdevelopment. This fast and convenient transportation has led to a floating population that can leavethe source area to quickly reach every part of the country, which makes it very di cult to quarantinethe floating population leaving the source area through transportation stations. In addition, there isan incubation period after human infection, further increasing the di culty of quarantine at tra cstations, which is also an important reason for the implementation of “city closure” control policies inmany cities across the country.After 2019-nCoV was confirmed as being capable of transmitting from human to human,the Chinese government implemented top to bottom national mobilisation. It fully investigatedand isolated the population of Wuhan, and also publicised the severity of the epidemic, and alsoincreased awareness of the prevention of infectious diseases and raised people’s vigilance throughmessages on television, mobile communications and the Internet. In addition, according to the latestepidemic surveillance, the incubation period of the coronavirus is 3 to 7 days, with an upper limit of14 days. For this reason, the central government has issued an executive order to extend the SpringFestival holiday from 30 January to 2 February 2020. Many provinces are even requiring firms tonot restart work until 9 February, except those necessary for social operations related to the nationaleconomy and people’s livelihood. Extending the holiday is needed to avoid the returning peopleleaving home early and returning to work, so as to minimise the risk of the epidemic spreading againdue to population fluctuations.There are limitations to this study. First, our analysis did not include other large-scale populations.For example, some are college students, because Wuhan is the city with the largest number (>1 million)of college students in China and the world. The other parts include short-term business travellers,transit passengers and tourists. O cial media reported that the size of the populations duringthe Spring Festival holiday would reach more than 30 million. This can be confirmed from thedaily-confirmed cases of 2019-nCoV infection. Although there is a small permanent population inWuhan whose household register belongs to provinces and cities such as Beijing, Shanghai, Tianjin,Hainan, and Guangdong (in fact, Shenzhen and Guangzhou are two megacities), these provinces andcities still have large-scale temporary floating populations from and to Wuhan because of the largepopulation and well-developed economy. Therefore, the number of confirmed cases of 2019-nCoVinfection in these areas is far ahead of that in most other provinces that have a large floating populationin Wuhan.Second, our sample has a certain deviation. The data on the origin of Wuhan’s floating populationdoes not include Hong Kong, Macao, or international migrants, which makes our research unableto estimate the population size of these regions. At present, some cases have been confirmed insurrounding Asian countries, Europe, North America and Australia. Third, limited to interdisciplinaryresearch capabilities, our model does not include infectious disease analysis models such as SIR tofurther analyse the potential and scale of 2019-nCoV spread, which may reduce the value of thisresearch in the prevention and control of 2019-nCoV infections. Finally, the results of the study aremainly applicable to the end of the Spring Festival holiday, and after the large-scale population comesback to work or study, the spread of the epidemic will be more complicated.We believe that the abovementioned limitations can be overcome. Using big data such as locationinformation of transportation and mobile Internet, short-term floating populations can be included inthe study to maximise the estimated population flotation and scale in Wuhan. Unfortunately, thus farwe have not seen a rigorous study using big data to analyse the outflow of populations in the epicentreof an epidemic. This means that there is still a long way to go for the research and application of bigdata in the field of national and global public health.25 of 27At the time of writing this paper (29 January 2020), all provinces in China have reported confirmedor suspected cases of 2019-nCoV, every prefecture and city in Hubei Province has confirmed cases of2019-nCoV, and transmission of 2019-nCoV has spread from imported to inter-regional. Due to the factthat 5 million migrants had left Wuhan before the “closure of the city”, our research reveals a highcorrelation between the number of Wuhan’s floating population and the number of confirmed cases.Fortunately, the origin of Wuhan’s floating population is highly concentrated in Hubei Province andits surrounding provinces, of which the migrants with Hubei household registers account for 75%,and more than 80% of the population is concentrated in the top 30 districts and counties. This meansthat some areas will face a very high risk of epidemic outbreaks, but it is also conducive to centralisedresources enabling prevention and control of the epidemic to avoid large-scale spread in other regions.More than 5 million of Wuhan’s floating population have returned to their hometowns as potentialcarriers of the virus and may become carriers of the virus’s re-transmission. Due to China’s urban andrural dualistic structure, most of these people are rural migrant workers with low levels of education.The results find that 85% of the migrants have rural household registers. These people, who frequentlywork outdoors or work overtime are more likely to be susceptible because of their poor diet andnutrition. At the same time, most of these people travel with 3–4 family members, and the susceptibleand high-risk population over 40 years old accounts for a large proportion of this floating population,which provides ideal conditions for the transmission of 2019-nCoV within families. To make mattersworse, the rural areas where these people return to have very limited medical and public health services,and gatherings during the Spring Festival aggravate the risk of virus transmission in the community.So far, confirmed cases of 2019-nCoV continue to increase every day across China. The resultsof our model analysis indicate that, on the one hand, the correlation between the size of the floatingpopulation and the number of confirmed cases in Wuhan has continued to increase over time, and by28 January, the correlation coe cient of these factors in Hubei Province had reached 0.78, which meansthat the size of the floating population in Wuhan is an important parameter for predicting the epidemic.On the other hand, we also found that the e ect of the size of the floating population in Wuhan isheterogeneous across regions. Some areas have a large floating population in Wuhan, including Henan,Anhui, and Jiangxi provinces, and Xiaogan City, Jingzhou City, and the three county-level cities directlyunder the provincial government, and yet the number of confirmed cases of 2019-nCoV is apparentlyrelatively small. However, we believe that the epidemic situation in these areas may be underestimated.Considering the serious consequences of delays in diagnosis and loopholes in infection control insuspected or confirmed cases of SARS in the SARS epidemic in 2003, it is necessary to strengthensurveillance in these areas to determine the causes of the fewer confirmed cases of 2019-nCoV inthese areas.Author Contributions: L.L. conceived and proposed research ideas, C.F. and C.Y. collected the data, C.F. undertookthe main research work such as research methods, data analysis, and manuscript writing. C.F., L.L., W.G., A.Y.,C.Y., M.J., M.R., P.X., H.L. and Y.W. participated in draft review, contributed to data interpretation, and approvedfinal manuscript. All authors have read and agreed to the published version of the manuscript.Funding: This research was supported by the Youth Program of the National Social Science Fund of China(18CRK009) and the Fundamental Research Funds for the Central Universities (CCNU19QN044).Acknowledgments: Thanks to the National Health Committee for the migrant population data; the Youth Projectof National Social Science Foundation and the Youth Teacher Project of Central China Normal University 2019 forsupport on previous construction of floating population database; Binbin Tang and Junyue Qian for their selflesshelp in the process of thesis writing.Conflicts of Interest: The authors declare no conflict of interest.", "ref_list": [[], ["Data sharing and outbreaks: Best practice exemplified"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study"], ["The Current Epidemic of Pneumonia in Our City by Wuhan Municipal Health Commission"], [""], [""], [""], ["Novel coronavirus 2019-nCoV: Early estimation of epidemiological parameters and epidemic predictions"], ["Report 3: Transmissibility of 2019-nCoV"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster"], ["A novel coronavirus outbreak of global health concern"], [""], ["Coronavirus infections-more than just the common cold"], ["Similarity of Early Epidemic and Prediction of Future Trends"], ["A novel coronavirus emerging in China-key questions for impact assessment"], ["Another decade, another coronavirus"], ["1: Estimating the Potential Total Number of Novel Coronavirus Cases in Wuhan City, China"], ["2: Estimating the Potential Total Number of Novel Coronavirus Cases in Wuhan City, China"], ["the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Health Commission of Guangdong Province. Epidemic Situation of the Novel Coronavirus in Guangdong Province Published on 23 January 2020"], ["Workers Confirmed Infected with Coronavirus"], [""], ["The Chinese New Year Travel Rush-The World's Largest Annual Human Migration"], ["People's Government. Wuhan Implements Restriction to Curb the Spread of the Epidemic"], [""], ["A. Internal Migration and Health in China"], ["China Grapples with Mystery Pneumonia-Like Illness"], ["Health Status and Access to Health Care of Migrant Workers in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D.L Heymann", "E. Mahase"], ["Wu", "K. Leung", "G. Leung"], ["Wuhan Municipal Health Commission"], ["Coronavirus"], ["X.Y. Ding", "National Real-Time Epidemic"], ["Coronavirus (2019-nCoV) Situation"], ["J.M. Read", "R.E. Jessica", "J.R.E. Bridgen", "D.A.T. Cummings", "A. Ho", "C.P. Jewell"], ["Imai", "A. Cori", "I. Dorigatti", "M. Donnelly", "C.A. Riley", "S.", "N.M.", "-"], ["Chen", "M. Zhou", "X. Dong", "J. Qu"], ["Zhu", "Zhang", "W.L. Wang", "X.W. Li", "B. Yang", "J.D. Song", "X. Zhao", "B.Y. Huang", "W.F. Shi", "Lu", "N. Engl"], ["J.F.W. Chan", "S. Kok", "K.H.", "K.K.W.", "H. Yang", "J. Xing", "F.F. Liu", "J.L. Yip", "R.W.S. Poon"], ["C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao"], ["The Lancet"], ["C.I. Paules", "A.S. Fauci"], ["Z.L. Chen", "Y. Guo", "C. Guo", "Z.M. Liao", "C.H.", "X.", "X.H. Li", "Q.L. SARS-CoV to Wuhan"], ["M. Munster", "M. Koopmans", "N.V. Doremalen", "D.V. Riel", "E.D. Wit"], ["S. Perlman"], ["Imai", "I. Dorigatti", "A. Cori", "S. Riley", "N.F. Report"], ["Imai", "I. Dorigatti", "A. Cori", "S. Riley", "N.F. Report"], ["M. Shen", "Z. Peng", "X.Y. Yanni", "L. Modelling"], ["C.L. Huang", "Y.M. Wang", "X.W. Li", "L.L. Ren", "J.P. Zhao", "Y. Hu", "G.H. Fan", "J.Y. Xu", "X.Y. Gu"], [], ["Chinese Medical"], [], ["China Highlights"], ["Wuhan Municipal"], ["Global Times"], ["X. Hu", "S. Cook", "M."], [], ["Therese", "X. Ye", "L. Li", "H. Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        By 31 January 2020, 9720 confirmed cases, 15,238 suspected cases and 176 cures of 2019-nCoV,\nand 213 deaths from 2019-nCoV had been reported by the national authorities in China [\n        ", "one_words_summarize": "The purposes of this study were to estimate the distribution and scale of the migrants residingin Wuhan after they returned to their hometown communities in Hubei Province or other provincesafter the 2019-nCoV outbreak. The National Health Commission of China released a report on 27 January 2020 that statedthat 2019-nCoV could be transmitted not only via respiratory droplets, but also via direct contact.2019-nCoV has now spread nationally and worldwide, and due to the lack of data on the size andorigins of the floating population of Wuhan, it has been di cult for the Chinese government to arrangereal-time medical resources and implement e ective public health interventions. There mayalso be unknowns, such as structural factors in some regions, that deserve further attention. Therefore, while ourresearch is aimed at China in the current era of migration, this research has practical implications forglobal public health and disease control, as floating populations are increasing in size all over the worldand relationships between countries are becoming increasingly close. Thus, other countries should payattention to the epidemic situation in specific geographic areas of China to prevent secondary andinternational transmission of the 2019-nCoV.The data used in this study are based on the 2013–2018 China Migrants Dynamic Survey(CMDS), and the tabulated data of 5 million migrants in Wuhan recently released by the Wuhanmunicipal government. This survey was carried out via a multi-stage stratified sampling method, andcollected data with structured questionnaires. In Table 1, the sample distribution of the resident population in Wuhan over timeis presented. The sample size was 1999 in the year 2013, and 2000 for other years. The outbreak is considered to have originated in the Huanan Seafood Market, near HankouRailway Station in the Jianghan District, Wuhan, China. Therefore, the samples used in this study are suitably representative and thusacceptable for assessing the spread of the 2019-nCoV outbreak among the floating population. The province oforigin for 75% of the floating population was Hubei Province, which contains the city of Wuhan, andapproximately 25% of the population originated in other provinces. The data provided by theHubei Provincial Health Commission in 2017 includes more detailed information of prefectures, cities,districts and counties. These comprised age group, educationallevel, pattern of migration, number of migrating family members per household, type of householdregistration, and reasons for migration. Furthermore, we predicted the forthcoming epidemic trend at theprefectureand province-level based on the proportion of Wuhan’s floating population represented by peoplefrom these areas. Based on sample survey data, in Table 4, the proportional estimation of the origins of Wuhan’sfloating population at a provincial level is presented, as well as the results of statistical analysis basedon a floating population of 5 million. The national distribution of the migrants presents obvious spatial characteristics of circle layersand echelons at provincial level (Table 4 and Figure 1).(1) Hubei Province is the central area of origin of Wuhan’s floating population, accounting for75% of the population, with a 95% confidence interval of (74.21, 75.76). Therefore, epidemic prevention and control in rural areas is ofcritical importance. Their social characteristics include having travelled to Wuhan in a nuclearfamily of 3–4 members, being on a rural household register, and often having a lower educational level. These characteristics are consistent with conditions favouring the wide spread of 2019-nCoV.According to the foregoing analysis, 75% of Wuhan’s floating population have registeredhouseholds in Hubei Province, equating to approximately 3.75 million people. The proportion of the floating population gradually decreases from east to west acrossHubei Province, and there are great di erences between cities. The distribution is as follows:(1) Xiaogan, Wuhan, and Huanggang are in the first echelon. That is,100,000 people from each of these districts and counties are part of the floating population of Wuhan,with the top 3 districts and counties, Huangpi, Hanchuan and Xiantao, having 200,000 people inWuhan’s floating population. The cumulative percentage of the top 30 districts and counties exceeds80% of these areas’ total population, showing a clear exponential distribution trend. Migration with a nuclear family is the main pattern, accounting for nearly 80%of the total, or 2.985 million households. The proportion of the group who was workingand doing business in urban areas is 77%, and the population is 2.89 million. This means that the awareness of health protectionand timely treatment may be low in this section of the floating population of Wuhan, which willheighten the risk of large-scale transmission of 2019-nCoV.The floating population in Wuhan will serve as a sound predictor for the trend of the 2019-nCoVoutbreak. In other words, if the epidemic pattern inJingmen is regarded as a typical evolutionary pattern of the spread of 2019-nCoV, the actual number ofconfirmed cases of 2019-nCoV in Xiaogan, DMP cities, and Jingzhou have been greatly underestimated. If this is true, large-scale outbreaks have occurredin these places, but their regional governments have either not detected this, or true figures are notavailable or revealed. ( The other25 provinces are divided into three groups since 25 January 2020 (Figure 4): (1) Provinces with a rapidincrease in the number of confirmed cases, namely Zhejiang, Shandong, Guangxi, Shaanxi, Liaoning,and Yunnan; (2) Provinces with a moderate increase in the number of confirmed cases, namely Hunan,Chongqing, Sichuan, Fujian, Jiangsu, Hebei, Gansu, Heilongjiang, Shaanxi, Guizhou, Qinghai, Jilin,Xinjiang, Inner Mongolia, Tibet, and Ningxia; and (3) Provinces with a small increase in the numberof confirmed cases, namely Henan, Anhui, and Jiangxi. That is, except in Anhuiand Jiangxi, the actual number of outbreaks in other provinces was higher than that predicted by theHenan model. The Spring Festival in 2020 is much earlier than in previous years. After 2019-nCoV was confirmed as being capable of transmitting from human to human,the Chinese government implemented top to bottom national mobilisation. First, our analysis did not include other large-scale populations. The other parts include short-term business travellers,transit passengers and tourists. This can be confirmed from thedaily-confirmed cases of 2019-nCoV infection. Therefore, the number of confirmed cases of 2019-nCoVinfection in these areas is far ahead of that in most other provinces that have a large floating populationin Wuhan. This means that there is still a long way to go for the research and application of bigdata in the field of national and global public health.25 of 27At the time of writing this paper (29 January 2020), all provinces in China have reported confirmedor suspected cases of 2019-nCoV, every prefecture and city in Hubei Province has confirmed cases of2019-nCoV, and transmission of 2019-nCoV has spread from imported to inter-regional. Due to the factthat 5 million migrants had left Wuhan before the “closure of the city”, our research reveals a highcorrelation between the number of Wuhan’s floating population and the number of confirmed cases. The results find that 85% of the migrants have rural household registers. These people, who frequentlywork outdoors or work overtime are more likely to be susceptible because of their poor diet andnutrition. However, we believe that the epidemic situation in these areas may be underestimated. C.F., L.L., W.G., A.Y.,C.Y., M.J., M.R., P.X., H.L. and Y.W. participated in draft review, contributed to data interpretation, and approvedfinal manuscript. All authors have read and agreed to the published version of the manuscript."}