{"date": "2020/02/25", "journal": "Healthcare", "authors": "Zaheer Allam, David S. Jones, Junxiong Pang, Min Xian Wang, Ian Yi Han Ang, Sharon Hui Xuan Tan, Ruth Frances Lewis, Jacinta I-Pei Chen, Ramona A Gutierrez, Sylvia Xiao Wei Gwee, Pearleen Ee Yong Chua, Qian Yang, Xian Yi Ng, Rowena KS Yap, Hao Yi Tan, Yik Ying Teo, Chorh Chuan Tan, Alex R. Cook, Jason Chin-Huat Yap, Li Yang Hsu, Syed Faraz Ahmed, Ahmed A. Quadeer, Matthew R. McKay", "title": "On the Coronavirus (COVID-19) Outbreak and the Smart City Network: Universal Data Sharing Standards Coupled with Artificial Intelligence (AI) to Benefit Urban Health Monitoring and Management", "type": "Perspective", "abstract": "As the Coronavirus (COVID-19) expands its impact from China, expanding its catchment into surrounding regions and other countries, increased national and international measures are being taken to contain the outbreak. The placing of entire cities in 'lockdown' directly affects urban economies on a multi-lateral level, including from social and economic standpoints. This is being emphasised as the outbreak gains ground in other countries, leading towards a global health emergency, and as global collaboration is sought in numerous quarters. However, while effective protocols in regard to the sharing of health data is emphasised, urban data, on the other hand, specifically relating to urban health and safe city concepts, is still viewed from a nationalist perspective as solely benefiting a nation's economy and its economic and political influence. This perspective paper, written one month after detection and during the outbreak, surveys the virus outbreak from an urban standpoint and advances how smart city networks should work towards enhancing standardization protocols for increased data sharing in the event of outbreaks or disasters, leading to better global understanding and management of the same.", "text": "        The novel Coronavirus outbreak, (previously known as the 2019-nCoV and later renamedCOVID-19 during the writing of this manuscript) is leading to the closure of entire cities in China,and causing stringent measures to be taken in others. While in distant different continents, far fromChina where the virus was first reported, places are being placed on high alert. In Wuhan, where thevirus broke, schools, roads and markets have been shut down [                With the world having experienced some notable influenza pandemics in the past, a GlobalInitiative on Sharing All Influenza Data (GISAID) platform [                Beyond the aspect of pandemic preparedness and response, the case of COVID-19 virus and itsspread provide a fascinating case study for the thematics of urban health. Here, as technological toolsand laboratories around the world share data and collectively work to devise tools and cures, similarefforts should be considered between smart city professionals on how collaborative strategies couldallow for the maximization of public safety on such and similar scenarios. This is valid as smart citieshost a rich array of technological products [                The above improvements in the healthcare sector can only be achieved if different smart cityproducts are fashioned to support standardized protocols that would allow for seamlesscommunication between themselves. Weber and Podnar Žarko [                With the advent of the digital age and the plethora of Internet of Things (IoT) devices it brings,there has been a substantial rise in the amount of data gathered by these devices in different sectorslike transport, environment, entertainment, sport and health sectors, amongst others [                While the significance of such data in advancing efficiency, productivity and processes indifferent sectors is being lauded, there are criticisms arising as to the nature of data collection, storage,management and accessibility by only a small group of users. The latter particularly includes selectICT corporations that are also located in specific geographies [        In addition to the obvious deep-rooted social issues related to nationalism, other challengesinclude the increasing movement of people globally that is being enhanced by reduced costs andhigher speed. In particular, these challenges are more pronounced when it comes to public health.This is because most of the health-related data collected not only can compromise local nations, butalso captures those of travelers. In such cases, in a bid to improve the health status of a nation, itbecomes paramount to factor in data from other regions necessitating unhindered sharing of thisdata.        Such data-sharing truth is emphasized in situations like the recent case of Coronavirus outbreakthreatening the global health environment, facilitated by air transportation. The virus was firstreported in Wuhan, China, and in a matter of three weeks (by 17th January 2020) over 300 cases wereconfirmed in that region, and 10 days later (26th January 2020), a total of 2014 cases of Coronavirushave been reported, with 684 of those being confirmed, and with 29 reported outside China. Thefatalities from the virus stands at 56 as of 26th January 2020 [                In the above case, though major cities are known to prepare themselves for potential outbreaks,their health policies and protocols are observed to diverge from one another. Thus, without a globalcollaborative approach, progress towards working for a cure and universally acceptable policyapproach can take longer. Such fears, of a lack of international collaboration, were highlighted by theWorld Health Organization (WHO) during an emergency meeting in Geneva on 22nd January 2020to determine whether the virus outbreak had reached a level warranting international emergencyconcern. However, WHO was satisfied that China was being proactive in this case, unlike in 2002,when China withheld information on the outbreak for far too long, causing delays in addressing theepidemic [                The timely response by stakeholders in regard to this new outbreak are commendable comparedto previous cases. The latter includes the Severe Acute Respiratory Syndrome (SARS) outbreak in2002 that took substantial time (from November 2002 to April 2003) to identify and be dealt with [                With the Coronavirus (COVID-19), it took only 17 days (31st December 2019 to 17th January2020) to be identified. The sharing of data has also been quicker, as immediately after the virus’genetic sequence was discovered, Chinese scientists were able to share the information with theWHO, thus helping in its identification and enabling the auctioning of precautionary measures inother countries. Latest technological tools have also allowed for the receipt of information inrealtime, in contrast to traditional epidemiological approaches that would have required months toidentify the outbreak type [                The outbreak of any disease has significant impacts on local economies across the globe. Forinstance, when SARS (Severe Acute Respiratory Syndrome) (SARS-CoV) broke in China in 2002, itwas estimated, that the Asian region incurred tremendous negative impacts socially, health-wise andeconomically, potentially amounting to Asian regional economy losses of between USD $12–18billion from tourism, travel and retail sales industries alone [                The above impacts demonstrate that the issues of virus outbreaks transcend urban safety andimpacts upon all other facets of our urban fabric. Therefore, it becomes paramount to ensure that themeasures taken to contain a virus transcend nationalist agendas where data and information sharingis normally restricted, to a more global agenda where humanity and global order are encouraged.With such an approach, it would be easier to share urban health data across geographies to bettermonitor emerging health threats in order to provide more economic stability, thereby ensuring nodisruptions on such sectors like tourism and travel industries, amongst others. This is possible byensuring collaborative, proactive measures to control outbreak spread and thus, human movements.This would remove fears on travelers, and would have positive impacts upon the tourism industry,that has been seen to bear the economic brunt whenever such outbreaks occur. This can be achievedby ensuring that protocols on data sharing are calibrated to remove all hurdles pertaining to sharingof information. On this, Lawpoolsri et al. [                Virus outbreaks in recent years have shown that, in the urban realm, data, including health data,can be sourced from diverse places. Presently, in the case of Coronavirus (COVID-19) outbreak, datais being collected from airports through screening and monitoring, through the use of smart sensorsinstalled in airport infrastructures and from personnel working in those air/seaports. For instance, ithas been reported that in the U.S.A., screening is being carried out at 20 different airports to ensurethat possible affected people are intercepted for quarantine at the point of entry. Beside airports, asreported by Buckley and May [                In addition to these methods, other smart city data sources include the application of terminaltracking systems that are mostly emphasized in Safe City concepts, where, at the point of entry ordeparture, relevant data is collected and analyzed. Li et al. [        While it is true that the basic source of medical data is generally sourced from generalpractitioners or medical laboratories—a fact that has also been affirmed in the case of the currentepidemic—this paper explores how data sourced from an urban perspective can contribute to themedical narrative. The conviction to dwell on the urban realm in this manuscript is based on the factthat the current epidemic (COVID-19) is transmitted majorly through human-to-human contact, andin most cases, especially where the spread is reported in a different country, the first point of contactis an urban area, where large groups of people convene, like airports or subway stations. In mostcases, such facilities, which are mostly based in urban areas, are observed to have installedsurveillance technologies to ensure that anyone showing any symptoms of the disease are identifiedand quarantined. However, even in such cases, as underlined in the present manuscript, the need foranonymizing medical data is emphasized to ensure that the use of current technologies does notbreach data privacy and security requirements, across different geographies. In this case, noveltechnologies like Blockchain technologies and quantum cryptography can aid in the discussion andbe made to integrate with data collecting technologies. This would render an increased wealth of datafrom both the medical field and smart city operators, while ensuring privacy and security; hence,aiding in providing relevant information for better informed decisions.        However, despite the indisputable roles that installed devices play in providing relevant healthinformation, their data communication aspect needs to be reviewed. First, communications are seento be geography-restricted (restricted to a given location), such that they seldom expand orcommunicate with their like, installed beyond their restricted areas. Secondly, these devices areusually sourced and installed by separate corporations that maintain unique and specific standardsfor data processing and sharing, and accordingly, tying cities to the sole usage of their product(s).Such strategies are adopted as private corporations try to maximize their economic gains, since thedigital solution market is a lucrative one and is expected to continue growing and expanding [                For its current application, the standardization of protocols as elaborated in this manuscript needto be pursued to ensure that there is seamless sharing of information and data. By doing this, it isexpected that issues like burdens of collecting data, accuracy and other complexity that areexperienced (when systems are fragmented) are reduced or eliminated altogether. Thestandardization can be achieved by, for example, ensuring that all the devices and systems are linkedinto a single network, like was done in the U.S., where all the surveillance of healthcare werecombined into the National Healthcare Safety Network (NHSH) [                With scenarios like the present Coronavirus (COVID-19) outbreak, that not only impacts uponthe economic status of cities, but also affects their social standing, it becomes imperative to emphasizethe adoption of universal standards for data sharing. Such a move could have far reaching impactacross cities and territories especially in positively combating outbreaks and disasters in a quicker,safer and standardized way, such that when the cure is discovered, the results can be replicated invarious parts of the globe. With a collaborated data sharing protocol, it would be possible to have alarger dataset resulting in increased processing capabilities especially with technologies that arepowered by artificial intelligence (AI) tools. Through this way, as noted by Jiang et al. [                An example of how beneficial collaboration and sharing of data can be occurred during the 2014Ebola outbreak in West Africa where scientists, health workers and clinicians, amongst otherstakeholders from around the world, openly worked together and were able to contain the spread ofthis pandemic [                Furthermore, in cases of emergencies like the current outbreak of COVID-19 and any other, theneed for observance of regulatory practices and international healthcare guidelines are paramount.This would ensure that both healthcare professionals and the general populace are informed,protected and remain within the prescribed rules and regulations. As noted by the WHO [        As the world increases in its ready adoption of the smart city concept, and its relatedtechnological tools, these tools need to be tailored to ensure that liveability dimensions are adequatelycatered for, including the thematic of urban health. On this front, it is argued that the lack ofstandardization between smart city technology suppliers can lead and is leading tononcommunication between cities and data platforms. Such can, and is, resulting in a non-productivesystem in the case of virus outbreaks because early detection and management of the same canbecome increasingly dependent upon the technological backbone of smart cities. This paper thushighlights the urgent need to work towards the standardization of protocols for enhanced smart citycommunication and the need to democratize the smart city technology sphere to encourage equityand transparency amongst stakeholders, thereby providing more possible cooperation in the case ofdisasters.Author Contributions: Conceptualization, Investigation Writing and Review by Z.A and D.S.J. All authors haveread and agreed to the published version of the manuscript.Funding: This research received no external fundingConflicts of Interest: The authors declare no conflict of interests.", "ref_list": [[], ["How Cities and Architecture Respond to the Wuhan Coronavirus"], ["Effects of Coronavirus Begin Echoing Far from Wuhan Epicenter"], ["Statement on the Meeting of the International Health Regulations ("], ["A novel coronavirus outbreak of global health concern"], ["Australian Lab First to Grow Virus Outside China"], ["Cities and the Digital Revolution: Aligning Technology"], ["Data as the new driving gears of urbanization. In Cities and the Digital Revolution: Aligning Technology"], ["An overview of geoai applications in health and healthcare"], ["A regulatory view on smart city services"], ["Internet of Things-From Research"], ["the use of big data in urban health for increased liveability in smart cities"], ["Harnessing the Power of Data in Health; Stanford Medicine"], ["global-iot-in-healthcare-market (accessed on 26"], ["Digital urban networks and social media"], ["The emergence of anti-privacy and control at the nexus between the concepts of safe city and smart city"], ["Contextualising the smart city for sustainability and inclusivity"], ["On big data, artificial intelligence and smart cities"], ["China 'has the Edge' in the War for 5g and the Us and Europe Could Fall Behind"], ["The emergence of anti-privacy and control at the nexus between the concepts of safe city and smart city"], ["Privatization and privacy in the digital city"], ["Theology, sustainability and big data"], [""], ["Mapping the Spread of the New Coronavirus"], ["As Coronoavirus Outbreak Surges in China, Who Call for Emergency Meeting"], ["Rapid Data Sharing and Genomics Vital to China Virus Response"], ["Rapid Global Response to the New Coronavirus Shows Progress Made Since Sars"], ["The impacts on health, society, and economy of sars and h7n9 outbreaks in china: A case comparison study"], ["Infectious disease and economics: The case for considering multi-sectoral impacts"], ["The Cost of the Ebola Epidemic"], ["China's Travel Industry Counts Cost of Coronavirus"], ["Data quality and timeliness of outbreak reporting system among countries in greater mekong subregion: Challenges for international data sharing"], ["Real-time gis for smart cities"], ["Literature on wearable technology for connected health: Scoping review of research trends, advances, and barriers"], ["Emerging technologies for next-generation point-of-care testing"], ["The changing face of surveillance for health care-associated infections"], ["Artificial intelligence in healthcare: Past, present and future"], ["Achieving neuroplasticity in artificial neural networks through smart cities"], ["Data can Help Prevent Public Health Emergencies in Africa"], ["Embracing transparency through data sharing"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z. Allam"], ["C. Buckley", "T."], ["regulations-"], ["C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao"], ["Nature"], ["Z. Allam"], ["Z. Allam", "Z."], ["Kamel Boulos", "M.N. Peng", "T."], ["M. Weber", "Podnar Žarko", "I."], ["O. Vermesan", "P. Friess"], ["Z. Allam", "H. Tegally", "M. Redefining"], ["Stanford Medicine"], [], ["Z. Allam", "Z."], ["Z. Allam"], ["Z. Allam"], ["Z. Allam", "Z.A. Dhunny"], ["A. Kharpal"], ["Z. Allam"], ["Z. Allam", "Z."], ["Z. Allam", "Z."], ["Coranvirus"], ["L. Tierney", "T. Meko", "J. Fox"], ["G. Ren"], ["N. Grubaugh"], ["N. Wetsman"], ["C. Qiu", "A. Mao", "J. Wu"], ["K.M. Smith", "C.C. Machalaba", "R. Seifman", "Y. Karesh"], [], [], ["S. Lawpoolsri", "J. Kaewkungwal", "A. Khamsiriwatchara", "L. Sovann", "B. Sreng", "B. Phommasack", "V. Kitthiphong", "S.", "N.; Dang Vung"], ["W. Li", "M. Goodchild", "M.F."], ["T. Loncar-Turukalo", "E. Zdravevski", "I. Chouvarda", "V. Trajkovik"], ["S.K. Vashist", "P.B. Luppa", "Yeo", "A. Ozcan", "J.H.T. Luong"], ["J.I. Tokars", "C. Andrus", "M. Klevens", "M. Curtis", "A. Horan", "T. Jernigan", "J. Cardo", "D."], ["F. Jiang", "Y. Jiang", "H. Zhi", "Y. Li", "H. Wang", "Y. Dong", "Q. Shen", "H. Wang", "Y."], ["Z. Allam"], ["M.J. Bockarie", "Sharing"], ["S. Boué", "M. Hayes", "A.W.", "J.", "M.C."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The novel Coronavirus outbreak, (previously known as the 2019-nCoV and later renamed\nCOVID-19 during the writing of this manuscript) is leading to the closure of entire cities in China,\nand causing stringent measures to be taken in others. While in distant different continents, far from\nChina where the virus was first reported, places are being placed on high alert. In Wuhan, where the\nvirus broke, schools, roads and markets have been shut down [\n        ", "one_words_summarize": "The novel Coronavirus outbreak, (previously known as the 2019-nCoV and later renamedCOVID-19 during the writing of this manuscript) is leading to the closure of entire cities in China,and causing stringent measures to be taken in others. While in distant different continents, far fromChina where the virus was first reported, places are being placed on high alert. In particular, these challenges are more pronounced when it comes to public health. Thus, without a globalcollaborative approach, progress towards working for a cure and universally acceptable policyapproach can take longer. Latest technological tools have also allowed for the receipt of information inrealtime, in contrast to traditional epidemiological approaches that would have required months toidentify the outbreak type [                The outbreak of any disease has significant impacts on local economies across the globe. This would remove fears on travelers, and would have positive impacts upon the tourism industry,that has been seen to bear the economic brunt whenever such outbreaks occur. However, even in such cases, as underlined in the present manuscript, the need foranonymizing medical data is emphasized to ensure that the use of current technologies does notbreach data privacy and security requirements, across different geographies. An example of how beneficial collaboration and sharing of data can be occurred during the 2014Ebola outbreak in West Africa where scientists, health workers and clinicians, amongst otherstakeholders from around the world, openly worked together and were able to contain the spread ofthis pandemic [                Furthermore, in cases of emergencies like the current outbreak of COVID-19 and any other, theneed for observance of regulatory practices and international healthcare guidelines are paramount. Author Contributions: Conceptualization, Investigation Writing and Review by Z.A and D.S.J. All authors haveread and agreed to the published version of the manuscript."}