{"date": "2020/02/21", "journal": "Pathogens", "authors": "Balamurugan Shanmugaraj, Ashwini Malla, Waranyoo Phoolcharoen, Sheng-Qun Deng, Hong-Juan Peng", "title": "Emergence of Novel Coronavirus 2019-nCoV: Need for Rapid Vaccine and Biologics Development", "type": "Review", "abstract": "Novel Coronavirus (2019-nCoV) is an emerging pathogen that was first identified in Wuhan, China in late December 2019. This virus is responsible for the ongoing outbreak that causes severe respiratory illness and pneumonia-like infection in humans. Due to the increasing number of cases in China and outside China, the WHO declared coronavirus as a global health emergency. Nearly 35,000 cases were reported and at least 24 other countries or territories have reported coronavirus cases as early on as February. Inter-human transmission was reported in a few countries, including the United States. Neither an e ective anti-viral nor a vaccine is currently available to treat this infection. As the virus is a newly emerging pathogen, many questions remain unanswered regarding the virus's reservoirs, pathogenesis, transmissibility, and much more is unknown. The collaborative e orts of researchers are needed to fill the knowledge gaps about this new virus, to develop the proper diagnostic tools, and e ective treatment to combat this infection. Recent advancements in plant biotechnology proved that plants have the ability to produce vaccines or biopharmaceuticals rapidly in a short time. In this review, the outbreak of 2019-nCoV in China, the need for rapid vaccine development, and the potential of a plant system for biopharmaceutical development are discussed.", "text": "        The global health system consists of a network of organizations, including many private andpublic health sectors operating at di erent regional or global levels that have developed a stringentsystem that can provide e ective protection to humans against emerging and re-emerging diseases.Though mortality associated with various infectious diseases have reduced in recent years and globallife expectancy has increased in many parts of the world, infectious disease threats still remain one ofthe major global challenges and concerns even now [                Coronaviruses (CoVs) belongs to the family Coronaviridae, subfamily Coronavirinae, and the orderNidovirales. They are classified into four genera such as Alphacoronavirus and Betacoronavirus, both ofwhich infect mammals, whereas Gammacoronavirus infect avian species, and Deltacoronavirus infect bothmammalian and avian species. It is a large enveloped virus with a positive sense, single-stranded RNAgenome of about 26 to 33 kb that is distributed broadly among birds, humans, and other mammalssuch as camels, bats, mice, dogs, and cats [                Human coronaviruses (HCoVs) are a major group of coronaviruses that are known respiratorypathogens associated with respiratory and intestinal infections of varying severity, including thecommon cold, pneumonia, and bronchiolitis. Human coronaviruses such as hCoV-229E, OC43, NL63,and HKU1, usually cause mild infection in humans. However, the onset of Betacoronaviruses, severeacute respiratory syndrome coronavirus (SARS-CoV) outbreak in Guangdong Province, China in 2003,and the middle east respiratory syndrome coronavirus (MERS-CoV) disease outbreak in 2012 in theMiddle East resulted in high pathogenicity in humans, which demonstrated the lethality of virus whenthey cross the species barrier from animals to humans. Both viruses are believed to be originatedfrom bats and subsequently transmitted to humans [                In December 2019, China detected many cases of viral pneumonia-like disease similar to SARSthat were confirmed to be caused by novel Betacoronavirus, provisionally called 2019 novel coronavirus(2019-nCoV). Since then, the novel coronavirus outbreak has raised attention throughout the world.Although the potential cause of the disease is still unknown, initial reports predicted that the virusis possibly of zoonotic origin. 2019-nCoV is the causative agent for severe respiratory infection inhumans termed as novel coronavirus-infected pneumonia (NCIP) [                The explosive outbreak of 2019-nCoV in China has been spread rapidly in many countries,probably by human movement and travel. The geographical distribution of the virus has beenincreasing since the outbreak. In early February 2020, thousands of cases were confirmed in China andmore than 300 cases were reported outside of China, and numbers of cases are escalating daily in allthe provinces in China and other countries. The virus has transmitted rapidly and many cases werereported globally. As of February 8, 2020, nearly 34,598 a ected cases and 723 fatalities were reportedin China. Most of the confirmed cases were from the Wuhan city in Hubei province. Outside China,288 other cases were confirmed globally, and one death was reported in Philippines. In Singapore,33 cases were confirmed, 32 in Thailand, 25 in Japan, 24 in Korea, 15 each in Australia and Malaysia,12 in United States, and some cases were reported in Germany, France, Vietnam, UAE, Canada, India,Philippines, Italy, UK, Russia, Nepal, Sri Lanka, Cambodia, Belgium, Finland, Sweden, and Spain as onearly February [                The transmission of 2019-nCoV is often spread from person to person through the respiratorydroplets generated during coughs or sneezes from an infected person. Human-to-human transmission isreported in countries such as Germany, Japan, Vietnam, and the United States [                The incubation time varies from 2–14 days after infection. The clinical presentation of this infectionresembles SARS-CoV characterized with fever, dry cough, and shortness of breath in most of the cases,whereas non-respiratory symptoms such as headache, muscle ache, dyspnoea, rhinorrhoea, sneezing,sore throat, diarrhea, nausea, and vomiting are also reported in few patients. The a ected persons alsodevelop acute respiratory distress syndrome. Cases with critical illness showed respiratory failure,septic shock, and organs failure, which require intensive care support [                At this time, the knowledge about this virus is limited. New cases and mortalities are increasingdaily. As a newly emerging viral infection, there is no vaccine or anti-viral therapeutics to treat humancoronavirus infection till now. As of now, preventing infection is the current priority for disease control.The current protocol for infected patients is to quarantine and provide supportive management andpalliative care. The best way to avoid the virus infection is to keep oneself away from infected peopleand the utmost personal hygienic care is essential. Quarantine measures shall be taken to separate,restrict the movement of infected people, and also the normal population from the regions where thereis an epidemic outbreak. The WHO recommended precautionary measures to the general public, suchas frequently cleaning hands, wearing a face mask, avoiding close contact with the infected persons orfarm animals, and avoiding consumption of raw or half-cooked meat/eggs and following good foodsafety practices [                There is an urgent need to develop rapid diagnostic tools and vaccines or post-exposure prophylaxisto treat this infection. Reliable, timely laboratory diagnosis and an e ective vaccine are crucial fore ective disease management and public health intervention. An e ective vaccine should be a ordable,and also the production platform should produce suitable vaccine candidates rapidly at low cost,especially during a disease outbreak. The advantages and disadvantages of the current expressionsystems for recombinant protein production are given in Table 1. Currently, plant expression systemo ers many advantages over other conventional systems that have the potential to tackle the productionof vaccine candidates rapidly at a ordable cost facilitating the global vaccination programs, especiallyin resource-poor nations where the vaccines are needed most [                In recent years, plants are being focused more on the production of biopharmaceuticals andvirus-like particles (VLP’s). The technologies employed for the production of plant-made vaccinesare stable nuclear expression, transient expression, and chloroplast expression. Based on severalvital factors like yield, quality, time, and cost, appropriate technology can be chosen for producingbiopharmaceuticals. Recent advancements in the plant expression strategies, especially the developmentof transient expression system or viral vectors, resulted in a huge increase in the protein yield thatmakes this plant host system, a promising system for the production of various biopharmaceuticalproteins [        AdvantagesDisadvantagesBacteriaMammalian CellsYeastInsect cellsPlantEasy to manipulateLow costHigh expressionEase of scale upShort turnaround timeEstablished regulatory proceduresand approvalProper folding and authenticpost-translational modificationsExisting regulatory approvalRapid growth and scalableEasy to manipulateSimple and inexpensive mediarequirements and culture conditionsPost-translational modifications ofrecombinant proteinsHigh expression levelsAbility to produce complex proteinsincluding secreted, membrane andintracellular proteinsProper folding andpost-translational modificationsRapid and a ordableOptimized growth conditionsFree from pathogen and bacterialtoxin contaminantsEconomicalPost-translational modificationsomewhat similar likemammalian systemImproper foldingLack of post-translationalmodifications, which maya ect the protein function.Endotoxin accumulationHigh production costExpensive media and culturecondition requirementsDi culty in cell disruptiondue to the thick and hardcell wallsHyperglycosylationof proteinsHigh cost andtime consumingExpensive media and culturecondition requirementsRegulatory complianceLimitedglycosylation capacity        The use of plants for the production of recombinant proteins and biopharmaceuticals has beengaining importance since the plant produced biologic taliglucerase alfa has been commercialized in 2012against Gaucher’s disease that proclaimed a new era for plant made biopharmaceutical and triggeredthe innovation in the field of biopharmaceuticals [                Many biopharmaceutical companies have shifted their momentum towards the plant expressionsystem by knowing its importance. Various plants such as tobacco, duckweed, moss, alfalfa, and otherplants have been used for the production of plant-made pharmaceuticals. In September 2015,Leaf Bio, Inc., the commercial partner of Mapp Biopharmaceutical, Inc. (Mapp), received fast trackdesignation by the U.S FDA for their plant-made biopharmaceutical called ZMapp for the treatmentof Ebola virus disease. The authorization of plant-based biopharmaceutical ZMapp for emergencyuse in the earlier EBV outbreak by FDA is potentially a major breakthrough in the plant molecularfarming field, as it serves as an endorsement of the technology to potential investors and grantfunding agencies [        As plant-made biopharmaceuticals provide e cacious and cost-e ective strategies to protectagainst emerging infectious diseases, plant expression systems can be employed for the developmentof vaccines against nCoV. Transient expression in plants can be adapted for biopharmaceutical proteinproduction when it is necessary to produce ‘rapid response vaccines’ as it produces more proteinin a short time. The plant-based biopharmaceutical production against 2019-nCoV will include theidentification of potential epitopes and production of full-length viral surface proteins present in theenvelope region or production of subunit vaccines expressing immunogenic region or chimeric proteins.        The receptor-binding domain (RBD) in spike protein located on the outer membrane of coronavirusmediates receptor binding and plays a major role in virus entry into the host cell [        The coronavirus outbreak has been declared a global health emergency and represents one of thegreatest risks to global health, as the virus has a tendency to infect a large number of human populations,and the outbreak can cause severe medical complications with economic impact, particularly inmiddle-income countries where resources are limited for early diagnosis and preventive measures.Human mobility, air travel, and international trade can likely increase the number of cases in otherregions as well. Continued surveillance along with the robust response of government agencies,medical practitioners, and researchers, is highly essential for the e ective management of this emergingpathogen. Public health o cials need to identify the source and virus reservoir, transmission cycle,pathogenesis, inter-human transmission, and clinical manifestations, which might be helpful to developanimal models, diagnostic reagents, anti-viral therapies, and vaccines against this pathogen. As thevirus emerged suddenly and became a serious global concern, there is a need for rapid vaccinedevelopment. Although classical expression systems for biopharmaceutical proteins are still amenable,the development of transient expression in plants has deeply influenced the pharmaceutical sector toproduce a ordable vaccines and biologics rapidly at low cost. Hence, the plant expression platformshall be employed for biopharmaceutical production to accelerate the fight against this deadly infectiousdisease. The collaborative e orts of researchers are highly desirable to use a plant expression platformfor producing an e cient cost-e ective vaccine to control this epidemic. The continuous e ort ofresearch in this direction might be helpful in producing high-value biologics and pharmaceuticals on alarge scale in a short time, especially during epidemics.Author Contributions: Conceptualization, B.S., A.M. and W.P.; writing—original draft preparation, B.S.;writing—review and editing, B.S., A.M. and W.P.; supervision, W.P.; funding acquisition, W.P. All authorshave read and agreed to the published version of the manuscript.Acknowledgments: The authors would like to acknowledge the Second Century Fund (C2F), ChulalongkornUniversity, for providing financial support.Conflicts of Interest: The authors declare no conflict of interest.HCoVsMERSMERS-CoVnCoVNCIPSARSSARS-CoVFDAVLPWHOHuman coronavirusesMiddle East Respiratory SyndromeMiddle East Respiratory Syndrome CoronavirusNovel CoronavirusNovel Coronavirus-Infected PneumoniaSevere Acute Respiratory SyndromeSevere Acute Respiratory Syndrome CoronavirusFood and Drug AdministrationVirus-like particlesWorld Health Organization", "ref_list": [[], ["Infectious disease threats in the twenty-first century: Strengthening the global response"], ["-coronavirus-china/en/ (accessed on 2 February 2020"], ["Clinical features of patients infected with 2019 novel coronavirus in wuhan"], ["Statement on the second meeting of the International Health Regulations Emergency Committee Regarding the Outbreak of Novel Coronavirus ("], ["Genomic characterization and epidemiology of 2019 novel coronavirus: Implications for virus origins and receptor binding"], ["Coronavirus pathogenesis"], ["Function, and evolution of coronavirus spike proteins"], ["and evolution of pathogenic coronaviruses"], ["Development of one-step, real-time, quantitative reverse transcriptase PCR assays for absolute quantitation of human coronaviruses OC43 and 229E"], ["A novel Coronavirus from patients with pneumonia in China, 2019"], ["Report"], ["A familial cluster of Pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster"], ["A major outbreak of severe acute respiratory syndrome in Hong Kong"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study"], ["Plant expression platform for the production of recombinant pharmaceutical proteins"], ["Plant-made pharmaceuticals: Leading products and production platforms"], ["Plant-produced anti-Enterovirus 71 (EV71) monoclonal antibody e ciently protects mice against EV71 infection"], ["Cold chain and virus-free oral polio booster vaccine made in lettuce chloroplasts confers protection against all three poliovirus serotypes"], ["Production and immunogenicity of soluble plant-produced HIV-1 subtype C envelope gp140 immunogens"], ["Taliglucerase alfa: An enzyme replacement therapy using plant cell expression technology"], ["Molecular Pharming for low and middle income countries"], ["Plant-based vaccines against viruses"], ["Plant-made oral vaccines against human infectious diseases-Are we there yet? Plant Biotechnol"], ["Plant-produced candidate countermeasures against emerging and reemerging infections and bioterror agents"], ["A perspective on the development of plant-made vaccines in the fight against Ebola virus"], ["and functional evaluation of biopharmaceuticals made in plant chloroplasts"], ["Development of systems for the production of plant-derived biopharmaceuticals"], ["Antibody responses in mice stimulated by various doses of the potato-derived major surface antigen of hepatitis B virus"], ["Freeze-drying of plant tissue containing HBV surface antigen for the oral vaccine against hepatitis B"], ["Supercritical fluid extraction provides an enhancement to the immune response for orally-delivered hepatitis B surface antigen"], ["Immunogenicity of chloroplast-derived HIV-1 p24 and a p24-Nef fusion protein following subcutaneous and oral administration in mice"], ["García-"], ["A plant-derived Multi-HIV antigen induces broad immune responses in orally immunized mice"], ["Immunogenic properties of a lettuce-derived C4(V3)6 multiepitopic HIV protein"], ["Oral delivery of plant-derived HIV-1 p24 antigen in low doses shows a superior priming e ect in mice compared to high doses"], ["Transgenic tobacco expressed HPV16-L1 and LT-B combined immunization induces strong mucosal and systemic immune responses in mice"], ["Immunization with an HPV-16 L1-based chimeric virus-like particle containing HPV-16 E6 and E7 epitopes elicits long-lasting prophylactic and therapeutic e cacy in an HPV-16 tumor mice model"], ["Expression of H3N2 nucleoprotein in maize seeds and immunogenicity in mice"], ["Induction of a protective immune response to rabies virus in sheep after oral immunization with transgenic maize, expressing the rabies virus glycoprotein"], ["Expression of rabies glycoprotein and ricin toxin B chain (RGP-RTB) fusion protein in tomato hairy roots: A step towards oral vaccination for rabies"], ["Cold chain and virus-free chloroplast-made booster vaccine to confer immunity against di erent poliovirus serotypes"], ["Plant-made polio type 3 stabilized VLPs-a candidate synthetic polio vaccine"], ["Expression of an immunogenic Ebola immune complex in Nicotiana Benthamiana"], ["Plant-produced anti-dengue virus monoclonal antibodies exhibit reduced antibody-dependent enhancement of infection activity"], ["Characterization of VRC01, a potent and broadly neutralizing anti-HIV mAb, produced in transiently and stably transformed tobacco"], ["Regulatory approval and a first-in-human phase I clinical trial of a monoclonal antibody produced in transgenic tobacco plants"], ["Engineering, expression in transgenic plants and characterisation of E559, a rabies virus-neutralising monoclonal antibody"], ["antigen specificity of recombinant 62-71-3, a candidate monoclonal antibody for rabies prophylaxis in humans"], ["Enhanced transport of plant-produced rabies single-chain antibody-RVG peptide fusion protein across an in cellulo blood-brain barrier device"], [""], ["A Broad and potent H1-specific human monoclonal antibody produced in plants prevents Influenza virus infection and transmission in Guinea Pigs"], ["Rapid transient production of a monoclonal antibody neutralizing the Porcine Epidemic Diarrhea Virus (PEDV) in Nicotiana benthamiana and Lactuca sativa"], ["In vitro and in vivo e cacy of anti-chikungunya virus monoclonal antibodies produced in wild-type and glycoengineered Nicotiana benthamiana plants"], ["Structural and functional characterization of an anti-West Nile virus monoclonal antibody and its single-chain variant produced in glycoengineered plants"], ["Commercialization of new biotechnology: A systematic review of 16 commercial case studies in a novel manufacturing sector"], ["Plant-made pharmaceuticals: FromEdible Vaccines to Ebola therapeutics"], ["From SARS to MERS, Thrusting Coronaviruses into the Spotlight"], ["Severe acute respiratory syndrome"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Neutralizing human monoclonal antibodies to severe acute respiratory syndrome coronavirus: Target, mechanism of action, and therapeutic potential"], ["and vaccines against Middle East respiratory syndrome coronavirus"], ["Advances in the vaccine development against Middle East Respiratory Syndrome-Coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D.E. Bloom", "D. Cadarette"], ["World Health Organization. Novel", "-"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Fan", "J. Xu", "X. Gu"], ["regulations-"], ["R. Lu", "X. Zhao", "J. Li", "P. Yang", "B. Wu", "H. Wang", "W.", "H. Huang", "B. Zhu"], ["S.R. Weiss", "J.L."], ["F. Li", "Structure"], ["J. Cui", "F. Li", "Z.L. Origin Shi"], ["L. Vijgen", "E. Keyaerts", "E. Moës", "P. Maes", "G.; Van Ranst", "M."], ["Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R."], ["Coronavirus (2019-nCoV) Situation"], ["J.F. Chan", "S. Yuan", "K.H. Kok", "K.W.", "H. Yang", "J. Xing", "F. Liu", "J. Poon", "R.S."], ["N. Lee", "D. Hui", "A. Wu", "P. Chan", "P.", "G.M. Ahuja", "A. Yung", "C.B. Leung", "K.F."], ["Chen", "M. Zhou", "X. Dong", "J. Qu", "Y Gong", "Y. Qiu", "J. Wang", "Y. Wei", "Y."], ["B.M. Shanmugaraj", "S. Ramalingam"], ["J.K. Paul"], ["K. Rattanapisit", "Z. Chao", "K. Siriwattananon", "Z. Huang", "W. Phoolcharoen"], ["Daniell", "V. Rai", "Y. Xiao"], ["Margolin", "R. Chapman", "A.E.; van Diepen Meyers", "P. Ximba", "T. Crowther", "C. Weber", "B. Morris", "L. Williamson", "A.L."], ["G.A. Grabowski", "M. Golembo", "Y. Shaaltiel"], ["S. Murad", "S. Fuller", "J. Menary", "C. Moore", "E. Pinneh", "T. Szeto", "I. Hitzeroth", "M. Taychakhoonavudh", "S. Phoolcharoen", "W."], ["E.P. Rybicki"], ["Chan", "H. Daniell"], ["S.J. Streatfield", "N. Yusibov", "V."], ["S. Rosales-Mendoza", "R. Nieto-Gómez", "C."], ["B. Zhang", "B. Shanmugaraj", "H. Expression Daniell"], ["Moon", "J.S. Park", "Y.I.", "I.J. Lee", "H.J.", "H.S. Jeon", "J.H.", "H.S."], ["J.W. Youm", "Y.S. Jeon", "J.H. Kim", "H.C. Shin", "K.S.", "H.S."], ["M. Czyz", "R. Wojas-Turek", "J.", "M. Pajtasz-Piasecka", "E. Wietrzyk", "J.", "T."], ["C.A. Hayden", "E.M. Smith", "D.D. Turner", "T.K. Wong", "J.C. Walker", "J.H. Tizard", "I.R. Jimenez-Flores", "R.", "J.A."], ["Gonzalez-Rabade", "E.G. McGowan", "F. Zhou", "M.S. McCabe", "R.", "P.J. Gray", "J.C.", "J.K."], ["Rubio-Infante", "D.O. Govea-Alonso", "Alpuche-Solís", "A.L. Hernández", "R.E. Soria-Guerra", "L.M. Paz-Maldonado", "D. Ilhuicatzi-Alvarado", "J.T. Varona-Santos", "L. Verdín-Terán", "S.S. Korban"], ["Rubio-Infante", "D.O. Govea-Alonso", "A. Romero-Maldonado", "A.L. García-Hernández", "D. Ilhuicatzi-Alvarado", "J.A. Salazar-González", "S.S. Korban", "S. Rosales-Mendoza", "L. Moreno-Fierros"], ["D.O. Govea-Alonso", "Rubio-Infante", "A.L. García-Hernández", "J.T. Varona-Santos", "S.S. Korban", "L. Moreno-Fierros", "S. Rosales-Mendoza"], ["I. Lindh", "A. Bráve", "D. Hallengärd", "R.", "I. Strid", "A. Andersson", "S."], ["H. Liu", "X. Li", "T. Lei", "W. Li", "L. Si", "J. Zheng"], ["A. Monroy-García", "M.A. Gómez-Lim", "B. Weiss-Steider", "J. Hernández-Montes", "S. Huerta-Yepez", "J.F. Rangel-Santiago", "Santiago-Osorio", "M.L. de Mora García"], ["H.N. Nahampun", "B. Bosworth", "J. Cunnick", "M. Wang", "K."], ["E. Loza-Rubio", "E. Rojas-Anaya", "J. López", "Olivera-Flores", "M. Gómez-Lim", "G. Tapia-Pérez"], ["A. Singh", "S. Srivastava", "A. Chouksey", "B.S. Panwar", "P.C. Roy", "S. Singh", "P.K. Saxena", "G.", "R."], ["Chan", "Y. Xiao", "W.C. Weldon", "S.M. Oberste", "K. Chumakov", "H. Daniell"], ["H. Marsian", "M.W. Kotecha", "A. Fry", "E.E. Stuart", "D.I. Macadam", "A.J. Rowlands", "D.J.", "G.P."], ["S.H. Phoolcharoen", "C.J. Chen", "Q. Mason", "H.S."], ["M. Dent", "J. Hurtado", "A.M. Sun", "H.", "H. Yang", "M. Esqueda", "A. Bai", "F. Steinkellner", "H. Chen", "Q."], ["Teh", "D. -H.; Maresch", "K. Klein", "J.K.-C."], ["Ma", "J. Drossard", "D. Lewis", "F. Altmann", "J. Boyle", "P.", "T. Dale", "C.J. Isitt", "V."], ["C.J. Van Dolleweerd", "A.Y. Teh", "A.C. Banyard", "L. Both", "H.C. Lotter-Stark", "T. Tsekoa", "B. Phahladira", "W. Shumba", "E. Chakauya", "Sabeta"], ["C. Both", "E. Wright", "A.C. Banyard", "B. Bulmer-Thomas", "D. Selden", "F. Altmann", "A.R. Fooks", "J.K. Production"], ["C.J. Phoolcharoen", "A. Both", "M. Lafon", "J.K."], ["Biopharmaceutical Mapp"], ["J.G. Park", "C. Piepenbrink", "M.S. Nogales", "A. Wang", "H.", "M. Meyers", "A.J. Martinez-Sobrido", "L. Kobie", "J.J."], ["K. Rattanapisit", "A. Srijangwad", "T. Chuanasa", "S. Sukrong", "A. Tantituvanont", "H.S. Mason", "D. Nilubol", "W. Phoolcharoen"], ["Hurtado", "D. Acharya", "H.", "H.", "S.", "H. Bai", "F. Chen", "Q."], ["Lai", "J. He", "J. Hurtado", "J. Stahnke", "A. Fuchs", "E. Mehlhop", "S. Gorlatov", "A. Loos", "M.S. Diamond", "Q. Chen"], ["J.K. Paul"], ["C. Arntzen"], ["Z. Song", "Y. Xu", "L. Bao", "L. Zhang", "P. Yu", "Y. Qu", "H. Zhu", "Y Zhao", "C. Qin"], ["J.S. Peiris", "Y. Yuen", "K.Y."], ["F. Li", "W. Li", "M. Harrison", "S.C."], ["W. Li", "M.J. Moore", "N. Sui", "J. Wong", "S.K. Berne", "M.A. Somasundaran", "M. Sullivan", "J.L. Luzuriaga", "K. Greenough", "T.C."], ["Y. Wan", "J. Shang", "R.", "R.S. Li", "F.", "Virol"], ["M.M. Coughlin", "B.S. Prabhakar"], ["J. Xu", "W. Jia", "P. Wang", "S. Shi", "X. Wang", "X.", "L. Antibodies"], ["Yong", "H.K. Ong", "S.K. Yeap", "K.L. Ho", "W.S. Recent Tan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The global health system consists of a network of organizations, including many private and\npublic health sectors operating at di erent regional or global levels that have developed a stringent\nsystem that can provide e ective protection to humans against emerging and re-emerging diseases.\nThough mortality associated with various infectious diseases have reduced in recent years and global\nlife expectancy has increased in many parts of the world, infectious disease threats still remain one of\nthe major global challenges and concerns even now [\n        ", "one_words_summarize": "The global health system consists of a network of organizations, including many private andpublic health sectors operating at di erent regional or global levels that have developed a stringentsystem that can provide e ective protection to humans against emerging and re-emerging diseases. Since then, the novel coronavirus outbreak has raised attention throughout the world. The geographical distribution of the virus has beenincreasing since the outbreak. Most of the confirmed cases were from the Wuhan city in Hubei province. Outside China,288 other cases were confirmed globally, and one death was reported in Philippines. The current protocol for infected patients is to quarantine and provide supportive management andpalliative care. The best way to avoid the virus infection is to keep oneself away from infected peopleand the utmost personal hygienic care is essential. Various plants such as tobacco, duckweed, moss, alfalfa, and otherplants have been used for the production of plant-made pharmaceuticals. The receptor-binding domain (RBD) in spike protein located on the outer membrane of coronavirusmediates receptor binding and plays a major role in virus entry into the host cell [        The coronavirus outbreak has been declared a global health emergency and represents one of thegreatest risks to global health, as the virus has a tendency to infect a large number of human populations,and the outbreak can cause severe medical complications with economic impact, particularly inmiddle-income countries where resources are limited for early diagnosis and preventive measures. HCoVsMERSMERS-CoVnCoVNCIPSARSSARS-CoVFDAVLPWHOHuman coronavirusesMiddle East Respiratory SyndromeMiddle East Respiratory Syndrome CoronavirusNovel CoronavirusNovel Coronavirus-Infected PneumoniaSevere Acute Respiratory SyndromeSevere Acute Respiratory Syndrome CoronavirusFood and Drug AdministrationVirus-like particlesWorld Health Organization"}