{"date": "2020/02/05", "journal": "biorxiv", "authors": "Bishajit Sarkar, Md. Asad Ullah, Fatema Tuz Johora, Masuma Afrin Taniya, Yusha Araf", "title": "The Essential Facts of Wuhan Novel Coronavirus Outbreak in China and Epitope-based Vaccine Designing against COVID-19", "type": "preprint article", "abstract": "Wuhan Novel Coronavirus (2019-nCoV) outbreak has become global pandemic which has raised\nthe concern of scientific community to deign and discover a definitive cure against this deadly\nvirus which has caused deaths of numerous infected people upon infection and spreading. To date,\nthere is no antiviral therapy or vaccine is available which can effectively combat the infection\ncaused by this virus. This study was conducted to design possible epitope-based subunit vaccines\nagainst the 2019-nCoV using the approaches of reverse vaccinology and immunoinformatics.\nUpon continual computational experimentation three possible vaccine constructs were designed\nand one vaccine construct was selected as the best vaccine based on molecular docking study\nwhich is supposed to effectively act against the Wuhan Novel Coronavirus. Later, molecular\ndynamics simulation and in silico codon adaptation experiments were carried out in order to check\nbiological stability and find effective mass production strategy of the selected vaccine. Hopefully,\nthis study will contribute to uphold the present efforts of the researches to secure a definitive\ntreatment against this nasty virus.", "text": "Wuhan Novel Coronavirus (2019-nCoV) outbreak has become global pandemic which has raisedthe concern of scientific community to deign and discover a definitive cure against this deadlyvirus which has caused deaths of numerous infected people upon infection and spreading. To date,there is no antiviral therapy or vaccine is available which can effectively combat the infectioncaused by this virus. This study was conducted to design possible epitope-based subunit vaccinesagainst the 2019-nCoV using the approaches of reverse vaccinology and immunoinformatics.Upon continual computational experimentation three possible vaccine constructs were designedand one vaccine construct was selected as the best vaccine based on molecular docking studywhich is supposed to effectively act against the Wuhan Novel Coronavirus. Later, moleculardynamics simulation and in silico codon adaptation experiments were carried out in order to checkbiological stability and find effective mass production strategy of the selected vaccine. Hopefully,this study will contribute to uphold the present efforts of the researches to secure a definitivetreatment against this nasty virus.Coronaviruses (CoVs), is enveloped positive-sense RNA viruses, which is surrounded bycrownshaped, club-like spikes projection on the outer surface [1][2]. Coronaviruses spike protein areglycoprotein that are embedded over the viral envelope. This spike protein attaches to specificcellular receptors and initiates structural changes of spike protein, and causes penetration of cellmembranes which results in the release of the viral nucleocapsid into the cell [3]. The viral spikeprotein includes N-terminal, which is crucial for identification of Coronaviruses [4]. Coronaviruseshave a large RNA genome in the size ranging from 26 to 32 kilobases and capable of obtainingdistinct ways of replication [5]. Like all other RNA viruses, coronavirus under goes replication ofgenome and transcription of mRNAs upon infection. Synthesis of a full-length negative-strandRNA serves as template for full-length genomic RNA [3][6]. Coronaviruses are a large family ofviruses belonging to the family Coronaviridae and the order Nidovirales [7]. that are common inmany different species of animals, including camels, cattle, cats, and bats [8], This group of virusescan cause wide varieties of respiratory illness in mammals and birds. In human, it causes commoncold, leading to severe illness pneumonia to elderly people and immunocompromised people, likehospital patients [9]. This viral pathogen was responsible for the Middle East RespiratorySyndrome (MERS) and Severe Acute Respiratory (SARS), and 2019 Novel coronavirus(2019nCoV) in China outbreaks [10]. Coronavirus in form of SARS, MERS and Novel coronavirus arelethal leading to large number of deaths. Coronavirus subfamily is classified into four genera, thealpha, beta, gamma and delta coronaviruses. Human CoV infections are caused by alpha- andbetaCoVs. CoVs are common human pathogens, and 30% to 60% of the Chinese population is positivefor anti-CoV antibodies [11]. These viral infections caused by coronaviruses are generallyassociated the upper respiratory tract to lower respiratory tract. Immunocompromised people likeelderly people and infants are more vulnerable and susceptible to this group of viruses [12].For many decades HCoVs are well adapted to humans and it had been prevalent among Humanraces. In 1960s, first identification of Human coronaviruses (HCoVs) was made in patients withcommon cold. Following that incident more HCoVs has been detected, that involved the two majoroutbreak SARS and MERS, two pathogens that, upon infection, can cause fatal respiratory diseasein humans [13].The most common coronaviruses among humans are 229E, NL63, OC43, and HKU1 and somecan evolve and cause human diseases, becoming new human coronaviruses. Three recent examplesof these are 2019-nCoV, SARS-CoV, and MERS-CoV [14]. SARS-CoV was the causal agent ofthe severe acute respiratory syndrome outbreaks in 2002 and 2003 in Guangdong Province, China.6-8 MERS-CoV was the pathogen responsible for severe respiratory disease outbreaks in 2012 inthe Middle East [15].Chinese scientists were able to sequence the viral genome using next genome sequencing from thecollected samples and identified the cause as a Sars-like coronavirus. The genetic sequence is nowavailable for scientist all around the world which would aid faster diagnosis of further cases [2][16][17]. Based on full genome sequence data on the Global Initiative on Sharing All InfluenzaData [GISAID] platform, the genetic sequence of the 2019 novel coronavirus (2019-nCoV)ensuring faster development of point-of-care real-time RT-PCR diagnostic tests specific for2019nCoV [18]. Association of genome sequence with other evidences demonstrated that 2019 nCoVis 75 to 80% identical to the SARS-CoV and even more closely related to several batcoronaviruses. 2019-nCoV can be cultured in the same cells that are ideal for growing SARS-CoVand MERS-CoV, unlike SARS-CoV or MERS-CoV, 2019-nCoV grows better in primary humanairway epithelial cells than in standard tissue-culture cells [19]. Another group of scientists haveinvestigated the origin of the 2019- nCoV, using comprehensive sequence analysis and comparisonin conjunction with relative synonymous codon usage (RSCU) within different animal species andsequences of newly identified coronavirus 2019-nCoV. The evidence and analysis suggest that the2019-nCoV appears to be a recombinant virus between the bat coronavirus and an origin-unknowncoronavirus. the viral spike glycoprotein recombined within themselves, and recognizes cellsurface receptor. Scientist are speculating that the 2019-nCoV originated form snakes based onHomologous recombination within the spike glycoprotein could be a probable way of transmissionin between snake and humans [20].        China is in its extremity due to the outbreak of a respiratory virus, called coronavirus andconsidered as related to SARS virus [21][22]. It is reported to be originated in the animal andseafood market of Wuhan, Hubei province, China – one of the largest cities in China which has11M residents thus entitled as Wuhan coronavirus or more commonly 2019-nCoV. [21] [23]World health organization (WHO) is investigating the virus since 31st December, 2019 after beingreported. [24][25] 2019-nCOV is a deadly virus and Chinese authority reported WHO a pneumonialike case on 31st December, 2019 and the infection has spread destructively since then [26]. Firstdeath of a 61 years old man was reported on 11th January by Chinese health authorities in Wuhan,Hubei province, China [25][27][28]. Second death of a 69 years old man was reported on 15thJanuary in the central city of Wuhan, Hubei province, China who had symptoms of pneumonia[29][        This experiment is carried out to design novel epitope-based vaccine against four proteins ofWuhan novel coronavirus (2019-nCoV) i.e., nucleocapsid phosphoprotein which is responsible forgenome packaging and viral assembly [82]; surface glycoprotein that is responsible for membranefusion event during viral entry [83][84]; ORF3a protein that is responsible for viral replication,characterized virulence, viral spreading and infection [85] and membrane glycoprotein whichmediates the interaction of virions with cell receptors [86] using the approaches of reversevaccinology.Reverse vaccinology refers to the process of developing vaccines where the novel antigens of avirus or microorganism or organism are detected by analyzing the genomic and geneticinformation of that particular virus or organism. In reverse vaccinology, the tools of bioinformaticsare used for identifying and analyzing these novel antigens. These tools are used to dissect thegenome and genetic makeup of a pathogen for developing a potential vaccine. Reversevaccinology approach of vaccine development also allows the scientists to easily understand theantigenic segments of a virus or pathogen that should be given more emphasis during the vaccinedevelopment. This method is a quick, cheap, efficient, easy and cost-effective way to designvaccine. Reverse vaccinology has successfully been used for developing vaccines to fight againstmany viruses i.e., the Zika virus, Chikungunya virus etc. [87][88].The current study was conducted to develop potential vaccines against the Wuhan novelcoronavirus (strain 2019-nCoV) (Wuhan seafood market pneumonia virus) exploiting thestrategies of reverse vaccinology (Figure 01).The strain of the Wuhan novel coronavirus 2019 was selected by reviewing various entries of theonlinedatabaseFour protein sequences i.e., nucleocapsid phosphoprotein (PubMed accession no: QHD43423.2),membrane glycoprotein (PubMed accession no: QHD43419.1), ORF3a protein (PubMedaccession no: QHD43417.1) and surface glycoprotein (PubMed accession no: QHD43416.1) weredownloaded from the NCBI (https://www.ncbi.nlm.nih.gov/) database in fasta format.The antigenicity of protein sequences was determined using an online tool called VaxiJen v2.0(http://www.ddg-pharmfac.net/vaxijen/VaxiJen/VaxiJen.htm). During the antigenicity prediction,the threshold was set at 0.4 in the tumor model [89]-[91]. Only the protein sequences that werefound to be highly antigenic, were selected for further analysis. Next, the selected antigenic proteinsequenceswereanalyzedbyonlinetoolandProtParam(https://web.expasy.org/protparam/) to determine their physicochemical properties [92]. Differentphysicochemical properties i.e., the number of amino acids, molecular weight, theoretical pI,extinction co-efficient, estimated half-life, aliphatic index and grand average of hydropathicity(GRAVY) were then determined.The online epitope prediction server Immune Epitope Database or IEDB (https://www.iedb.org/)was used for T-cell and B-cell epitope prediction. The database contains a huge collection ofexperimental data on T-cell epitopes and antibodies. These experimental data are collected fromvarious experiments that are conducted on human, non-human primates and other animals [93].The NetMHCpan EL 4.0 prediction method was used for MHC class-I restricted CD8+ cytotoxicT-lymphocyte (CTL) epitope prediction for HLA-A*11-01 allele and the MHC class-II restrictedCD4+ helper T-lymphocyte (HTL) epitopes were predicted for HLA DRB1*04-01 allele, usingthe Sturniolo prediction method. Ten of the top twenty MHC class-I and MHC class-II epitopeswere randomly selected based on their antigenicity scores (AS) and percentile scores. For, theBcell lymphocytic epitopes (BCL), with amino acid number of more than ten, were selected andpredicted using Bipipered linear epitope prediction method.The epitopes selected in the previous step were then used in the transmembrane topologyexperiment using the transmembrane topology of protein helices determinant, TMHMM v2.0server (http://www.cbs.dtu.dk/services/TMHMM/) [94]. The antigenicity of the epitopes weredeterminedagainbytheonlineVaxiJenpharmfac.net/vaxijen/VaxiJen/VaxiJen.htm) server and the threshold for the tumor model was keptThe allergenicity of the selected epitopes were predicted using two online tools i.e., AllerTOP v2.0wellAllergenFPpharmfac.net/AllergenFP/). During the selection after the allergenicity prediction, the resultspredicted by the AllerTOP server were given more priority because the server has better accuracy(88.7%) than AllergenFP server of 87.9% [95][96]. The toxicity prediction of the selected epitopeswas carried out using ToxinPred server (http://crdd.osdd.net/raghava/toxinpred/) using SVM(support vector method) based method, keeping all the parameters default. After the antigenicity,allergenicity and toxicity tests, the epitopes that were found to be antigenic, non-allergenic andnon-toxic, were considered as the best possible epitopes and the sequences that were found to behighly antigenic as well as non-allergenic, were considered as B-cell epitopes and as a result usedin the next phases of this experiment.The cluster analysis of the MHC alleles was carried out to identify the alleles of the MHC class-Iand class-II molecules with similar binding specificities. The cluster analysis of the MHC alleleswere carried out using online tool MHCcluster 2.0 (http://www.cbs.dtu.dk/services/MHCcluster/)[97]. During the analysis, the number of peptides to be included was kept at 50,000, the numberof bootstrap calculations were set to 100 and all the HLA supertype representatives (MHCclassI) as well as the HLA-DR representatives (MHC class-II) were also selected. TheNetMHCpan2.8 prediction method was used for analyzing the MHC class-I alleles. The server depicts theresults in the forms of MHC specificity tree and MHC specificity heat-map.The 3D structures of the epitopes were generated using PEP-FOLD3(http://bioserv.rpbs.univparis-diderot.fr/services/PEP-FOLD3/) server. Only the best selected epitopes from previousexperiments were used for 3D structure generation [98]-[100].Themolecularstudyof theepitopeswereconductedusing(https://bioinfo3d.cs.tau.ac.il/PatchDock/php.php) server against HLA-A*11-01 allele (PDB ID:5WJL) and HLA DRB1*04-01 (PDB ID: 5JLZ). PatchDock tool is an online docking tool thatworks on specific algorithms. The algorithms divide the connolly dot surface representations ofthe compounds into concave and convex patches as well as flat patches. Next, the complementarypatches are matched for generating candidate transformations as well as potential solutions.Finally, an RMSD (root mean square deviation) score is applied to the candidate solutions.Thereafter, the redundant solutions are discarded based on analyzing the RMSD score. The topscored solutions are considered as the top ranked solutions by the server. After successful dockingby PatchDock, the refinement and re-scoring of the docking results were carried out by theFireDock server (http://bioinfo3d.cs.tau.ac.il/FireDock/php.php). After refinement of the dockingscores, the FireDock server generates global energies for the best solutions and ranks them basedon the generated global energies and the lowest global energy is always considered as the bestdocking score [101]-[104]. The best results were visualized using Discovery Studio Visualizer[105].Three possible vaccines were constructed against the selected Wuhan novel coronavirus. Thepredicted CTL, HTL and BCL epitopes were joined together by linkers for vaccine construction.The vaccines were constructed maintaining the sequence i.e., adjuvant, PADRE sequence, CTLepitopes, HTL epitopes and BCL epitopes. Three different adjuvants i.e., beta defensin, L7/L12ribosomal protein andAGV15514.1), were used and the three vaccines differ from each other by their adjuvant sequence.Beta-defensin adjuvant acts as agonist and stimulate the activation of the toll like receptors (TLRs):1, 2 and 4. Studies have showed that L7/L12 ribosomal protein and HABA protein also activateTLR-4. During the vaccine construction, EAAAK linkers were used to connect the adjuvant withthe PADRE sequence, GGGS linkers were used to attach the PADRE sequence with the CTLepitopes and the CTL epitopes with the other CTL epitopes, GPGPG linkers were used to conjugatethe CTL epitopes with the HTL epitopes and also the HTL epitopes themselves. The KK linkerswere used to attach the HTL epitopes with the BCL epitopes. Studies have showed that, thePADRE sequence stimulates the cytotoxic T-lymphocyte response of the vaccines that contain it[106]-[116].The antigenicity of the constructed vaccines was predicted by the online server VaxiJen v2.0(http://www.ddg-pharmfac.net/vaxijen/VaxiJen/VaxiJen.htm) using the tumor model where thethreshold was kept at 0.4. The allergenicity of the predicted vaccines were determined by twoonlinetoolsi.e.,based on similarity of the known epitope of any of the known region of a protein [117].MEME/MAST motif prediction was used to predict the allergenicity of the vaccines by AlgPred.Later, the online server ProtParam (https://web.expasy.org/protparam/) was used to predictdifferent physicochemical properties of the constructed vaccines.The secondary structure generation of the vaccine constructs were performed using online serverPRISPRED (http://bioinf.cs.ucl.ac.uk/psipred/), which is a simple and easy secondary structuregenerating tool and can predict the transmembrane topology, transmembrane helix, fold anddomain recognition with certain degrees of accuracy[118][119]. The secondary structures of thevaccine constructs were predicted using the PRISPRED 4.0 prediction method. Next, anotheronline tool, NetTurnP v1.0 (http://www.cbs.dtu.dk/services/NetTurnP/) was used to predict theβsheet structure of the vaccines [120]. The 3D structures of the vaccines were then generated usingonline server RaptorX (http://raptorx.uchicago.edu/) [121]-[123].The 3D structures of the constructed vaccines were refined using online protein refinement tool,3Drefine (http://sysbio.rnet.missouri.edu/3Drefine/) [124]. For each of the vaccine, the refinedmodel 1 was downloaded for validation. The validation was then performed by analyzing theRamachandranplotswhichweregeneratedusingthe(https://servicesn.mbi.ucla.edu/PROCHECK/) server [125][126].The vaccine protein disulfide engineering was carried out with the aid of Disulfide by Design 2v12.2 (http://cptweb.cpt.wayne.edu/DbD2/) server which predicts the potential sites within aprotein structure that have higher possibility of undergoing disulfide bond formation [127]. Duringdisulfide engineering, the intra-chain, inter-chain and Cβ for glycine residue were selected and theχ3 Angle was kept -87° or +97° ± 5 and Cα-Cβ-Sγ Angle was kept 114.6° ±10.In protein-protein docking, the constructed Wuhan novel coronavirus 2019 vaccines were analyzedby docking against some MHC alleles as well as the toll like receptor (TLR) and then one bestvaccine was selected based on the docking scores. During viral infections, the MHC complexrecognize the viral particles as potent antigens. The various portions of the MHC molecules areencoded by different MHC alleles. For this reason, the constructed vaccines should have very goodbinding affinity with these segments of the MHC complex that are encoded by different alleles[128]. In this experiment, all the vaccines constructs were docked against DRB1*0101 (PDB ID:2FSE), DRB3*0202 (PDB ID: 1A6A), DRB5*0101 (PDB ID: 1H15), DRB3*0101 (PDB ID:2Q6W), DRB1*0401 (PDB ID: 2SEB), and DRB1*0301 (PDB ID: 3C5J) alleles. Moreover, it hasbeen proved that TLR-8 is responsible for mediating the immune responses against the RNAviruses and TLR-3 is responsible for mediating immune responses against the DNA viruses[129][130]. The coronavirus is an RNA virus [131]. For this reason, the vaccine constructs ofWuhan novel coronavirus were docked against TLR-8 (PDB ID: 3W3M). The protein-proteindocking study was conducted using different online docking tools to improve the predictionaccuracy of the docking study. At first, the docking was performed by ClusPro 2.0(https://cluspro.bu.edu/login.php). The server ranks the docked complexes based on their centerscores and lowest energy scores. However, these scores do not correspond to the actual bindingaffinity of the proteins with their targets [132]-[134]. The binding affinity (ΔG in kcal mol-1) ofthe docked complexes were later generated and analyzed by PRODIGY tool of HADDOCKwebserver (https://haddock.science.uu.nl/). The lower binding energy represents the higherbinding affinity and vice versa [135]-[137]. After that, the docking was again carried out byPatchDock (https://bioinfo3d.cs.tau.ac.il/PatchDock/php.php) server and later refined andrescored by FireDock server (http://bioinfo3d.cs.tau.ac.il/FireDock/php.php). The FireDock serverranks the docked complexes based on their global energy and the lower global energy representsthebetterdockingwasusingserver(http://cadd.zju.edu.cn/hawkdock/). At this stage, the Molecular Mechanics/Generalized BornSurface Area (MM-GBSA) study was also calculated by the HawkDock server which works onspecific algorithm that depicts that, the lower score and lower energy represent the better scores[138]-[141]. For each of the vaccines and their respective targets, the score of model 1 was takenfor analysis as well as the model 1 of every complex was taken into consideration for MM-GBSAstudy. From the docking experiment, one best vaccine was selected. The docked structures werevisualized by PyMol tool [142].The molecular dynamics (MD) simulation study was carried out for only the best selected vaccine.The online MD simulation tool, iMODS (http://imods.chaconlab.org/) was used for moleculardynamics simulation study. iMODS server is a fast, online, user-friendly and effective moleculardynamics simulation server. The deformability, B-factor (mobility profiles), eigenvalues, variance,co-variance map and elastic network of the protein complex, are predicted quite efficiently by theserver. For a protein complex, the deformability depends on the ability to deform at each of itsamino acid. The eigenvalue represents the motion stiffness of the protein complex and the energythat is required to deform the structure. The lower eigenvalue represents easy deformability of thecomplex. The server is a fast and easy tool for determining and measuring the protein flexibility[143]-[147]. For analysing the molecular dynamics simulation, the CV-1-TLR-8 docked complexwas used.The best predicted vaccine from the previous steps, was reverse transcribed to a possible DNAsequence which is supposed to express the vaccine protein. The reverse transcribed DNA sequencewas adapted according to the target organism, so that the cellular machinery of that organism coulduse the codons of the newly adapted DNA sequence efficiently for producing the desired vaccine.Codon adaptation is a necessary step of in silico cloning since an amino acid can be encoded bydifferent codons in different organisms (codon biasness) and codon adaptation predicts the bestcodon for a specific amino acid that should work properly in a particular organism. The predictedprotein sequence of the best selected vaccines were used for codon adaptation by the Java CodonAdaptation Tool or JCat server (http://www.jcat.de/). Eukaryotic E. coli strain K12 was selectedat the JCat server and rho-independent transcription terminators, prokaryotic ribosome bindingsites and SgrA1 and SphI cleavage sites of restriction enzymes, were avoided. The proteinsequence was reverse translated to the optimized possible DNA sequence by the JCat server. Theoptimized DNA sequence was then taken and SgrA1 and SphI restriction sites were attached tothe N-terminal and C-terminal sites, respectively. Finally, the SnapGene restriction cloningmodule was used to insert the newly adapted DNA sequence between the SgrA1 and SphIrestriction sites of pET-19b vector [148]-[150].The Wuhan novel coronavirus (Wuhan seafood market pneumonia virus) was identified from theNCBI database (https://www.ncbi.nlm.nih.gov/). Four protein sequences i.e., NucleocapsidPhosphoprotein (accession no: QHD43423.2), Membrane Glycoprotein (accession no:QHD43419.1), ORF3a Protein (accession no: QHD43417.1) and Surface Glycoprotein (accessionno: QHD43416.1) were selected for possible vaccine construction and retrieved from the NCBI>QHD43423.2 nucleocapsid phosphoprotein [Wuhan seafood market pneumonia virus]MSDNGPQNQRNAPRITFGGPSDSTGSNQNGERSGARSKQRRPQGLPNNTASWFTALTQHGKEDLKFPRGQGVPINTNSSPDDQIGYYRRATRRIRGGDGKMKDLSPRWYFYYLGTGPEAGLPYGANKDGIIWVATEGALNTPKDHIGTRNPANNAAIVLQLPQGTTLPKGFYAEGSRGGSQASSRSSSRSRNSSRNSTPGSSRGTSPARMAGNGGDAALALLLLDRLNQLESKMSGKGQQQQGQTVTKKSAAEASKKPRQKRTATKAYNVTQAFGRRGPEQTQGNFGDQELIRQGTDYKHWPQIAQFAPSASAFFGMSRIGMEVTPSGTWLTYTGAIKLDDKDPNFKDQVILLNKHIDAYKTFPPTEPKKDKKKKADETQALPQRQKKQQTVTLLPAADLDDFSKQLQQSMSSADSTQA>QHD43419.1 membrane glycoprotein [Wuhan seafood market pneumonia virus]MADSNGTITVEELKKLLEQWNLVIGFLFLTWICLLQFAYANRNRFLYIIKLIFLWLLWPVTLACFVLAAVYRINWITGGIAIAMACLVGLMWLSYFIASFRLFARTRSMWSFNPETNILLNVPLHGTILTRPLLESELVIGAVILRGHLRIAGHHLGRCDIKDLPKEITVATSRTLSYYKLGASQRVAGDSGFAAYSRYRIGNYKLNTDHSSSSDNIALLVQ>QHD43417.1 ORF3a protein [Wuhan seafood market pneumonia virus]MDLFMRIFTIGTVTLKQGEIKDATPSDFVRATATIPIQASLPFGWLIVGVALLAVFQSASKIITLKKRWQLALSKGVHFVCNLLLLFVTVYSHLLLVAAGLEAPFLYLYALVYFLQSINFVRIIMRLWLCWKCRSKNPLLYDANYFLCWHTNCYDYCIPYNSVTSSIVITSGDGTTSPISEHDYQIGGYTEKWESGVKDCVVLHSYFTSDYYQLYSTQLSTDTGVEHVTFFIYNKIVDEPEEHVQIHTIDGSSGVVNPVMEPIYDEPTTTTSVPL>QHD43416.1 surface glycoprotein [Wuhan seafood market pneumonia virus]MFVFLVLLPLVSSQCVNLTTRTQLPPAYTNSFTRGVYYPDKVFRSSVLHSTQDLFLPFFSNVTWFHAIHVSGTNGTKRFDNPVLPFNDGVYFASTEKSNIIRGWIFGTTLDSKTQSLLIVNNATNVVIKVCEFQFCNDPFLGVYYHKNNKSWMESEFRVYSSANNCTFEYVSQPFLMDof reverse vaccinology and immunoinformatics. To design the vaccines, the highly antigenic viralproteins as well as epitopes were used. Various computational studies of the suggested vaccineconstructs revealed that these vaccines might confer good immunogenic response. For this reason,if satisfactory results are achieved in various in vivo and in vitro tests and trials, these suggestedvaccine constructs might be used effectively for vaccination to prevent the coronavirus infectionand spreading. Therefore, our present study should help the scientists to develop potential vaccinesand thapeutics against the Wuhan Novel Coronavirus 2019.Authors declare no conflict of interest regarding the publication of the manuscript.Authors made all the data generated during experiment and analysis available within theAuthors received no specific funding from any external sources.Authors acknowledge the members of Swift Integrity Computational Lab, Dhaka, Bangladesh, avirtual platform of young researchers for their support during the preparation of the manuscript.JAMA. 2020;.[1] Gallagher T, Buchmeier M. Coronavirus Spike Proteins in Viral Entry and Pathogenesis.[2] Paules C, Marston H, Fauci A. Coronavirus Infections—More Than Just the Common Cold.[3] Weiss S, Navas-Martin S. Coronavirus Pathogenesis and the Emerging Pathogen Severe AcuteRespiratory Syndrome[4] van der Hoek L, Pyrc K, Jebbink M, Vermeulen-Oost W, Berkhout R, Wolthers K et al.Identification of a new human coronavirus. Nature Medicine. 2004;10(4):368-373.[5] Fehr A, Perlman S. Coronaviruses: An Overview of Their Replication and Pathogenesis.[6] Wang Z, Ren L, Zhao X, Hung T, Meng A, Wang J et al. Inhibition of Severe Acute RespiratorySyndrome Virus Replication by Small Interfering RNAs in Mammalian Cells. Journal of Virology.[7] Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y et al. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China. The Lancet. 2020;[8] Transmission of Novel Coronavirus (2019-nCoV) | CDC [Internet]. Cdc.gov. 2020 [cited 29JanuaryAvailable[10] Nawrat A, Nawrat A, Nawrat A. Coronavirus outbreak: the story and response so far[11] Li G, Fan Y, Lai Y, Han T, Li Z, Zhou P et al. Coronavirus Infections and Immune Responses.[12] Gralinski L, Baric R. Molecular pathology of emerging coronavirus infections. The Journal[13] Su S, Wong G, Shi W, Liu J, Lai A, Zhou J et al. Epidemiology, Genetic Recombination, andPathogenesis of Coronaviruses. Trends in Microbiology. 2016;24(6):490-502.[14] Zablon F, Aryal S. The Novel Coronavirus, 2019-nCoV: An Overview - The Biology Notes[Internet]. The29 January 2020].Available from:[15] Zhu N, Zhang D, Wang W, Li X, Yang B, Song J et al. A Novel Coronavirus from Patientswith Pneumonia in China, 2019. New England Journal of Medicine. 2020;[16] How dangerous is China’s latest viral outbreak? | Financial Times [Internet]. Ft.com. 2020[17] Lu R, Zhao X, Li J, Niu P, Yang B, Wu H et al. Genomic characterisation and epidemiologyof 2019 novel coronavirus: implications for virus origins and receptor binding. The Lancet. 2020;.[18] Wang C, Horby P, Hayden F, Gao G. A novel coronavirus outbreak of global health concern.The Lancet. 2020;.[19] Perlman S. Another Decade, Another Coronavirus. New England Journal of Medicine. 2020.[20] Ji W, Wang W, Zhao X, Zai J, Li X. Homologous recombination within the spike glycoproteinof the newly identified coronavirus may boost cross‐species transmission from snake to human.Journal of Medical Virology. 2020;.[21] McKay, B. (2020, January 23). What we know about coronavirus. The wall street journal.Retrieved from :https://www.wsj.com/articles/what-we-know-about-the-wuhan-virus11579716128[22] Christensen, J., & Senthilingam, M. (2020, January 22). Coronavirus explained: What youneed to know. CNN. Retrieved from :https://edition.cnn.com/2020/01/20/health/what-is[23] Lee, Y. (2020, January 19). New coronavirus outbreak in Chinese city of Wuhan. Reuters.Retrieved from :https://www.reuters.com/article/us-china-health-pneumonia-factbox/factbox[24] Here's Everything You Need to Know About The Coronavirus Spreading From China.(2020, January 21). Science alert. Retrieved from :https://www.sciencealert.com/here-s[25] ROXBURGH, H. (2020, January 21). Here's What Scientists Know So Far About The'Novel Coronavirus' From China. Science alert. Retrieved from :[26] Nawrat, A. (2020, January 22). Coronavirus outbreak :the story so far. Pharmaceuticaltechnology. Retrieved from :https://www.pharmaceutical-technology.com/features/coronavirus[27] China reports 1st death from new type of coronavirus. (2020, January 11). The AsahiShimbun. Retrieved from : http://www.asahi.com/ajw/articles/AJ202001110026.html[28] Qin , A., & Hernández, J. c. (2020, January 21). China Reports First Death From NewVirus. The New York Times. Retrieved from :[29] China says second person dies in Wuhan pneumonia outbreak. (2020, January 17). Reuters.Retrieved from :https://www.reuters.com/news/picture/china-says-second-person-dies-insecond death reported in China. The Guardian. Retrieved from :outbreak[31] Gardner, L. (2020, January 23). Mapping the Wuhan Coronavirus (2019-nCoV). Retrievedfrom The Center for Systems Science and Engineering (CSSE) at JHU:[32] Bai, N. (2020, January 24). As Mysterious Coronavirus Spreads, An Infectious DiseaseExpert Explains What You Should Know. Retrieved from University of California San Francisco[33] Schumaker, E. (2020, January 20). Human-to-human transmission of new coronavirusreported in China. abc News. Retrieved from :https://abcnews.go.com/Health/human-human[34] China confirms human-to-human transmission of new coronavirus. (2020, January 20). AlJazeera. Retrieved from :https://www.aljazeera.com/news/2020/01/china-confirms-human[35] AKPAN, N. (2020, January 21). New coronavirus can spread between humans—but itstarted in a wildlife market. National Geographic . Retrieved from :[36] China confirms spread of coronavirus, surge in new infections. (2020, January 20). AlJazeera. Retrieved from :https://www.aljazeera.com/news/2020/01/china-reports-3rd-death-140[37] The Wuhan crisis. (2020, January 25). The Economist, pp. 46-47. Retrieved from :[38] Rabin, R. C. (2020, January 21). First Patient With Wuhan Coronavirus Is Identified in theU.S. The New York Times. Retrieved from :https://www.nytimes.com/2020/01/21/health/cdcwith 25 deaths. Reuters. Retrieved from :https://www.reuters.com/article/us-china-health[40] WANG, Y. (2020, January 23). China confirms 26 deaths related to coronavirus, expandslockdown. CityNews. Retrieved from :https://toronto.citynews.ca/2020/01/23/china-confirms[41] Tan, W., & Tan, J. (2020, January 23). China coronavirus: The confirmed cases and wherethey are. CNBC. Retrieved from :https://www.cnbc.com/2020/01/23/china-coronavirus[42] France confirms first European coronavirus cases. (2020, January 25). Al Jazeera. Retrievedfrom :https://www.aljazeera.com/news/2020/01/france-confirms-european-coronavirus-cases200124195752666.htmlRetrieved from :https://www.thelocal.fr/20200129/coronavirus-in-france-what-you-need-to[44] Overstraeten, B. V., & Lefief, J. -P. (2020, January 25). France confirms first three cases ofcoronavirus in Europe. Reuters. Retrieved from :https://www.reuters.com/article/us-china[45] Coronavirus: Wuhan shuts public transport over outbreak. (2020, January 23). BBC News.Retrieved from : https://www.bbc.com/news/world-asia-china-51215348[46] Liu, R., Hua, J., & Lee, S. Y. (2020, January 25). China confirms 1,287 coronavirus cases,with 41 deaths. Reuters. Retrieved from :https://www.reuters.com/article/us-china-health[47] Ratcliffe, R., Yang, L., & Campbell, D. (2020, January 24). Coronavirus: death toll reaches41 in China with first cases in Europe. The Guardian. Retrieved from :[48] China coronavirus outbreak: All the latest updates. (2020, January 25). Al Jazeera.Retrieved from :https://www.aljazeera.com/news/2020/01/china-coronavirus-outbreak-latest[49] Sun, Y., Shen, S., & Lee, V. (2020, January 26). Death toll from coronavirus outbreak inChina at 56: state media. Reuters. Retrieved from :https://www.reuters.com/article/us-china[50] China virus death toll rises to 56, with nearly 2,000 infected. (2020, January 26). Al Jazeera.Retrieved from :https://www.aljazeera.com/news/2020/01/china-virus-death-toll-rises-56-2000[51] Coronavirus deaths hit 56; China bans wildlife trade. (2020, January 26). The AsahiShimbun. Retrieved from : http://www.asahi.com/ajw/articles/AJ202001260023.html[52] China virus death toll now at 81, more than 2,700 cases confirmed. (2020, January 27). AlJazeera. Retrieved from :https://www.aljazeera.com/news/2020/01/china-virus-toll-spikes-80[53] Otte, J., Weaver , M., & Rourke, A. (2020, January 27). China virus death toll hits 82 as 73test negative in UK – as it happened. The Guardian. Retrieved from :[54] Coronavirus Death Toll Reaches 81 in China as Disease Spreads Around the World. (2020,January 27). Democracy Now. Retrieved from :[55] Singh, K., & Maxwell, K. (2020, January 28). Germany identifies first case of coronavirus.Reuters. Retrieved from :https://www.reuters.com/article/us-china-health-germany/germany[56] Germany confirms 1st case of new virus from China. (2020, January 28). The WashingtonPost. Retrieved from :https://www.washingtonpost.com/world/asia_pacific/germany-confirms[57] China battles coronavirus outbreak: All the latest updates. (2020, January 28). Al Jazeera.Retrieved from :https://www.aljazeera.com/news/2020/01/cloneofchina-battles-coronavirus[58] Bacon, J. (2020, January 28). Americans flee Wuhan: Coronavirus deaths, infections boomin China. USA TODAY. Retrieved from :[59] WILSON, A. (2020, January 28). Countries Begin Evacuating Citizens From Wuhan.Foreign Policy. Retrieved from :https://foreignpolicy.com/2020/01/28/evacuating-citizens[60] Feuer, W., Jr, B. L., & Bhattacharjee, R. (2020, January 29). Coronavirus live updates:Outbreak is ‘grave concern’ as infections spread beyond China. CNBC. Retrieved from :[61] Jet evacuates Americans from China outbreak zone. (2020, January 29). The AsahiShimbun. Retrieved from : http://www.asahi.com/ajw/articles/AJ202001290017.html[62] Pollmann, M. (2020, January 30). Japan Begins Evacuating Citizens From Outbreak-HitWuhan. THE DIPLOMAT. Retrieved from :https://thediplomat.com/2020/01/japan-begins[63] Coronavirus spread now a global emergency declares World Health Organization. (2020,January 30). UN News. Retrieved from : https://news.un.org/en/story/2020/01/1056372[64] Deaths Surpass 200, and State Department Urges Against Travel to China. (2020, January30). The New York Times . Retrieved from :[65] Confirmed Coronavirus Cases Climb to 9826 Globally – 213 Deaths in China. (2020,January 31). SciTechDaily. Retrieved from :https://scitechdaily.com/confirmed-coronavirus[66] LEE, J. (2020, January 31). China reports 213 deaths from coronavirus; State Departmentwarns against travel to China. Market CWatch. Retrieved from :[67] China virus death toll rises to 258, more than 11K infected. (2020, February 1). DAILYSABAH. Retrieved from :https://www.dailysabah.com/asia/2020/02/01/china-virus-death-toll[68] Slawson, N., Parveen, N., Gayle, D., & Rourke, A. (2020, February 1). China virus deathtoll rises to 258. The Guardian. Retrieved from :[69] Coronavirus: German evacuation flight lands in Frankfurt. (2020, February 1). D W Madefor Minds. Retrieved from :https://www.dw.com/en/coronavirus-german-evacuation-flight[70] Ramzy, A., & May, T. (2020, February 2). Philippines Reports First Coronavirus DeathOutside China. The New York Times. Retrieved from :[71] The death toll passed 360, with more than 17,000 infections confirmed. (2020, February 2).The New York Times. Retrieved from :https://www.nytimes.com/2020/02/02/world/asia/china[72] Australia coronavirus: Hundreds evacuated to Christmas Island. (2020, February 3). BBCNews. Retrieved from : https://www.bbc.com/news/world-australia-51352145[73] In Pictures: Inside Wuhan's fast-built hospital. (2020, February 3). Al Jazeera. Retrievedfrom :https://www.aljazeera.com/indepth/inpictures/pictures-wuhan-fast-built-hospital200203080542994.html[74] Wang, J., Zhu, E., & Umlauf, T. (2020, February 3). How China Built a CoronavirusHospital in 10 Days. The Wall Street ournal. Retrieved from :11580397751[75] Coronavirus update 3 Feb: 3 confirmed cases in India, worldwide death toll reaches 362,GSK collaborates on vaccine and more. (2020, February 3). Firstpost. Retrieved from :[76] Reid, D. (2020, January 30). India confirms its first coronavirus case. CNBC. Retrieved[77] India reports 2nd case of novel coronavirus: Ker govt says awaiting results from NIV.(2020, February 2). The Economic Times. Retrieved from :[78] Choudhury, S. R., & Wang, C. (2020, February 3). Coronavirus updates: Hong Kong reportsfirst deathmainlandcases cross 20,000.Retrievedfrom[79] MORITSUGU, K. (2020, February 4). China virus death toll rises to 425, total cases now20,438. AP News. Retrieved from : https://apnews.com/aa083296d7e340024e612e020ba1ab01[80] Delaney, R., Zheng, W., Wu, W., Zhou, L., & Ng, T. (2020, February 4). Tough penalties forspreading coronavirus as deaths in China hit 425. South China Morning Post. Retrieved from :[81] Fehr AR, Perlman S. Coronaviruses: an overview of their replication and pathogenesis.InCoronaviruses 2015 (pp. 1-23). Humana Press, New York, NY.[82] Chang CK, Hou MH, Chang CF, Hsiao CD, Huang TH. The SARS coronavirus nucleocapsidprotein–forms and functions. Antiviral research. 2014 Mar 1;103:39-50.[83] Petit CM, Melancon JM, Chouljenko VN, Colgrove R, Farzan M, Knipe DM, Kousoulas KG.Genetic analysis of the SARS-coronavirus spike glycoprotein functional domains involved incell[84] Cavanagh D. The coronavirus surface glycoprotein. InThe coronaviridae 1995 (pp. 73-113).Springer, Boston, MA.[85] Siu KL, Yuen KS, Castaño-Rodriguez C, Ye ZW, Yeung ML, Fung SY, Yuan S, Chan CP,Yuen KY, Enjuanes L, Jin DY. Severe acute respiratory syndrome coronavirus ORF3a proteinactivates the NLRP3 inflammasome by promoting TRAF3-dependent ubiquitination of ASC. TheFASEB Journal. 2019 Aug;33(8):8865-77.[86] Rottier PJ. The coronavirus membrane glycoprotein. InThe Coronaviridae 1995 (pp.115139). Springer, Boston, MA.[87] Rappuoli R. Reverse vaccinology. Curr Opin Microbiol 2000;3:445-50.[88] Chong, L.C. and Khan, A.M., 2019. Vaccine Target Discovery.[89] Doytchinova IA, Flower DR. VaxiJen: a server for prediction of protective antigens, tumourantigens and subunit vaccines. BMC Bioinformatics 2007a;8:4. doi.org/10.1186/1471-2105-8-4[90] Doytchinova IA, Flower DR. Identifying candidate subunit vaccines using analignmentindependent method based on principal amino acid properties. Vaccine 2007b;25:856-66.[91] Doytchinova IA, Flower DR. Bioinformatic approach for identifying parasite and fungalcandidate subunit vaccines. Open Vaccine J 2008;1:4.[92] Gasteiger E, Hoogland C, Gattiker A, Wilkins MR, Appel RD, Bairoch A. Proteinidentification and analysis tools on the ExPASy server. InThe proteomics protocols handbook2005;571-607. Humana press. doi.org/10.1385/1-59259-890-0:571[93] Vita R, Mahajan S, Overton JA, Dhanda SK, Martini S, Cantrell JR, Wheeler DK, Sette A,Peters B. The immune epitope database (IEDB): 2018 update. Nucleic Acids Res2018;47:D33943. doi.org/10.1093/nar/gky1006[94] Möller S, Croning MD, Apweiler R. Evaluation of methods for the prediction of membrane[95] Dimitrov I, Bangov I, Flower DR, Doytchinova I. AllerTOP v. 2—a server for in silicoprediction of allergens. J Mol Model 2014;20:2278. doi.org/10.1007/s00894-014-2278-5[96] Dimitrov I, Naneva L, Doytchinova I, Bangov I. AllergenFP: allergenicity prediction bydescriptor fingerprints. Bioinformatics 2013;30:846-51. doi.org/10.1093/bioinformatics/btt619[97] Thomsen M, Lundegaard C, Buus S, Lund O, Nielsen M. MHCcluster, a method forfunctionalclusteringMHCImmunogenetics[98] Lamiable A, Thévenet P, Rey J, Vavrusa M, Derreumaux P, Tufféry P. PEP-FOLD3: fasterde novo structure prediction for linear peptides in solution and in complex. Nucleic Acids Res[99] Shen Y, Maupetit J, Derreumaux P, Tuffé ry P. Improved PEP-FOLD approach for peptideandminiprotein[100] Thevenet P, Shen Y, Maupetit J, Guyon F, Derreumaux P, Tuffery P. PEP-FOLD: an updatedde novo structure prediction server for both linear and disulfide bonded cyclic peptides. NucleicAcids Res 2012;40:W288-93. doi.org/10.1093/nar/gks419[101] Duhovny D, Nussinov R, Wolfson HJ. Efficient unbound docking of rigid molecules.[102] Schneidman-Duhovny D, Inbar Y, Nussinov R, Wolfson HJ. PatchDock and SymmDock:servers for rigidandsymmetric[103] Gujjula KR. Prediction and comparison of hiv-1 protease inhibitor binding energies byvarious molecular docking methods (Doctoral dissertation).[104] Atapour A, Mokarram P, MostafaviPour Z, Hosseini SY, Ghasemi Y, Mohammadi S,Nezafat N. Designing a fusion protein vaccine against HCV: an in silico approach. Int J Pept Res[105] Dassault Systèmes BIOVIA, Discovery Studio Visualizer, v19.1.0.1828 (2019), San Diego:Dassault Systèmes.[106] Rana A, Akhter Y. A multi-subunit based, thermodynamically stable model vaccine usingcombined immunoinformatics and protein structure based approach. Immunobiology[107] Hancock RE, Nijnik A, Philpott DJ. Modulating immunity as a therapy for bacterialinfections. Nat. Rev. Microbiol 2012;10:243. doi.org/10.1038/nrmicro2745[108] Toussi DN, Massari P. Immune adjuvant effect of molecularly-defined toll-like receptor[109] Funderburg N, Lederman MM, Feng Z, Drage MG, Jadlowsky J, Harding CV, Weinberg A,Sieg SF. Human β-defensin-3 activates professional antigen-presenting cells via Toll-like[110] Lee SJ, Shin SJ, Lee MH, Lee MG, Kang TH, Park WS, Soh BY, Park JH, Shin YK, KimHW, Yun CH. A potential protein adjuvant derived from Mycobacterium tuberculosis Rv0652enhancesdendritictumor immunotherapy.one[111] Hajighahramani N, Nezafat N, Eslami M, Negahdaripour M, Rahmatabadi SS, Ghasemi Y.Immunoinformatics analysis and in silico designing of a novel multi-epitope peptide vaccineStaphylococcusSR. Vaccinomics strategy for developing a unique multi-epitope monovalent vaccine against[113] Hasan M, Ghosh PP, Azim KF, Mukta S, Abir RA, Nahar J, Khan MM. Reverse vaccinologyapproach to design a novel multi-epitope subunit vaccine against avian influenza A (H7N9) virus.[114] Hasan M, Islam S, Chakraborty S, Mustafa AH, Azim KF, Joy ZF, Hossain MN, Foysal SH,Hasan MN. Contriving a chimeric polyvalent vaccine to prevent infections caused by HerpesSimplex Virus (Type-1 and Type-2): an exploratory immunoinformatic approach. J Biomol Struct[115] Pandey RK, Sundar S, Prajapati VK. Differential expression of miRNA regulates T celldifferentiation and plasticity during visceral leishmaniasis infection. Front Microbiol 2016;7:206.[116] Wu CY, Monie A, Pang X, Hung CF, Wu TC. Improving therapeutic HPV peptide-basedvaccine potency by enhancing CD4+ T help and dendritic cell activation. J Biomed Sci[117] Saha S, Raghava GP. AlgPred: prediction of allergenic proteins and mapping of IgEepitopes. Nucleic Acids Res 2006;34:W202-9. doi.org/10.1093/nar/gkl343[118] Buchan DW, Jones DT. The PSIPRED protein analysis workbench: 20 years on. NucleicAcids Res 2019;47:W402-7. doi.org/10.1093/nar/gkz297[119] Jones DT. Protein secondary structure prediction based on position-specific scoringmatrices. J Mol Biol 1999;292:195-202. doi.org/10.1006/jmbi.1999.3091[120] Petersen B, Lundegaard C, Petersen TN. NetTurnP–neural network prediction of beta-turnsby use of evolutionary information and predicted protein sequence features. PLoS One[121] Källberg M, Wang H, Wang S, Peng J, Wang Z, Lu H, Xu J. Template-based proteinstructuremodelingusingthe[123] Peng J, Xu J. RaptorX: exploiting structure information for protein alignment by statisticalinference. Proteins: Struct, Funct, Bioinf 2011;79:161-71. doi.org/10.1002/prot.23175[124] Bhattacharya D, Nowotny J, Cao R, Cheng J. 3Drefine: an interactive web server for efficientprotein structure refinement. Nucleic Acids Res 2016;44:W406-9. doi.org/10.1093/nar/gkw336[125] Laskowski RA, MacArthur MW, Thornton JM. PROCHECK: validation of protein-structurecoordinates. Int Tab Crystallography 2006;F:722-725.[126] Morris AL, MacArthur MW, Hutchinson EG, Thornton JM. Stereochemical quality ofproteinstructure[127] Craig DB, Dombkowski AA. Disulfide by Design 2.0: a web-based tool for disulfideengineering in proteins. BMC Bioinformatics 2013;14:346. doi.org/10.1186/1471-2105-14-346[128] Stern LJ, Calvo-Calle JM. HLA-DR: molecular insights and vaccine design. Curr Pharm[129] Thompson JM, Iwasaki A. Toll-like receptors regulation of viral infection and disease. Adv.[130] Lester SN, Li K. Toll-like receptors in antiviral innate immunity. J Mol Biol2014;426:1246[131] Smith EC, Denison MR. Coronaviruses as DNA wannabes: a new model for the regulation[132] Vajda S, Yueh C, Beglov D, Bohnuud T, Mottarella SE, Xia B, Hall DR, Kozakov D. Newadditions to the C lus P ro server motivated by CAPRI. Proteins: Struct, Funct, Bioinf[133] Kozakov D, Hall DR, Xia B, Porter KA, Padhorny D, Yueh C, Beglov D, Vajda S. TheClusProwebforProtoc[134] Kozakov D, Beglov D, Bohnuud T, Mottarella SE, Xia B, Hall DR, Vajda S. How good isautomatedproteinBioinf[135] Vangone A, Bonvin AM. Contacts-based prediction of binding affinity in protein–protein[136] Xue LC, Rodrigues JP, Kastritis PL, Bonvin AM, Vangone A. PRODIGY: a web server forpredicting the binding affinity of protein–protein complexes. Bioinformatics 2016;32:3676-8.[137] Yuriev E, Ramsland PA. Latest developments in molecular docking: 2010–2011 in review.[138] Weng G, Wang E, Wang Z, Liu H, Zhu F, Li D, Hou T. HawkDock: a web server to predictand analyze the protein–protein complex based on computational docking and MM/GBSA.[139] Hou T, Wang J, Li Y, Wang W. Assessing the performance of the MM/PBSA andMM/GBSA methods. 1. The accuracy of binding free energy calculations based on moleculardynamics simulations. J Chem Inf Model 2010;51:69-82.[140] Feng T, Chen F, Kang Y, Sun H, Liu H, Li D, Zhu F, Hou T. HawkRank: a new scoringfunction for protein–protein docking based on weighted energy terms. J Cheminformatics[141] Sun H, Li Y, Tian S, Xu L, Hou T. Assessing the performance of MM/PBSA and MM/GBSAmethods. 4. Accuracies of MM/PBSA and MM/GBSA methodologies evaluated by varioussimulation protocols using PDBbind data set. Phys Chem Chem Phys 2014;16:16719-29. DOI:10.1039/C4CP01388C[142] The PyMOL Molecular Graphics System, Version 1.2r3pre, Schrödinger, LLC.[143] Awan F, Obaid A, Ikram A, Janjua H. Mutation-structure-function relationship basedintegrated strategy reveals the potential impact of deleterious missense mutations in autophagyrelated proteins on hepatocellular carcinoma (HCC): A comprehensive informatics approach. Int[144] Prabhakar PK, Srivastava A, Rao KK, Balaji PV. Monomerization alters the dynamics ofthe lid region in Campylobacter jejuni CstII: an MD simulation study. J Biomol Struct Dyn[145] López-Blanco JR, Aliaga JI, Quintana-Ortí ES, Chacón P. iMODS: internal coordinatesnormal mode analysis server. Nucleic Acids Res 2014;42:W271-6. doi.org/10.1093/nar/gku339[146] Lopéz-Blanco JR, Garzón JI, Chacón P. iMod: multipurpose normal mode analysis ininternal coordinates. Bioinformatics 2011;27:2843-50. doi.org/10.1093/bioinformatics/btr497[147] Kovacs JA, Chacón P, Abagyan R. Predictions of protein flexibility: first‐order measures.Proteins: Struct, Funct, Bioinf 2004;56:661-8. doi.org/10.1002/prot.20151[148] Grote A, Hiller K, Scheer M, Münch R, Nörtemann B, Hempel DC, Jahn D. JCat: a noveltool to adapt codon usage of a target gene to its potential expression host. Nucleic Acids Res[149] Sarkar B, Ullah MA. Designing Novel Subunit Vaccines against Herpes Simplex Virus-1[150] Angov E. Codon usage: nature's roadmap to expression and folding of proteins. Biotechnol[151] Solanki V, Tiwari V. Subtractive proteomics to identify novel drug targets and reversevaccinology for the development of chimeric vaccine against Acinetobacter baumannii. Sci Rep[152] Carbone A, Zinovyev A, Képes F. Codon adaptation index as a measure of dominating codonbias. Bioinformatics 2003;19:2005-15. doi.org/10.1093/bioinformatics/btg272[153] Demkowicz WE, Maa JS, Esteban M. Identification and characterization of vaccinia virusgenes encoding proteins that are highly antigenic in animals and are immunodominant in[154] Pace CN, Vajdos F, Fee L, Grimsley G, Gray T. How to measure and predict the molarabsorption coefficient of a protein. Protein Sci 1995;4:2411-23. doi.org/10.1002/pro.5560041120[155] Gill SC, Von Hippel PH. Calculation of protein extinction coefficients from amino acidsequence data. Anal Biochem 1989;182:319-26. doi.org/10.1093/oxfordjournals.jbchem.a133168[156] Ikai A. Thermostability and aliphatic index of globular proteins. J Biochem1980;88:1895[157] Ullah MA, Sarkar B, Islam SS. Exploiting the Reverse Vaccinology Approach to DesignNovelSubunit2020.[158] Kyte J, Doolittle RF. A simple method for displaying the hydropathic character of a protein.Journal of molecular biology. 1982 May 5;157(1):105-32.[159] Goerdt S, Orfanos CE. Other functions, other genes: alternative activation ofantigenpresenting cells. Immunity 1999;10:137-42. doi.org/10.1016/s1074-7613(00)80014-x[160] Tanchot C, Rocha B. CD8 and B cell memory: same strategy, same signals. Nat Immunol[161] Pavli P, Hume DA, Van De Pol E, Doe WF. Dendritic cells, the major antigen-presentingcells of the human colonic lamina propria. Immunology 1993;78:132.[162] Arpin C, Dechanet J, Van Kooten C, Merville P, Grouard G, Briere F, Banchereau J, LiuYJ. Generation of memory B cells and plasma cells in vitro. Science 1995;268:720-2. DOI:", "ref_list": [[], ["Coronavirus: more cases"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["K. Hodal", "S. Boseley", "C. Wahlquist", "R. Liu", "J. Hua", "T. Munroe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Wuhan Novel Coronavirus (2019-nCoV) outbreak has become global pandemic which has raised\nthe concern of scientific community to deign and discover a definitive cure against this deadly\nvirus which has caused deaths of numerous infected people upon infection and spreading. To date,\nthere is no antiviral therapy or vaccine is available which can effectively combat the infection\ncaused by this virus. This study was conducted to design possible epitope-based subunit vaccines\nagainst the 2019-nCoV using the approaches of reverse vaccinology and immunoinformatics.\nUpon continual computational experimentation three possible vaccine constructs were designed\nand one vaccine construct was selected as the best vaccine based on molecular docking study\nwhich is supposed to effectively act against the Wuhan Novel Coronavirus. Later, molecular\ndynamics simulation and in silico codon adaptation experiments were carried out in order to check\nbiological stability and find effective mass production strategy of the selected vaccine. Hopefully,\nthis study will contribute to uphold the present efforts of the researches to secure a definitive\ntreatment against this nasty virus.", "one_words_summarize": "Wuhan Novel Coronavirus (2019-nCoV) outbreak has become global pandemic which has raisedthe concern of scientific community to deign and discover a definitive cure against this deadlyvirus which has caused deaths of numerous infected people upon infection and spreading. Later, moleculardynamics simulation and in silico codon adaptation experiments were carried out in order to checkbiological stability and find effective mass production strategy of the selected vaccine. The viral spikeprotein includes N-terminal, which is crucial for identification of Coronaviruses [4]. Coronaviruses are a large family ofviruses belonging to the family Coronaviridae and the order Nidovirales [7]. In human, it causes commoncold, leading to severe illness pneumonia to elderly people and immunocompromised people, likehospital patients [9]. SARS-CoV was the causal agent ofthe severe acute respiratory syndrome outbreaks in 2002 and 2003 in Guangdong Province, China.6-8 MERS-CoV was the pathogen responsible for severe respiratory disease outbreaks in 2012 inthe Middle East [15].Chinese scientists were able to sequence the viral genome using next genome sequencing from thecollected samples and identified the cause as a Sars-like coronavirus. Reverse vaccinology refers to the process of developing vaccines where the novel antigens of avirus or microorganism or organism are detected by analyzing the genomic and geneticinformation of that particular virus or organism. These tools are used to dissect thegenome and genetic makeup of a pathogen for developing a potential vaccine. During the selection after the allergenicity prediction, the resultspredicted by the AllerTOP server were given more priority because the server has better accuracy(88.7%) than AllergenFP server of 87.9% [95][96]. The algorithms divide the connolly dot surface representations ofthe compounds into concave and convex patches as well as flat patches. Thereafter, the redundant solutions are discarded based on analyzing the RMSD score. Three different adjuvants i.e., beta defensin, L7/L12ribosomal protein andAGV15514.1), were used and the three vaccines differ from each other by their adjuvant sequence. Studies have showed that L7/L12 ribosomal protein and HABA protein also activateTLR-4. ,based on similarity of the known epitope of any of the known region of a protein [117].MEME/MAST motif prediction was used to predict the allergenicity of the vaccines by AlgPred. For each of the vaccine, the refinedmodel 1 was downloaded for validation. The validation was then performed by analyzing theRamachandranplotswhichweregeneratedusingthe(https://servicesn.mbi.ucla.edu/PROCHECK/) server [125][126].The vaccine protein disulfide engineering was carried out with the aid of Disulfide by Design 2v12.2 (http://cptweb.cpt.wayne.edu/DbD2/) server which predicts the potential sites within aprotein structure that have higher possibility of undergoing disulfide bond formation [127]. Duringdisulfide engineering, the intra-chain, inter-chain and Cβ for glycine residue were selected and theχ3 Angle was kept -87° or +97° ± 5 and Cα-Cβ-Sγ Angle was kept 114.6° ±10.In protein-protein docking, the constructed Wuhan novel coronavirus 2019 vaccines were analyzedby docking against some MHC alleles as well as the toll like receptor (TLR) and then one bestvaccine was selected based on the docking scores. The protein-proteindocking study was conducted using different online docking tools to improve the predictionaccuracy of the docking study. The lower binding energy represents the higherbinding affinity and vice versa [135]-[137]. iMODS server is a fast, online, user-friendly and effective moleculardynamics simulation server. For a protein complex, the deformability depends on the ability to deform at each of itsamino acid. Therefore, our present study should help the scientists to develop potential vaccinesand thapeutics against the Wuhan Novel Coronavirus 2019.Authors declare no conflict of interest regarding the publication of the manuscript. Inhibition of Severe Acute RespiratorySyndrome Virus Replication by Small Interfering RNAs in Mammalian Cells. Journal of Virology.[7] Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y et al. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China. 2020;[8] Transmission of Novel Coronavirus (2019-nCoV) | CDC [Internet]. 2020 [cited 29JanuaryAvailable[10] Nawrat A, Nawrat A, Nawrat A. Coronavirus outbreak: the story and response so far[11] Li G, Fan Y, Lai Y, Han T, Li Z, Zhou P et al. Genomic characterisation and epidemiologyof 2019 novel coronavirus: implications for virus origins and receptor binding. Retrieved from :https://www.wsj.com/articles/what-we-know-about-the-wuhan-virus11579716128[22] Christensen, J., & Senthilingam, M. (2020, January 22). As Mysterious Coronavirus Spreads, An Infectious DiseaseExpert Explains What You Should Know. New coronavirus can spread between humans—but itstarted in a wildlife market. China confirms 26 deaths related to coronavirus, expandslockdown. Coronavirus: death toll reaches41 in China with first cases in Europe. Retrieved from :[48] China coronavirus outbreak: All the latest updates. ( Death toll from coronavirus outbreak inChina at 56: state media. Retrieved from :https://www.aljazeera.com/news/2020/01/china-virus-toll-spikes-80[53] Otte, J., Weaver , M., & Rourke, A. (2020, January 27). China virus death toll hits 82 as 73test negative in UK – as it happened. Retrieved from :[55] Singh, K., & Maxwell, K. (2020, January 28). Retrieved from :https://www.reuters.com/article/us-china-health-germany/germany[56] Germany confirms 1st case of new virus from China. ( Americans flee Wuhan: Coronavirus deaths, infections boomin China. Retrieved from : https://news.un.org/en/story/2020/01/1056372[64] Deaths Surpass 200, and State Department Urges Against Travel to China. ( China reports 213 deaths from coronavirus; State Departmentwarns against travel to China. Retrieved from :[67] China virus death toll rises to 258, more than 11K infected. ( Retrieved from :[69] Coronavirus: German evacuation flight lands in Frankfurt. ( Retrieved from :11580397751[75] Coronavirus update 3 Feb: 3 confirmed cases in India, worldwide death toll reaches 362,GSK collaborates on vaccine and more. ( The SARS coronavirus nucleocapsidprotein–forms and functions. Identifying candidate subunit vaccines using analignmentindependent method based on principal amino acid properties. doi.org/10.1385/1-59259-890-0:571[93] Vita R, Mahajan S, Overton JA, Dhanda SK, Martini S, Cantrell JR, Wheeler DK, Sette A,Peters B. The immune epitope database (IEDB): 2018 update. doi.org/10.1007/s00894-014-2278-5[96] Dimitrov I, Naneva L, Doytchinova I, Bangov I. AllergenFP: allergenicity prediction bydescriptor fingerprints. doi.org/10.1093/bioinformatics/btt619[97] Thomsen M, Lundegaard C, Buus S, Lund O, Nielsen M. MHCcluster, a method forfunctionalclusteringMHCImmunogenetics[98] Lamiable A, Thévenet P, Rey J, Vavrusa M, Derreumaux P, Tufféry P. PEP-FOLD3: fasterde novo structure prediction for linear peptides in solution and in complex. Efficient unbound docking of rigid molecules.[102] Schneidman-Duhovny D, Inbar Y, Nussinov R, Wolfson HJ. PatchDock and SymmDock:servers for rigidandsymmetric[103] Gujjula KR. AlgPred: prediction of allergenic proteins and mapping of IgEepitopes. Protein secondary structure prediction based on position-specific scoringmatrices. doi.org/10.1093/bioinformatics/btr497[147] Kovacs JA, Chacón P, Abagyan R. Predictions of protein flexibility: first‐order measures. doi.org/10.1016/s1074-7613(00)80014-x[160] Tanchot C, Rocha B. CD8 and B cell memory: same strategy, same signals. Dendritic cells, the major antigen-presentingcells of the human colonic lamina propria."}