{"date": "2020/02/20", "journal": "biorxiv", "authors": "Zhaoqian Su, Yinghao Wu", "title": "A Multiscale and Comparative Model for Receptor Binding of 2019 Novel Coronavirus and the Implication of its Life Cycle in Host Cells", "type": "preprint article", "abstract": "Yinghao Wu", "text": "        1The respiratory syndrome caused by a new type of coronavirus has been emerging fromChina and caused more than 1000 death globally since December 2019. This new virus,called 2019 novel coronavirus (2019-nCoV) uses the same receptor calledAngiotensinconverting enzyme 2 (ACE2) to attack humans as the coronavirus that caused the severeacute respiratory syndrome (SARS) seventeen years ago. Both viruses recognize ACE2through the spike proteins (S-protein) on their surfaces. It was found that the S-proteinfrom the SARS coronavirus (SARS-CoV) bind stronger to ACE2 t                        Almost all the coronaviruses recognize their host cells through spike (S) proteins[14, 15]. S-protein is a glycoprotein expressed on the surface of viral envelop ashomotrimers [16]. Each S-protein further consists of two subunits. The S1 subunit includes aregion called receptor-binding domain (RBD) which is used to target receptors in hostcells, while the S2 subunit regulates the membrane fusion between virus and host cells[17]. These roles of S protein suggest that it could be a key target for vaccine andtherapeutics developed to neutralize virus infection by blocking their invasion [18].Moreover, it has been confirmed in a recent report that        Comparing with the time-consuming and labor-expensive experimental studies,computational modeling serves as an ideal alternative approach to carry out fast tests onbiological systems under the conditions that are currently inaccessible in the laboratory[20-26]. Therefore, here we developed a multiscale computational strategy to comparethe process of recognition between the SARS-CoV and host cells with the interactionsbetween the new coronavirus and host cells. A mesoscale model is used to simulate theprocess in which the coronaviruses are captured by ACE2 receptors on cell surface. Wefurther constructed a structural model for complex formed between ACE2 and RBD of2019-nCoV S-protein, so that the rate of their association can be estimated by acoarsegrained Monte-Carlo simulation and further compared with the binding of S-protein fromSARS-CoV. Our simulation indicates that association of the new virus to the receptor isslower than SARS, which is consistent with the experimental data obtained very recently.We integrated this difference of association rate between virus and receptor into a simplemathematical model which describes the life cycle of virus in host cells and its interplaywith the innate immune system. Interestingly, we found that the slower associationbetween virus and receptor can result in longer incubation period, while still maintaininga relatively higher level of viral concentration in human body. Our computational studytherefore explains, from the molecular level, why the new COVID-19 disease is by farmore contagious than SARS. In summary, this multiscale model serves as a usefuladdition to current understanding for the spread of coronaviruses and related infectiousagents.A rigid-body (RB) based model is first constructed to simulate the kinetic processabout how viruses are captured by the cell surface receptors on plasma membrane. In2020-02-17brief, within a three-dimensional simulation box, the plasma membrane is represented bya flat surface below the extracellular region. The area of the square is 1 μm2, while theheight of the simulation box is 500 nm. A number of ACE2 receptors (200) are initiallyplaced on the membrane surface (pink in Figure 1a). They are represented by rigidbodies of cylinders and their binding sites are located on top of the cylinders (red dots inFigure 1a). The height of each cylinder is 10nm and its radius is 5nm. On the other hand,space above the plasma membrane represents the extracellular region. A number ofcoronaviruses are located in this area (golden in Figure 1a). Each virus is simplified as aspherical rigid body with a given radius (40nm). Trimeric S-proteins are uniformlydistributed on the spherical surface of each virus (green dots in Figure 1a). EachSprotein can interact with an ACE2 receptor on plasma membrane. After any S-protein onone virus forms an encounter complex with a receptor, we assume that the host cell iscaptured by the virus. The dissociation between the virus and the receptor is notconsidered in the system, because we also assume that, after the association betweenSprotein and ACE2, the virus can enter the cell through membrane fusion. Following theinitial random configuration, the diffusion of receptors and viruses, as well as theirassociation, were simulated by a diffusion-reaction algorithm until the system reachedequilibrium. The detail process of the simulation is specified in the Methods.        Before the rigid-body simulation, in order to provide a more realistic estimationon the binding between ACE2 and different coronaviruses, we specifically compared                The figure shows that probability of association between ACE2 and                We then fed the information derived from the structure-based simulations into therigid-body model. Two specific simulation systems were compared. A relatively fast rateof association between receptors and S-proteins on viral surfaces was adopted in the firstsystem to represent the binding process of SARS, while a relatively slow rate ofassociation between receptors and S-proteins on viral surfaces was adopted in the secondsystem to represent                In order to further explore the impacts of our rigid-body simulation results on therest process of virus infection after they invade into host cells, we proposed amathematical model to delineate a simplified version of viral life cycle including itsreplication and packaging in host cells, the inflammatory signaling pathways due to thedetection of foreign pathogens, and the follow-up inflammatory responses which lead tothe apoptosis of infected cells and the removal of viruses by the recruitment of immunecells. The model can be summarized by the diagram shown in Figure 3. Specifically,coronavirus [V] can turn healthy cells [H] into infected cell [In] by binding to thereceptors ACE2 on their surfaces. The RNA genome [m] is then released from boundvirus [Vb], and then translated into different viral proteins. These proteins and replicatedRNA are further packaged together as [P] in cytoplasm and finally escape from infectedcells. On the other side, in order to avoid viral spread, our innate immune system triggersinflammatory signaling pathways in the infected cells [30]. For instance, the viral RNAscan be detected by RIG-I-like receptors (RLRs) [31].        Equation (1) describes the change of the healthy cells as a function of time in thesystem. The parameters rH, kb, and SV in the equation represent cell generating rate, therate and saturation coefficient of virus binding, respectively. Equations (2) to (4) indicatethe entry, replication and packaging of virus in host cells, in which the parameters kr, kp,and ka represent rates of viral protein translation, assembly and releasing. Equation (5)2020-02-17describes the stimulation of inflammatory signaling by viral RNA. The parameters sS, Km,and dS in the equation represent the maximal activation rate, the saturation coefficient andthe rate of degradation of inflammatory signals. Equation (6) gives how infected cellschange in the system, while the parameters in the equation dI, and KI indicate the rate andsaturation coefficient of cell apoptosis that is stimulated by inflammatory signals. Finally,equation (7) suggests that the variation of total virus in the system depends on the releaseof newly packaged virus from infected cells, the binding of free virus to the healthy cells,and the immune response triggered by inflammatory signals. The parameters dV and KV inthe equation give the maximal rate and saturation coefficient immune cells used to killvirus. Altogether, we solved above ODEs numerically by a stochastic simulationalgorithm. The brief introduction of the simulation algorithm will be specified in the        Given predefined weights for all the simulation parameters and the initial valuesfor each element, the dynamics of the system is evolved as a function of time. Thesimulation results of the mathematical model are summarized in Figure 4. As shown bythe red curve in Figure 4a, the change of free virus in the system can be divided intothree stages. It first decreases from its initial value. After reaching the minimal level, thenumber of virus then bounces back in the second phase until it drops again and finallyvanishes at the end of the third phase. Relative to the free virus, the number of viruscaptured by host cells equals 0 at the beginning of the simulation. It increases in the firststage and diminishes in the second, as shown by the blue curve in the figure. In the thirdphase, very few viruses bound to host cells are detected in the system. Corresponding tothe change of virus, the number of healthy cells is plotted as the black curve. The curveshows that the level of healthy cells reduces from the beginning and rises only after allfree viruses are removed from the systems. Based on these kinetic profiles, the dynamicsof the system can thus be interpreted as follows. In the first stage of simulation, freeviruses invade into the healthy cells by binding to the receptors on their surface. Wesuggest that this stage corresponds to the incubation period. In the second stage, newviruses are assembled in and released from the infected cells. At the same moment, theviral genomes left in the infected cells stimulate the immune response. As a result, thetotal amount of virus is gradually lowered in the third phase, indicating that                We further incorporated the results derived from the rigid-body simulations intothe mathematical model to compare the viral life cycle in SARS and COVID-19. Therigid-body simulation suggests that SARS-CoV binds to receptor ACE2 faster than19nCoV, given the same amount of time. Therefore, we applied the mathematical model totwo comparative systems. A relatively fast viral binding rate kb was adopted in the firstsystem to represent the binding process of SARS, while a relatively slow rate wasadopted in the second to represent        In summary, it is important to point out that the life cycles of differentcoronaviruses can also be caused by many other factors such as the difference in theassembling pathways of these viruses. Additionally, the infectious response of eachindividual is also a case-dependent issue, relying on the expression levels of ACE2receptors and the heterogeneity of immune response in different patients. Nevertheless,our multiscale computational model highlights the potential role of binding kinetics2020-02-17between human receptor and S-proteins from different coronavirus in, and provided thepossible mechanism from the molecular level to their impacts on, regulating thedynamics of the entire viral life cycle.        The recent outbreak of COVID-19 has drawn substantial attention especially afterit spread to more than thirty countries and became a Public Health Emergency ofInternational Concern (PHEIC) [2, 36, 37]. The disease is caused by a new type ofpositive-stranded RNA virus, known as 2019-nCoV. Similar as the coronavirus that leadsto SARS, it has been confirmed that        Construct the structural models for the complexes between receptors and viral S-proteins        The atomic structures of complex between ACE receptor and different viralSproteins are needed for the simulations of their association.        Estimate the association between ACE2 and S-protein by kinetic Monte-Carlo simulationA previously developed kinetic Monte-Carlo algorithm [42] was used to simulatethe association between S-protein and ACE2. A coarse-grained model of proteinstructures is used. Each residue in a protein is represented by its Cα atom and therepresentative center of its side-chain. The simulation starts from an initial conformation,in which two proteins in the complex are separated and placed randomly. Following theinitial conformation, each protein diffuses randomly within one simulation step. Aphysics-based scoring function containing electrostatic interaction and hydrophobic effectis used to guide the diffusions of proteins during simulations. Based on the calculatedenergy, Metropolis criterion is applied to determine if the corresponding diffusionalmovements can be accepted or not. The simulation trajectory will be terminated if anencounter complex is successfully formed through the corresponding interface observedin the constructed model of native protein complexes. Otherwise, above simulationprocedure will be repeated until it reached the maximal time duration. This method wasapplied to study the association between ACE2 and both S-proteins from the two virussystems. For each system, 500 trajectories are carried out. Each trajectory starts from a2020-02-17relatively different initial conformation, but the initial distances between the bindinginterfaces of S-proteins and receptors in all trajectories are below 20Å. The probabilitiesof association were then derived and compared based on counting how many encountercomplexes formed among these trajectories in the two systems.Model the cellular attachment of coronavirus by rigid-body diffusion-reaction algorithmAs described in the Results, a rigid-body (RB) based model is constructed tosimulate the binding between coronaviruses and cell surface receptors ACE2 on plasmamembrane. Given the model representation and a randomly-generated initialconfiguration (Figure 2a), the dynamics of the system is evolved by following adiffusion-reaction algorithm [43-45]. Viruses or receptors are selected by random orderfor stochastic diffusion within each simulation time step. A virus is free to diffusionthroughout the simulation box, while diffusions of membrane-bound receptors areconfined to the plasma membrane. Periodic boundary conditions along both x and ydirections are applied. Moreover, viruses are not allowed to move below the plasmamembrane. If any virus moves beyond the top of the simulation box, it will be bouncedback. The amplitude and probability of translational and rotational movements for virusesand receptors are determined by its corresponding diffusion constant. Associationbetween viruses and receptors are followed after diffusions. Association is triggered if thedistance between any S-protein in a virus and the binding site of a receptor is below apredetermined cutoff value. The probability to trigger the association is determined bythe association rate, which was estimated by the kinetic Monte-Carlo method described inthe previous section. Assuming that viruses can enter the cell through membrane fusionafter they associate with ACE2, the dissociation between the virus and the receptor is notconsidered in the system. Finally, as above diffusion-reaction process iterates in bothCartesian and compositional spaces, the system will finally reach equilibrium.Solve the ordinary differential equations of viral life cycle by stochastic simulations        We use the stochastic simulation algorithm (SSA) developed by Gillespie tomodel the processes of biochemical reactions from equation (1) to equation (7) [46]. Thealgorithm starts from the initiation of time and populations of each species in        This work was supported by the National Institutes of Health under Grant NumbersR01GM120238 and R01GM122804. The work is also partially supported by a start-upgrant from Albert Einstein College of Medicine. Computational support was provided byAlbert Einstein College of Medicine High Performance Computing Center.Y.W. designed research; Z.S. and Y.W. performed research; Z.S. and Y.W. analyzed data;Y.W. wrote the paper.Competing financial interests: The authors declare no competing financial interests.Multiscale Simulations of New Coronavirus12020-02-172020-02-17Xie, Z.R., J. Chen, and Y. Wu, Predicting Protein-protein Association Rates usingCoarsegrained Simulation and Machine Learning. Sci Rep, 2017. 7: p. 46622.Chen, J., S.C. Almo, and Y. Wu, General principles of binding between cell surfacereceptors and multi-specific ligands: A computational study. PLoS Comput Biol, 2017.13(10): p. e1005805.Chen, J., Z.R. Xie, and Y. Wu, Elucidating the general principles of cell adhesion with acoarse-grained simulation model. Mol Biosyst, 2016. 12(1): p. 205-18.        Xie, Z.-R., J. Chen, and Y. Wu, A coarse-grained model for the simulations of biomolecularinteractions in cellular environments. Journal of Chemical Physics, 2014. 140: p. 054112.Gillespie, D.T., Stochastic simulation of chemical kinetics, in Annual Review of PhysicalChemistry. 2007, Annual Reviews: Palo Alto. p. 35-55.12020-02-17each variable in the model, the dynamics of the system is evolved as a function of time bysolving the mathematical model numerically with a stochastic simulation algorithm. Thefigure suggests that the dynamics of the system can be divided into three stages (a). Wefurther applied the model to two comparative systems. A relatively fast viral binding ratekb was adopted in the first system to represent the binding process of SARS, while arelatively slow rate was adopted in the second to represent        ", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["Emerging understandings of 2019-nCoV"], [""], [""], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], ["Characteristics of the Life Cycle of Porcine Deltacoronavirus (PDCoV"], ["The life cycle of SARS coronavirus in Vero E6 cells"], ["The Novel Coronavirus: A Bird's Eye View"], ["The course of clinical diagnosis and treatment of a case infected with coronavirus disease 2019"], ["Group for Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine"], [""], ["Potential Interventions for Novel Coronavirus in China: A Systematic Review"], ["Coronavirus spike proteins in viral entry and pathogenesis"], ["Mechanisms of coronavirus cell entry mediated by the viral spike protein"], ["Evolution of Coronavirus Spike Proteins"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["The spike protein of SARS-CoV--a target for vaccine and therapeutic development"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang"], ["J.F.-W. Chan"], ["W.G. Carlos", "Novel Wuhan"], ["L. The"], [], ["Nature"], ["R. Lu"], [], ["P. Qin"], ["Z. Qinfen"], ["P. Habibzadeh", "E.K. Stoneman"], ["W. Han"], ["Special Expert", "A."], ["M. Lipsitch", "D.L. Swerdlow", "L. Finelli", "- Studies Needed"], ["Y. Zhang", "Liu"], ["T.M. Gallagher", "M.J. Buchmeier"], ["S. Belouzard"], ["F. Li", "Structure"], ["F. Li"], ["L. Du"], ["P. Zhou"], ["Bioinformatics"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        1\nThe respiratory syndrome caused by a new type of coronavirus has been emerging from\nChina and caused more than 1000 death globally since December 2019. This new virus,\ncalled 2019 novel coronavirus (2019-nCoV) uses the same receptor called\nAngiotensinconverting enzyme 2 (ACE2) to attack humans as the coronavirus that caused the severe\nacute respiratory syndrome (SARS) seventeen years ago. Both viruses recognize ACE2\nthrough the spike proteins (S-protein) on their surfaces. It was found that the S-protein\nfrom the SARS coronavirus (SARS-CoV) bind stronger to ACE2 t\n        ", "one_words_summarize": "1The respiratory syndrome caused by a new type of coronavirus has been emerging fromChina and caused more than 1000 death globally since December 2019. Wefurther constructed a structural model for complex formed between ACE2 and RBD of2019-nCoV S-protein, so that the rate of their association can be estimated by acoarsegrained Monte-Carlo simulation and further compared with the binding of S-protein fromSARS-CoV. Our simulation indicates that association of the new virus to the receptor isslower than SARS, which is consistent with the experimental data obtained very recently. In2020-02-17brief, within a three-dimensional simulation box, the plasma membrane is represented bya flat surface below the extracellular region. Specifically,coronavirus [V] can turn healthy cells [H] into infected cell [In] by binding to thereceptors ACE2 on their surfaces. These proteins and replicatedRNA are further packaged together as [P] in cytoplasm and finally escape from infectedcells. Equations (2) to (4) indicatethe entry, replication and packaging of virus in host cells, in which the parameters kr, kp,and ka represent rates of viral protein translation, assembly and releasing. Equation (6) gives how infected cellschange in the system, while the parameters in the equation dI, and KI indicate the rate andsaturation coefficient of cell apoptosis that is stimulated by inflammatory signals. As shown bythe red curve in Figure 4a, the change of free virus in the system can be divided intothree stages. In the thirdphase, very few viruses bound to host cells are detected in the system. In the first stage of simulation, freeviruses invade into the healthy cells by binding to the receptors on their surface. Wesuggest that this stage corresponds to the incubation period. Therigid-body simulation suggests that SARS-CoV binds to receptor ACE2 faster than19nCoV, given the same amount of time. Therefore, we applied the mathematical model totwo comparative systems. Following theinitial conformation, each protein diffuses randomly within one simulation step. Model the cellular attachment of coronavirus by rigid-body diffusion-reaction algorithmAs described in the Results, a rigid-body (RB) based model is constructed tosimulate the binding between coronaviruses and cell surface receptors ACE2 on plasmamembrane. Periodic boundary conditions along both x and ydirections are applied. Solve the ordinary differential equations of viral life cycle by stochastic simulations        We use the stochastic simulation algorithm (SSA) developed by Gillespie tomodel the processes of biochemical reactions from equation (1) to equation (7) [46]. Computational support was provided byAlbert Einstein College of Medicine High Performance Computing Center. 7: p. 46622.Chen, J., S.C. Almo, and Y. Wu, General principles of binding between cell surfacereceptors and multi-specific ligands: A computational study. PLoS Comput Biol, 2017.13(10): p. e1005805.Chen, J., Z.R. Xie, and Y. Wu, Elucidating the general principles of cell adhesion with acoarse-grained simulation model. p. 35-55.12020-02-17each variable in the model, the dynamics of the system is evolved as a function of time bysolving the mathematical model numerically with a stochastic simulation algorithm."}