{"date": "2020/02/17", "journal": "Biomolecules", "authors": "Gerard Kian-Meng Goh, A. Keith Dunker, James A. Foster, Vladimir N. Uversky, Robin N. Thompson", "title": "Rigidity of the Outer Shell Predicted by a Protein Intrinsic Disorder Model Sheds Light on the COVID-19 (Wuhan-2019-nCoV) Infectivity", "type": "Editorial", "abstract": "The world is currently witnessing an outbreak of a new coronavirus spreading quickly across China and a ecting at least 24 other countries. With almost 65,000 infected, a worldwide death toll of at least 1370 (as of 14 February 2020), and with the potential to a ect up to two-thirds of the world population, COVID-19 is considered by the World Health Organization (WHO) to be a global health emergency. The speed of spread and infectivity of COVID-19 (also known as Wuhan-2019-nCoV) are dramatically exceeding those of the Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). In fact, since September 2012, the WHO has been notified of 2494 laboratory-confirmed cases of infection with MERS-CoV, whereas the 2002-2003 epidemic of SARS a ected 26 countries and resulted in more than 8000 cases. Therefore, although SARS, MERS, and COVID-19 are all the result of coronaviral infections, the causes of the coronaviruses di er dramatically in their transmissibility. It is likely that these di erences in infectivity of coronaviruses can be attributed to the di erences in the rigidity of their shells which can be evaluated using computational tools for predicting intrinsic disorder predisposition of the corresponding viral proteins.", "text": "Before the MERS-CoV outbreak in 2012, we built a model using artificial intelligence (AI) toolsfor the identification of the levels of predicted intrinsic disorder (PID) in a query protein using itsamino acid sequence as the only input [1]. Next, this information was applied to rank variouscoronaviruses based on the levels of disorder in their inner and outer shells (i.e., PID values evaluatedfor their nucleocapsid (N) and membrane (M) proteins, respectively) and to find if these shell PIDvalues were indicative of how long the given virus was able to stay in the environment [1–3]. Theapplication of this model ranked coronaviruses into three groups (Categories A, B, and C), members ofwhich di er not only by the levels of their shell disorder, but also by their respiratory and fecal-oraltransmission potential [1–3]. The model was consistent with the hypothesis that viruses remaining inharsh environments require harder, i.e., less disordered, shells to survive [2,3]. Furthermore, higherlevels of inner shell disorder could be associated with greater infectivity, especially with regard to theviruses with high respiratory transmission potential [3–5].On the basis of these considerations, Category A coronaviruses are characterized by moredisordered inner (N) shell and higher levels of respiratory transmission combined with lower levels offecal-oral transmission. Category B coronaviruses are characterized by the N shell having intermediatelevels of disorder and intermediate levels of respiratory and fecal-oral transmission, whereas CategoryC coronaviruses possess the most ordered N proteins and are characterized by higher levels of fecal-oraltransmission and lower levels of respiratory transmission [1–5]. Notably, some (not all) of the viruseswith lower outer shell rigidity (higher M PID) are in Category C with greater fecal-oral transmissionpotential because these viruses do not have to be in the environment for a long time given that thefecal-oral route is an e cient mode of transmission among some farm animals.According to this PID-based classification, SARS-CoV (with PIDs of 9% and 50% for its M and Nproteins, respectively) falls into Category B, which includes the coronaviruses with the intermediatelevels of both respiratory and fecal-oral potential. However, MERS-CoV, whose M and N proteins arecharacterized by the PID values of 10% and 44%, respectively, were placed into a group with a higherfecal-oral and lower respiratory transmission potential, Category C [5]. Importantly, this classificationof coronaviruses which is based on the rigidity of their shells was generally supported by clinicalobservations of their transmission modes.The usefulness of our model is now becoming obvious, considering the current COVID-19/Wuhan2019-nCoV outbreak [6]. Currently, the analysis suggests (details of this analysis will be publishedelsewhere [7]) that COVID-19/Wuhan 2019-nCoV belongs to Category B, indicating that, similar toSARS-CoV, COVID-19/Wuhan 2019-nCoV can be e ciently transmitted via the respiratory mode.However, due to the fact that the outer shell of this virus is among the hardest in the coronavirusfamily, the model suggests that COVID-19/Wuhan 2019-nCoV is likely to be more resilient in bodyfluids and the environment than most of its cousins, including SARS-CoV and MERS-CoV.Therefore, our model predicts that COVID-19/Wuhan 2019-nCoV can be e ciently spread byrespiratory means, as in the case of SARS-CoV, but it also has the potential to remain outside the bodylonger than SARS-CoV, and, probably, MERS-CoV. The possibility of fecal-respiratory transmission ofCOVID-19/Wuhan 2019-nCoV is especially of concern, as was the case for SARS-CoV in the AmoyGarden, Hong Kong3. Furthermore, the intermediate levels of fecal-oral transmission potential ofCOVID-19/Wuhan 2019-nCoV should also be kept in mind, as in the case of all other viruses inCategory B.Although the ability to last longer outside the body provides better fitness of the virus that reliesmore on the fecal-respiratory route of transmission, as seen in PEDV3,5, transmission of the morerigid virus can occur via feces, but also in airborne form released from mucus, vomit, and other bodyfluids. These properties can also explain the higher contagiousness levels of the COVID-19/Wuhan2019-nCoV than with SARS-CoV [6]. In fact, the ability of COVID-19/Wuhan 2019-nCoV to remaininfectious outside the body for a longer period than SARS-CoV could imply that it requires fewer viralparticles for greater chances of infection. Furthermore, an infected body can shed more active viralparticles in greater concentrations as more particles are able to resist the digestive enzymes found inmost bodily fluids including saliva [2,3]. All these can explain not only high contagiousness of theCOVID-19/Wuhan 2019-nCoV but also the reported capability of this virus to be spread even beforethe patient begins to show symptoms [6].Author Contributions: Conceptualization, G.K.-M.G.; data curation, G.K.-M.G., and V.N.U.; formal analysis,G.K.-M.G.; investigation, G.K.-M.G.; methodology, A.K.D.; resources, A.K.D. and J.A.F.; software, G.K.-M.G.;writing—original draft, G.K.-M.G. and V.N.U; writing— review and editing, V.N.U. and J.A.F. All authors haveread and agreed to the published version of the manuscript.Conflicts of Interest: G.K.-M.G. is an independent researcher and the owner of Goh’s BioComputing, Singapore.G.K.-M.G. has also written a book (“Viral Shapeshifters: Strange Behaviors of HIV and Other Viruses”) on arelated subject. The authors have no other potential conflict of interests. The funders had no role in the design ofthe study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decisionto publish the results.Goh, G.K.; Dunker, A.K.; Uversky, V.N. Understanding viral transmission behavior via protein intrinsicGoh, G.K.; Dunker, A.K.; Foster, J.A.; Uversky, V.N. HIV vaccine mystery and viral shell disorder. Biomolecules2019, 9, 178. [CrossRef] [PubMed]Goh, G.K. Viral Shapeshifters: Strange Behaviors of HIV and other Viruses; Simplicity Research Institute:Goh, G.K.; Dunker, A.K.; Uversky, V.N. Nipah shell disorder, modes of infection and virulence. Microb.Goh, G.K.; Dunker, A.K.; Uversky, V.N. Prediction of intrinsic disorder in MERS-CoV/HCoV-EMC supportsa high oral-fecal transmission. PLoS Curr. 2013, 5. [CrossRef] [PubMed]WHO. Novel Coronavirus (2019-nCoV). Available online:https://www.who.int/emergencies/diseases/novelGoh, G.K.; Dunker, A.K.; Foster, J.A.; Uversky, V.N. Shell disorder analysis predicts high resilience of theWuhan-2019-nCoV outside the body and in the bodily fluids. Microb. Pathog. 2020, under review.© 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open accessarticle distributed under the terms and conditions of the Creative Commons Attribution(CC BY) license (http://creativecommons.org/licenses/by/4.0/).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Before the MERS-CoV outbreak in 2012, we built a model using artificial intelligence (AI) tools\nfor the identification of the levels of predicted intrinsic disorder (PID) in a query protein using its\namino acid sequence as the only input [1]. Next, this information was applied to rank various\ncoronaviruses based on the levels of disorder in their inner and outer shells (i.e., PID values evaluated\nfor their nucleocapsid (N) and membrane (M) proteins, respectively) and to find if these shell PID\nvalues were indicative of how long the given virus was able to stay in the environment [1–3]. The\napplication of this model ranked coronaviruses into three groups (Categories A, B, and C), members of\nwhich di er not only by the levels of their shell disorder, but also by their respiratory and fecal-oral\ntransmission potential [1–3]. The model was consistent with the hypothesis that viruses remaining in\nharsh environments require harder, i.e., less disordered, shells to survive [2,3]. Furthermore, higher\nlevels of inner shell disorder could be associated with greater infectivity, especially with regard to the\nviruses with high respiratory transmission potential [3–5].", "one_words_summarize": "Before the MERS-CoV outbreak in 2012, we built a model using artificial intelligence (AI) toolsfor the identification of the levels of predicted intrinsic disorder (PID) in a query protein using itsamino acid sequence as the only input [1]. Next, this information was applied to rank variouscoronaviruses based on the levels of disorder in their inner and outer shells (i.e., PID values evaluatedfor their nucleocapsid (N) and membrane (M) proteins, respectively) and to find if these shell PIDvalues were indicative of how long the given virus was able to stay in the environment [1–3]. The usefulness of our model is now becoming obvious, considering the current COVID-19/Wuhan2019-nCoV outbreak [6]. Furthermore, the intermediate levels of fecal-oral transmission potential ofCOVID-19/Wuhan 2019-nCoV should also be kept in mind, as in the case of all other viruses inCategory B.Although the ability to last longer outside the body provides better fitness of the virus that reliesmore on the fecal-respiratory route of transmission, as seen in PEDV3,5, transmission of the morerigid virus can occur via feces, but also in airborne form released from mucus, vomit, and other bodyfluids. The funders had no role in the design ofthe study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decisionto publish the results. CrossRef] [PubMed]Goh, G.K. Viral Shapeshifters: Strange Behaviors of HIV and other Viruses; Simplicity Research Institute:Goh, G.K.; Dunker, A.K.; Uversky, V.N. Nipah shell disorder, modes of infection and virulence."}