{"date": "2020/02/09", "journal": "Viruses", "authors": "David A. Schwartz, Ashley L. Graham", "title": "Potential Maternal and Infant Outcomes from Coronavirus 2019-nCoV (SARS-CoV-2) Infecting Pregnant Women: Lessons from SARS, MERS, and Other Human Coronavirus Infections", "type": "Perspective", "abstract": "In early December 2019 a cluster of cases of pneumonia of unknown cause was identified in Wuhan, a city of 11 million persons in the People's Republic of China. Further investigation revealed these cases to result from infection with a newly identified coronavirus, initially termed 2019-nCoV and subsequently SARS-CoV-2. The infection moved rapidly through China, spread to Thailand and Japan, extended into adjacent countries through infected persons travelling by air, eventually reaching multiple countries and continents. Similar to such other coronaviruses as those causing the Middle East respiratory syndrome (MERS) and severe acute respiratory syndrome (SARS), the new coronavirus was reported to spread via natural aerosols from human-to-human. In the early stages of this epidemic the case fatality rate is estimated to be approximately 2%, with the majority of deaths occurring in special populations. Unfortunately, there is limited experience with coronavirus infections during pregnancy, and it now appears certain that pregnant women have become infected during the present 2019-nCoV epidemic. In order to assess the potential of the Wuhan 2019-nCoV to cause maternal, fetal and neonatal morbidity and other poor obstetrical outcomes, this communication reviews the published data addressing the epidemiological and clinical e ects of SARS, MERS, and other coronavirus infections on pregnant women and their infants. Recommendations are also made for the consideration of pregnant women in the design, clinical trials, and implementation of future 2019-nCoV vaccines.", "text": "Coronaviruses are spherical, enveloped, and the largest of positive-strand RNA viruses. They havea wide host range, including birds, farm animals, pets, camels, and bats, in which they primarily causerespiratory and gastrointestinal disease. Belonging to the order Nidovirales, family Coronaviridae, and thesubfamily Orthocoronaviridae there are four genera of coronaviruses—Alphacoronavirus, Betacoronavirus,Deltacorona virus, and Gammacoronavirus [1–4].In humans, they are a cause of mild illnesses including the common colds occurring in childrenand adults, and were believed to be of modest medical importance. However, two zoonoticcoronaviruses—including the severe acute respiratory syndrome coronavirus (SARS-CoV) andMiddle East respiratory syndrome coronavirus (MERS-CoV)—can produce severe lower respiratorytract infections. Both the SARS-CoV and MERS-CoV have several features in common that arefactors in producing nosocomial transmission, replication in the lower respiratory tract, and viralimmunopathology. Both coronaviruses are zoonotic infections and constitute significant public healththreats that have resulted in epidemics with significant loss of life [1,5,6]. When the SARS-CoV andMERS-CoV infect women who are pregnant, they can result in poor obstetric outcomes includingmaternal morbidity and death. There are currently no vaccines or specific treatments approved forcoronavirus infections [2,6].Prior to December 2019, there were a total of six coronavirus species that produced humaninfection: HCoV-229E and HCoV-NL63 belonging to the Alphacoronavirus genus; and HCoV-OC43,HCoV-HKU1, MERS-CoV, and SARS-CoV, which belong to the Betacoronavirus genus [1,2]. As ofDecember 2019, there are now seven species that infect humans.As the newly identified novel coronavirus, termed 2019-nCoV and subsequently namedSARS-CoV-2, spreads rapidly throughout China and across to other countries, researchers scrambleto understand transmission dynamics, virulence, and pathogenicity. Given the rapidly progressivespread of this current 2019 novel coronavirus it is reasonable to expect that pregnant women havealready become infected. The e ect of 2019-nCoV during pregnancy is, at the present, unknown.This communication reviews the medical and clinical findings from coronavirus infections in pregnantwomen in order to anticipate how the newly discovered 2019-nCoV might a ect maternal and infantmorbidity and mortality.        In the beginning of December 2019, a cluster of persons with a pneumonia of unknown cause wasidentified in Wuhan, the capital of Hubei Province and a large city of approximately 11 million personslocated in the central region of the People’s Republic of China [        Control and Prevention, Atlanta, GA.Disease Control and Prevention, Atlanta, GA.This newly recognized coronavirus, producing a disease that has been termed COVID-19, is rapidlyThis newly recognized coronavirus, producing a disease that has been termed COVID-19, isspreading throughout China, has crossed international borders to infect persons in neighboringrapidly spreading throughout China, has crossed international borders to infect persons incountries, and humans infected by the virus are travelling via commercial airlines to other continents.neighboring countries, and humans infected by the virus are travelling via commercial airlines toIt is certain that 2019-nCoV will infect women who are pregnant, leaving the question open as toother continents. It is certain that 2019-nCoV will infect women who are pregnant, leaving thewhether the novel coronavirus will have a similar or di erent e ect on them compared with SARS-CoVquestion open as to whether the novel coronavirus will have a similar or different effect on themand MERS-CoV. In order to address the potential obstetrical outcomes of infection to both mother andcompared with SARS-CoV and MERS-CoV. In order to address the potential obstetrical outcomes ofinfant, the present communication describes the current state of knowledge regarding the e ects ofinfection to both mother and infant, the present communication describes the current state ofother coronavirus infections in pregnancy.knowledge regarding the effects of other coronavirus infections in pregnancy.3. Pneumonia Occurring during Pregnancy        Pneumonia arising from any infectious etiology is an important cause of morbidity and mortalityPneumonia arising from any infectious etiology is an important cause of morbidity and mortalityamong pregnant women. It is the most prevalent non-obstetric infectious condition that occurs duringamong pregnant women. It is the most prevalent non-obstetric infectious condition that occurspregnancy [                The SARS epidemic began quietly at the turn of the 21st century. In November 2002, a cook inGuangdong Province, China, died from an unidentified illness. He had worked at a restaurant in whichmeat from wild animals was served. On 27 November 2002 Chinese-language media and internetreports were picked up by Canada’s Global Public Health Intelligence Network (GPHIN) that indicateda flu-like illness was occurring in China [                Although there were relatively few documented cases of SARS occurring during pregnancy,several case reports and small clinical studies have described the clinical e ects in pregnant women andtheir infants. In reviewing these reports describing pregnant women with SARS in China it is possible,and perhaps even probable, that some of the same patients were included in more than one publication.However, even if this is the case, there is no doubt that SARS coronavirus infection was found tobe associated with severe maternal illness, maternal death, and spontaneous abortion [                The clinical outcomes among pregnant women with SARS in Hong Kong were worse than thoseoccurring in infected women who were not pregnant [                A case-control study to determine the e ects of SARS on pregnancy compared 10 pregnant and 40non-pregnant women with the infection at the Princess Margaret Hospital in Hong Kong [                Maxwell et al. [                Zhang et al. [                Two pregnant women with SARS were reported from the United States. In a detailed casereport, Robertson et al. [                From Canada, Yudin et al. [                In a study of 5 liveborn neonates who were delivered to women infected with SARS-CoV duringthe Hong Kong epidemic, results from multiple tests—including serial RT-PCR assays, viral culture,and paired neonatal serological titers—were negative for SARS-CoV [                Fortunately, there were no cases of vertical transmission identified among pregnant womeninfected with SARS-CoV during the 2002–2003 Asian epidemic [                In the only reported study of the placental pathology of mothers with SARS, Ng et al. [                Similar to other coronavirus infections, SARS-CoV is easily spread from person-to-person viarespiratory droplets and secretions as well as through nosocomial contacts [                In order to address the safety issues for the obstetrical management and delivery of pregnantwomen with SARS, guidelines were prepared by the Canadian Task Force on Preventive Health Careand the Society of Obstetricians and Gynaecologists of Canada [        “All hospitals should have infection control systems in place to ensure that alerts regardingchanges in exposure risk factors for SARS or other potentially serious communicable diseases areconveyed promptly to clinical units, including the labour and delivery unit.At times of SARS outbreaks, all pregnant patients being assessed or admitted to the hospitalshould be screened for symptoms of and risk factors for SARS.Upon arrival in the labour triage unit, pregnant patients with suspected and probable SARSshould be placed in a negative pressure isolation room with at least 6 air exchanges per hour. Alllabour and delivery units caring for suspected and probable SARS should have available at leastone room in which patients can safely labour and deliver while in need of airborne isolation.If possible, labour and delivery (including operative delivery or Caesarean section) shouldbe managed in a designated negative pressure isolation room, by designated personnel withspecialized infection control preparation and protective gear.Either regional or general anaesthesia may be appropriate for delivery of patients with SARS.6. Neonates of mothers with SARS should be isolated in a designated unit until the infant has beenwell for 10 days, or until the mother’s period of isolation is complete. The mother should notbreastfeed during this period.7. A multidisciplinary team, consisting of obstetricians, nurses, pediatricians, infection controlspecialists, respiratory therapists, and anaesthesiologists, should be identified in each unit and beresponsible for the unit organization and implementation of SARS management protocols.8. Sta caring for pregnant SARS patients should not care for other pregnant patients. Sta caringfor pregnant SARS patients should be actively monitored for fever and other symptoms of SARS.Such individuals should not work in the presence of any SARS symptoms within 10 days ofexposure to a SARS patient.9. All health care personnel, trainees, and support sta should be trained in infection controlmanagement and containment to prevent spread of the SARS virus.10. Regional health authorities in conjunction with hospital sta should consider designating specificfacilities or health care units, including primary, secondary, or tertiary health care centers, to carefor patients with SARS or similar illnesses.”        Middle East respiratory syndrome (MERS) was first reported in September 2012 in Saudi Arabia,following isolation of MERS-CoV from a male patient who died months earlier from severe pneumoniaand multiple organ failure [1]. In the 8 years since then, there have been more than 2494 confirmedcases of MERS resulting in upwards of 858 deaths globally [                MERS-CoV is characterized by sporadic zoonotic transmission events as well as spread betweeninfected patients and close contacts (i.e., intra-familial transmission) [                There are no clinical or serological reports of perinatal transmission of MERS, though verticaltransmission has been reported for non-coronavirus respiratory viruses including influenza andrespiratory syncytial virus (RSV) [                The clinical presentation of MERS varies from asymptomatic to severe pneumonia with acuterespiratory distress syndrome (ARDS), septic shock, and multiple organ failure, often resulting indeath. Most patients with MERS develop severe acute respiratory illness accompanied by fever,cough, and shortness of breath [                Limited data exists on the prevalence and clinical features of MERS during pregnancy, birth,and the postnatal period. It is likely, however, that the immunological changes that normally occurin pregnancy may alter susceptibility to the MERS-CoV and the severity of clinical illness [                Between November 2012 and February 2016, there were 1308 cases of MERS reported by the SaudiArabia Ministry of Health (MoH). Of these, 5 patients were pregnant, according to a retrospectivestudy by Assiri et al. [                In a separate case report of MERS occurring in pregnancy, Alserehi et al. [                Alfaraj et al. [                According to Payne et al. [                On 24 November 2013, a 32-year-old pregnant woman in the United Arab Emirates (UAE)developed ARDS following admission to the ICU after suspected community-acquired pneumoniaadvanced to respiratory failure and hypotension [                Outside of the Middle East the only confirmed case of MERS in pregnancy occurred in 2015in South Korea. Jeong et al. [                The mean maternal age of the 11 confirmed maternal SARS cases described above was 33.2 years,with a mean gestational age of 26.3 weeks. The source of infection in 2 of the cases was attributedto contact with family members who tested positive for MERS-CoV, unknown in 3 cases, likely dueto animal exposure in 1 case, and 6 were healthcare-associated (2 of these patients were healthcareworkers). Six patients required intensive care and 3 died. Of those who died, 2 were exposed toMERS-CoV in the 3rd trimester, and 1 was exposed during the 2nd trimester. The infant death rate forall 11 cases was 27%. Fetal survival did not appear to correlate with the timing of maternal infectionand gestational age; however, more data are needed to draw conclusions about this relationship.According to Alfaraj et al. [                Similar to SARS in pregnancy, more research is needed to understand the pathogenesis andepidemiology of MERS in pregnancy including the relationship between the timing of maternalinfection, gestational age of the fetus, the e ects of comorbid factors, and the occurrence of adverseoutcomes. Few studies documented the presence of MERS-CoV antibodies in the umbilical cord orneonatal blood, making it di cult to assess perinatal transmission. As such, future studies shouldinvolve the collection of samples from relevant specimens including amniotic fluid, placenta, andumbilical cord [                MERS prevention should be high priority for high-risk exposures such as healthcare workers,pregnant women and individuals working with camels, camel meat-milk processors and in abattoirs [                While multiple agents have been used to treat MERS, none have been tested in large clinicalstudies. Available data are limited to the use of combination therapies of interferon and other agents incase reports and case series [                Due to a gap in research on the treatment of MERS in pregnancy, there are no therapeutic optionscurrently recommended for pregnant women [                The Alphacoronaviruses HCoV 229E and NL63, as well as the Betacoronaviruses HKU1 and OC43,can infect humans and cause the common cold. In order to investigate the potential maternal-fetaltransmission of human coronaviruses during pregnancy, Gagneur et al. [                It is beyond the scope of this communication to discuss the various technical challenges inherentin developing a safe and e cacious vaccine for coronavirus infections in humans. There are clearlychallenges to this endeavor—protective antibodies to coronaviruses are not long-lasting, tissue damagehas been reported to occur as a result of exposure to SARS-CoV, development of animal models thatclosely resemble human infection are limited, and the extensive time and expense necessary to performclinical trials in humans, to name a few [                It is vitally important that pregnant women be considered in the design, clinical trial, andimplementation of vaccine candidates for 2019-nCoV. In examining the history of vaccine design,it is clear that the needs of pregnant women have rarely been prioritized in either the preclinicaldevelopment or the clinical trial phases of production. Today, pregnant women are usually excludedfrom experimental trial of drugs and vaccines that do not target obstetric conditions [                On 23 January 2020 the Coalition for Epidemic Preparedness Innovations (CEPI) announced threeprograms to develop a vaccine against the novel Wuhan coronavirus. The Chief Executive O cer ofCEPI, Richard Hatchett, said [                A critical question that must be answered at this stage—with a clear view of the potentialdeleterious e ects of a new coronavirus in pregnancy—is will maternal immunization be a priority inresearch and development? As of the PHEIC declaration, 12 groups have announced that they aredeveloping new vaccines against 2019-nCoV and seven others announced initiatives to develop newtherapies [                On 5 February 2020 it was reported by multiple media outlets that a newborn infant deliveredduring the epidemic in Wuhan had tested positive for 2019-nCoV at the Wuhan Children’s Hospital inHubei Province 30 hours following its birth. According to the o cial Xinhua news agency, the infantwas delivered on 2 February to a mother who had tested positive for the virus. Reports have statedthat the infant had stable vital signs, no fever or cough, but had shortness of breath together withabnormal chest radiographs and abnormalities of liver function [                The hospital also provided information about a previous case of a baby that had been deliveredon 13 January 2020. Following its birth, the infant’s nanny was diagnosed with 2019-nCoV, and themother was diagnosed days later [                There is limited knowledge regarding coronavirus infections that occur during pregnancy—whatis known has, for the most part, been the result of epidemics resulting from two di erent diseases,SARS and MERS. These previous experiences with coronavirus infections in pregnancy indicates thatthese agents are capable of causing adverse clinical outcomes including life-threatening maternaldisease that in some cases requires hospitalization, intensive care and ventilatory support. Both of thesecoronaviruses can result in maternal death in a small but significant number of cases, but the specificrisk factors for a fatal outcome during pregnancy have not been clarified. Coronaviruses can alsoresult in adverse outcomes for the fetus and infant including intrauterine growth restriction, pretermdelivery, admission to the ICU, spontaneous abortion and perinatal death. Unlike some viral infections,notably Ebola virus [        Conflicts of Interest: The authors declare no conflict of interest.", "ref_list": [[], ["and emerging coronaviruses (severe acute respiratory syndrome and Middle East respiratory syndrome"], ["From SARS to MERS, thrusting coronaviruses into the spotlight"], ["report/positive-sense-"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["-market-may-not-be-source-novel-virusspreading-globally (accessed on 31"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Statement on the Second Meeting of the International Health Regulations ("], [""], ["Emergency as Wuhan Coronavirus Spreads"], ["Antepartum pneumonia in pregnancy"], ["Risk factors associated with the increasing prevalence of pneumonia during pregnancy"], ["Pneumonia during pregnancy: Has modern technology improved maternal and fetal outcome? Am"], ["Indirect obstetric deaths in the state of Michigan 1960-1968"], ["Pneumonia during pregnancy"], ["Emerging infections and pregnancy"], ["Immunobiologic adaptations of pregnancy"], ["Acute respiratory failure in pregnancy due to staphylococcal pneumonia"], ["Pregnancy and the lung"], ["Influenza occurring in pregnant women; a statistical study of thirteen hundred and fifty cases"], ["Observations on excess mortality associated with epidemic influenza"], ["Government of Canada. Learning from SARS: Renewal of Public Health in Canada-SARS in Canada: Anatomy of an Outbreak"], [""], ["Consensus Document on the Epidemiology of Severe Acute Respiratory Syndrome (SARS)"], ["Severe acute respiratory syndrome and pregnancy"], ["Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome"], ["Infection control for SARS in a tertiary neonatal centre"], ["SARS in newborns and children"], ["225-Management guidelines for obstetric patients and neonates born to mothers with suspected or probable severe acute respiratory syndrome (SARS)"], ["A case-controlled study comparing clinical course and outcomes of pregnant and non-pregnant women with severe acute respiratory syndrome"], ["Clinical analysis of pregnancy in second and third trimesters complicated severe acute respiratory syndrome"], ["SARS and pregnancy: A case report"], ["SARS in pregnancy"], ["SARS during pregnancy"], ["Severe acute respiratory syndrome in pregnancy"], ["Infants born to mothers with severe acute respiratory syndrome"], ["Severe acute respiratory syndrome (SARS) in neonates and children"], ["The placentas of patients with severe acute respiratory syndrome: A pathophysiological evaluation"], ["Identification of severe acute respiratory syndrome in Canada"], ["Advisors of Expert SARS group of Hospital Authority. E ectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome"], ["The SARS epidemic in Hong Kong: What lessons have we learned?"], ["Management guidelines for obstetric patients and neonates born to mothers with suspected or probable severe acute respiratory syndrome (SARS)"], ["Middle East Respiratory Syndrome (MERS) Background"], ["East respiratory syndrome coronavirus infection during pregnancy: A report of 5 cases from Saudi Arabia"], ["Centers for Disease Control and Prevention (CDC). Middle East Respiratory Syndrome (MERS) Fact Sheet"], ["MERS-CoV infection in pregnant woman in Korea"], ["Middle East Respiratory Syndrome (MERS) Overview"], ["Family cluster of Middle East respiratory syndrome coronavirus infections"], ["Novel coronavirus infections in Jordan, April 2012: Epidemiological findings from a retrospective investigation"], ["MERS-CoV outbreak in Jeddah-A link to health care facilities"], ["Transmission of Middle East respiratory syndrome coronavirus infections in healthcare settings"], ["East respiratory syndrome: What we learned from the 2015 outbreak in the Republic of Korea"], ["Coronavirus (MERS-CoV) origin and animal reservoir"], ["Dromedary camels and the transmission of Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Impact of Middle East respiratory syndrome coronavirus (MERS-CoV) on pregnancy and perinatal outcome"], ["An Overview of the latest infectious diseases around the world"], ["East respiratory syndrome coronavirus during pregnancy"], ["East respiratory syndrome coronavirus (MERS-CoV) infection during pregnancy: Report of two cases & review of literature"], ["Stillbirth during infection with Middle East respiratory syndrome coronavirus"], ["Update on therapeutic options for Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Vertical transmission of human coronavirus. Prospective pilot study"], ["Materno-fetal transmission of human coronaviruses: A prospective pilot study"], ["Emerging respiratory viruses: Challenges and vaccine strategies"], ["Duration of antibody responses after severe acute respiratory syndrome"], ["Immunization with SARS coronavirus vaccines leads to pulmonary immunopathology on challenge with the SARS virus"], ["Clinical trials and administration of Zika virus vaccine in pregnant women: Lessons (that should have been) learned from excluding immunization with the Ebola vaccine during pregnancy and lactation"], ["Being pregnant during the Kivu Ebola virus outbreak in DR Congo: The rVSV-ZEBOV vaccine and its accessibility by mothers and infants during humanitarian crises and in conflict areas"], ["A. Maternal and infant death and the rVSV-ZEBOV vaccine through three recent Ebola virus epidemics-West Africa, DRC Équateur and DRC Kivu: 4 years of excluding pregnant and lactating women and their infants from immunization"], ["Coalition for Epidemic Preparedness Innovations"], ["A Dozen Vaccine Programs Underway as WHO Declares Coronavirus Public Health Emergency"], ["WHO Target Product Profiles for MERS-CoV Vaccines"], ["When is it acceptable to vaccinate pregnant women? Risk, ethics, and politics of governance in epidemic crises"], ["Chinese Baby Tests Positive for Coronavirus 30 Hours after Birth"], ["Infected with the Coronavirus Gave Birth, and Her Baby Tested Positive 30 Hours Later"], ["Doctors Fear Pregnant Women Can Pass on Illness after Newborn Baby Is Diagnosed"], ["Expert Reaction to Newborn Baby Testing Positive for Coronavirus in Wuhan"], ["Zika virus infection in pregnancy, microcephaly and maternal and fetal health-What we think, what we know, and what we think we know"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D.S. Epidemic Hui"], ["Z. Song", "Y. Xu", "L. Bao", "L. Zhang", "P. Yu", "Y. Qu", "H. Zhu", "Y Zhao", "C. Qin", "J. Li", "F. Shi", "Z.L. Origin"], ["rna-", "S.", "D.S.C. Zumla", "A."], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Lau", "E.H.Y. Wong", "J.Y."], ["Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R.", "N. Engl"], ["Cohen"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Fan", "J. Xu", "X. Gu"], ["healthregulations-", "coronavirus-"], ["Coronavirus"], ["Wee", "D.G. McNeil", "J.C. W.H.O. Hernández", "Declares Global"], ["R. Benedetti", "W.J."], ["K. Berkowitz", "A. LaSala"], ["N.E. Madinger", "J.S. Greenspoon", "A.G. Eilrodt", "J. Obstet"], ["H.C. Visscher", "R.D. Visscher"], ["F.B. Rigby", "J.G. Pastorek"], ["D.J. Jamieson", "R.N. Rasmussen", "S.A."], ["I.L. Sargent", "C. Redman", "E.A. Hobbins", "J.C. Mahoney", "M.J. Petrie"], ["D. Nyhan", "C. Bredin", "C. Quigley"], ["S. Weinberger", "W."], ["J.W. Harris"], ["Eickho", "I.L. Sherman", "R.E. Serfling"], [], ["M.J. Peterson", "A Reporting Incidence of Severe Acute Respiratory Syndrome (SARS) Appendix"], [], ["S.F. Wong", "Chow", "M. K.M.; de Swiet"], ["S.F. Wong", "K.M. Chow", "T.N. Leung", "W.F. Ng", "T.K. Ng", "C.C. Shek", "P.C. Ng", "P.W. Lam", "L.C. Ho"], ["P.C. Ng", "K.W. So", "D.J. Lyon", "W. Wong", "K.L. Fung", "K.S. Lee", "C.H. Li", "A.M."], ["P.C. Ng", "C.W. Leung", "W.K. Wong", "S.F. Hon", "E.K."], ["C. Maxwell", "A. McGeer", "K.F.Y. Tai", "M. No. Sermer"], ["C.M. Lam", "S.F. Wong", "T.N. Leung", "K.M. Chow", "W.C. Yu", "Wong", "S.T. Lai", "L.C. Ho"], ["J.P. Zhang", "Y.H. Wang", "L.N. Chen", "Y.F."], ["C.A. Robertson", "S.A. Lowther", "T. Birch", "C. Tan", "F. Sorhage", "L. Stockman", "C. McDonald", "J.R. Lingappa", "E. Bresnitz"], ["E. Schneider", "D. Duncan", "M. Perry", "R.", "J.", "C. Haase", "J. Gorab", "J."], ["L.J. Stockman", "S.A. Coy", "K. Saw", "J.", "U.D."], ["Yudin", "D.M. Steele", "M.D. Sgro", "S.E. Read", "P. Kopplin", "K.A. Gough"], ["C.C. Shek", "P.C. Ng", "F.W. Fung", "P.K. Peiris", "M.J. Lee", "K.H. Wong", "S.F. Cheung", "H.M. Li", "A.M."], ["A.M. Li", "P.C. Ng"], ["W.F. Ng", "S.F. Wong", "A. Lam", "Y.F. Mak", "H. Yao", "K.C. Lee", "K.M. Chow", "W.C. Yu", "L.C. Ho"], ["S.M. Poutanen", "D.E. Low", "B. Henry", "S. Finkelstein", "D. Rose", "K. Green", "R. Tellier", "R.", "D.", "M."], ["W.H. Seto", "D. Tsang", "R.W. Ng", "T.K. Ho", "M. Ho", "L.M. Peiris", "J.S.M.;"], ["L.S. Hung"], ["C. Maxwell", "A. McGeer", "K.F.Y. Tai", "M. Sermer", "Maternal Fetal Medicine Committee; Infectious Disease Committee"], [], ["A. Assiri", "G.R. Abedi", "M.", "Bin Saeed", "A. Gerber", "S.I.", "J.T. Middle"], [], ["Jeong", "S.I. Sung", "J.H. Ahn", "E.S. Kang", "Y.S.", "S.P. Kim", "J.H."], [], ["Z.A. Memish", "A.L. Sumla", "R.F. Al-Hakeem", "A.A. Al-Rabeeah", "G.M. Stephens"], ["B. Hijawi", "M. Abdallat", "A. Sayaydeh", "S. Alqasrawi", "A. Haddadin", "N. Jaarour", "S. Alsheikh", "T."], ["I.K. Oboho", "S.M. Tomczyk", "A.M. Al-Asmari", "A.A. Banjar", "M.S. Al-Mugti", "K.Z. Alkhaldi", "E.L. Almohammadi", "B.M. Alraddadi", "S.I. Gerber"], ["J.C. Hunter", "D. Nguyen", "B. Aden", "Z.", "W.", "K. Khudair", "A.", "M. El Saleh", "F. Imambaccus"], ["M.D. Oh", "S.W. Park", "P.G. Bang", "J.H. Song", "K.H. Kim", "E.S.", "H.B. Kim", "N.J. Middle"], ["H.A. Mohd", "J.A. Al-Tawfiq", "Z.A. Memish", "Middle East Respiratory Syndrome"], ["H.G. Hemida", "A. Elmoslemany", "F. Al-Hizab", "A. Alnaeem", "F. Almathen", "B. Faye", "D.K.W. Chu", "R.A. Peiris", "M."], ["G. Alserehi", "A. Alshukairi", "B. Alraddadi"], ["S. Yadav", "G.", "M."], ["A. Malik", "K.M. El Masry", "M. Ravi", "F. Sayed", "Middle"], ["S.H. Alfaraj", "J.A. Al-Tawfiq", "Z.A. Memish", "Middle"], ["D.C. Payne", "I. Iblan", "S.", "M. Rha", "B. Tohme", "R.A. Abedi", "G.R.", "N.H. Haddadin", "A.", "T."], ["J.A. Al-Tawfiq", "Z.A. Memish"], ["A. Gagneur", "E. Dirson", "S. Audebert", "S. Vallet", "M.C. Baron", "R.", "Y. Collet", "M. Sizun", "J. Oger", "E."], ["A. Gagneur", "E. Dirson", "S. Audebert", "S. Vallet", "M.C. Legrand-Quillien", "Y. Laurent", "M. Collet", "J. Sizun", "E. Oger", "C. Payan"], ["L. Gillim-Ross", "K. Subbarao"], ["Wu", "N.-C. Wang", "Y.-H. Chang", "Tian", "Na", "L. Zheng", "T. Lan", "L.-F. Wang", "Liang"], ["Tseng", "E. Sbrana", "Iwata-Yoshikawa", "P.C. Newman", "T. Garron", "R.L. Atmar", "C.J. Peters"], ["D.A. Schwartz"], ["D.A. Schwartz"], ["D. Schwartz"], ["coronavirus-"], ["W. Pong"], [], ["A.L. Graham"], ["Y. Steinbuch"], ["A. A Pregnant Woodward", "Mother", "mother-"], ["Gillespie"], [], ["M.G. Alvarado", "D.A. Schwartz"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronaviruses are spherical, enveloped, and the largest of positive-strand RNA viruses. They have\na wide host range, including birds, farm animals, pets, camels, and bats, in which they primarily cause\nrespiratory and gastrointestinal disease. Belonging to the order Nidovirales, family Coronaviridae, and the\nsubfamily Orthocoronaviridae there are four genera of coronaviruses—Alphacoronavirus, Betacoronavirus,\nDeltacorona virus, and Gammacoronavirus [1–4].", "one_words_summarize": "Coronaviruses are spherical, enveloped, and the largest of positive-strand RNA viruses. As ofDecember 2019, there are now seven species that infect humans. Given the rapidly progressivespread of this current 2019 novel coronavirus it is reasonable to expect that pregnant women havealready become infected. In November 2002, a cook inGuangdong Province, China, died from an unidentified illness. He had worked at a restaurant in whichmeat from wild animals was served. In reviewing these reports describing pregnant women with SARS in China it is possible,and perhaps even probable, that some of the same patients were included in more than one publication. Either regional or general anaesthesia may be appropriate for delivery of patients with SARS.6. On 24 November 2013, a 32-year-old pregnant woman in the United Arab Emirates (UAE)developed ARDS following admission to the ICU after suspected community-acquired pneumoniaadvanced to respiratory failure and hypotension [                Outside of the Middle East the only confirmed case of MERS in pregnancy occurred in 2015in South Korea. Similar to SARS in pregnancy, more research is needed to understand the pathogenesis andepidemiology of MERS in pregnancy including the relationship between the timing of maternalinfection, gestational age of the fetus, the e ects of comorbid factors, and the occurrence of adverseoutcomes. Today, pregnant women are usually excludedfrom experimental trial of drugs and vaccines that do not target obstetric conditions [                On 23 January 2020 the Coalition for Epidemic Preparedness Innovations (CEPI) announced threeprograms to develop a vaccine against the novel Wuhan coronavirus. According to the o cial Xinhua news agency, the infantwas delivered on 2 February to a mother who had tested positive for the virus."}