{"date": "2020/02/06", "journal": "J. Clin. Med.", "authors": "Biao Tang, Xia Wang, Qian Li, Nicola Luigi Bragazzi, Sanyi Tang, Yanni Xiao, Jianhong Wu", "title": "Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions", "type": "Article", "abstract": "Since the emergence of the first cases in Wuhan, China, the novel coronavirus (2019-nCoV) infection has been quickly spreading out to other provinces and neighboring countries. Estimation of the basic reproduction number by means of mathematical modeling can be helpful for determining the potential and severity of an outbreak and providing critical information for identifying the type of disease interventions and intensity. A deterministic compartmental model was devised based on the clinical progression of the disease, epidemiological status of the individuals, and intervention measures. The estimations based on likelihood and model analysis show that the control reproduction number may be as high as 6.47 (95% CI 5.71-7.23). Sensitivity analyses show that interventions, such as intensive contact tracing followed by quarantine and isolation, can e ectively reduce the control reproduction number and transmission risk, with the e ect of travel restriction adopted by Wuhan on 2019-nCoV infection in Beijing being almost equivalent to increasing quarantine by a 100 thousand baseline value. It is essential to assess how the expensive, resource-intensive measures implemented by the Chinese authorities can contribute to the prevention and control of the 2019-nCoV infection, and how long they should be maintained. Under the most restrictive measures, the outbreak is expected to peak within two weeks (since 23 January 2020) with a significant low peak value. With travel restriction (no imported exposed individuals to Beijing), the number of infected individuals in seven days will decrease by 91.14% in Beijing, compared with the scenario of no travel restriction.", "text": "          of Coronaviridae [                    province and the seventh largest city of People’s Republic of China [                    Since 31 December 2019, when the Wuhan Municipal Health Commission reported 27 cases ofviral pneumonia, including 7 critically ill cases, the pneumonia outbreak has received considerableglobal attention. A novel coronavirus was identified as the causative agent by the Chinese authoritieson 7 January 2020, and on 10 January 2020, the World Health Organization (WHO) designated the novelcoronavirus as 2019-nCoV. On the same day, the WHO released a wide range of interim guidance forall countries on how they can get prepared for coping with this emergency, including how to monitorfor potentially infected people, collect and test samples, manage patients, control and mitigate theburden generated by the infection in health centers, maintain the right drug supplies and e ectivelycommunicate with the lay public regarding the new virus [          reported in other parts of mainland China, and in various countries including South Korea, Japan,Thailand, Singapore, the Philippines, Mexico and the United States of America. As of 6 February 2020(02:45 GMT), 28,276 cases, of which 3863 are in critical condition, and 565 deaths had been reported.diseases to add the 2019-nCoV as a class B agent (a pathogen that can cause an epidemic outbreak).On the same day, public health o cials announced a further revision to classify the novel virus as a classA agent (a pathogen that can cause an epidemic in a short time). Some non-pharmaceutical interventions(NPIs), including intensive contact tracing followed by quarantine of individuals potentially exposedto the disease, and isolation of infected, symptomatic individuals, were implemented, but theire ectiveness during the early stage is questionable.as for other cities in their preparedness and rapid response to the importation of infected cases.With the arrival of the Spring Festival, massive traveling is expected to mobilize a large segment of thepopulation, by which the novel coronavirus may be broadly reseeded.authorities introduced travel restrictions a ecting five cities (Wuhan, Huanggang, Ezhou, Chibi and          However, how these expensive and resource-intensive measures can contribute to the preventionand control of the infection in these cities and other parts of the country, and how long these travelrestrictions should be maintained, remain to be determined. In the context of a novel coronavirusa ecting a naïve population, estimation of the basic reproduction number is important for determiningthe potential and severity of an outbreak, and providing critical information for designing andimplementing disease outbreak responses in terms of the identification of the most appropriate,evidence-based interventions, mitigation measures and the determination of the intensity of suchprograms in order to achieve the maximal protection of the population with the minimal interruptionof social-economic activities [                    key role in informing evidence-based decisions by health decision- and policy-makers. To the bestof our knowledge, only a few mathematical models have so far been publicly released, including aBats-Hosts-Reservoir-People transmission network model and a returning traveler study aimed tocompute underestimated coronavirus cases [          No study has focused on the practical implications of public health interventions and measures.Therefore, the present study was undertaken to fill in this gap of knowledge.2.1. Data2.1. DataWe obtained data of laboratory-confirmed 2019-nCoV cases which occurred in mainland China        We obtained data of laboratory-confirmed 2019-nCoV cases which occurred in mainland Chinathe cumulative number of reported cases, as shown in Figure 1A, and the quarantined and releasedfrom the WHO situation report, the National Health Commission of the People’s Republic of Chinapopulation, as shown in Figure 1B. The data were released and analyzed anonymously. Since theand the Health Commission of Wuhan City and Hubei Province [        By inferring the effectiveness of intervention measures, including quarantine and isolationbased on the 41 cases on that date, as shown in Figure 1A.outbreak.ccuurrvvee iiss tthhee bbeesstt fifittttiinngg ccuurrvvee ooff mmooddeell(1(1))totoddataatRaRevev11.. ((BB)) DDaattaa iinnffoorrmmaattiioonn ooff ccuummuullaattiivveethe outbreak.Here,weBy inferring the e ectiveness of intervention measures, including quarantine and isolation2.2. The Model(Figure 1B), we estimated the required e ectiveness of these interventions in order to preventpropose a deterministic“Susceptible-Exposed-Infectious-Recovered” (SEIR)compartmental model based on the clinical progression of the disease, epidemiological status of the2in.2d.iTvihdeuMalosdaelnd intervention measures (Figure 2). We parameterized the model using data obtainedHere,for the confirmed cases of 2019-nCoV in mainland China and estimated the basic reproductionwe propose a deterministic “Susceptible-Exposed-Infectious-Recovered” (SEIR)number of the disease transmission.compartmental model based on the clinical progression of the disease, epidemiological status ofthe individuals and intervention measures (Figure 2). We parameterized the model using data obtainedfor the confirmed cases of 2019-nCoV in mainland China and estimated the basic reproduction numberof the disease transmission.4 of 13are indicated.isolation are indicated.nCoV)infection.infection. Interventions includingintensive contact tracing followedisolated infected (Iq) compartments.and isolated infected (Iq) compartments.InIn more detail, we investigated a general SEIR-type epidemiological model, which incorporatesappropriate compartments relevant to interventions suchmore detail, we investigated a general SEIR-type epidemiological model,quarantine, isolationappropriate compartments relevant to interventions such as quarantine, isolation and treatment.which incorporatestreatment.andWeasWestratified thestratified the populationspopulationsas susceptible (S), exposed (E), infectiousas susceptible (S), exposed (E), infectiousbut not yet symptomatic(prebutnot yet symptomaticand(pre-symptomatic) (A), infectious with symptoms (I), hospitalized (H) and recovered (R) compartments,symptomatic) (A), infectiousand further stratified the population to include quarantined susceptible (Sq), isolated exposed (Eqfurther stratified the population to include quarantined susceptible (Sq), isolated exposed (Eq)with symptoms (I), hospitalized (H) and recovered (R) compartments,) andWithquarantined individuals can eithermove to the compartment Eq or Sq,dependingonThe quarantined individuals can either move to the compartment Eq or Sq, depending oncontact tracing, a proportion, q, of individualsexposed to the virus is quarantined. Thewhether theywhether theycontact tracing, a          proportion, q, of individuals exposed to the virus is quarantined.or not [                    q, consists of individuals exposed toor not [          who areare eare effectively infectedectively infectedeto the virus who areectively infectedor stay in compartment Smissed from the contact tracing andotherwise.missed fromthe contact tracing andLet the transmissionprobability bemove to the exposed compartment, E, oncemove to the exposed compartment, E, onceandthe compartment Eq (or Sq) at a rate ofcq (or (1contact rate be constant c. Then, the quarantined individuals, if infected (or uninfected),effectively infected or stay in compartment S otherwise. Let the transmission probabilitythe contact rate be constant c. Then, the quarantined individuals, if infected (or uninfected), move tobe β and themove to the)cq). Thosewho are not quarantined, if infected,isolated at a rate  then isolated at a rate dand can alsoI and can alsomove to the compartment Rmove to the compartment Rdue to recovery.due to recovery.The transmission dynamics are governed by the following system of equations:of equations:compartment Eq (or Sq) at a rate of βcq (or (1 – β)cq). Those who are not quarantined, if infected, willwill move to the compartment E at a rate ofmove to the compartment E at a rate of βc(1c(1−  ). The infected individuals canq). The infected individuals canbe detected and thenbe detected andS′0 == −(( c ++ cq((11 −  )))S)(I(++ A))++  S q ,,E′0 ==  c((11 − q))S ((I ++  A)) −  E, ,I′0 ==  %E − (( I ++  ++  I))I,,A′0 == ((11− %)E −  AA,,S q′0 ==((11−  ))cqS((I ++  A)) −  Sq,,E q′0 ==  cqS((I ++  A)) −  q E q,,H′0 ==II++qE q − (( ++  H))H,,R′0 ==II++ AA++ H H,,(1()1)wwhheerree 0′isisththeeddeerrivivaatitviveewwitihthrreessppeecctttototitmimee,,aannddt htheeoot htheerrppaararammeetetersrsaareresusummmmaarirzizededininTTabalbele1.1.cq%IqIAHS(0)E(0)I(0)A(0)Sq(0)Eq(0)H(0)R(0)Contact rateProbability of transmission percontactQuarantined rate of exposedindividualsTransition rate of exposedindividuals to the infectedclassRate at which the quarantineduninfected contacts werereleased into the widercommunityProbability of havingsymptoms among infectedindividualsTransition rate of symptomaticinfected individuals to thequarantined infected classTransition rate of quarantinedexposed individuals to thequarantined infected classRecovery rate of symptomaticinfected individualsRecovery rate ofasymptomatic infectedindividualsRecovery rate of quarantinedinfected individualsDisease-induced death rateInitial susceptible populationInitial exposed populationInitial symptomatic infectedpopulationInitial asymptomatic infectedpopulationInitial quarantined susceptiblepopulationInitial quarantined exposedpopulationInitial quarantined infectedpopulationInitial recovered population1/71/142.3. Model-Based Method for EstimationRc =\" %c(1I +q)+ I+c (1%)(1Aq) #S0(2)We used the Markov Chain Monte Carlo (MCMC) method to fit the model and adopted anadaptive Metropolis–Hastings (M-H) algorithm to carry out the MCMC procedure. The algorithm isrun for 100,000 iterations with a burn-in of the first 70,000 iterations, and the Geweke convergencediagnostic method is employed to assess convergence of chains.––2.4. Likelihood-Based Method for EstimationR0E = 2E = 3E = 4E = 5E = 6E = 7E = 8where t = Rc Pkj=1 pjNt j, k is the maximum value of the serial interval (chosen as k = 6 here) andG(x) is the gamma function. N = fN0, N1, : : : , NTg, where Nj denotes the total number of cases on dayj and T is the last day of observations. pj is the probability function for the generation interval on day j.We assume that the generation interval follows a gamma distribution with mean E and variance V.Since the generation interval of the 2019-nCoV is undetermined, we investigated the sensitivity of Rcto di erent E values ranging from 2 to 8 days (given in Table 2).(3)E: mean value of Gamma distribution, V: Deviation of Gamma distribution dataRev1: [1 2 3 4 6 9 12 20 28 41 45 62121 198 291 440 571]; dataRev2: [1 2 3 4 6 9 12 20 28 41 41 41 41 41 41 45 62 121 198 291 440 571].2.5. Simulation          The population of Wuhan is around 11,081,000 inhabitants [          3.1. Likelihood-Based EstimatesLikelihood-based estimation of Rc during the outbreak in Wuhan gives a mean value of 6.39 withmean and variance of generation time of 6 and 2 days on the basis of a revised data series (dataRev1).The reproduction number based on likelihood-based estimation ranges from 1.66 to 10 and it followsfrom Table 2 that Rc is sensitive to changes in mean generation intervals. Fitting to the other reviseddata series (dataRev2) gives a mean value of 6.32 with mean and variance of generation time of 6and 2 days. Note that the estimates of Rc based on the two time series agree well, and consequently,both revised data series can be used to fit the proposed dynamics transmission model. In this study,we chose the estimations based on dataRev1 as the comparison reference to verify and validate ourmodel-based estimation. Thus, in the following sections of the manuscript, we will use the reviseddataset (dataRev1) to fit the proposed model.3.2. Model-Based Estimatesfor the confirmed 2019-nCoV cases (dataRev1), we estimated the mean control reproductive number Rcto be 6.47 (95% CI 5.71–7.23), whereas other parameter estimations are reported in Table 1. Note thatthe mean estimations of Rc based on the likelihood method are within the 95% confidence interval oftheJ. mCloind.Mele-db.2a0s2e0d,9e,xstFiOmRaPtEeEsR(TRaEbVlIeEW2). 7 of 13the current intervenTtaibolne (3b.eTfhoereeff2e2ctJsaonf utraarvyel2r0e2st0r)ic,ttihonesnoun mthbeepreoakf itnimfeecatnedd pineadkivviadluuea.ls (I(t)) is expectedto peak on arounPda1ra0mMetaerrch 2020, with a peak s.i z e of 1.63 .  105 infecti. o us individ. uals.To examine tPheeakpToimsseible impa1c9t.3odfaeynshan2c2e.6ddainysterv3e3n.8tidoanyss on6d1i.3sedaasyes infe3c.4tidoanyss, we plottedthe numberVoafluienofef c teadt pienadkitvi mideual1s.6(3I(×t)1)0a5nd1t.5h×e 1p0r5edic1te.1d5 ×cu1m05ula6t.i6v8e×n1u04mb2e.r42o×f r1e0p3 orted caseswith varying quaPraarnamtineteerr ate q and contact rat5e c. This an1a0lysis show1s5that reduc2i0n g the contact ratepFiegrusirsete3natnlydVdTaealcubreleeoPaf3sea.eksatttihmpeeeapketaimkeval11u.69e.33b×dua1ty0ms5ay31.7e5.i61th×dea1ry0sd4ela1.y98o×r 104 1.38 × 104 11.00p.83e×daak1y0,s4as shown in12.8 dabyrsing 1fo1.r4wdaayrds theNote that the baseline values are (c, q) = (14.78, 1.88 × 10–7).FigFuigreur3e. 3S.eSnesnitsiivtiivtyityanaanlaylsyesseswwitihthrreessppeeccttttooccoonnttaacctt rraattee,, cc ((AA,,BB)),,aannddqquuaararanntitnineerartaet,eq, (qC(,CD,)D, o),notnhetheloglongunmubmebreorfoinffinecfetectde dinidnidviivdiduualaslsaannddccuummuullaattiivvee rreeppoorrtteedd ccaasseess..forward the peak by 6.5 or 9 days, and lead to a reduction of the peak value in terms of the number ofinfected individuals by 87% or 93%. This indicates that enhancing quarantine and isolation followingcontact tracing and reducing the contact rate can significantly lower the peak and reduce the cumulativeJn.uClmin.bMeredo.2f0p2r0e,9d,ixctFeOdRrPeEpEoRrRteEdVIcEaWses (Figure 4). 8 of 13FFiigguurree 44.. CCoonnttoouurrpplloottooffRR__cc,,wwiitthhtthheeppaarraammeetteerrooffbbaasseelliinneettrraannssmmiissssiioonnpprroobbaabbiilliittyy aanndd tthheeccoonnttaaccttrraattee,, cc ((AA)),, oorr tthhee qquuaarraannttiinnee rraattee,, qq ((BB)).. ((BB)) sshhoowwss tthhaatt aa hhiigghheerr ttrraannssmmiissssiioonn pprroobbaabbiilliittyy ooff tthhee vviirruusswwiillll ssiiggnniiffiiccaannttllyy iinnccrreeaassee tthhee bbaassiicc rreepprroodduuccttiioonn nnuummbbeerr..Considering tthheesspprreeaaddi ninggofofthtehevivruirsu(sFi(gFuigreur5e), 5a)n,danindoirndeorrdtoerextaomeixnaemt hineeimthpeacimtopfatchteotrfatvheeltrreasvtreilctrieosntroicntitohne oinnfetchteioinnifnecotitohnericnitoietshesrucchitiaessBseuijcihnga,swBeeiinjiintiga,llwy ecailnciutilaltleydctahlecudlaaitleydntuhme bdeariloyfnexupmobserdoinfdexivpiodsueadlsini mdipvoidrtueadlsfriommpoWrtuehdafnrotmoBWeiujinhgan,dteonBoetiejdinbgy,dImeneo(te).d by Ime(t).Ime(t) = 40,000 E(t)/N(4)with 40 individuals being imported exposed individuals as of 22 January 2020. However, there couldpotentially exist an ascertainment bias in reported case data, since cases may have been larger than 40individuals but have not been reported or reported with a delay in time.infected individuals in seven days will decrease by 91.14% in Beijing, compared with the scenario ofno travel restriction, while, given no travel restriction, the number of infected individuals in sevendays will decrease by 88.84% only if we increase the quarantine rate by 100 thousand times, as shownin Figure 6A. This means that the e ect of a travel restriction in Wuhan on the 2019-nCoV infection inBeijing is almost equivalent to increasing quarantine by a 100 thousand baseline value, which is a ratethat can hardly be achieved in any public health setting. It follows from Figure 6B that with travelrestriction, the number of cumulative individuals in seven days will significantly decrease (by 75.70%)in Beijing, compared with the scenario of no travel restriction.will significantly increase the basic reproduction number.Considering the spreading of the virus (Figure 5), and in order to examine the impact of theJt.rCalvine. lMreeds.t2r0i2c0t,i9o,n462on the infection in other cities such as Beijing, we initially calculated the 9doafi1ly3number of exposed individuals imported from Wuhan to Beijing, denoted by Ime(t).J. Clin. Med. 2020, 9, x FOR PEER REVIEWwith 40 individuals being imported exposed individuals as of 22 January 2020. However, there couldpotentially exist an ascertainment bias in reported case data, since cases may have been larger than40 individuals but have not been reported or reported with a delay in time.We find that with travel restriction (no imported exposed individuals to Beijing), the number ofinfected individuals in seven days will decrease by 91.14% in Beijing, compared with the scenario ofno travel restriction, while, given no travel restriction, the number of infected individuals in sevendays will decrease by 88.84% only if we increase the quarantine rate by 100 thousand times, as shownin Figure 6A. This means that the effect of a travel restriction in Wuhan on the 2019-nCoV infectionin Beijing is almost equivalent to increasing quarantine by a 100 thousand baseline value, which is arate that can hardly be achieved in any public health setting. It follows from Figure 6B that with travelrestriction, the number of cumulative individuals in seven days will significantly decrease (by75.70%) in BeijingF,icgoumrep5a.rHedeawt- mitahpthsheoswcienngatrhioe sopfrneaodtirnagvoefltrheesCtroicrotinoanv.irus infection.FFiigguurree66.. TThhee eeffeeccttss ooff nnoo ttrraavveell rreessttrriiccttiioonnss ((AA)) vveerrssuuss ttrraavveell rreessttrriiccttiioonn((BB)) iinn tthhee HHuubbeeii PPrroovviinncceeoonntthheeCCoorroonnaavviirruussddiisseeaasseeiinnBBeeiijjiinnggcciittyy..Based on the 2019-nCoV cases’ data until 22 January 2020, we have estimated the basicreproduction numbers using different methods (likelihood-based and model-based approaches). Themean control reproduction number was estimated to be as high as 6.47 (95% CI 5.71–7.23), in          numbers using di erent methods (likelihood-based and model-based approaches). The mean controlreproduction number was estimated to be as high as 6.47 (95% CI 5.71–7.23), in comparison withthe values of the SARS epidemics (R0 = 4.91) in Beijing, China, in 2003 [                    reproduction number is consistent with the opinion that the virus has gone through at least three–fourgenerations of transmission in the period covered by this study [                    estimation. According to the current report, the incubation period of Wuhan patients with coronaviruspneumonia is about 2 to 15 days. We then assume that the serial interval follows the gamma distributionwith varying mean and variance, which allows us to examine the influence on the reproduction number.With the distribution of serial interval with mean 6 days and variance 2 days, the likelihood-basedestimation of the reproduction number is consistent with the model-based estimation. It shows thatlonger serial intervals induce greater reproduction numbers, and hence, more new infections, whichfurther confirms that the epidemic may be more serious than what has been reported until now [          Based on the reported data, we have estimated that the number of people who were identifiedthrough contact tracing and quarantined was 5897, as of 22 January 2020. In comparison with thetotal population size of Wuhan, the e ort of close contact tracing and quarantine was insu cient andappears to have a limited impact in terms of reducing the number of infected cases and/or slowing downthe epidemic. The contour plot of R_c = 1 gives the threshold values of contact rate and quarantinerate for a city to avoid an outbreak. This high threshold rate of quarantine puts an extremely highrequirement for the city’s public health infrastructure and its citizens’ adherence to personal protectiveand public health interventions, including a reduction of transmission-e ective contacts, separationand restriction during the quarantine.imported cases from the epicenter is minimal, speaking in terms of the value of the travel restriction.A strict travel restriction to the city of Wuhan is expensive and resource-consuming, imposing asubstantial challenge to the decision- and policy-makers and the city’s resilience. Moreover, such ameasure could only delay the transmission of the infectious disorder.on a combination of e ective quarantine and reduction of contact within the city.the travel restriction strategy by other regions and provinces, the introduction of new detectiontechnologies, etc.), the present model needs to be revised in that the basic reproduction numberestimated here is no longer suitable for predicting future epidemic trends (Table 4). This will be theaim of a forthcoming article.Date01/2387686886283001/24126612071163128701/25182816241480197501/26263421281802274401/27378427362120451501/28541934642430597401/297723433527317711ranging from 2.0 to 4.9. Currently, a fourth large-scale outbreak is occurring and spreading out fromWuhan, Hubei province, China, to neighboring provinces and other countries. There is a dearthof epidemiological data about the emerging coronavirus, which would be of crucial importance todesign and implement timely, ad hoc e ective public health interventions, such as contact tracing,quarantine and travel restrictions. In this study, we adopted a deterministic model to shed light on thetransmission dynamics of the novel coronavirus and assess the impact of public health interventionson infection. We found that the basic reproduction number could be as high as 6.47 (95% CI 5.71–7.23),which seems consistent with the special period prior to the Spring Festival when contacts were higherthan usual, and with the opinion that the virus has gone through at least three–four generations. It isworth mentioning that our model made a very good prediction of the confirmed cases from 23 to 29January 2020, as shown in Table 4. Particularly, the predicted confirmed cases should be 7723 as of 29January 2020, which is very close to the real number of cases of 7711. Furthermore, according to ourmodel, the outbreak, under the most restrictive measures, is expected to peak within two weeks (since23 January 2020), with a significant low peak value. Our investigation has major practical implicationsfor public health decision- and policy-makers. The rather high reproduction number suggests thatthe outbreak may be more serious than what has been reported so far, given the particular season ofincreasing social contacts, warranting e ective, strict public health measures aimed to mitigate theburden generated by the spreading of the new virus.Author Contributions: Conceptualization, S.T., Y.X. and J.W.; methodology, S.T., Y.X. and J.W.; software, B.T.,X.W., Q.L. and S.T.; validation, S.T., Y.X. and J.W.; formal analysis, B.T., X.W., Q.L. and S.T.; investigation, S.T.,Y.X. and J.W.; resources, B.T., X.W., Q.L. and S.T.; data curation, B.T., X.W., Q.L. and S.T.; writing—original draftpreparation, B.T., X.W., Q.L., N.L.B. and S.T.; writing—review and editing, N.L.B., S.T., Y.X. and J.W.; visualization,J.W.; supervision, J.W.; project administration, J.W.; funding acquisition, J.W. All authors have read and agreed tothe published version of the manuscript.Funding: This research was funded by the National Natural Science Foundation of China (grant numbers:11631012 (YX, ST), 61772017 (ST)), and by the Canada Research Chair Program (grant number: 230720 (JW) andthe Natural Sciences and Engineering Research Council of Canada (Grant number: 105588-2011 (JW).12 of 13", "ref_list": [[], ["Genome structure, replication, and pathogenesis"], ["History and recent advances in coronavirus discovery"], ["Severe acute respiratory syndrome: Historical, epidemiologic, and clinical features"], ["MERS: Recent insights into emerging coronaviruses"], ["East respiratory syndrome coronavirus transmission"], ["East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: Epidemiology, characteristics and public health implications"], ["A Comparative analysis of factors influencing two outbreaks of middle eastern respiratory syndrome (MERS) in Saudi Arabia and South Korea"], ["Epidemic models of contact tracing: Systematic review of transmission studies of severe acute respiratory syndrome and Middle East respiratory syndrome"], ["New SARS-like virus in China triggers alarm"], ["Outbreak of pneumonia of unknown etiology in Wuhan China: The mystery and the miracle"], ["China coronavirus: Cases surge as o cial admits human to human transmission"], [""], ["WHO guidelines: Time to formally include evidence from mathematical modelling studies"], ["A mathematical model for simulating the transmission of Wuhan novel coronavirus"], ["Report 2: Estimating the Potential Total Number of Novel Coronavirus Cases in Wuhan City, China"], [""], ["-2019-ncov"], [""], ["National Health Commission of the People's Republic of China"], ["Mathematical models of isolation and quarantine"], ["Community-based measures for mitigating the 2009 H1N1 pandemic in China"], ["Media impact switching surface during an infectious disease outbreak"], ["A likelihood-based method for real-time estimation of the serial interval and reproductive number of an epidemic"], ["-statement-on-the-meeting-of-the-international-health-"], ["Pneumonia of unknown etiology in Wuhan, China: Potential for international spread via commercial air travel"], ["Modelling strategies for controlling SARS outbreaks"], ["Estimation of MERS-Coronavirus reproductive number and case fatality rate for the Spring 2014 Saudi Arabia outbreak: Insights from publicly available data"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["He ernan"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Preparedness and proactive infection control measures against the emerging Wuhan coronavirus pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y. Chen", "Q. Liu", "D. Guo", "Coronaviruses"], ["J.S. Kahn", "K. McIntosh"], ["D.S.C. Hui", "A. Zumla"], ["N. de Wit", "D. Falzarano", "V.J. SARS Munster"], ["M.E. Killerby", "H.M. Biggs", "C.M. Midgley", "S.I. Gerber", "J.T. Middle"], ["K.H. Kim", "T.E. Choi", "J.W.", "J.M. Kim", "M.S. Middle"], ["M. Willman", "D. Kobasa", "J. Kindrachuk"], ["K.O. Kwok", "A. Tang", "V.W.I. Wei", "W.H. Yeoh", "E.K. Riley", "S."], ["J. Cohen", "D. Normile"], ["C.W. Lu", "Y.W."], ["J. Parry"], [], ["M. Egger", "Johnson", "C. Althaus", "A. Schöni", "G. Salanti", "N. Low", "S.L. Developing Norris"], ["T. Chen", "J. Rui", "Q. Wang", "Z. Zhao", "J.-A. Cui", "L. Yin"], ["Imai", "I. Dorigatti", "A. Cori", "C. Donnelly", "S. Riley", "N.M."], ["-"], [], [], [], ["C. Castillo-Chavez", "C.W. Castillo-Garsow", "A. Yakubu"], ["S. Tang", "Y. Yang", "Y. Zhou", "Y. Wu", "J.", "Z."], ["Y. Xiao", "S. Tang", "J. Wu"], ["L.F. White", "M. Pagano"], ["regulations-"], ["I.I. Bogoch", "A. Watts", "A. Thomas-Bachli", "C. Huber", "Kraemer", "K. Khan"], ["A.B. Gumel", "S.G. Ruan", "T. Watmough", "J. Brauer", "D. Gabrielson", "C. Bowman", "M.E. Alexander", "S. Ardal"], ["M.S. Majumder", "C. Rivers", "E. Lofgren", "D. Fisman"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Lau", "E.H.Y. Wong", "J.Y."], ["S. Zhao", "Q. Lin", "J. Ran", "S.S. Yang", "G. Wang", "W.", "Y. Gao", "D. Yang", "L. He", "D."], ["F.M. Guerra", "S. Bolotin", "G.", "S.L. Li", "Y. Crowcroft", "N.S."], ["C. Rothe", "M. Schunk", "P. Sothmann", "G.", "G.", "C. Zimmer", "T. Thiel", "V. Janke", "C. Guggemos", "W."], ["D.S. Hui", "E.E.I. Azhar", "T.A. Ntoumi", "F. Kock", "R. Dar", "O. Ippolito", "G. Mchugh", "T.D. Memish", "Z.A. Drosten", "C."], ["S.C. Wong", "K.K.W.", "P.L. Yuen", "K.Y."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n          of Coronaviridae [\n          ", "one_words_summarize": "of Coronaviridae [                    province and the seventh largest city of People’s Republic of China [                    Since 31 December 2019, when the Wuhan Municipal Health Commission reported 27 cases ofviral pneumonia, including 7 critically ill cases, the pneumonia outbreak has received considerableglobal attention. Therefore, the present study was undertaken to fill in this gap of knowledge.2.1. Since theand the Health Commission of Wuhan City and Hubei Province [        By inferring the effectiveness of intervention measures, including quarantine and isolationbased on the 41 cases on that date, as shown in Figure 1A.outbreak.ccuurrvvee iiss tthhee bbeesstt fifittttiinngg ccuurrvvee ooff mmooddeell(1(1))totoddataatRaRevev11.. ((BB)) DDaattaa iinnffoorrmmaattiioonn ooff ccuummuullaattiivveethe outbreak. We parameterized the model using data obtainedfor the confirmed cases of 2019-nCoV in mainland China and estimated the basic reproduction numberof the disease transmission.4 of 13are indicated.isolation are indicated.nCoV)infection.infection. pj is the probability function for the generation interval on day j. Simulation          The population of Wuhan is around 11,081,000 inhabitants [          3.1. Fitting to the other reviseddata series (dataRev2) gives a mean value of 6.32 with mean and variance of generation time of 6and 2 days. The mean controlreproduction number was estimated to be as high as 6.47 (95% CI 5.71–7.23), in comparison withthe values of the SARS epidemics (R0 = 4.91) in Beijing, China, in 2003 [                    reproduction number is consistent with the opinion that the virus has gone through at least three–fourgenerations of transmission in the period covered by this study [                    estimation. the present model needs to be revised in that the basic reproduction numberestimated here is no longer suitable for predicting future epidemic trends (Table 4). Date01/2387686886283001/24126612071163128701/25182816241480197501/26263421281802274401/27378427362120451501/28541934642430597401/297723433527317711ranging from 2.0 to 4.9. Currently, a fourth large-scale outbreak is occurring and spreading out fromWuhan, Hubei province, China, to neighboring provinces and other countries. Particularly, the predicted confirmed cases should be 7723 as of 29January 2020, which is very close to the real number of cases of 7711. Funding: This research was funded by the National Natural Science Foundation of China (grant numbers:11631012 (YX, ST), 61772017 (ST)), and by the Canada Research Chair Program (grant number: 230720 (JW) andthe Natural Sciences and Engineering Research Council of Canada (Grant number: 105588-2011 (JW).12 of 13"}