{"date": "2020/03/05", "journal": "medrxiv", "authors": "Chang Ha Woo, Sungho Jang, Giyoung Shin, Gyoo Yeol Jung, Jeong Wook Lee", "title": "Sensitive one-step isothermal detection of pathogen-derived RNAs", "type": "preprint article", "abstract": "3These authors contributed equally to this work", "text": "16171819202122232425262728The recent outbreaks of Ebola, Zika, MERS, and SARS-CoV-2 (2019-nCoV) require fast,simple, and sensitive onsite nucleic acid diagnostics that can be developed rapidly to preventthe spread of diseases. We have developed a SENsitive Splint-based one-step isothermalRNA detection (SENSR) method for rapid and straightforward onsite detection of pathogenRNAs with high sensitivity and specificity. SENSR consists of two simple enzymaticreactions: a ligation reaction by SplintR ligase and subsequent transcription by T7 RNApolymerase. The resulting transcript forms an RNA aptamer that induces fluorescence. Here,we demonstrate that SENSR is an effective and highly sensitive method for the detection ofthe current epidemic pathogen, severe acute respiratory syndrome-related coronavirus 2(SARS-CoV-2). We also show that the platform can be extended to the detection of five otherpathogens. Overall, SENSR is a molecular diagnostic method that can be developed rapidlyfor onsite uses requiring high sensitivity, specificity, and short assaying times.29303132333435363738394041424344454647484950515253Increasing global trade and travel are considered the cause of frequent emergence and rapiddissemination of infectious diseases around the world. Some life-threatening infectiousdiseases often have signs and symptoms similar to cold or flu-like syndromes. Early diagnosisis therefore essential to identify the diseases and provide the correct treatment. Immediate andonsite diagnostic decisions also help to prevent the spread of epidemic and pandemicinfectious diseases1–3. In order to rapidly diagnose infectious diseases, a nucleic acid-baseddiagnosis has emerged as an alternative to the conventional culture-based, orimmunoassaybased, approaches due to their rapidity or specificity4–6.To increase sensitivity, current nucleic acid detection methods generally involve atarget amplification step prior to the detection step. The conventional amplification method isbased on PCR, which requires a thermocycler for delicate temperature modulation. As analternative to the thermal cycling-based amplification, isothermal amplification methods areavailable, which rely primarily on a strand-displacing polymerase or T7 RNA polymerase at aconstant temperature7. However, the complex composition of the isothermal amplificationmixtures often renders these approaches incompatible with detection methods and wholediagnosis generally becomes a multi-step process8–11. The diagnostic regimen with multi-stepprocedures requires additional time, instruments, and reagents, as well as skilled personnel toperform the diagnostic procedure. This aspect limits the broad applicability of nucleic aciddiagnostics, especially in situations where rapid and simple detection is required.Ligation-dependent nucleic acid detection is a sequence-specific method thatprimarily depends on ligation of two separate probes that hybridize to adjacent sites of thetarget sequence12. Because of their specificity, the ligation-dependent methods are used fordetection of markers of genetic disorders13,14 and pathogens15,16, typically combined withsubsequent amplification and signal generation methods. In particular, the SplintR ligase can54555657585960616263646566676869707172737475767778efficiently ligate two DNA probes using a target single-stranded RNA as a splint, enablingthe sequence-specific detection of RNA molecule17,18. Because the reaction components ofthe ligation-dependent methods are relatively simple, we hypothesized that theligationdependent method could be exploited to establish a one-step RNA detection platform whencombined with compatible amplification and signal generation methods in a single reactionmixture.In this study, we developed a one-step, ligation-dependent isothermal reactioncascade that enables rapid detection of RNAs with high sensitivity, termed SENsitiveSplintbased one-step isothermal RNA detection (SENSR). SENSR consists of two simpleenzymatic reactions, a ligation reaction by SplintR ligase and subsequent transcription by T7RNA polymerase. The resulting transcript forms an RNA aptamer that binds to a fluorogenicdye and produces fluorescence only when target RNA exists in a sample. SENSR was able todetect target RNA of Methicillin-Resistant Staphylococcus aureus (MRSA) in 30 minuteswith a limit of detection of 0.1 aM. We further applied this platform to detect variouspathogens, Vibrio vulnificus, Escherichia coli O157:H7, Middle East RespiratorySyndromerelated Coronavirus (MERS-CoV), and Influenza A viruses, by merely redesigning thehybridization regions of the probes. Finally, we demonstrated the fast development of theSENSR assay for the latest epidemic pathogen, Severe acute respiratory syndrome-relatedcoronavirus 2 (SARS-CoV-2 or 2019-nCoV), using minimal, publicly available information.We designed a reaction cascade that allows the one-step diagnostic test, in which all reactionsteps for nucleic acid detection occur simultaneously in a single tube (Fig. 1). The cascadeconsists of four core components, which includes only two enzymes: a set of oligonucleotide798081828384858687888990919293949596979899100101102103probes, SplintR ligase, T7 RNA polymerase, and a fluorogenic dye. The components weremixed in a buffer solution with ribonucleotides. Upon addition of the pathogen-derived RNAsample, the reaction steps of ligation, transcription, and dye-aptamer binding enableddetection, amplification, and signal production, respectively.Two single-stranded DNA probes were designed to include several functional partsinvolved in amplification, detection, and signal generation, thereby eliminating the need forhuman intervention during the entire diagnostic process (Fig. 1). First, the promoter probeconsists of an upstream hybridization sequence (UHS) and a stem-loop T7 promoter. TheUHS hybridizes to the 5′-half of a target RNA region. The stem-loop T7 was adopted fromthe literature19 (Supplementary Table 1) to form an active, double-stranded T7 promoterusing a single-stranded oligonucleotide. The sequence of the UHS was designed byPrimerBLAST20 to ensure specific binding to the target RNA. Among candidate UHS sequences, wechose the one with minimal secondary structure at 37 °C predicted by NUPACK21 tomaximize the hybridization between the UHS and its target region (Supplementary Table 2).The 5′-end of the promoter probe was then phosphorylated for ligation. Next, a reporter probeconsists of a downstream hybridization sequence (DHS) and a template sequence for adyebinding RNA aptamer. The DHS contains the complementary sequence to the other half ofthe target RNA region. Similar to the UHS, the DHS was selected to have minimal predictedsecondary structure (Supplementary Table 2).Once both UHS and DHS probes hybridize correctly to the target RNA, SplintRligase can initiate the cascade by connecting the probes that have all features built for theonestep diagnostic test. Subsequently, T7 RNA polymerase can synthesize the RNA aptamerusing the full-length, ligated probe as a DNA template, which can be bound with thefluorogenic dye to emit fluorescence as an output (Fig. 1). Notably, the reaction scheme ofSENSR inherently supports two mechanisms that could amplify the signal: 1) multiple104105106107108109110111112113114115116117118119120121122123124125126127128transcription events from the full-length, ligated probe by T7 RNA polymerase and 2) thepresence of target RNA sequence on the full-length transcript which could be utilized as anadditional splint for unligated probes in the reaction mixture. Accordingly, SENSR couldenable sensitive RNA detection without any pre-amplification steps.In this study, we used MRSA as a model case to validate each reaction step that constitutesSENSR. MRSA is of particular interest because it requires significant effort to minimizehealthcare-related infections and prevent future infectious diseases of drug-resistantpathogens22.First, we designed a pair of probes that target the mecA transcript of MRSA followingthe probe design process described in the previous section (Supplementary Note 1 andSupplementary Tables 1 and 3), and the RNA-splinted ligation between the two probes wastested. The probes were ligated using SplintR ligase with or without the target RNA, and thereaction resultants were further amplified with a pair of PCR primers and analyzed (seeMethods section). The correct size of the PCR product was obtained only when the twoprobes and target RNA were added together to the ligation mixture (Fig. 2a). This resultindicates that our probes were successfully ligated only in the presence of the target RNA.We then used the ligated probe as a DNA template to test whether transcription couldoccur. The ligation mixture was added at a 1/10 ratio to the in vitro transcription reactionmixture with T7 RNA polymerase. Only when the target RNA was present in the ligationreaction was the full-length transcript (92 nt) observed from transcription, thereby confirmingboth target-dependent ligation and the subsequent transcription (Fig. 2b).Finally, we confirmed that the transcript from the full-length ligated probe couldproduce fluorescence upon binding to the fluorogenic dye. The reaction mixture of sequential129130131132133134135136137138139140141142143144145146147148149150151152ligation and transcription reactions were purified, and an equal amount of RNAs from eachcombination was incubated with the fluorogenic dye (Fig. 2c). The RNA product from thereaction mixture with the two probes and target RNA produced higher fluorescence than thatof the other combinations. Therefore, we confirmed that the target RNA could be detectedusing a set of probes by performing each component reaction in SENSR.Since all component reactions in SENSR were validated in their respective buffers, we thensought to develop a one-step reaction condition with a single reaction buffer at a singletemperature, where all reaction steps, including probe annealing, ligation, transcription, andaptamer fluorescence reaction occur simultaneously. To accomplish this, we first investigateda wide range of temperatures (25–95 °C) for hybridization of the probes and target. Then,each mixture was subjected to the sequential ligation, transcription reactions, andfluorescence reaction described in the previous section. Remarkably, fluorescence wasobserved at all hybridization temperatures, including 35 °C and 40 °C (Supplementary Fig.1), the optimal temperature ranges for enzyme activities in SENSR, thereby suggesting thatthe entire reaction can be built up as an isothermal reaction.Additionally, a single reaction buffer composition suitable for all reaction steps wasconfigured to establish all reactions in one pot. Since T7 RNA polymerase reaction buffer hasthe most inclusive composition of the four reaction buffers (probe annealing, ligation,transcription, and aptamer fluorescence reaction buffers) we used T7 RNA polymerase bufferas a basis for the optimization. Various reaction conditions were optimized, including thereaction temperature and concentrations of various enzymes, and components to enhance thefluorescence signal (Supplementary Note 2 and Supplementary Figs. 2 and 3). The optimized153154155156157158159160161162163164165166167168169170171172173174175176177SENSR condition enabled the detection of target RNA in a one-pot isothermal reaction at37 °C.Since the one-step and one-pot isothermal reaction condition was established, we thenassessed the sensitivity and turnaround time of SENSR. We evaluated the sensitivity bymeasuring fluorescence from one-step reactions containing the mecA probe pair and syntheticmecA RNA in the range of 0.1 aM to 220 nM (Fig. 3a). Notably, the detection limit was aslow as 0.1 aM (corresponding to 6 molecules per 100 µ L reaction), indicating the highsensitivity of SENSR. Moreover, the linearity of the fluorescence intensity over a wide rangeof concentrations (R2 = 0.9932) suggests that SENSR can be used for target RNAquantification.We then measured the minimal turnaround time required to confirm the presence ofthe target RNA in a sample. The target RNA ranging from 0.1 aM to 10 aM were added to theSENSR reaction, and fluorescence was measured every 30 minutes. The fluorescence with0.1 aM was discernible against the negative control in only 30 minutes (Fig. 3b). Furtherincubation of the reaction better distinguished the target RNA-containing reaction from thenegative control reaction. Collectively, the SENSR reaction was able to specifically detect thetarget RNA within 30 minutes with a detection limit of 0.1 aM.With the fast and sensitive RNA detection using SENSR, we next attempted to reconfigurethis platform for the detection of RNA markers from various pathogens. Target RNAsequences for SENSR are specified by only two hybridization regions (UHS and DHS) ofprobes, which makes the probe design process fast and straightforward without many178179180181182183184185186187188189190191192193194195196197198199200201202computational steps. This design feature, requiring only nucleotide sequences to buildmolecular diagnostics, allows for easy construction of SENSR probes for any infectiousdiseases (Fig. 4a).To demonstrate SENSR for various pathogens, we first targeted two pathogenicmicroorganisms, V. vulnificus and E. coli O157:H7. V. vulnificus is known to causegastroenteritis, wound infection, and sepsis in humans. We designed a probe pair targetingvvhA (Supplementary Table 3), a V. vulnificus-specific target encoding extracellularhemolysin with hemolytic activity and cytotoxic effect. The sensitivity of SENSR reactionusing the probe pair and in-vitro-transcribed vvhA RNA was as low as 0.1 aM (Fig. 4b), and alinear correlation was observed between the concentration of RNA and the fluorescenceintensity (R2=0.9566).Next, we used SENSR to detect E. coli O157:H7, which causes foodborne illness.Similar to that for V. vulnificus, we designed a probe pair for E. coli O157:H7-specific targetgene, tir (Supplementary Table 3), for SENSR reaction. Similarly, RNA concentrations aslow as 0.1 aM were detected by SENSR and a high linear correlation between theconcentration of RNA and the fluorescence intensity was observed (Fig. 4c; R2=0.9684).The target was expanded to human-infective RNA viruses that cause fatal diseases23.First, we aimed at Middle East Respiratory Syndrome-related Coronavirus (MERS-CoV).The mortality rate of MERS was reported to be 35%24, and can be transmitted from human tohuman25, which raises the need for a fast and sensitive onsite diagnostic test. The probe pairsfor the MERS-specific gene, upE (Supplementary Table 3), exhibited similar sensitivity andlinearity to the bacterial cases (Fig. 4d). Likewise, we designed a probe pair for the InfluenzaA virus-specific target gene, HA (hemagglutinin) gene (Supplementary Table 3). SENSR wasable to detect the Influenza A RNA target with similar sensitivity and linearity (Fig. 4e).Finally, we designed a probe pair for a recently emerging pathogen, SARS-CoV-2. The target203204205206207208209210211212213214215216217218219220221222223224225226227sequence was selected based on the standard real-time RT-PCR assay for the SARS-CoV-226,which aimed at the RNA-dependent RNA polymerase (RdRp) gene (Supplementary Table 3).Again, SENSR successfully detected its target RNA as low as 0.1 aM, which corroborates thehigh adaptability of this method to various RNA markers (Fig. 2f).Taken together, we demonstrated that SENSR could be easily reconfigured to detectvarious RNA markers of pathogens by redesigning the probes. The probe design process issimple and requires a small amount of computation using open web-based software. All probepairs tested showed high sensitivity and linearity for detecting RNA markers, reinforcing therobustness of the probe design process and the wide expandability of SENSR.Next, we employed SENSR for the detection of RNA samples derived from the live cells of apathogen. We targeted MRSA, whose marker RNA was detected by SENSR.MethicillinSensitive Staphylococcus aureus (MSSA) that contains no target mRNA was used as anegative control. MRSA and MSSA cells were heated to 95 °C to lyse the cells and to releaseRNAs. The samples were then diluted and added to SENSR reaction to investigate thespecificity and sensitivity (Fig. 5a). We observed a significant difference in fluorescenceintensity between MRSA and MSSA (Fig. 5b). The RNA sample from only 2 CFU per 100μL reaction of MRSA, not MSSA, was clearly detected by SENSR, thereby indicating itshigh sensitivity and specificity even with samples of the living pathogen. Finally, theperformance of SENSR was further validated using samples prepared in human serum (Fig.5c). The sensitivity and specificity of SENSR were unaffected by the presence of humanserum (Fig. 5d), indicating the suitability of SENSR in practical applications.228229230231232233234235236237238239240241242243244245246247248249250251252Finally, we expanded the capability of SENSR to enable the simultaneous detection of twotarget RNAs in a single reaction by leveraging simple probe design. The detection of multiplebiomarkers is frequently needed to make a better decision by reducing false-positive andfalse-negative results. Based on the high specificity of SENSR probes and availability oflight-up RNA aptamers with distinct spectral properties27, we hypothesized that we coulddesign two sets of SENSR probes that operate orthogonally in a single reaction to detect theirrespective target RNAs.First, we developed an orthogonal reporter probe for Influenza A virus. Since theMRSA infection causes flu-like symptoms, discrimination of this pathogen from commonInfluenza A virus is required. Furthermore, the patient with the influenza A infection is moresusceptible to the MRSA infection28. Collectively, simultaneous detection and discriminationof both pathogens can help the diagnosis and follow-up actions. An orthogonal reporter probefor Influenza A virus was designed by replacing its aptamer template region with the templatefor the Broccoli aptamer29–32 which binds to DFHBI-1T((5Z)-5-[(3,5-Difluoro-4one) and exhibits spectral properties distinct from that of the malachite green aptamer.Secondary structures of the new reporter probe and corresponding full-length RNA transcriptwere simulated, using NUPACK, and satisfied the probe design criteria without furtheroptimization (Supplementary Table 2). Dual detection of MRSA and Influenza A virus wastested in SENSR reactions in which the two probe pairs, their cognate fluorogenic dyes, andvarious concentrations of the target RNAs were added (Fig. 6a). When the probe pairs arehybridized to their respective target RNAs, and successful transcription follows, the RNAaptamers would bind their cognate dyes and emit distinguishable fluorescence. The presenceof each target RNA could be determined by the fluorescence patterns from the SENSRreaction: malachite green aptamer fluorescence for MRSA, and Broccoli aptamer253254255256257258259260261262263264265266267268269270271272273274275276277fluorescence for Influenza A virus. Indeed, the presence of either target RNA (1 nM) waseasily detected by the fluorescence pattern (Fig. 6b). Across various concentrations of eachtarget RNA, the SENSR probes specifically produced fluorescence that responded only torespective targets, thereby enabling orthogonal dual detection of two pathogens (Fig. 6c).Lastly, we applied the orthogonal dual detection to the SARS-CoV-2, which has manyrelated viruses with high sequence homology. Simultaneous detection of multiple target sitesalong its genome would enable specific discrimination of this emerging pathogen fromothers. In addition to the previously demonstrated SARS-CoV-2 probe pair (Fig. 4f), wedesigned three additional probe pairs for other regions in the RdRp gene with either themalachite green aptamer or the Broccoli aptamer (Fig. 7a). Each probe pair contained adiscriminatory base at either the 5′-end of PP or 3′-end of RP, which are unique toSARSCoV-2 against other similar viruses. Mismatches between the probes and nontarget RNAswould inhibit ligation and subsequent SENSR reaction and could enable more specificdetection of SARS-CoV-2. Indeed, all four probe pairs were able to detect 1 aM ofSARSCoV-2 RNA, thereby exhibiting higher fluorescence intensity compared to that of the relatedviral RNA sequences (Fig. 7b). We then tested the orthogonal dual detection of two targetregions using the SARS-CoV-2-MG1 and SARS-CoV-2-BR2 probe pairs. Dual SENSRassay effectively detected the target RNA and maintained the specificity of each probe pair(Fig. 7c). Therefore, the dual SENSR assay could be used to assist diagnostic decisionmaking by providing two detection results that can complement each other.Rapid, simple, economical, and sensitive diagnostic tests are needed to detect and manageinfectious diseases at the earliest possible time. However, conventional approaches lack oneor more of these features. Culture-based methods are time-consuming (>24 h)33 whilePCR278279280281282283284285286287288289290291292293294295296297298299300301302based methods, including real-time-PCR, require a complex procedure, expensiveinstruments, and skilled expertise. Various isothermal amplification methods for RNA havebeen introduced to replace traditional methods7,8, but they generally require numerousreaction components, often making them expensive and incompatible with the signalproduction step.In contrast, SENSR satisfies many desirable requirements for onsite diagnostic testsfor pathogens, such as short turnaround time (30 min), low limit of detection (0.1 aM),inexpensive instrumentation and reagents, and a simple diagnostic procedure. SENSRintegrates all component reaction steps using the specially designed probes that contain allrequired functional parts: promoter, hybridization sequence to target, and an aptamertemplate. Even with the multifaceted features of the SENSR probes, the design process issystematic and straightforward. Therefore, new SENSR assay can be promptly developed foremerging pathogens as exemplified by the successful design of SENSR assay forSARSCoV-2.reaction.The probe design is unique in that two DNA probes are designed to exposesinglestranded target recognition parts, enabling hybridization of the target RNA and the probes at37℃. The hybridization sequences were systematically selected using the nucleic acid designsoftware Primer-BLAST and NUPACK to minimize any structure formation whilemaximizing hybridization to the target RNA. The efficient hybridization between the probesand target RNA is one of the reasons for enabling high sensitivity during the isothermalThe promoter probe is programmed to form a stem-loop structure and the stem partforms a double-stranded T7 promoter sequence that initiates transcription by recruiting T7RNA polymerase. Since the two strands of T7 promoter part are physically connected by theloop, the probability of formation of a functional double-stranded promoter is higher in the303304305306307308309310311312313314315316317318319320321322323324325326327stem-loop structured design than when each strand of the promoter is not connected by theloop. Thus, the hairpin structured, self-assembling promoter sequence in the promoter probecan facilitate hybridization and subsequent transcription more efficiently.The initiated transcription elongates through the single-stranded DNA as a template toamplify target RNAs containing aptamer RNAs. The use of a fluorogenic RNA aptamerfacilitated SENSR development by enabling fast and straightforward signal generation.Compared to conventional fluorescent protein outputs, the use of RNA aptamers as reporterscan reduce the time it takes to observe the signal34.The simple enzyme composition is another reason to enable one-step and one-potdetection. The fewer the enzymes, the easier it is to optimize in terms of temperature andbuffer composition. In designing the detection scheme, we deliberately tried to reduce thenumber of enzymes, thus creating one of the simplest isothermal detection schemes based ontwo enzymes: SplintR ligase for target detection and T7 RNA polymerase for amplification.In addition to the results shown in this study, we expect that SENSR has a broad rangeof possibilities for pathogen detection. First, SENSR can be easily implemented in the initialscreening of infectious diseases at places where a large number of people gather andtransfer35,36. With a short turnaround time and a simple reaction composition, SENSR is anideal diagnostic test for rapid and economical screening. Second, SENSR will be a valuableplatform for the immediate development of diagnostic tests for emerging pathogens1,37because of the simple probe design process and broad adaptability of SENSR. In this work,we demonstrated the successful application of SENSR to six pathogens, using minimalredesign based on the highly modular structure of the probes. In theory, SENSR detectionprobes can be designed for any RNA as long as the target nucleic acid sequence is available.This feature provides SENSR a significant advantage over antibody-based diagnostics torapidly respond to the outbreak of infectious disease. The nucleic acid probe synthesis is328329330331332333334335336more scalable than animal antibody production. Therefore, SENSR is more suitable for rapidmass production of diagnostic kits than antibody-based diagnostics. Future efforts onautomated probe design will be needed to accelerate the development of SENSR assays fornewly emerging pathogens.In conclusion, SENSR is a powerful diagnostic platform for RNA detection, whichoffers a short turnaround time, high sensitivity and specificity, and a simple assay procedure,and eliminates the need for expensive instrumentations and diagnostic specialists. Given thesimple probe design process, and its rapid development, SENSR will be a suitable diagnosticmethod for emerging infectious diseases.337338339340341342343344345346347348349350351352353354355356357358359360Materials. SplintR ligase, T7 RNA polymerase, extreme thermostable single-stranded DNAbinding protein (ET-SSB), DNase I (RNase-free), and ribonucleotide solution mix wereobtained from New England Biolabs (NEB, Ipswich, MA, USA). Recombinant RNaseInhibitor and pMD20 T-vector were obtained from Takara (Shiga, Japan). Malachite greenoxalate was purchased from Sigma-Aldrich (St. Louis, MO, USA). Dithiothreitol wasacquired from Thermo Fisher Scientific (Waltham, MA, USA). Potassium chloride and5′phosphate modified oligonucleotides were obtained from Bioneer, Inc. (Daejeon, Republic ofKorea). Full-length probe oligonucleotides were synthesized from Integrated DNATechnologies, Inc. (IDT, Coralville, IA, USA). Oligonucleotides other than these weresynthesized from Cosmogenetech, Inc. (Seoul, Republic of Korea).Preparation of target RNA. Target RNA was synthesized by an in vitro transcriptionprocess. To accomplish this, the template DNA containing the target RNA region wasamplified by PCR with primer, including the T7 promoter sequence, and cloned into pMD20T-vector. The PCR amplicon was used as a template for in vitro transcription. A transcriptionreaction mixture containing 1 μg of target DNA, 2 μL 10 T7 RNA polymerase reactionbuffer, 1 μL DTT (1 mM), 0.8 μL NTPs (1 mM for each NTP), 0.5 μL Recombinant RNaseInhibitor (20 U), 2 μL T7 RNA polymerase (50 U), and 8.7 μL RNase-free water wasincubated at 37 °C for 16 h. The resulting reaction products were treated with 1 μL of DNaseI (RNase-free) for 1 h at 37 °C. The transcript was purified using the RiboclearTM (plus!)RNA kit (GeneAll, Seoul, Republic of Korea) and quantified using the absorbance at 260 nm.The purified RNA was used immediately for the downstream reaction or stored at -80 °C. TheRNA transcripts were assessed by an Agilent 2100 Bioanalyzer (Agilent Technologies, Santa361362Clara, CA, USA) using an RNA 6000 nano kit (Agilent Technologies) following themanufacturer’s direction. All primers are listed in Supplementary Table 4.Preparation of MSSA and MRSA cell lysates. MRSA (NCCP 15919) and MSSA (NCCP11488) were obtained from the Korea Centers for Disease Control and Prevention (Osong,Republic of Korea) and cultured for 24 h at 37 °C in 5% sheep blood agar (SBA) (HanilKomed, Seoul, Republic of Korea). Cells were heat lysed at 95 °C for 2 min.Preparation of proxy clinical sample. Human serum was purchased from EMD MilliporeCorporation (Temecula, CA, USA). MRSA (NCCP 15919) and MSSA (NCCP 11488) werespiked into human serum. Human serum was diluted at a 1/7 ratio in RNase-free water9 andthe diluted human serum was heat lysed at 95 °C for 2 min.RNA-splinted ssDNA ligation assay. The ligation reaction was performed according to apreviously reported method17. In summary, 200 nM PP, 220 nM RP, and 220 nM target RNAwere added to 4 μL reaction buffer containing 10 mM Tris-HCl (pH 7.4), and 50 mM KCl inRNase-free water. The mixture was heated to 95 °C for 3 min, then slowly cooled to roomtemperature. This was followed by the addition of 1 μL 10 SplintR buffer and 0.5 μL ofSplintR ligase (25 U), and incubation of the mixture at 37 °C for 30 min. The reaction wasterminated by heating at 95 °C for 10 min. The ligated product was amplified through PCRreaction with LigChk_F and LigChk_R primers (Supplementary Table 4). The PCR productswere assessed by an Agilent 2100 Bioanalyzer using a DNA 1000 kit (Agilent Technologies)according to the manufacturer’s protocol.385386387388389390391392393394395396397398399400401402403404405406407408409Malachite green and aptamer binding assay. A 1 μM solution of RNA transcriptcontaining malachite green aptamer was mixed with a reaction buffer (50 mM Tris-HCl at pHwas heated to 95 °C for 10 min and left at room temperature for 20 min. A 5 μL solution of10 mM MgCl2 was added to the mixture and allowed to stabilize at room temperature for 15min, followed by addition of 5 μL of 320 μM malachite green solution to produce a totalvolume of 100 μL. The mixture was incubated at room temperature for 30 min. Afterincubation, fluorescence intensity was measured using a microplate reader (Hidex,Lemminkäisenkatu, Finland) in 384-well clear flat-bottom black polystyrene microplates(Corning Inc., Corning, NY, USA). For the malachite green aptamer fluorescence, theexcitation wavelength was 616 nm with a slit width of 8.5 nm, and the emission wavelengthwas 665 nm with a slit width of 7.5 nm. Background intensity from the malachite greenbuffer containing 16 μM malachite green was subtracted from all fluorescence intensities.SENSR protocol. The one-step, isothermal reaction master mix consisted of the followingcomponents: 2 μL of 1 μM PP, 2.2 μL of 1 μM RP, 5 μL of 320 μM malachite green solution(or 20 μL of 50 μM DFHBI-1T solution), 0.8 μL of ET-SSB, 0.5 μL Recombinant RNaseInhibitor (20 U), 10 μL of SplintR ligase, 5 μL of T7 RNA polymerase (50 U), and 10 μL of10 SENSR buffer containing 50 mM Tris-HCl (pH 7.4), 10 mM MgCl2, 1 mM of eachNTPs, and 10.5 mM NaCl. The reaction master mix was adjusted to 99.22 μL in RNase-freewater and 0.78 μL of target RNA was added to produce a total volume of 100 μL. Thereaction solution was incubated at 37 °C for 2 hr. After incubation, fluorescence intensity wasmeasured by a Hidex Sense Microplate Reader, as described above. Background intensityfrom the SENSR buffer containing 16 μM malachite green was subtracted from all malachitegreen fluorescence intensities. For the Broccoli aptamer fluorescence, the excitation410411412413414415416417418419420wavelength was 460 nm with a slit width of 20 nm, and the emission wavelength was 520 nmwith a slit width of 14 nm. Background intensity from the 10 μM DFHBI-1T solution wassubtracted from all DFHBI-1T fluorescence intensities.For dual detection, we used the following reaction mixture: 2 μL of 1 μM PP1, 2.2 μLof 1 μM RP1, 2 μL of 1 μM PP2, 2.2 μL of 1 μM RP2, 5 μL of 320 μM malachite greensolution, 20 μL of 50 μM DFHBI-1T solution, 0.8 μL of ET-SSB, 0.5 μL RecombinantRNase Inhibitor (20 U), 10 μL of SplintR ligase, 5 μL of T7 RNA polymerase (50 U), and 10μL of 10 SENSR buffer. The reaction master mix was adjusted to 99.22 μL in RNase-freewater and added to 0.78 μL of target RNA, producing a total volume 100 μL. The remainingsteps are identical to the single target detection.421422423424425426427428429430431432433434435436437438439440441442443444This research was supported by C1 Gas Refinery Program through the National ResearchFoundation of Korea (NRF) funded by the Ministry of Science and ICT(NRF2015M3D3A1A01064926). This work was also supported by an NRF grant funded by theKorea government (MSIT) (No. 2018R1C1B3007409). This research was also supported by“Human Resources Program in Energy Technology” of the Korea Institute of EnergyTechnology Evaluation and Planning (KETEP), which granted financial resource from theMinistry of Trade, Industry & Energy, Republic of Korea (No. 20194030202330).These authors contributed equally to this workSchool of Interdisciplinary Bioscience and Bioengineering, Pohang University of Science andTechnology, 77 Cheongam-ro, Nam-gu, Pohang, Gyeongbuk 37673, KoreaChang Ha Woo, Giyoung Shin, Gyoo Yeol Jung & Jeong Wook LeeDepartment of Chemical Engineering, Pohang University of Science and Technology, 77Cheongam-ro, Nam-gu, Pohang, Gyeongbuk 37673, KoreaSungho Jang, Gyoo Yeol Jung & Jeong Wook LeeDepartment of Biomedical Engineering and Biological Design Center, Boston University,445446447448449450451452J.W.L. conceived the project. C.H.W., S.J., G.S., G.Y.J., and J.W.L. designed the experiment.C.H.W., S.J., G.S., G.Y.J., & J.W.L. have submitted a provisional patent application (No.102019-0046713) relating to the one-step isothermal RNA detection.Correspondence to Jeong Wook Lee and Gyoo Yeol Jung.453Caliendo, A. M. et al. Better tests, better care: improved diagnostics for infectiousRajapaksha, P. et al. A review of methods for the detection of pathogenicmicroorganisms. Analyst (Lond) 144, 396–411 (2019).Sintchenko, V. & Gallego, B. Laboratory-guided detection of disease outbreaks: threegenerations of surveillance systems. Arch Pathol Lab Med 133, 916–925 (2009).O’Connor, L. & Glynn, B. Recent advances in the development of nucleic aciddiagnostics. Expert Rev Med Devices 7, 529–539 (2010).Pavšič, J. et al. Standardization of nucleic acid tests for clinical measurements of bacteriaand viruses. J Clin Microbiol 53, 2008–2014 (2015).Dong, J., Olano, J. P., McBride, J. W. & Walker, D. H. Emerging pathogens: challengesand successes of molecular diagnostics. J Mol Diagn 10, 185–197 (2008).Zhao, Y., Chen, F., Li, Q., Wang, L. & Fan, C. Isothermal amplification of nucleic acids.Chem Rev 115, 12491–12545 (2015).Yan, L. et al. Isothermal amplified detection of DNA and RNA. Mol Biosyst 10, 970–1003 (2014).438–442 (2017).Pardee, K. et al. Rapid, Low-Cost Detection of Zika Virus Using ProgrammableBiomolecular Components. Cell 165, 1255–1266 (2016).10. Gootenberg, J. S. et al. Nucleic acid detection with CRISPR-Cas13a/C2c2. Science 356,11. Gootenberg, J. S. et al. Multiplexed and portable nucleic acid detection platform withCas13, Cas12a, and Csm6. Science 360, 439–444 (2018).12. Cao, W. Recent developments in ligase-mediated amplification and detection. TrendsBiotechnol 22, 38–44 (2004).molecular diagnosis of gene copy number alterations in human genetic diseases. Int JMol Sci 13, 3245–3276 (2012).conformation-sensitive capillary electrophoresis: a novel technology for robust multiplexdetermination of copy number variation. Electrophoresis 33, 3052–3061 (2012).15. Chung, B. et al. Rapid and sensitive detection of lower respiratory tract infections bystuffer-free multiplex ligation-dependent probe amplification. Electrophoresis 35, 511–16. Chung, B. et al. Precise H1N1 swine influenza detection using stuffer-free multiplexligation-dependent probe amplification in conformation-sensitive capillaryelectrophoresis. Anal Biochem 424, 54–56 (2012).specific miRNA detection method using SplintR Ligase. Nucleic Acids Res 44, e116514 (2014).(2016).18. Ying, Z.-M. et al. Spinach-based fluorescent light-up biosensors for multiplexed andlabel-free detection of microRNAs. Chem Commun (Camb) 54, 3010–3013 (2018).19. Kukarin, A., Rong, M. & McAllister, W. T. Exposure of T7 RNA polymerase to theisolated binding region of the promoter allows transcription from a single-strandedtemplate. J Biol Chem 278, 2419–2424 (2003).20. National Center for Biotechnology Information. Primer-BLAST. at21. Zadeh, J. N. et al. NUPACK: Analysis and design of nucleic acid systems. J Comput502503504505506507508509510511512513514515516517518519520521522523524525Chem 32, 170–173 (2011).(2011).Detection of Methicillin-Resistant Staphylococcus aureus. J Clin Microbiol 49, S53–S56coronavirus. Canadian journal of respiratory therapy : CJRT = Revue canadienne de lathérapie respiratoire : RCTR 51, 102 (2015).1.pdf?sfvrsn=a9ef618c_2>27. Bouhedda, F., Autour, A. & Ryckelynck, M. Light-Up RNA Aptamers and TheirCognate Fluorogens: From Their Development to Their Applications. Int J Mol Sci 19,28. Mulcahy, M. E. & McLoughlin, R. M. Staphylococcus aureus and Influenza A Virus:(2017).Partners in Coinfection. MBio 7, (2016).RNA mimic of green fluorescent protein by fluorescence-based selection and directedevolution. J Am Chem Soc 136, 16299–16308 (2014).30. Filonov, G. S. & Jaffrey, S. R. RNA Imaging with Dimeric Broccoli in Live Bacterialand Mammalian Cells. Curr Protoc Chem Biol 8, 1–28 (2016).Rev 31, (2018).diseases at international airports: the frankfurt model. Aviat Space Environ Med 80, 595–600 (2009).pandemic: a retrospective evaluation. Bull World Health Organ 91, 368–376 (2013).37. Identification and Diagnosis of Newly Emerging Pathogens. Infectious Diseases andTranslational Medicine (2017).543544Fig. 1: Schematic illustration of SENSR, a one-step isothermal reaction cascade forrapid detection of RNAs. The reaction is composed of four main components: a set ofprobes, SplintR ligase, T7 RNA polymerase (T7 RNAP), and a fluorogenic dye. In thepresence of target RNA, hybridization, ligation, transcription, and aptamer-dye bindingreactions occur sequentially in a single reaction tube at a constant temperature. UHS,upstream hybridization sequence; DHS, downstream hybridization sequence.553554555556557558Fig. 2: Construction of the three components reactions of SENSR. a, Ligation reaction.The ligation resultants were amplified with a pair of PCR primers (LigChk_F,R inSupplementary Table 4) and analyzed using Bioanalyzer. The ligation reaction occurredwhen only the promoter probe, reporter probe, SplintR ligase, and target RNA were allpresent. A full-length probe combining the promoter and reporter probes was amplified withthe same set of PCR primers and used as a size control, as indicated by the red arrow. b,Transcription reaction. The ligated mixtures were used as a DNA template to validatetranscription. The transcript was obtained only in the presence of target RNA and all othercomponents, demonstrating both target-dependent ligation and the subsequent transcription.The red arrow points to the correct size of the transcript. c, Fluorescence reaction. Aftersequential ligation and transcription reactions, the reaction mixture with the correct size ofthe transcript produced higher fluorescence compared to other conditions that lack one of thenecessary components. Fluorescence tests are four experimental replicas (two-tailed student’stest; * P < 0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001; bars represent mean ± s.d).Fig. 3: Sensitivity and turnaround time of SENSR. a, Sensitivity of SENSR. The targetRNA from 220 nM to 0.1 aM was tested. The detection limit is 0.1 aM. High linearitysuggests that SENSR can be used for the quantification of the target RNA. b, Turnaroundtime of SENSR. To check the time required for the SENSR reaction, the incubation time ofSENSR was varied. The target RNA of 0.1 aM was detected as early as 30 min. All tests arefour experimental replicas (two-tailed student’s test; * P < 0.05, ** P < 0.01, *** P < 0.001,**** P < 0.0001; bars represent mean ± s.d).578579580581582583584585Fig. 4: Broad adaptability of SENSR. Two pathogenic microbes and three viruses weretargeted by redesigning probe sequences. a, Schematic of SENSR with easy reconfigurationand rapid development. b,c, Detection of bacterial RNA markers, for V. vulnificus and E. coliO157:H7, respectively. d,e,f, Detection of viral RNA markers, MERS-CoV, Influenza A, andSARS-CoV-2, respectively. All probe pairs tested showed high sensitivity and linearity todetect RNA markers. All tests are four experimental replicas (two-tailed student’s test; * P <0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001; bars represent mean ± s.d).587588589590591592593594595596597Fig. 5: Live cell and proxy clinical sample detection using SENSR. a, Direct detection ofbacterial cells. Thermal cell lysates of MRSA and MSSA were subjected to the SENSRreaction. b, Clear distinction in the fluorescence intensity between MRSA and MSSAsamples. The detection limit of SENSR is as low as 2 CFU per 100 µ L reaction. c, Detectionof bacterial cell diluted in human serum as a proxy clinical sample. Bacteria-contained humanserum was thermally lysed and subjected to the SENSR reaction. d, An obvious distinction inthe fluorescence intensity between MRSA- and MSSA-contained human serum wasobserved. The detection limit of SENSR is as low as 2 CFU per 100 µ L reaction. All tests arefour experimental replicas (two-tailed student’s test; * P < 0.05, ** P < 0.01, *** P < 0.001,599600601602603604605606607Fig. 6: One-pot dual detection of RNAs by SENSR. a, One-pot dual detection of MRSAand Influenza A. The dual SENSR mixture contains two orthogonal pairs of probes andfluorogenic dyes with other components. Each probe pair hybridizes to the correspondingtarget RNA and allows SENSR reaction, emitting fluorescence that is distinguishable fromeach other. b, Validation of orthogonal dual SENSR reaction. Presence of each target RNA (1nM) was determined by the intensities of non-overlapping fluorescence. c, One-pot dualSENSR detection of MRSA and Influenza A with various concentration combinations. Alltests are four experimental replicas.609610611612613614615616617Fig. 7: Dual detection of SARS-CoV-2 by SENSR. a, Probe design for dual SENSRdetection. Three regions in the RNA-dependent RNA polymerase (RdRp) gene ofSARSCoV-2 were targeted. Discriminatory bases that enable specific detection of SARS-CoV-2against viruses with highly similar sequences are marked by bold letters. Grey shades indicatemismatches between the sequences of SARS-CoV-2 and other viruses. b, Singleplexdetection of 1 aM SARS-CoV-2 RNA by SENSR. 229E, Human coronavirus 229E; NL63,Human coronavirus NL63; OC43, Human coronavirus OC43; HKU1, Human coronavirusHKU1; Bat-SARS-1, Mg772933 Bat SARS-related coronavirus; Bat-SARS-2, NC_014470619620621622Bat SARS-related coronavirus; SARS-CoV, Severe acute respiratory syndrome-relatedcoronavirus; SARS-CoV-2, Severe acute respiratory syndrome-related coronavirus 2. c,One-pot dual detection of SARS-CoV-2 by orthogonal probe pairs, SARS-CoV-2-MG1 andBR1. All tests are two experimental replicas. Fold changes were calculated by dividing the", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\nThe recent outbreaks of Ebola, Zika, MERS, and SARS-CoV-2 (2019-nCoV) require fast,\nsimple, and sensitive onsite nucleic acid diagnostics that can be developed rapidly to prevent\nthe spread of diseases. We have developed a SENsitive Splint-based one-step isothermal\nRNA detection (SENSR) method for rapid and straightforward onsite detection of pathogen\nRNAs with high sensitivity and specificity. SENSR consists of two simple enzymatic\nreactions: a ligation reaction by SplintR ligase and subsequent transcription by T7 RNA\npolymerase. The resulting transcript forms an RNA aptamer that induces fluorescence. Here,\nwe demonstrate that SENSR is an effective and highly sensitive method for the detection of\nthe current epidemic pathogen, severe acute respiratory syndrome-related coronavirus 2\n(SARS-CoV-2). We also show that the platform can be extended to the detection of five other\npathogens. Overall, SENSR is a molecular diagnostic method that can be developed rapidly\nfor onsite uses requiring high sensitivity, specificity, and short assaying times.\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53", "one_words_summarize": "16171819202122232425262728The recent outbreaks of Ebola, Zika, MERS, and SARS-CoV-2 (2019-nCoV) require fast,simple, and sensitive onsite nucleic acid diagnostics that can be developed rapidly to preventthe spread of diseases. The resulting transcript forms an RNA aptamer that induces fluorescence. We also show that the platform can be extended to the detection of five otherpathogens. Some life-threatening infectiousdiseases often have signs and symptoms similar to cold or flu-like syndromes. Early diagnosisis therefore essential to identify the diseases and provide the correct treatment. In order to rapidly diagnose infectious diseases, a nucleic acid-baseddiagnosis has emerged as an alternative to the conventional culture-based, orimmunoassaybased, approaches due to their rapidity or specificity4–6.To increase sensitivity, current nucleic acid detection methods generally involve atarget amplification step prior to the detection step. The conventional amplification method isbased on PCR, which requires a thermocycler for delicate temperature modulation. SENSR was able todetect target RNA of Methicillin-Resistant Staphylococcus aureus (MRSA) in 30 minuteswith a limit of detection of 0.1 aM. We further applied this platform to detect variouspathogens, Vibrio vulnificus, Escherichia coli O157:H7, Middle East RespiratorySyndromerelated Coronavirus (MERS-CoV), and Influenza A viruses, by merely redesigning thehybridization regions of the probes. The cascadeconsists of four core components, which includes only two enzymes: a set of oligonucleotide798081828384858687888990919293949596979899100101102103probes, SplintR ligase, T7 RNA polymerase, and a fluorogenic dye. The sequence of the UHS was designed byPrimerBLAST20 to ensure specific binding to the target RNA. Among candidate UHS sequences, wechose the one with minimal secondary structure at 37 °C predicted by NUPACK21 tomaximize the hybridization between the UHS and its target region (Supplementary Table 2).The 5′-end of the promoter probe was then phosphorylated for ligation. Similar to the UHS, the DHS was selected to have minimal predictedsecondary structure (Supplementary Table 2).Once both UHS and DHS probes hybridize correctly to the target RNA, SplintRligase can initiate the cascade by connecting the probes that have all features built for theonestep diagnostic test. Notably, the reaction scheme ofSENSR inherently supports two mechanisms that could amplify the signal: 1) multiple104105106107108109110111112113114115116117118119120121122123124125126127128transcription events from the full-length, ligated probe by T7 RNA polymerase and 2) thepresence of target RNA sequence on the full-length transcript which could be utilized as anadditional splint for unligated probes in the reaction mixture. Moreover, the linearity of the fluorescence intensity over a wide rangeof concentrations (R2 = 0.9932) suggests that SENSR can be used for target RNAquantification. V. vulnificus is known to causegastroenteritis, wound infection, and sepsis in humans. 4e).Finally, we designed a probe pair for a recently emerging pathogen, SARS-CoV-2. 2f).Taken together, we demonstrated that SENSR could be easily reconfigured to detectvarious RNA markers of pathogens by redesigning the probes. The probe design process issimple and requires a small amount of computation using open web-based software. We observed a significant difference in fluorescenceintensity between MRSA and MSSA (Fig. Collectively, simultaneous detection and discriminationof both pathogens can help the diagnosis and follow-up actions. Secondary structures of the new reporter probe and corresponding full-length RNA transcriptwere simulated, using NUPACK, and satisfied the probe design criteria without furtheroptimization (Supplementary Table 2). Indeed, the presence of either target RNA (1 nM) waseasily detected by the fluorescence pattern (Fig. In addition to the previously demonstrated SARS-CoV-2 probe pair (Fig. Rapid, simple, economical, and sensitive diagnostic tests are needed to detect and manageinfectious diseases at the earliest possible time. The efficient hybridization between the probesand target RNA is one of the reasons for enabling high sensitivity during the isothermalThe promoter probe is programmed to form a stem-loop structure and the stem partforms a double-stranded T7 promoter sequence that initiates transcription by recruiting T7RNA polymerase. Thus, the hairpin structured, self-assembling promoter sequence in the promoter probecan facilitate hybridization and subsequent transcription more efficiently. The use of a fluorogenic RNA aptamerfacilitated SENSR development by enabling fast and straightforward signal generation. The nucleic acid probe synthesis is328329330331332333334335336more scalable than animal antibody production. Therefore, SENSR is more suitable for rapidmass production of diagnostic kits than antibody-based diagnostics. Given thesimple probe design process, and its rapid development, SENSR will be a suitable diagnosticmethod for emerging infectious diseases.337338339340341342343344345346347348349350351352353354355356357358359360Materials. Malachite greenoxalate was purchased from Sigma-Aldrich (St. Louis, MO, USA). Target RNA was synthesized by an in vitro transcriptionprocess. The purified RNA was used immediately for the downstream reaction or stored at -80 °C. The ligation reaction was performed according to apreviously reported method17. The PCR productswere assessed by an Agilent 2100 Bioanalyzer using a DNA 1000 kit (Agilent Technologies)according to the manufacturer’s protocol.385386387388389390391392393394395396397398399400401402403404405406407408409Malachite green and aptamer binding assay. C.H.W., S.J., G.S., G.Y.J., and J.W.L. designed the experiment. A review of methods for the detection of pathogenicmicroorganisms. Arch Pathol Lab Med 133, 916–925 (2009).O’Connor, L. & Glynn, B. Recent advances in the development of nucleic aciddiagnostics. Standardization of nucleic acid tests for clinical measurements of bacteriaand viruses. Rapid, Low-Cost Detection of Zika Virus Using ProgrammableBiomolecular Components. Multiplexed and portable nucleic acid detection platform withCas13, Cas12a, and Csm6. Rapid and sensitive detection of lower respiratory tract infections bystuffer-free multiplex ligation-dependent probe amplification. Anal Biochem 424, 54–56 (2012).specific miRNA detection method using SplintR Ligase. Bouhedda, F., Autour, A. & Ryckelynck, M. Light-Up RNA Aptamers and TheirCognate Fluorogens: From Their Development to Their Applications. Mulcahy, M. E. & McLoughlin, R. M. Staphylococcus aureus and Influenza A Virus:(2017).Partners in Coinfection. 1: Schematic illustration of SENSR, a one-step isothermal reaction cascade forrapid detection of RNAs. The ligated mixtures were used as a DNA template to validatetranscription. All tests arefour experimental replicas (two-tailed student’s test; * P < 0.05, ** P < 0.01, *** P < 0.001,**** P < 0.0001; bars represent mean ± s.d).578579580581582583584585Fig. Thermal cell lysates of MRSA and MSSA were subjected to the SENSRreaction. b, Clear distinction in the fluorescence intensity between MRSA and MSSAsamples. The detection limit of SENSR is as low as 2 CFU per 100 µ L reaction. c, Detectionof bacterial cell diluted in human serum as a proxy clinical sample."}