{"date": "2020/03/05", "journal": "medrxiv", "authors": "Timothy W Russell, Joel Hellewell, Christopher I Jarvis, Kevin van-Zandvoort, Sam Abbott, Ruwan Ratnayake, Stefan Flasche, Rosalind M Eggo, Adam J Kucharski", "title": "Estimating the infection and case fatality ratio for COVID-19 using age-adjusted data from the outbreak on the Diamond Princess cruise ship", "type": "preprint article", "abstract": "To estimate the infection and case fatality ratio of COVID-19, using data from passengers of the Diamond Princess cruise ship while correcting for delays between confirmation-anddeath, and age-structure of the population. Adjusting for delay from confirmation-to-death, we estimated case and infection fatality ratios (CFR, IFR) for COVID-19 on the Diamond Princess ship as 1.2% (0.38-2.7%) and 2.3% (0.75%-5.3%). Comparing deaths onboard with expected deaths based on naive CFR estimates using China data, we estimate IFR and CFR in China to be 0.5% (95% CI: 0.21.2%) and 1.1% (95% CI: 0.3-2.4%) respectively.", "text": "Aim        In real-time, estimates of the case fatality ratio (CFR) and infection fatality ratio (IFR) can bebiased upwards by under-reporting of cases and downwards by failure to account for the delayfrom confirmation-to-death. Collecting detailed epidemiological information from a closedpopulation such as the quarantined Diamond Princess can produce a more comprehensivedescription of asymptomatic and symptomatic cases and their subsequent outcomes. Using datafrom the Diamond Princess, and adjusting for delay from confirmation-to-outcome andagestructure of the ship’s occupants, we estimated the IFR and CFR for the outbreak in China.As of 3rd March 2020, there have been 92,809 confirmed cases of coronavirus disease 2019(COVID-19), with 3,164 deaths [                Passengers were initially to be held in quarantine for 14 days. However, those that had intenseexposure to the confirmed case-patient, such as sharing a cabin, were held in quarantine beyondthe initial 14-day window [                During an outbreak, the so-called naive CFR (nCFR), i.e. the ratio of reported deaths date toreported cases to date, will underestimate the true CFR because the outcome (recovery ordeath) is not known for all cases [                We assumed the delay from confirmation-to-death followed the same distribution as estimatedhospitalisation-to-death, based on data from the COVID-19 outbreak in Wuhan, China, betweenthe 17th December 2019 and the 22th January 2020, accounting right-censoring in the data as aresult of as-yet-unknown disease outcomes (Figure 1, panels A and B) [                ∑where is the daily case incidence at time , is the proportion of cases with delay betweenonset or hospitalisation and death. represents the underestimation of the known outcomes [                We estimated that the all-age cIFR on the Diamond Princess was 1.2% (0.38–2.7%) and thecCFR was 2.3% (0.75–5.3%) (Table 1). Using the age distribution of cases and deaths on theship [                Using the age-stratified nCFR estimates reported in a large study in China [        China up to 4th March 2020, nCFR = 2984/80422*100 = 3.71% (95% CI 3.58% - 3.84%); thisnaive value is significantly higher than the corrected CFR we estimate here.Age RangecIFRcCFR9.0% (3.8% - 17%) 18% (7.3% - 33%) Truncated (Figure 1B)No. ofpassengersnCFRexpected deaths under these estimates was 15.15 and age stratified observed/expected deathratios.        The case fatality ratio is challenging to accurately estimate in real time [                The average age onboard the ship was 58, so our estimates of cCFR cannot directly be appliedto a younger population; we therefore scaled our estimates to obtain values for a populationequivalent to those in the early China outbreak. There were some limitations to our analysis.Cruise ship passengers may have a different health status to the general population of theirhome countries, due to health requirements to embark on a multi-week holiday, or differencesrelated to socio-economic status or comborbities. Deaths only occurred in individuals 70 years orolder, so we were not able to generate age-specific cCFRs; the fatality risk may also beinfluenced by differences in healthcare between countries. Because of likely age-specificdifferences in reporting, we focused on overall cCFR in China, rather than calculatingagespecific cCFRs [        TWR, AJK and WJE conceived of the study and collected the data. TWR, AJK and SA coded themethods. TWR and JH wrote the first draft of the manuscript with feedback from all otherauthors. KvZ, TWR, SA and CIJ worked on the statistical aspects of the study. All authors readand approved the final version of the manuscript. Each member of the CMMID COVID-19working group contributed in processing, cleaning an interpretation of data, interpreted findings,contributed to the manuscript, and approved the work for publication.TWR, JH SA, SF and AJK are supported by the Wellcome Trust (grant numbers: 206250/Z/17/Z,210758/Z/18/Z, 210758/Z/18/Z, 210758/Z/18/Z, 208812/Z/17/Z, 206250/Z/17/Z). CIJ is supportedby Global Challenges Research Fund (GCRF) project ‘RECAP’ managed through RCUK andESRC (ES/P010873/1). KvZ is supported by Elrha’s Research for Health in Humanitarian Crises(R2HC) Programme, which aims to improve health outcomes by strengthening the evidencebase for public health interventions in humanitarian crises. The R2HC programme is funded bythe UK Government (DFID), the Wellcome Trust, and the UK National Institute for HealthResearch (NIHR). RR is supported by Canadian Institutes of Health Research (Award no.DFS164266). RME is supported by HDR UK (grant: MR/S003975/1)CMMID nCoV working group funding statements: Thibaut Jombart (RCUK/ESRC (grant:ES/P010873/1); UK PH RST; NIHR HPRU Modelling Methodology), Amy Gimma (GCRF(ES/P010873/1)), Nikos I Bosse (no funding statement to declare), Alicia Rosello (NIHR (grant:PR-OD-1017-20002)), Mark Jit (Gates (INV-003174), NIHR (16/137/109)), James D Munday(Wellcome Trust (grant: 210758/Z/18/Z)), Billy J Quilty (NIHR (16/137/109)), Petra Klepac (Gates(INV-003174)), Hamish Gibbs (NIHR (ITCRZ 03010)), Yang Liu (Gates (INV-003174), NIHR(16/137/109)), Sebasitan Funk (Wellcome Trust (grant: 210758/Z/18/Z)), Samuel Clifford(Wellcome Trust (grant: 208812/Z/17/Z)), Fiona Sun (NIHR EPIC grant (16/137/109)), KieshaPrem (Gates (INV-003174)), Charlie Diamond (NIHR (16/137/109)), Nicholas Davies (NIHR(HPRU-2012-10096)), Carl A B PearsonAll of the data and the code required to reproduce the figures and results of this study can befound at the public github repository: https://github.com/thimotei/cCFRDiamondPrincess.Members of the Centre for the Mathematical Modelling ofInfectious Diseases (CMMID) nCoV working group:The following authors were part of the Centre for Mathematical Modelling of Infectious Disease2019-nCoV working group. Thibaut Jombart, Amy Gimma, Nikos I Bosse, Alicia Rosello, MarkJit, James D Munday, Billy J Quilty, Petra Klepac, Hamish Gibbs, Yang Liu, Sebasitan Funk,Samuel Clifford, Fiona Sun, Kiesha Prem, Charlie Diamond, Nicholas Davies, Carl A B Pearson.None declared.", "ref_list": [[], [""], ["-dp-fe-01.html (accessed 3 Mar2020)"], ["-dp-fe-02.html (accessed 3 Mar2020)"], ["Case fatality rate for ebola virus disease in west africa"], ["Early epidemiological assessment of the virulence of emerging infectious diseases: A case study of an influenza pandemic"], ["Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: A statistical analysis of publicly available case data"], ["Characteristics of and important lessons from the coronavirus disease 2019 (covid-19) outbreak in china: Summary of a report of 72 314 cases from the chinese center for disease control and prevention"], ["The emerging influenza pandemic: Estimating the case fatality ratio"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], ["AJ Kucharski", "WJ Edmunds"], ["H 5 Nishiura", "D Klinkenberg", "M Roberts"], ["NM Linton", "T Kobayashi", "Y Yang"], ["Z McGoogan", "JM"], ["N 8 Wilson", "M. Baker"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Aim", "one_words_summarize": "Aim        In real-time, estimates of the case fatality ratio (CFR) and infection fatality ratio (IFR) can bebiased upwards by under-reporting of cases and downwards by failure to account for the delayfrom confirmation-to-death. The case fatality ratio is challenging to accurately estimate in real time [                The average age onboard the ship was 58, so our estimates of cCFR cannot directly be appliedto a younger population; we therefore scaled our estimates to obtain values for a populationequivalent to those in the early China outbreak. All authors readand approved the final version of the manuscript. The R2HC programme is funded bythe UK Government (DFID), the Wellcome Trust, and the UK National Institute for HealthResearch (NIHR). RR is supported by Canadian Institutes of Health Research (Award no."}