{"date": "2020/03/04", "journal": "medrxiv", "authors": "Weiping Ji, Jing Zhang, Gautam Bishnu, Xudong Du, Xinxin Chen, Hui Xu, Xiaoling Guo, Zhenzhai Cai, Xian Shen", "title": "Comparison of severe and non-severe COVID-19 pneumonia: review and meta-analysis", "type": "preprint article", "abstract": "(Team of prevention, control, diagnosis and treatment of novel coronavirus, The Second Affiliated *Correspondence: Xian Shen, Team leader of prevention, control, diagnosis and treatment of novel", "text": "Objective: To compare the difference between severe and non-severe COVID-19pneumonia and figure out the potential symptoms lead to severity.        Methods: Articles from PubMed, Embase, Cochrane database, and google up-to        Conclusions: Fever, cough and fatigue are common symptoms in COVID-19pneumonia. Compared with non-severe patients, the symptoms as fever,polypnea/dyspnea and diarrhea are potential symptoms lead to severity.In December 2019, a series of unknown caused pneumonia appeared in Wuhan, it'sclinical manifestations were very similar to viral pneumonia[1]. Later novel coronaviruswas found as source virus, and named COVID-19 [2]. At present, novel coronaviruspneumonia (NCP) had been rapidly spread throughout China and overseas countries [3-5].Human-to-human transmission of this virus was proved [6-7]. The clinical features ofNCP patients were diversified, in severe cases it may lead to acute respiratory distresssyndrome (ARDS) and even death[8-11]. Currently, no systematic review andMeta-analysis of the clinical characteristics of NCP was found. This paper reviewed andcompared the difference between severe and non-severe of the disease, which wouldhelp to better understand and guide future.Sources and search criteriaWe conducted a comprehensive systematic search of PubMed, Embase, Cochrane database, andgoogle to find all published studies that describe the clinical characteristics ofCOVID-19, using the search terms, “novel coronavirus”, “SARS-CoV-2”, “COVID-19”.According to title and abstract, two independent researchers selected and classifiedliteratures, and reviewed all followed criteria.Inclusion and exclusion criterinaLiteratures described NCP patient's clinical signs. If there were duplicates in the studypopulation, the literature with the largest sample size will be included. Cases that didnot describe the clinical characteristics of NCP patients and repeated cases wereexcluded. Articles published by the same author were carefully screened to identifyduplication.Data extraction and analysisAll available publications have been carefully analyzed and strictly reviewed. Thecollected clinical data include population data (age, gender), number of patients andclinical manifestations. Full-text versions of relevant articles were reviewed, quality ofthe selected articles were evaluated, and clinical characteristics were extracted. Wecompared the clinical characteristics of severe and non-severe patients originally fromthree articles classified NCP patients as severe and non-severe.Statistical analysisSAS 9.4 and Review Manager 5.3 software were used for analysis and drawing.Continuous variables were represented by median and quartile ranges (IQR).Classification variables were summarized as counts and percentages in each category.The age, gender, number and clinical signs of NCP patients were statistically described;Cochran-mantel-Haenszel test (stratified chi-square test) was used to compare thedifferences between severe and non-severe NCP. With OR (Odds ratio) as the effectquantity, we used Mantel-Haenszel test with fixed or random effect for furthermeta-analysis of the clinical signs with statistical differences, and showed by drawingforest map. Symmetry tested by funnel plot.Search resultA total of 333 relevant literatures published in PubMed and other databases weredetected, 68 were removed because of duplication. 265 were removed based on theinclusion criteria. 23 literaturesdid not report clinical signs. 4 were excluded because ofcasesoverlapped[8-9.12-13]. Finally, 14 articles were included for the finalanalysis[10-11.14-25]. Fig 1 shows the study selection flowchart. Data from all eligiblestudies were obtained frompublished manuscripts.Synthesis of resultsA systematic review showed that 610 patients (42.8%) with NCP were female. Fever(89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue(43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less commonsymptoms were dizziness, hemoptysis, abdominalpain,conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110)and non-severe group (267), Stratified chi-square test showed that there wasnosignificant difference in gender between the two groups(P>0.05), and the median ageof severe patients was slightly older. Polypnea/dyspnea in severe patients weresignificantly higher than in non-severe patients (42.7% vs.16.3%, P<0.0001), fever anddiarrhea were higher in severe patients (P=0.0374and0.0267). Conjunctivalcongestion/conjunctivitis (P=0.0176), hemoptysis (P=0.0344), anorexia (P=0.0008),dizziness (P=0.0023) and abdominal pain (P=0.0015) may highly occurred in severepatients, but the dates of these symptoms only been reported in one or two literatures, sointer-group comparisons of these symptoms should be treated with caution. (See fig 2and 3)Meta analysis results3 literatures including 262 cases in the severe group (245 fever,93.51%) and 1,095 casesin the non-severe group (967 fever,88.31%) were used to meta analysis for fever; Threestudies were considered to be homogeneous, and fixed effect model(Chi2=0.88, P=0.64,I2=0%). The pooled effect was 1.70 (95%CI, 1.01- 2.87) indicating fever patients had a1.70 times higher incidence of severe risk than non-fever. On symptoms ofpolypnea/dyspnea, 262 cases in the severe group(112 polypnea/dyspnea,42.75%) and1095 cases in the non-severe group(179polypnea/dyspnea,68.32%). Test showed that 3literatures have certain heterogeneity(Chi2=5.26,P=0.07, I2=62%), so the random effectmodel was adopted; The individual OR effect showed differently, but combined OReffect was 3.53 (95%CI, 1.95-6.38), indicating the incidence of severe risk of thepatients with polypnea/dyspnea was 3.53 times higher than those none. On symptoms ofdiarrhea, 266 cases in the severe group (25 diarrhea,9.40%) and 1,110 cases in thenon-severe group (48diarrhea,4.32%). Test showed homogeneity (Chi2=0.32,P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80(95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe groupsignificantly higher than non-severe group, and the severerisk of diarrheapatients was1.80 times higher than those none. (See Fig 4)The graphs in funnel plots of fever, polypnea/dyspnea and diarrhea are basicallysymmetrical, which looks like no significant publication deviation. (See fig 5)There was no difference in proportion of gender between severe and non-severe NCPpatients, which was consistent with the latest report[11-14]. Most of the patients showedfever and cough. Compared with non-severe patients, Fever, Polypnea/dyspnea andDiarrhea were more common in severe patients. But recent reports showed that therewas no difference in the proportion of fever and diarrhea between severe and non-severepatients [10.11.14]. In addition, the symptoms of Polypnea/dyspnea were similar tothose reports[10-11], but Zhang et al.[14]report had no statistical difference. Onepossible explanation was that in previous reports, the sample size of patients wasrelatively small or it came from the early epidemic phase of NCP.NCP patients had the different clinical classification of disease severity. Non-severeNCP was with fever, respiratory tract symptoms, and image findings of pneumonia.Severe NCP met diagnostic criteria[26]. This review found preliminary evidence fromthree literatures that fever, polypnea/dyspnea and diarrhea are statistically significantdiagnostic indicators for severe NCP patients and Polypnea/dyspnea was most predictable.Clinician had to arouse great attention on diagnostic value of them in future.In the early stages of NCP nonspecific signs and symptoms may be clinicallyindistinguishable from other common infectious diseases, especially winter respiratoryvirus. These characteristics of NCP had some similarities with SARS-CoVandMERS-CoVinfections[27.28]. However, patients with COVID-19 rarely had obvioussigns and symptoms of upper respiratory tract (nasal obstruction, rhinorrhea, runny nose,sore throat). In addition, intestinal signs and symptoms such as diarrhea were rare inNCP patients, while about 20-25% of patients with MERS-CoV or SARS-CoVinfection had diarrhea. It should be noted that fever of NCP(10.8%) patients was morecommon than SARS-CoV (1%) and MERS-CoV(2%)[29].Our systematic review had limitations. Firstly, most of the data in this study are fromretrospective studies and case reports, which usually report successful management andare affected by selection and publication bias. Secondly, the datacollection of somecases is incomplete. So the statistical test and the discovery of p-value should becarefully explained. Thirdly, the number of included studies is not enough, the testefficiency is insufficient, symmetry can be observed, but it is difficult to evaluatesymmetry.The common symptoms NCP patients were fever, cough and fatigue. Compared withnon-severe NCP patients, the symptoms as fever, polypnea/dyspnea and diarrhea weremore common in severe patients. Those were potential symptoms which might leadpatients to severity.No Funding supported the projectWeiping Ji, Jing Zhang, Hui Xu, Xiaoling Guo designed and completed the manuscript.Gautam Bishnu and Xudong Du completed data and language work, Zhenzhai Cai andXinxin Chen completed statistics and verification, Xian Shen completed the review andrevision of the paper, and guided the whole process.          The authors declared no competing interests exist.10.1016/S0140-6736(20)30251-8.3.Zhu N, Zhang D, Wang W et al. A novel coronavirus from patients with Pneumonia in4.Lu H, Stratton CW, Tang YW, et al.Outbreak of pneumonia of unknown etiology in WuhanChina: the mystery and the miracle. J Med Virol. 2020. DOI: 10.1002/jmv.25678.5.Bogoch II, Watts A, Thomas-BachliA et al. Potential for global spread of a novel coronavirusfrom China. J Travel Med. 2020. DOI: 10.1093/jtm/taaa011.6. Li Q, Guan X, Wu P,et al. Early transmission dynamics in wuhan, china, of novelcoronavirus-infected pneumonia. N Engl J Med, 2020. DOI: 10.1056/NEJMoa2001316.novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet.2020. DOI: 10.1016/S0140-6736(20)30154-9.8.Chen N, Zhou M, Dong X et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020. DOI:10.1016/S0140-6736(20)30211-7.10.100                    DOI:https://doi.org/10.1016/S2213-2600(20)30079-5.13. Yanli Liu, Wenwu Sun, Jia Li et al. Clinical features and progression of acute respiratory 1distress syndrome in          Figure 1 legend: After selection, 5 papers of group research and 9 articles of casereport were eligible, with a total of 1,424 cases. 3 papers with a total of 1,377 casesreported clinical signs of severe and non-severe patients subgroups (literature 2 wasdivided into ICU and non-ICU, which were assumed equivalent to severe andnon-severe).Figure 2 legend: Fever, cough, polypnea/dyspnea and diarrhea were the mostcommon clinical signs reported in the literature, while some other signs were more orless unreported. It assumed that if a certain clinical sign was not reported in a certainliterature, it would be treated as none.Figure 3 legend: The comparison of clinical signs between severe and non-severepatients was shown among 1,377 cases, including 1,110 cases of non-severe patientsand 267 cases of severe patients. Polypnea/dyspnea, fever and diarrhea showedsignificantly difference in two groups. In severe patients, conjunctivalcongestion/conjunctivitis, hemoptysis, anorexia, dizzinessand abdominal pain weremore likely to occur, but because some data was incomplete, the results needed to becaution.Figure 4 legend: Further meta-analysis was performed for fever, polypnea/dyspnea,and diarrhea. Effect value OR analysis indicated severe risk of febrile,polypnea/dyspnea and diarrhea patients were 1.70 (95%CI, 1.01-2.87) , 3.53 (95%CI,1.95-6.38), 1.80 (95%CI, 1.06-3.03) times higher than those none.Figure 5 legend: The graphs in funnel plots of fever, polypnea/dyspnea and diarrheaare basically symmetrical, which preliminary indicates no significant publicationdeviation.", "ref_list": [[], [""], [""], ["Genomic characterization and epidemiology of 2019 novel coronavirus: implications of virus origins and receptor binding"], ["Clinical characteristics of 2019 novel coronavirus infection in 11"], ["First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia"], ["Liao Ching-Hui,Chang Chin-Fu et al. A Locally Transmitted Case of SARS-CoV-2 Infection in Taiwan"], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["-"], ["R Lu", "X Zhao", "J Li", "JF Chan", "S Yuan", "KH Kok", "C Huang", "Y Wang", "X Li"], ["W Guan", "Z Ni", "Y Hu", "D Wang", "B Hu", "C Hu", "Bastola Anup", "Sah Ranjit", "Rodriguez-Morales Alfonso", "Oh Yoonju"], ["Cleghorn Graham", "L Holshue Michelle", "Chas DeBolt", "Lindquist Scott"], ["Liu"], ["T Phan Lan", "V Nguyen Thuong", "Luong Quang", "A Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Objective: To compare the difference between severe and non-severe COVID-19\npneumonia and figure out the potential symptoms lead to severity.", "one_words_summarize": "Objective: To compare the difference between severe and non-severe COVID-19pneumonia and figure out the potential symptoms lead to severity. Methods: Articles from PubMed, Embase, Cochrane database, and google up-to        Conclusions: Fever, cough and fatigue are common symptoms in COVID-19pneumonia. Articles published by the same author were carefully screened to identifyduplication. Finally, 14 articles were included for the finalanalysis[10-11.14-25]. Fever(89.2%) and cough (67.2%) were the most common symptoms, followed by fatigue(43.6%), phlegm (28.6%), shortness of breath/difficulty(21.7%), and the less commonsymptoms were dizziness, hemoptysis, abdominalpain,conjunctivalcongestion/conjunctivitis.1,377 cases were divided into severe group (1,110)and non-severe group (267), Stratified chi-square test showed that there wasnosignificant difference in gender between the two groups(P>0.05), and the median ageof severe patients was slightly older. Test showed homogeneity (Chi2=0.32,P=0.85,I2= 0%) and fixed effect model was used, The combined OR value was 1.80(95%CI, 1.06-3.03), indicating the incidence of diarrhea in the severe groupsignificantly higher than non-severe group, and the severerisk of diarrheapatients was1.80 times higher than those none. ( Onepossible explanation was that in previous reports, the sample size of patients wasrelatively small or it came from the early epidemic phase of NCP.NCP patients had the different clinical classification of disease severity. Clinician had to arouse great attention on diagnostic value of them in future. These characteristics of NCP had some similarities with SARS-CoVandMERS-CoVinfections[27.28]. Firstly, most of the data in this study are fromretrospective studies and case reports, which usually report successful management andare affected by selection and publication bias. Those were potential symptoms which might leadpatients to severity. DOI: 10.1002/jmv.25678.5.Bogoch II, Watts A, Thomas-BachliA et al. Potential for global spread of a novel coronavirusfrom China. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. 3 papers with a total of 1,377 casesreported clinical signs of severe and non-severe patients subgroups (literature 2 wasdivided into ICU and non-ICU, which were assumed equivalent to severe andnon-severe).Figure 2 legend: Fever, cough, polypnea/dyspnea and diarrhea were the mostcommon clinical signs reported in the literature, while some other signs were more orless unreported. In severe patients, conjunctivalcongestion/conjunctivitis, hemoptysis, anorexia, dizzinessand abdominal pain weremore likely to occur, but because some data was incomplete, the results needed to becaution."}