{"date": "2020/03/05", "journal": "medrxiv", "authors": "Corey M Peak, Rebecca Kahn, Yonatan H Grad, Lauren M Childs, Ruoran Li, Marc Lipsitch, Caroline O Buckee", "title": "Modeling the Comparative Impact of Individual Quarantine vs. Active Monitoring of Contacts for the Mitigation of COVID-19", "type": "preprint article", "abstract": "Individual quarantine and active monitoring of contacts are core disease control strategies, particularly for emerging infectious diseases such as Coronavirus Disease 2019 (COVID-19). To estimate the comparative efficacy of these interventions to control COVID-19, we fit a stochastic branching model, comparing two sets of reported parameters for the dynamics of the disease. Our results suggest that individual quarantine may contain an outbreak of COVID-19 with a short serial interval (4.8 days) only in settings with high intervention performance where at least three-quarters of infected contacts are individually quarantined. However, in settings where this performance is unrealistically high and the outbreak of COVID-19 continues to grow, so too will the burden of the number of contacts traced for active monitoring or quarantine. In such circumstances where resources are prioritized for scalable interventions such as social distancing, we show active monitoring or individual quarantine of high-risk contacts can contribute synergistically to social distancing. To the extent that interventions based on contact tracing can be implemented, therefore, they can help mitigate the spread of COVID-19. Our model highlights the urgent need for more data on the serial interval and the extent of presymptomatic transmission in order to make data-driven policy decisions regarding the cost-benefit comparisons of individual quarantine vs. active monitoring of contacts.", "text": "In December 2019, Coronavirus Disease (COVID-19) emerged in Wuhan, China.​1​ It has sincespread globally, reaching more than three dozen countries with over 80,000 confirmed cases bylate February.​2​ To reduce further spread of the disease, governments have implementedcommunity measures to increase social distancing for those at highest risk of infection.​3​ InChina, policies include unprecedented lockdowns to reduce contacts between individuals, travelrestrictions, and door-to-door temperature checks with mandatory mass quarantine.​4Contact tracing, a core strategy to control disease, is used to identify individuals who may havebeen exposed to an infectious disease and to focus interventions on this high risk group. Ifidentified contacts are symptomatic when found, they are promptly isolated and treated in ahealthcare setting. More often, contacts are found healthy, and may or may not be infected.Depending on how much time has passed since exposure to the primary infected individual,those infected may not yet be symptomatic - this period of time between infection andsymptoms is an important epidemiological trait of an infectious disease called the incubationperiod. How to handle these symptom-free contacts is a recurring point of confusion andcontroversy, particularly for emerging infectious diseases. Two essential strategies are used:individual quarantine and active monitoring. Individual quarantine involves the separation fromothers of an individual who is believed to be exposed to the disease, but not currently showingsymptoms of it. A less restrictive intervention, active monitoring, involves assessing theindividual for symptoms at regular intervals and, if symptoms are detected, promptly isolatingthe individual.The relationship between symptoms of a disease and infectiousness to others is critical to thesuccess of containment strategies. Previous work has found that a disease’s natural history,particularly the amount of transmission that occurs before symptom onset, greatly influences theability to control outbreaks​5​ ​and the relative effectiveness of individual quarantine vs. activemonitoring.​6​ Short-course diseases, such as influenza, and diseases with long periods ofpresymptomatic infectiousness, like hepatitis A, are impacted more strongly by quarantine thanby active monitoring; however, quarantine is of limited benefit over active monitoring for thecoronaviruses MERS and SARS, where persons usually show distinctive symptoms at or nearthe same time that they become infectious. Recent work on isolation for COVID-19 found apotentially large impact of perfect isolation, if one assumed there was limited presymptomatictransmission and a high probability of tracing contacts to be put under isolation immediatelyfollowing symptom onset.​7​ Our framework enables comparison of active monitoring andindividual quarantine and considers parameters such as delays, and imperfect isolation toaccount for known nosocomial transmission of this respiratory virus.​8One of the key uncertainties surrounding COVID-19 is the extent of asymptomatic andpresymptomatic transmission. A recent study reporting asymptomatic transmission in Germany​9was later found to be incorrect or misleading,​10​ ​adding to the confusion. There has also beenuncertainty about the serial interval - the time between symptom onset of infector-infectee pairs- which in turn reflects uncertainty about the extent of presymptomatic transmission. Earlyestimates by Nishiura et al​11​ and Li et al​12​ were derived from limited data (24 and 6infector-infectee pairs, respectively) and in the latter case largely reflected the prior distributionderived from SARS cases in 2003. Given the severe impact of quarantine on both resourcesand individual liberty, it is vital to assess under what conditions quarantine can effectivelycontrol COVID-19, and among these under what conditions it is substantially more effective thanless restrictive approaches such as active monitoring, particularly given uncertainty in essentialdisease parameters. Here, using methods described in previous work​6​ and the latestepidemiological parameters reported for COVID-19,​11,12​ we compare the ability of individualquarantine and active monitoring to reduce the effective reproductive number ( Re ) of COVID-19to below the critical threshold of one. While mass restrictions on movements within cities havebeen implemented during this outbreak and are sometimes referred to as quarantines, here wefocus on the effectiveness of quarantine and active monitoring on an individual basis based oncontact tracing.We built upon a previously published approach​6​ using recent estimates of transmissiondynamics for COVID-19 to account for critical questions and parameter uncertainties. Reflectingthe uncertainty surrounding key parameters for COVID-19, we compared two sets of serialinterval parameters: 1) from Nishiura et al​11​ with a mean serial interval of 4.8 days and 2) from Liet al​12​ with a mean serial interval of 7.5 days (Table 2).susceptible-exposed-infectious-recovered (SEIR) disease process focused on the early stagesof epidemic growth. Upon infection, individuals progress through a latent period before onset ofinfectiousness; during the duration of infectiousness, the relative infectiousness follows atriangular distribution. The time of symptom onset is measured as the difference between theincubation and latent periods, with negative values indicating presymptomatic infectiousness.During each hour of infectiousness, an individual can generate new infections following anegative binomial distribution with dispersion parameter ​k​ , with smaller values indicating morevariability in infectiousness. Infectiousness while under individual quarantine (before symptomonset) and isolation (after symptom onset) can be reduced by a value between 0, indicating noreduction in the force of infectiousness, or 1, indicating no transmission during that hour. Uponisolation, an individual names a defined proportion of their contacts, who are traced within adefined number of hours and placed under either active monitoring or quarantine. Those underactive monitoring are checked with a defined frequency, such as twice daily, and are promptlyisolated if found to be symptomatic; however, prior to isolation, there is no reduction ininfectiousness. A contact under individual quarantine has infectiousness reduced by a definedfactor until onset of symptoms, at which time the contact is isolated.Using published values of the incubation period, the parameters for the maximum duration ofinfectiousness, time of peak infectiousness, and the time offset between the incubation andlatent periods were fit using a sequential Monte Carlo (SMC) algorithm, also known as particlefiltering.​6​ Particles with these three dimensions were resampled with an adaptive threshold toconverge on a set of 2,000 that yielded simulated serial intervals that most closely matchpublished values of the serial interval, as measured by the Kolmogorov-Smirnov (KS) test.As described previously,​6​ two settings are defined with respect to the feasibility of interventions(Table 1). A high feasibility setting, presented as the main results, is defined as one where 90%of contacts are traced and are put under either quarantine or active monitoring within half a dayon average. Contacts under active monitoring are monitored twice per day on average. Acontact under quarantine has infectiousness reduced by 75% until symptoms emerge andprompt isolation. When symptoms emerge in a contact under quarantine or active monitoring,they are isolated in a setting that reduces infectiousness by 90%. Assuming perfect interventionperformance is not possible, the high feasibility parameters represent an upper-bound on theexpected ability to implement interventions based on contact tracing. A low feasibility settingloosens these assumptions to account for imperfect recall of who may be exposed, delays inidentifying or locating contacts, infrequent or untrained monitoring of symptoms, and imperfectisolation resulting in nosocomial or other infections.Unimpeded exponential epidemic growth driven by the basic reproductive number ( R0 ) can bereduced by individual quarantine or active monitoring as measured by the effective reproductivenumber RIQ and RAM , respectively. We present estimates of RIQ and RAM under high and lowfeasibility settings. The difference RAM − RIQ is the number of secondary cases prevented byquarantining one infected individual over active monitoring for that individual. If the prevalenceof infection among traced contacts subject to quarantine or active monitoring is ​p, ​ then thenumber of traced contacts who must be quarantined to prevent one secondary case is p(RAM1−RIQ) .We calculate this quantity from the model under varying assumptions about ​p.The number of days an individual is under quarantine or active monitoring is measured as thetime difference between when an individual is identified via contact tracing and when symptomsprompt isolation - which is immediate for an individual under quarantine and determined by thefrequency of monitoring for an individual under active monitoring. We assume individuals underactive monitoring or quarantine who are uninfected are followed for a duration of 14 days untilclearance, consistent with recent interventions.​13We calculated the expected percentage of infections that result from presymptomaticinfectiousness in the absence of interventions as the sum total of expected secondary casescaused by an individual prior to symptom onset divided by the total force of infection for thatindividual times 100. This percentage equals 0% when symptom onset precedes infectiousnessand equals 100% when the entire duration of infectiousness concludes prior to symptom onset.We fit the model assuming short (mean of 4.8 days; scenario 1) versus long (mean of 7.5 days;scenario 2) serial interval estimates. Model fitting by SMC for serial interval scenario 1 (mean =4.8 days) resulted in mean duration of infectiousness 2.4 days [95% CI 1.0, 6.7]; mean time ofpeak relative infectiousness at 43% of the duration of infectiousness [0%, 97%]; and a meantime of infectiousness onset 0.77 days ​before​ symptom onset [1.98 days before, 0.29 daysafter] (Table 2, Figure S1). The longer serial interval in scenario 2 (mean = 7.5 days) resulted inslower disease dynamics: mean duration of infectiousness 4.8 days [95% CI 1.12, 10.5]; meantime of peak relative infectiousness at 38% of the duration of infectiousness [0%, 97%]; and amean time of infectiousness onset 0.51 days ​after​ symptom onset [0.77 days before, 1.50 after](Table 2, Figure S2). Therefore, given the same incubation period distribution with mean = 5.2days, a serial interval with mean = 4.8 days is best fit by substantial presymptomaticinfectiousness (mean = 20.5% [0%, 91.4%]) while a longer serial interval with mean = 7.5 daysis best fit by limited presymptomatic infectiousness (mean = 0.065% [0%, 0.88%]).Interventions based on contact tracing, unlike mass interventions such as travel restrictions andsocial distancing, are targeted at individuals and therefore require resources -- material andpersonnel -- proportional to the number of cases traced: contact tracing requires detailedinterview of case patients to learn of contacts and public health outreach to trace them; activemonitoring of contacts may include twice-daily visits by healthcare workers or phone-basedself-monitoring;​14​ and individual quarantine of contacts requires private space, provision ofessentials, and investment in enforcement. The burden of implementing active monitoring orindividual quarantine grows quickly as a function of disease incidence and the fraction of tracedcontacts who are not infected. Assuming uninfected contacts (who never develop symptoms)are monitored or quarantined for 14 days before clearance, the number of uninfected contactsfollowed grows more quickly than truly infected contacts (Figure 1). As the ratio ofuninfected:infected contacts traced increases from 1:1 to 9:1, for example, the burden ofuninfected contacts grows proportionally; note the actual ratio may be closer to 2,318:1, asrecorded during SARS control in Taiwan where 24 (0.04%) of 55,632 quarantined contacts werefound to be truly infected.​15​ Depending on the ratio of uninfected to infected contacts traced,individual quarantine, even if initially effective, may soon become infeasible as the epidemicgrows, and will need to be supplemented or deprioritized to focus resources on otherinterventions such as social distancing.In locations at an early stage of COVID-19, where resources allow investment in high-qualityimplementation of interventions based on contact tracing, the effectiveness of individualquarantine or active monitoring depends heavily on i) aspects of the disease, especially theassumed serial interval and timing of presymptomatic transmission, and ii) aspects of the settingincluding the fraction of contacts traced. Briefly, a shorter serial interval, larger window ofpresymptomatic transmission, poor quality interventions, and a small fraction of contacts tracedall reduce the ability of either intervention to decrease transmission. Unless otherwise noted, thefollowing results focus on high feasibility settings.First, the serial interval and extent of presymptomatic transmission are important determinantsof the effectiveness of interventions. The median reproductive number was 0.57 under individualquarantine and 1.55 under active monitoring in serial interval scenario 1 (Figure 2) and 0.49under individual quarantine and 0.54 under active monitoring, respectively, in scenario 2 (Figure3). For the shorter serial interval defining scenario 1, control ( Re < 1 ) was achieved only byindividual quarantine in 84% of simulations, by either intervention in 12% of simulations, and in4% of simulations neither active monitoring nor individual quarantine reduced Re < 1 in a highfeasibility setting (Figure 2). The effectiveness of active monitoring is particularly sensitive toparameter sets with earlier onset of infectiousness relative to symptoms. When R0 = 2.2 , forexample, RIQ remains below one unless the onset of infectiousness precedes symptoms bymore than two days while RAM has little tolerance for presymptomatic infectiousness (Figure 4).In a low feasibility setting, RIQ and RAM remained above one, even with R0 = 1.5 (Figure 2, 3).The fraction of contacts traced is a particularly influential consideration. As the probability oftracing an infected contact decreases, more cases are able to transmit the infection withoutisolation and therefore, there is a linear increase in the average RIQ or RAM across thepopulation (Figure 5). Even with other operational parameters reflecting a high feasibility setting,at least three-quarters of contacts need to be traced and quarantined to reduce Re < 1 in thepopulation in the absence of other interventions. For those individuals who ​are​ traced andplaced under active monitoring or individual quarantine, however, the impact of the interventionsat reducing onward transmission by that person remains effective. Even if only a smallproportion of infected contacts are traced, therefore, the transmission chains those contactscould create can be prevented. The extent to which it is worth investing in imperfect contacttracing will depend on the rate of epidemic growth, which affects feasibility, and the other mix ofinterventions being considered.In a setting where the COVID-19 case count continues to grow, resources may be prioritized forscalable community interventions such as social distancing; however, close contacts such asfamily members of a patient may still undergo targeted interventions. In our modelingframework, social distancing functions synergistically by reducing the reproductive number ofinfected individuals in the community who are not in quarantine or isolation. If social distancingreduces the reproductive number to 1.25 (e.g., 50% of person-to-person contact is removed in asetting where R0 = 2.5) , active monitoring of 50% of contacts can result in overall outbreakcontrol (ie, Re < 1 ) (Figure 6). Tracing 10%, 50%, or 90% of contacts on top of social distancingresulted in a median reduction in Re of 3.2%, 15% and 33%, respectively, for active monitoringand 5.8%, 32%, and 66%, respectively, for individual quarantine.Given the additional cost and burden of quarantine, it may be important to consider the marginalbenefits of individual quarantine over active monitoring. In serial interval scenario 2 in a highfeasibility setting, the median incremental benefit of individual quarantine over active monitoringwas RAM − RIQ = 0.043, which translates to a need to quarantine a median of 23 truly infectedcontacts to avert one infection beyond active monitoring alone. This value increasesproportionally with the probability that a traced contact is not infected: 47 contacts need to bequarantined if 50% of contacts are infected; 468 if 5% of contacts are infected; and almost54,000 if 0.04% of contacts are infected as observed for SARS control in Taiwan).​15​ For theshorter serial interval scenario 1, the median incremental benefit of individual quarantine overactive monitoring is much larger at 0.93, corresponding to a need to quarantine 1.1 infectedcontacts to prevent one secondary infection on average; though, if only 0.04% of tracedcontacts are infected, nearly 2,500 individuals need to be quarantined to prevent one secondaryinfection relative to active monitoring.To the extent that interventions based on contact tracing can be implemented, they can helpmitigate the spread of COVID-19. Our results suggest that individual quarantine may contain anoutbreak of COVID-19 with a short serial interval (4.8 days) only in settings with highintervention performance where at least three-quarters of infected contacts are individuallyquarantined. However, in settings where this performance is unrealistically high and theoutbreak of COVID-19 continues to grow, so too will the burden of the number of contactstraced for active monitoring or quarantine. In such circumstances where resources areprioritized for scalable interventions such as social distancing,​16​ we show active monitoring orindividual quarantine of high-risk contacts can contribute synergistically with social distancing.There may be such synergy in the data released by the WHO mission to China in February2020.​17​ In Guangdong, WHO reports that the proportion of fever clinic testing positive forSARS-CoV-2 declined from 0.47% on 30 January to 0.02% on 16 February, during a period ofintensive social distancing interventions.​17​ If one assumes that these social distancinginterventions reduced transmission of nearly all infections that could cause attendance at afever clinic, one might expect a lower total number of attendees, with proportionate declines inall infectious fever causes that are affected by social distancing. If one assumes that most fevercauses are affected by social distancing, the declining proportion of SARS-CoV-2 among fevercases may reflect the benefits of interventions aimed specifically at this infection, which is to saycase-based interventions like active monitoring, individual quarantine, and isolation.The effectiveness of individual quarantine versus active monitoring, targeted by contact tracing,heavily depends on the assumptions regarding the serial interval, the amount of transmissionthat occurs prior to symptom onset, and the feasibility setting. Under our fitted disease naturalhistory parameters for serial interval scenario 1, with a shorter mean serial interval and hencesubstantial presymptomatic infectiousness, individual quarantine was considerably moreeffective than active monitoring at reducing onward transmission by an infected contact. Tooffset this relative benefit of individual quarantine compared to active monitoring, perverseincentives to avoid quarantine would have to be correspondingly larger. Both scenarios were fitusing an incubation period with mean = 5.2 days among 451 lab-confirmed cases fromWuhan;​12​ other recent estimates of the incubation period of COVID-19 include a mean of 6.4days among 88 travelers​18​ and a median of 4 days among 291 hospitalized study patients.​19​ Asa shorter incubation period relative to the serial interval would be consistent with lesspresymptomatic transmission, the incubation period distribution is a key parameter to refine asadditional information becomes available.Under our fitted disease natural history parameters for serial interval scenario 2, with a meanserial interval of 7.5 days and hence a low amount of presymptomatic transmission, we foundthat both active monitoring and individual quarantine effectively reduced the expected number ofsecondary cases per contact below one. The incremental benefit of individual quarantine overactive monitoring was minimal in this scenario, requiring hundreds or thousands of suspectedcontacts to be quarantined to avert one infection beyond active monitoring alone. These resultssuggest that with a serial interval similar to that of SARS for COVID-19, there are very fewplausible conditions under which individual quarantine would offer a sufficient advantage overactive monitoring to justify the substantial incremental resources required to implementindividual quarantine and large incremental costs to those experiencing it. Furthermore, if themore restrictive policy of individual quarantine instead of active monitoring leads to a decreasein the percent of contacts traced, through hesitance to name contacts or avoidance of contacttracers, the small incremental benefit of individual quarantine over active monitoring in serialinterval scenario 2 may cancel or invert.Under both serial interval scenarios, in a low feasibility setting, the reproductive number wasrarely brought below one under either individual quarantine or active monitoring, though amedian reduction in the reproductive number of 21.0% and 13.6%, respectively for serialinterval scenario 2, can still meaningfully slow the growth of an epidemic; for serial intervalscenario 1, active monitoring resulted in only a 3% reduction in the reproductive number whileindividual quarantine resulted in a 17% reduction. If the epidemic continues to grow, however,the feasibility and social acceptability of quarantining individuals becomes a crucialconsideration. In these circumstances, complementary interventions such as social distancingand pharmaceutical interventions may be needed if efficient contact tracing and rapid isolationare not readily achievable, regardless of the extent of presymptomatic transmission.The findings of this study are limited by the reliability of the input parameters, which areinherently uncertain during the early stages of disease emergence. The model fitting procedureis tuned to accept a wide range of inputs consistent with the published dynamics withoutover-fitting – thereby allowing for built-in uncertainty of input values. Additional limitations of themodel include the focus on early epidemic growth in the absence of depletion of susceptibles,the assumption of consistent R0 across scenarios with different serial intervals, and anassumption of relative infectiousness following a triangular distribution and duration ofinfectiousness following a uniform distribution.The scope of this work compares individual quarantine and active monitoring targeted bycontact tracing and does not simulate other approaches such as self-isolation or massquarantine. In our model framework, self-isolation can be conceptualized as a scenario whereall contacts are traced and under active monitoring, since symptom onset is the event thattriggers, with some delay, isolation. Mass quarantine is expected to result in prompt isolationupon symptom onset of any truly infected individuals, but the impact of this strategy onCOVID-19 will depend heavily on whether presymptomatic exposure within the group isdecreased or increased by the approach to confinement. That is, mass quarantine may reduceor increase the number of uninfected contacts exposed to presymptomatic infectiousness ofthose who do go on to develop the disease. In serial interval scenario 1, where a mean of 20%of transmission is expected to occur before symptom onset, the positive effect of promptisolation can be offset by an increase in presymptomatic transmission in a confined space.Mass quarantines can also result in unintended consequences that can exacerbatetransmission of COVID-19 such as avoidance of contact tracers and inaccurate recall, or otherinfectious diseases more broadly, such as a reduction in healthcare worker support, availabilityof supplies, or high-density settings.​20​ The impact of travel restrictions on human mobility, anecessary first step in the causal chain to outbreak containment, is difficult to measure, but theimpact has been documented in Sierra Leone during the 2014-2016 epidemic of Ebola VirusDisease.​21The conflicting conclusions from our two scenarios, driven largely by the differences in theextent of presymptomatic transmission, highlight the urgent need for more data to clarify keyepidemiological parameters of COVID-19, particularly the serial interval and the extent ofpresymptomatic transmission, in order to inform response efforts. These highly influentialparameters warrant further study to improve data-driven policy-making. In addition, our choice toconsider shifts of the latent period relative to the infectious period implicitly assumes a similarshape to the underlying distributions, albeit with different means. As the amount ofasymptomatic transmission will depend not only on the average timing of latent period relative tothe incubation period, but also on the standard deviation of these distributions, more data ontheir true shapes is urgently needed.quarantine (blue), uninfected contacts currently under quarantine assuming 1:1 ratio ofuninfected to infected contacts traced (dark green), and uninfected contacts currently underquarantine assuming 9:1 ratio of uninfected to infected contacts traced (green). Model assumesinterventions begin at a cumulative case count of 1,000, a low feasibility setting, R0 = 2.2 , and amean serial interval of 4.8 days.quarantine (y axis) increases with the basic reproductive number (colors) and in low feasibilitysettings (circles) compared to high feasibility settings (triangles) in serial interval scenario 1.Equivalent control under individual quarantine and active monitoring would follow the y=xidentify line.quarantine (y axis) increases with the basic reproductive number (colors) and in low feasibilitysettings (circles) compared to high feasibility settings (triangles) in serial interval scenario 2.Equivalent control under individual quarantine and active monitoring would follow the y=xidentify line.quarantine (blue) decreases as the extent of onset of infectiousness gets later with respect tothe onset of symptoms in a high feasibility setting holding R0 constant at 2.2. An offset of -2days indicates infectiousness precedes symptoms by 2 days, an offset of 0 days indicates onsetof both simultaneously, and an offset of 1 day indicates infectiousness onset occurs 1 day aftersymptom onset.quarantine (blue) increases as the proportion of contacts traced decreases, assuming a meanserial interval of 4.8 days, and R0 = 2.2 . Intervention parameters other than fraction of contactstraced are set to the high feasibility settingcontacts provide an incremental benefit over social distancing for serial interval scenario 1.Intervention parameters other than fraction of contacts traced are set to the high feasibilitysetting.serial interval scenario 1: the time offset between the latent and incubation periods(T_lat_offset); maximum duration of infectiousness (d_inf); and time of relative peakinfectiousness (pi_t_triangle_center). Convergence by sequential monte carlo (SMC) in iteration7 with median Kolmogorov-Smirnov test statistic KS = 0.116.serial interval scenario 2: the time offset between the latent and incubation periods(T_lat_offset); maximum duration of infectiousness (d_inf); and time of relative peakinfectiousness (pi_t_triangle_center). Convergence by sequential monte carlo (SMC) in iteration7 with median Kolmogorov-Smirnov test statistic KS = 0.066.pre-symptomatic contacts under ​ activemonitoring)Reduction in infectiousness during isolationHigh feasibility setting        Low feasibility settingAbbreviations: 95% CI = 95% Confidence Interval* Parameters fit via sequential Monte Carlo method** Positive values indicate symptoms before infectiousness; negative values indicate infectiousness beforesymptoms.*** Value of 0 indicates linearly decreasing infectiousness; value of 0.5 indicates peak infectiousness at midpoint ofduration of infectiousness; value of 1 indicates linearly increasing infectiousness.Li 2020NEJM​1        Same asscenario 116 Adalja AA, Toner E, Inglesby TV. Priorities for the US Health Community Responding to        COVID-        This work was supported in part by Award Number U54GM088558 from the US NationalInstitute Of General Medical Sciences. The content is solely the responsibility of the authors anddoes not necessarily represent the official views of the National Institute Of General MedicalSciences, the National Institutes of Health, or other contributing agencies.All authors contributed to the study design, CMP analyzed the data, CMP and RK wrote the firstdraft of the manuscript, and all authors participated in the writing, reviewing, and editing of themanuscript.Two non-pharmaceutical interventions to prevent disease spread include individual quarantineand active monitoring. Previous work found that a disease’s natural history, particularly theamount of transmission that occurs before symptoms, greatly influences the ability to controloutbreaks​ ​and the relative effectiveness of these two strategies. Recent work on isolation for the2019 Coronavirus Disease (COVID-19) found a potentially large impact of perfect isolation, ifone assumed there was limited pre-symptomatic transmission and a high probability of tracingcontacts to be put under isolation immediately following symptom onset. However, the estimatesfor the serial interval of COVID-19, which impacts the amount of pre-symptomatic transmission,are varied.As COVID-19 continues to spread, better understanding how to contain it becomes critical.Here, using methods we previously developed and the latest epidemiological parametersreported for COVID-19, we compare the ability of individual quarantine and active monitoring toreduce the effective reproductive number of COVID-19 to below the critical threshold of one.Assuming a reported serial interval of mean 4.8 days, the incremental benefit of individualquarantine over active monitoring was substantial as a result of faster dynamics and morepresymptomatic transmission. However, using a SARS-like serial interval of mean 7.5 days,individual quarantine and active monitoring are similarly effective at controlling onwardtransmission in a high feasibility setting. The burden of placing uninfected contacts underindividual quarantine can grow untenable due to a longer duration in quarantine beforeclearance (assumed 14 days) and a high ratio of uninfected contacts traced per truly infectedcontact. In such settings, resources may be prioritized for broader social distancing measures,and active monitoring or individual quarantine of high-risk contacts can contributesynergistically. The sensitivity of these results to the estimated serial interval highlights theurgent need for better data to guide policy decisions.", "ref_list": [[], [""], [""], ["2 Johns Hopkins Center for Systems Science"], ["3 4 5 6 7 8 9 CDC. Interim US Guidance for Risk Assessment and Public Health Management of Persons with Potential 2019 Novel Coronavirus (2019-nCoV) Exposure in Travel-associated or Community Settings"], ["2020; published online Feb 5"], [""], ["published online Feb 6"], ["-wuhan-quarantine"], ["Factors that make an infectious disease outbreak controllable"], ["Comparing nonpharmaceutical interventions for containing emerging epidemics"], ["Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [""], [""], ["10 Study claiming new coronavirus can be transmitted by people without symptoms was flawed"], ["Serial interval of novel coronavirus (2019-nCoV) infections"], ["Early Transmission Dynamics in Wuhan, China"], ["Federal Quarantine Order to Repatriated U.S. Citizens at March Air Reserve Base | CDC Online Newsroom | CDC. 2020; published online Jan 31"], ["Report Ebola (CARE) Hotline: The User Perspective of an Innovative Tool for Postarrival Monitoring of Ebola in the United States"], ["Quarantine for SARS, Taiwan"], ["-joint-mission-on-"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["published online Feb 28"], ["Ethical and legal challenges posed by severe acute respiratory syndrome: implications for the control of severe infectious disease threats"], ["Population mobility reductions associated with travel restrictions during the Ebola epidemic in Sierra Leone: use of mobile phone data"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], ["A Qin", "SL Myers", "E Yu"], [], ["C Fraser", "S Riley", "RM Anderson", "NM Ferguson"], ["CM Peak", "LM Childs", "YH Grad", "CO Buckee"], ["J Hellewell", "S Abbott", "A Gimma"], [], ["D Wang", "B Hu", "C Hu"], ["C Rothe", "M Schunk", "P Sothmann"], [], [], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["Q 12 Li", "X Guan", "P Wu", "Pneumonia. ​N Engl J Med"], ["CDC Issues"], ["IO 14 McCarthy", "AE Wojno", "HA Joseph", "S. Teesdale", "Check"], ["CWS Y-H"], ["covid-"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["Z-Y W-J", "Y Hu"], ["LO Gostin", "R Bayer", "AL Fairchild"], ["CM Peak", "A Wesolowski", "E zu Erbach-Schoenberg", "Int J Epidemiol"], ["J 22 Riou", "CL Althaus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December 2019, Coronavirus Disease (COVID-19) emerged in Wuhan, China.​1​ It has since\nspread globally, reaching more than three dozen countries with over 80,000 confirmed cases by\nlate February.​2​ To reduce further spread of the disease, governments have implemented\ncommunity measures to increase social distancing for those at highest risk of infection.​3​ In\nChina, policies include unprecedented lockdowns to reduce contacts between individuals, travel\nrestrictions, and door-to-door temperature checks with mandatory mass quarantine.​4\nContact tracing, a core strategy to control disease, is used to identify individuals who may have\nbeen exposed to an infectious disease and to focus interventions on this high risk group. If\nidentified contacts are symptomatic when found, they are promptly isolated and treated in a\nhealthcare setting. More often, contacts are found healthy, and may or may not be infected.\nDepending on how much time has passed since exposure to the primary infected individual,\nthose infected may not yet be symptomatic - this period of time between infection and\nsymptoms is an important epidemiological trait of an infectious disease called the incubation\nperiod. How to handle these symptom-free contacts is a recurring point of confusion and\ncontroversy, particularly for emerging infectious diseases. Two essential strategies are used:\nindividual quarantine and active monitoring. Individual quarantine involves the separation from\nothers of an individual who is believed to be exposed to the disease, but not currently showing\nsymptoms of it. A less restrictive intervention, active monitoring, involves assessing the\nindividual for symptoms at regular intervals and, if symptoms are detected, promptly isolating\nthe individual.", "one_words_summarize": "Ifidentified contacts are symptomatic when found, they are promptly isolated and treated in ahealthcare setting. More often, contacts are found healthy, and may or may not be infected. Depending on how much time has passed since exposure to the primary infected individual,those infected may not yet be symptomatic - this period of time between infection andsymptoms is an important epidemiological trait of an infectious disease called the incubationperiod. Two essential strategies are used:individual quarantine and active monitoring. Recent work on isolation for COVID-19 found apotentially large impact of perfect isolation, if one assumed there was limited presymptomatictransmission and a high probability of tracing contacts to be put under isolation immediatelyfollowing symptom onset.​7​ Our framework enables comparison of active monitoring andindividual quarantine and considers parameters such as delays, and imperfect isolation toaccount for known nosocomial transmission of this respiratory virus.​8One of the key uncertainties surrounding COVID-19 is the extent of asymptomatic andpresymptomatic transmission. While mass restrictions on movements within cities havebeen implemented during this outbreak and are sometimes referred to as quarantines, here wefocus on the effectiveness of quarantine and active monitoring on an individual basis based oncontact tracing. Contacts under active monitoring are monitored twice per day on average. We present estimates of RIQ and RAM under high and lowfeasibility settings. The difference RAM − RIQ is the number of secondary cases prevented byquarantining one infected individual over active monitoring for that individual. Model fitting by SMC for serial interval scenario 1 (mean =4.8 days) resulted in mean duration of infectiousness 2.4 days [95% CI 1.0, 6.7]; mean time ofpeak relative infectiousness at 43% of the duration of infectiousness [0%, 97%]; and a meantime of infectiousness onset 0.77 days ​before​ symptom onset [1.98 days before, 0.29 daysafter] (Table 2, Figure S1). First, the serial interval and extent of presymptomatic transmission are important determinantsof the effectiveness of interventions. When R0 = 2.2 , forexample, RIQ remains below one unless the onset of infectiousness precedes symptoms bymore than two days while RAM has little tolerance for presymptomatic infectiousness (Figure 4).In a low feasibility setting, RIQ and RAM remained above one, even with R0 = 1.5 (Figure 2, 3).The fraction of contacts traced is a particularly influential consideration. In a setting where the COVID-19 case count continues to grow, resources may be prioritized forscalable community interventions such as social distancing; however, close contacts such asfamily members of a patient may still undergo targeted interventions. Tracing 10%, 50%, or 90% of contacts on top of social distancingresulted in a median reduction in Re of 3.2%, 15% and 33%, respectively, for active monitoringand 5.8%, 32%, and 66%, respectively, for individual quarantine. These resultssuggest that with a serial interval similar to that of SARS for COVID-19, there are very fewplausible conditions under which individual quarantine would offer a sufficient advantage overactive monitoring to justify the substantial incremental resources required to implementindividual quarantine and large incremental costs to those experiencing it. Furthermore, if themore restrictive policy of individual quarantine instead of active monitoring leads to a decreasein the percent of contacts traced, through hesitance to name contacts or avoidance of contacttracers, the small incremental benefit of individual quarantine over active monitoring in serialinterval scenario 2 may cancel or invert. In addition, our choice toconsider shifts of the latent period relative to the infectious period implicitly assumes a similarshape to the underlying distributions, albeit with different means. Value of 0 indicates linearly decreasing infectiousness; value of 0.5 indicates peak infectiousness at midpoint ofduration of infectiousness; value of 1 indicates linearly increasing infectiousness. Li 2020NEJM​1        Same asscenario 116 Adalja AA, Toner E, Inglesby TV. Two non-pharmaceutical interventions to prevent disease spread include individual quarantineand active monitoring. However, the estimatesfor the serial interval of COVID-19, which impacts the amount of pre-symptomatic transmission,are varied. As COVID-19 continues to spread, better understanding how to contain it becomes critical. Assuming a reported serial interval of mean 4.8 days, the incremental benefit of individualquarantine over active monitoring was substantial as a result of faster dynamics and morepresymptomatic transmission."}