{"date": "2020/03/05", "journal": "medrxiv", "authors": "Golnaz Vaseghi, Marjan Mansourian, Raheleh Karimi, Kiyan Heshmat-Ghahdarijani, Sadegh Baradaran Mahdavi, Amirhossein Pezeshki, Behrooz Ataei, Alireza Zandifar, Omid Shafaat, Shaghayegh Haghjoo Javanmard", "title": "Clinical characterization and chest CT findings in laboratory-confirmed COVID-19: a systematic review and meta-analysis", "type": "preprint article", "abstract": "Background: Imagery techniques have been used as essential parts of diagnostic workup for\npatients suspected for 2019-nCoV infection, Multiple studies have reported the features of\nchest computed tomography (CT) scans among a number of 2019-nCoV patients.\nMethod: Study Identification was carried out in databases (PubMed, Embase and Cochrane\nLibrary) to identify published studies examining the diagnosis, the 2019 novel coronavirus\n(2019-nCoV). Heterogeneity among reported prevalence was assessed by computing p-values\nof Cochrane Q-test and I2-statics. The pooled prevalence of treatment failure was carried out\nwith a fixed effects meta-analysis model, generating the pooled 95% confidence interval. A\nrandom-effect model was used to pool the results since this model could incorporate the\nheterogeneity of the studies and therefore proved a more generalized result.\nResults: According to the combined results of meta-analysis, the total 55% of corona patients\nwere males. The mean age of the patients was 41.31 (34.14, 48.47). Two prevalent clinical\nsymptoms between patients were fever, cough with prevalence of 85%, and 62%, respectively.\nEither Ground Glass Opacity GGO or consolidation was seen in 86% but 14% had NO GGO\nor consolidation.\nof patients.", "text": "Background: Imagery techniques have been used as essential parts of diagnostic workup forpatients suspected for 2019-nCoV infection, Multiple studies have reported the features ofchest computed tomography (CT) scans among a number of 2019-nCoV patients.Method: Study Identification was carried out in databases (PubMed, Embase and CochraneLibrary) to identify published studies examining the diagnosis, the 2019 novel coronavirus(2019-nCoV). Heterogeneity among reported prevalence was assessed by computing p-valuesof Cochrane Q-test and I2-statics. The pooled prevalence of treatment failure was carried outwith a fixed effects meta-analysis model, generating the pooled 95% confidence interval. Arandom-effect model was used to pool the results since this model could incorporate theheterogeneity of the studies and therefore proved a more generalized result.Results: According to the combined results of meta-analysis, the total 55% of corona patientswere males. The mean age of the patients was 41.31 (34.14, 48.47). Two prevalent clinicalsymptoms between patients were fever, cough with prevalence of 85%, and 62%, respectively.Either Ground Glass Opacity GGO or consolidation was seen in 86% but 14% had NO GGOor consolidation.of patients.The other rare CT symptoms were pericardial effusion, and pleural effusion with 4, 5, 7%prevalence, respectively. The most prevalent event was Either GGO or consolidation in 85%Conclusion: The most CT-scan abnormality is Either Ground Glass Opacity GGO orconsolidation however in few patients none of them might be observed, so trusting in just CTfindings will lead to miss some patients.          The first cases of unusual pneumonia in early December of 2019 reported in Wuhan, China (          Due to lack of approved treatment or vaccine, the attention has now been focused on the publichealth strategies to prevent the transmission of the new corona virus 2019 in the community(10). Therefore, in epidemic areas, it is crucial to early diagnose the patients highly suspectedfor 2019-nCoV according to epidemiological history and clinical presentation. The use oflaboratory tests for 2019-nCoV may be time consuming or even limited by the lack of supplytest kits. There is report of 5 patients with initially negative RT-PCR tests and positive chestCTs that eventually confirmed as 2019-nCoV infection via repeated swab tests (11).Furthermore, it has been proposed that in comparison with initial RT-PCR, chest CT had highersensitivity to detect patients with 2019-nCoV. In this study the sensitivity of chest CT insuggesting 2019-nCoV was 97% based on positive RT-PCR results. The authors concludedthat chest CT maybe considered as primary tool for detection of 2019-nCoV(12).In this review, we systematically investigated the key features of chest CT findings of patientswith confirmed diagnosis of 2019-nCoV infection. According to quick spread of 2019-nCoV(13) these CT characteristics may prompt the physicians suggest the diagnosis of 2019-nCoVas soon as indicated.A systematic search was carried out in databases (PubMed, Embase and Cochrane Library) toidentify published studies examining the diagnosis, the 2019 novel coronavirus (2019-nCoV),in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses(PRISMA) guidelines. There were two independent reviewers 2019-nCoV, respectively. Weused “2019 Novel coronavirus”, “Wuhan virus”, \"covid-19\" and \"CT-scan\", \"Computedtomography\" to identify the relevant studies. For the 2019-nCoV, we searched for all studiespublished in all language between till 20 February 2020. We used English and Chinese studies.Data on study design, sample size, study population and publication year were extracted inMicrosoft Excel format, and then analysis was carried out using Stata software (version 13.1,Stata Corp, College Station, TX, USA). Heterogeneity among reported prevalence wasassessed by computing p-values of Cochrane Q-test and I2-statics (14). The pooled prevalenceof treatment failure was carried out with a fixed effects meta-analysis model, generating thepooled 95% confidence interval. A random-effect model was used to pool the results since thismodel could incorporate the heterogeneity of the studies and therefore proved a moregeneralized result. With regard to the continuous variable presented in this meta-analysis, thestandardized mean difference (SMD) and 95% confidence interval (CI) were computed usingthe random effects model. The SMD and 95% CI represent the pooled results of this study.Publication bias was assessed by Egger’s and Beggs’ tests at 5% significant level (15). Pointprevalence, as well as 95% confidence intervals, was presented in the forest plot format forcategorical variables (appendix). In this plot, the size of each box indicated the weight of thestudy, while each crossed line refers to 95% confidence interval. The reported values weretwotailed, and hypothesis testing results were considered statistically significant at p = 0.05.review.The flowchart of database search was summarized in Fig. 1. Overall, 16 studies were identifiedafter the initial database search, and 7 were excluded based on titles and abstracts mainlybecause they were irrelevant to the study purpose. The 9 remaining studies underwent full-textNine datasets with 293 patients from the different data bases were included in meta-analysis.Significant heterogeneity was detected (p for Cochrane’s Q test <0.001). Meta-analysis withrandom-effect model or fixed effect model if appropriates are showed in tabel.1.The results based on clinical and CT-scan symptoms are presented in table.1. According to thecombined results of meta-analysis, the total 55% of corona patients were males. The mean ageof the patients was 41.31 (34.14, 48.47). Two prevalent clinical symptoms between patientswere fever, cough with prevalence of 85%, and 62%, respectively. The rare CT-scan symptomswere lymphadenopathy (LAP), pericardial effusion, and pleural effusion with 4, 5, 7%prevalence, respectively. Bilateral involvement of lung was observed in 82% of patients(Figure.2).Total, 7 studies presented consolidation in 40% of Corona subjects (Figure. 3), and 5 studiesCT-scan results showed GGO status in about 80% of patients (Figure.4). Either GGO orconsolidation (86%), and neither GGO, nor consolidation (14%) status reported only in a studywith 21 subjects. The GGO with consolidation, and GGO without consolidation reported in 4studies with 83 sample size in which GGO without consolidation was more prevalent (72%)than the other one.The funnel plots for the meta-analysis of the prevalence of different symptoms in Coronapatients were not shown. The plots were symmetrical on visual inspection, indicating low riskof publication bias in most of status. The Egger’s regression tests also demonstrated in Table.1.For studies with high risk of publication the adjusted trim and fill statistics were presents inThe quality of evidence and confidence for the main outcomes (primary outcomes) of includingstudies in our review will be evaluated and assessed on the basis of the Grading ofRecommendations Assessment, Development and Evaluation (GRADE) guideline (16). Thequality of evidence will be adjudicated into 4 levels: “very low”, “low”, “moderate” or “high”judgment. Any discrepancy will be resolved by consensus or consultation with a third reviewauthor (RK). All studies had the high score in judgment.According to rapid spread of new corona virus 2019 in the world (reported in 86 countries asof March 5, 2020), it is crucial to stablish robust clinical data to help health care providerscontrol the outbreak (17). Early diagnosis of 2019-nCoV can lead to patient isolation strategieswhich in turn leads to reduction of viral transition. The epidemiological history may be vagueand the sign and symptoms of the disease may resemble other viral infections. The RT-PCRtests of serum or respiratory specimens may be unavailable for all suspected patients as well.There is the possibility of initial false negative results of RT-PCR tests due to lack of replicablenucleic acid or technical errors as well (18). In this context, chest CT images are importantelements of clinical workflow of 2019-nCoV, with respect to screening, diagnosis andfollowup. In this systematic review and meta-analysis, we aimed to find the answer for this questionthat whether there is any fix pattern of pulmonary involvement in chest CT scans of patientswith 2019-nCoV infection according to available evidence.Our pooled data revealed that the most common patterns of CT scan in infected patients wereGround Glass Opacity (GGO), interlobular septal thickening and consolidation (presented in79%, 66% and 40% of cases respectively) especially in bilateral lower lobes of lung (reportedin 38% of patients). Right middle lobe, right upper lobe and left upper lobe are involved lessthan lower lobes (26%, 15% and 3% respectively). The patterns of lesions are mostly bilateral(82%) and peripheral (56%). Crazy paving pattern, LAP, pericardial and pleural effusion andsub-pleural signs were the other CT scan findings accordingly (6, 19, 20). However there arepositive RT-PCR cases with normal pattern of chest CT scan suggesting not to exclude thesepatients of 2019-nCoV (21).Above findings are in consistent with recent studies in which the chest CT characteristics of2019-nCoV pneumonia were identified. Bilateral peripheral ground-glass and consolidativepulmonary opacities were found in CT scans of 21 patients from China. In this study, 15 cases(71%) had the involvement of more than 2 lobes. Also pulmonary nodules, cavitation, pleuraleffusions, and lymphadenopathy were absent in the cases (5). Another study among 6 patientswith confirmed diagnosis of 2019-nCoV in China revealed multifocal or unifocal involvementof ground-glass opacity (GGO) with consolidation and fibrosis as basic pattern. In this studypleural effusion and lymphadenopathy were absent as well. Also the lesions generallyprogressed in follow-up CT scans obtained between 2 to 6 days after initial images (22).It is worthwhile to consider the dynamic nature of chest CT findings of 2019-nCoV, i.e., thealteration of finings that may be observed in repeated measures. In a study among 21nonrespiratory compromised patients with 2019-nCoV, multiple CT images were performed in theprocess of recovery. The authors classified 4 radiologic stages. In stage 1 (0-4 days after onsetof disease), GGO in the lower lobes was the main finding. In stage 2 (5-8 days after the onset)the infection extended and diffuse GGO, crazy-paving pattern and consolidation wereobserved. In stage 3 (9-13 days after the onset, peak stage), the consolidation was the dominantabnormality and finally in sage 4 (≥14 days after the onset, absorption stage), consolidationwas absorbed. There was no crazy-paving pattern but still a remarkable GGO abnormality inthis stage. Furthermore, in this study, GGO and peripheral distribution were dominant (morethan 50% of patients) in all 4 stages. Also, bilateral multilobe involvement was dominant instages 2, 3 and 4. Similar to some case reports (23, 24), it can be concluded that chest CTfindings of individuals with 2019-nCoV infection may be diverse and rapidly change duringthe disease course. Future research may focus on the main characteristics of the 2019-nCoVpulmonary lesions in different clinical stages and the correlation of these findings with theprognosis or outcome in the affected individuals.In our study we observed neither consolidation nor GGO in 14% of patients, So, trusting onlyon CT scan findings leads to miss a few patients with confirmed laboratory finding of2019nCoV.2019-nCoV, SARS-CoV and MERS are subtypes of a common family. The comparison ofradiologic features of pulmonary involvement of these viral pathogens with other viruses, mayhelp radiologists make more accurate diagnoses based on CT images. Generally, the chest CTscan findings of the 2019-nCoV, SARS-CoV and MERS are similar (25, 26), however2019nCoV may present with specific characteristics. CT scan in patients with influenza lowerrespiratory tract infection (LRTI) shows diffused GGO and localized bronchial wall thickeningin upper and mid lobes in comparison with 2019-nCoV that mostly affects lower lobes (21, 27,28). GGO and bronchial wall thickening in mid and upper lobes and centrilobular opacities areradiologic manifestations of RSV LRTI and bronchiolitis but the consolidation and GGO canbe present in severe cases(29-31). SARS-CoV infection is another LRTI that appears withprogressive pneumonia shows GGO in early phase of the disease and gradually turns intoreticular opacities within 4 weeks. The pattern remains in CT scan for months especially inpatients with prolonged dyspnea. The CT scan patterns of viral LRTI are not characteristic butthe epidemic parameters in addition to signs and symptoms can lead us to the diagnosis(3234).In summary, bilateral peripheral pattern of GGO, interlobular septal thickening andconsolidation mostly in bilateral lower lobes of lung in chest CT scans of suspected individualsin combination with epidemiological data, presence of fever and cough and laboratory positiveresults, are highly in favor of the diagnosis of 2019-nCoV in an individual, but this pattern doesnot observed in all cases as we showed 14% with laboratory finding may not have eitherconsolidation or GGO which may be missed during screening with CT scan.Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A novel coronavirus fromDel Rio C, Malani PN. COVID-19-New Insights on a Rapidly Changing Epidemic.patients with pneumonia in China, 2019. New England Journal of Medicine. 2020.Bai Y, Yao L, Wei T, Tian F, Jin D-Y, Chen L, et al. Presumed Asymptomatic CarrierHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patientsinfected with 2019 novel coronavirus in Wuhan, China. The Lancet.2020;395(10223):497506.Jama. 2020.Transmission of COVID-19. Jama. 2020.of 2019 novel coronavirus (2019-nCoV). Radiology. 2020:200230.Chung M, Bernheim A, Mei X, Zhang N, Huang M, Zeng X, et al. CT imaging featuresWu J, Wu X, Zeng W, Guo D, Fang Z, Chen L, et al. Chest CT Findings in Patientswith Corona Virus Disease 2019 and its Relationship with Clinical Features. Investigativeradiology. 2020.Fang Y, Zhang H, Xu Y, Xie J, Pang P, Ji W. CT manifestations of two cases of 2019Wuhan, China: key points for the radiologist. Radiology. 2020:200241.novel coronavirus (2019-nCoV) pneumonia. Radiology. 2020:200280.pneumonia. Radiology. 2020:200274.Song F, Shi N, Shan F, Zhang Z, Shen J, Lu H, et al. Emerging coronavirus 2019-nCoVKanne JP. Chest CT findings in 2019 novel coronavirus (2019-nCoV) infections from10.Wu Z, McGoogan JM. Characteristics of and Important Lessons From the CoronavirusDisease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases Fromthe Chinese Center for Disease Control and Prevention. Jama.Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for typical 2019-nCoVpneumonia: relationship to negative RT-PCR testing. Radiology. 2020:200343.Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, et al. Correlation of Chest CT andRTPCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases.Radiology. 2020.2020;41(2):145-51.13.[The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases(COVID-19) in China]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi.Rucker G, Schwarzer G, Carpenter JR, Schumacher M. Undue reliance on I(2) inassessing heterogeneity may mislead. BMC medical research methodology. 2008;8:79.11.12.14.15.17.18.19.Chen L, Liu HG, Liu W, Liu J, Liu K, Shang J, et al. [Analysis of clinical features of29 patients with 2019 novel coronavirus pneumonia]. Zhonghua jie he he hu xi za zhi =Borenstein M, Hedges LV, Higgins JP, Rothstein HR. A basic introduction tofixedeffect and random-effectsmodels formeta-analysis. Research synthesismethods.2010;1(2):97-111.16.Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, et al.GRADE: an emerging consensus on rating quality of evidence and strength ofrecommendations. BMJ (Clinical research ed). 2008;336(7650):924-6.Zhonghua jiehe he huxi zazhi = Chinese journal of tuberculosis and respiratory diseases.2020;43(0):E005.22.23.24.25.20.Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al. A familial cluster ofpneumonia associated with the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster. The Lancet. 2020;395(10223):514-23.21.Yang W, Cao Q, Qin L, Wang X, Cheng Z, Pan A, et al. Clinical characteristics andimaging manifestations of the 2019 novel coronavirus disease (COVID-19): A multi-centerstudy in Wenzhou city, Zhejiang, China. Journal of Infection. 2020.Diao K, Han P, Pang T, Li Y, Yang Z. HRCT imaging features in representativeimported cases of 2019 novel coronavirus pneumonia. Precision Clinical Medicine. 2020.Duan Y-n, Qin J. Pre-and posttreatment chest CT findings: 2019 novel coronavirus(2019-nCoV) pneumonia. Radiology. 2020:200323.Shi H, Han X, Zheng C. Evolution of CT manifestations in a patient recovered from2019 novel coronavirus (2019-nCoV) pneumonia in Wuhan, China. Radiology. 2020:200269.Ooi GC, Khong PL, Mü ller NL, Yiu WC, Zhou LJ, Ho JC, et al. Severe acuterespiratory syndrome: temporal lung changes at thin-section CT in 30 patients. Radiology.2004;230(3):836-44.26.Das KM, Lee EY, Jawder SEA, Enani MA, Singh R, Skakni L, et al. Acute Middle Eastrespiratory syndrome coronavirus: temporal lung changes observed on the chest radiographsof 55 patients. American Journal of Roentgenology. 2015;205(3):W267-S74.27.Song F-x, Jun Z, Shi Y-x, Zhang Z-y, Feng F, Zhou J-j, et al. Bedside chest radiographyof novel influenza A (H7N9) virus infections and follow-up findings after short-time treatment.28.Kim M-C, Kim MY, Lee HJ, Lee S-O, Choi S-H, Kim YS, et al. CT findings in virallower respiratory tract infections caused by parainfluenza virus, influenza virus and respiratorysyncytial virus. Medicine. 2016;95(26).29.Mayer J, Lehners N, Egerer G, Kauczor H, Heussel C, editors. CT-morphologicalcharacterization of respiratory syncytial virus (RSV) pneumonia in immune-compromisedadults. RöFo-Fortschritte auf demVerfahren; 2014: © Georg Thieme Verlag KG.30.Syha R, Beck R, Hetzel J, Ketelsen D, Grosse U, Springer F, et al. Humanemetapneumovirus (HMPV) associated pulmonary infections in immunocompromised adults—Initial CT findings, disease course and comparison to respiratory-syncytial-virus (RSV)induced pulmonary infections. European journal of radiology. 2012;81(12):4173-8.31.Ko JP, Shepard J-AO, Sproule MW, Trotman-Dickenson B, Drucker EA, Ginns LC, etal. CT manifestations of respiratory syncytial virus infection in lung transplant recipients.Journal of computer assisted tomography. 2000;24(2):235-41.32.Antonio GE, Wong KT, Tsui EL, Chan DP, Hui DS, Ng AW, et al. Chest radiographscores as potential prognostic indicators in severe acute respiratory syndrome (SARS).American Journal of Roentgenology. 2005;184(3):734-41.33.        Mü ller NL, Ooi GC, Khong PL, Zhou LJ, Tsang KW, Nicolaou S. High-resolution CTfindings of severe acute respiratory syndrome at presentation and after admission. AmericanJournal of Roentgenology. 2004;182(        Paul NS, Roberts H, Butany J, Chung T, Gold W, Mehta S, et al. Radiologic pattern ofdisease in patients with severe acute respiratory syndrome: the Toronto experience.16 records from databases16 full articles review and read0.66 (0.58-0.74)Consolidationwithout GGOcEointhseorlidatGioGnO or 1cNoenitshoelirdatGioGnO nor 1cGoGnsOolidation with 4cGoGnsOolidationwithout 4sCcTore involvement 30.86 (0.65-0.95)0.14 (0.05-0.35)0.41 (0.19-0.63)0.72 (0.62-0.81)5.57 (1.66-9.47)More than 1 lobe4111Ground Glass Opacity (GGO), Lymphadenopathy (LAP), lower lobes of right (LLR), lower lobes left (LLL), Right upper lobe (RUL), Rightmiddle lobe (RML), Right lower lobe (RLL).firstauthorchungchungXingzhi Xiechung", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Imagery techniques have been used as essential parts of diagnostic workup for\npatients suspected for 2019-nCoV infection, Multiple studies have reported the features of\nchest computed tomography (CT) scans among a number of 2019-nCoV patients.\nMethod: Study Identification was carried out in databases (PubMed, Embase and Cochrane\nLibrary) to identify published studies examining the diagnosis, the 2019 novel coronavirus\n(2019-nCoV). Heterogeneity among reported prevalence was assessed by computing p-values\nof Cochrane Q-test and I2-statics. The pooled prevalence of treatment failure was carried out\nwith a fixed effects meta-analysis model, generating the pooled 95% confidence interval. A\nrandom-effect model was used to pool the results since this model could incorporate the\nheterogeneity of the studies and therefore proved a more generalized result.\nResults: According to the combined results of meta-analysis, the total 55% of corona patients\nwere males. The mean age of the patients was 41.31 (34.14, 48.47). Two prevalent clinical\nsymptoms between patients were fever, cough with prevalence of 85%, and 62%, respectively.\nEither Ground Glass Opacity GGO or consolidation was seen in 86% but 14% had NO GGO\nor consolidation.\nof patients.", "one_words_summarize": "Background: Imagery techniques have been used as essential parts of diagnostic workup forpatients suspected for 2019-nCoV infection, Multiple studies have reported the features ofchest computed tomography (CT) scans among a number of 2019-nCoV patients. Arandom-effect model was used to pool the results since this model could incorporate theheterogeneity of the studies and therefore proved a more generalized result. Two prevalent clinicalsymptoms between patients were fever, cough with prevalence of 85%, and 62%, respectively. There were two independent reviewers 2019-nCoV, respectively. Data on study design, sample size, study population and publication year were extracted inMicrosoft Excel format, and then analysis was carried out using Stata software (version 13.1,Stata Corp, College Station, TX, USA). Heterogeneity among reported prevalence wasassessed by computing p-values of Cochrane Q-test and I2-statics (14). In this plot, the size of each box indicated the weight of thestudy, while each crossed line refers to 95% confidence interval. Meta-analysis withrandom-effect model or fixed effect model if appropriates are showed in tabel.1.The results based on clinical and CT-scan symptoms are presented in table.1. Any discrepancy will be resolved by consensus or consultation with a third reviewauthor (RK). In this context, chest CT images are importantelements of clinical workflow of 2019-nCoV, with respect to screening, diagnosis andfollowup. However there arepositive RT-PCR cases with normal pattern of chest CT scan suggesting not to exclude thesepatients of 2019-nCoV (21).Above findings are in consistent with recent studies in which the chest CT characteristics of2019-nCoV pneumonia were identified. There was no crazy-paving pattern but still a remarkable GGO abnormality inthis stage. Furthermore, in this study, GGO and peripheral distribution were dominant (morethan 50% of patients) in all 4 stages. Similar to some case reports (23, 24), it can be concluded that chest CTfindings of individuals with 2019-nCoV infection may be diverse and rapidly change duringthe disease course. In our study we observed neither consolidation nor GGO in 14% of patients, So, trusting onlyon CT scan findings leads to miss a few patients with confirmed laboratory finding of2019nCoV.2019-nCoV, SARS-CoV and MERS are subtypes of a common family. The pattern remains in CT scan for months especially inpatients with prolonged dyspnea. Clinical features of patientsinfected with 2019 novel coronavirus in Wuhan, China. 2020:200230.Chung M, Bernheim A, Mei X, Zhang N, Huang M, Zeng X, et al. 2020.Fang Y, Zhang H, Xu Y, Xie J, Pang P, Ji W. CT manifestations of two cases of 2019Wuhan, China: key points for the radiologist. Chest CT findings in 2019 novel coronavirus (2019-nCoV) infections from10.Wu Z, McGoogan JM. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi. Zhonghua jie he he hu xi za zhi =Borenstein M, Hedges LV, Higgins JP, Rothstein HR. GRADE: an emerging consensus on rating quality of evidence and strength ofrecommendations. Humanemetapneumovirus (HMPV) associated pulmonary infections in immunocompromised adults—Initial CT findings, disease course and comparison to respiratory-syncytial-virus (RSV)induced pulmonary infections. 2012;81(12):4173-8.31.Ko JP, Shepard J-AO, Sproule MW, Trotman-Dickenson B, Drucker EA, Ginns LC, etal. 2000;24(2):235-41.32.Antonio GE, Wong KT, Tsui EL, Chan DP, Hui DS, Ng AW, et al."}