{"date": "2020/02/17", "journal": "biorxiv", "authors": "Jiahua He, Huanyu Tao, Yumeng Yan, Sheng-You Huang, Yi Xiao", "title": "Molecular mechanism of evolution and human infection with the novel coronavirus (2019-nCoV)", "type": "preprint article", "abstract": "Since December, 2019, an outbreak of pneumonia caused by the new coronavirus\n(2019nCoV) has hit the city of Wuhan in the Hubei Province. With the continuous development of the\nepidemic, it has become a national public health crisis and calls for urgent antiviral treatments or\nvaccines. The spike protein on the coronavirus envelope is critical for host cell infection and virus\nvitality. Previous studies showed that 2019-nCoV is highly homologous to human SARS-CoV\nand attaches host cells though the binding of the spike receptor binding domain (RBD) domain\nto the angiotensin-converting enzyme II (ACE2). However, the molecular mechanisms of\n2019nCoV binding to human ACE2 and evolution of 2019-nCoV remain unclear. In this study, we\nhave extensively studied the RBD-ACE2 complex, spike protein, and free RBD systems of\n2019nCoV and SARS-CoV using protein-protein docking and molecular dynamics (MD) simulations.\nIt was shown that the RBD-ACE2 binding free energy for 2019-nCoV is significantly lower than\nthat for SARS-CoV, which is consistent with the fact that 2019-nCoV is much more infectious\nthan SARS-CoV. In addition, the spike protein of 2019-nCoV shows a significantly lower free\nenergy than that of SARS-CoV, suggesting that 2019-nCoV is more stable and able to survive a\nhigher temperature than SARS-CoV. This may also provide insights into the evolution of\n2019nCoV because SARS-like coronaviruses are thought to have originated in bats that are known to\nhave a higher body-temperature than humans. It was also revealed that the RBD of 2019-nCoV\nis much more flexible especially near the binding site and thus will have a higher entropy penalty\nupon binding ACE2, compared to the RBD of SARS-CoV. That means that 2019-nCoV will be\nmuch more temperature-sensitive in terms of human infection than SARS-CoV. With the rising\ntemperature, 2019-nCoV is expected to decrease its infection ability much faster than SARS-CoV,\nand get controlled more easily. The present findings are expected to be helpful for the disease\nprevention and control as well as drug and vaccine development of 2019-nCoV.\n1", "text": "Since December, 2019, an outbreak of pneumonia caused by the new coronavirus(2019nCoV) has hit the city of Wuhan in the Hubei Province. With the continuous development of theepidemic, it has become a national public health crisis and calls for urgent antiviral treatments orvaccines. The spike protein on the coronavirus envelope is critical for host cell infection and virusvitality. Previous studies showed that 2019-nCoV is highly homologous to human SARS-CoVand attaches host cells though the binding of the spike receptor binding domain (RBD) domainto the angiotensin-converting enzyme II (ACE2). However, the molecular mechanisms of2019nCoV binding to human ACE2 and evolution of 2019-nCoV remain unclear. In this study, wehave extensively studied the RBD-ACE2 complex, spike protein, and free RBD systems of2019nCoV and SARS-CoV using protein-protein docking and molecular dynamics (MD) simulations.It was shown that the RBD-ACE2 binding free energy for 2019-nCoV is significantly lower thanthat for SARS-CoV, which is consistent with the fact that 2019-nCoV is much more infectiousthan SARS-CoV. In addition, the spike protein of 2019-nCoV shows a significantly lower freeenergy than that of SARS-CoV, suggesting that 2019-nCoV is more stable and able to survive ahigher temperature than SARS-CoV. This may also provide insights into the evolution of2019nCoV because SARS-like coronaviruses are thought to have originated in bats that are known tohave a higher body-temperature than humans. It was also revealed that the RBD of 2019-nCoVis much more flexible especially near the binding site and thus will have a higher entropy penaltyupon binding ACE2, compared to the RBD of SARS-CoV. That means that 2019-nCoV will bemuch more temperature-sensitive in terms of human infection than SARS-CoV. With the risingtemperature, 2019-nCoV is expected to decrease its infection ability much faster than SARS-CoV,and get controlled more easily. The present findings are expected to be helpful for the diseaseprevention and control as well as drug and vaccine development of 2019-nCoV.1        Coronaviruses (CoVs) are a group of enveloped positive-stranded RNA viruses that can causerespiratory, intestinal and central nervous system infections in humans and animals [                Before efficient antiviral drugs or vaccines are developed for SARS-CoV or MERS-CoV, anotheroutbreak of pneumonia caused by a new coronavirus (2019-nCoV) has emerged in Wuhan sinceDecember 2019. As of February 17, 2020, 2019-nCoV has caused more than 70000 cases in Chinaand nearly 8000 cases around the world with about 1700 related deaths [10–14]. The full-lengthgenome sequence of 2019-nCoV was soon determined by the Zhang group [                Coronaviruses uses the surface spike (S) glycoprotein on the envelope to attach host cells andmediate host cell membrane and viral membrane fusion during infection [                Although it seems clear that 2019-nCoV infects human cells through the binding of the RBDdomain to the human ACE2 receptor [        6ACD) [21]. For 2019-nCoV, the three dimensional (3D) RBD structure was modeled based on theRBD structure of SARS-CoV using the MODELLER program [24], where the sequence alignmentwas performed using the ClustalW program [25, 26]. The complex structure between the 2019-nCoVRBD protein and human ACE2 was then predicted by our protein-protein docking approach [28–30].The 3D structure of the trimeric spike protein for 2019-nCoV was constructed based on the structureof the SARS-CoV spike protein using MODELLER.2.2The complex structure between the 2019-nCoV RBD protein and the human ACE2 molecule waspredicted using our hybrid protein-protein docking algorithm, HDOCK [27–30]. Specifically, giventhe individual structures of the spike RBD protein and the human ACE2 molecule, HDOCK willglobally sample all possible binding modes between the two proteins through a fast Fourier transform(FFT) search strategy [30]. Then, all the sampled binding modes were evaluated by our iterativeknowledge-based scoring function [31]. Last, the binding modes were ranked according to theirbinding energy scores, and the top ten binding modes were provided to users. During the dockingcalculation, all the default parameters were used. Namely, the grid spacing was set to 1.2 A˚ for 3D◦translational search, the angle interval was set to 15 for rotational sampling in 3D Euler space, thebinding interface information in the PDB was automatically applied during the modeling of individualstructures. A web server version of our HDOCK algorithm can be freely accessed from our web siteat http://hdock.phys.hust.edu.cn/ [29].2.3          The AMBER suite was used for the MD simulations [          3.1The RBD proteins of 2019-nCoV and SARS-CoV exhibit a high sequence similarity (89.2%) witha sequence identity of 73.7%. The high homology resulted in an accurate 3D RBD model of2019nCoV with a small RMSD of 0.55 A˚ from the experimental SARS-CoV RBD structure. With theexperimental human ACE2 structure and the 2019-nCoV RBD model, we then performedproteinprotein docking to predict their binding mode using our HDOCK approach [28–30]. Figure 1A showsthe predicted complex structure between the human ACE2 molecule and the 2019-nCoV RBD protein.It can be seen from the figure that the predicted RBD-ACE2 complex structure for 2019-nCoV isvery close to the experimentally determined RBD-ACE2 complex structure for SARS-CoV, and theinterface root-mean-square-deviation (RMSD) between the two complexes is 0.473 A˚, showing thatthe RBDs of 2019-nCoV and SARS-CoV bind to the same site of the human ACE2 receptor (Figure1A). These results can also be understood by comparing the residues at the RBD-ACE2 bindinginterface for 2019-nCoV and SARS-CoV. The binding sites on the RBD proteins of 2019-nCoV andSARS-CoV are very conserved and the corresponding residues show a high sequence similarity of83.3% (Figures 1B and C). Among them, those hydrophobic residues that are important forproteinprotein interactions are especially conserved. For the RBD of 2019-nCoV, there are 13 hydrophobicresidues at the binding site, which are comparable to 13 hydrophobic residues for that of SARS-CoV(Figure 1B).3.2          We have run a long-time MD simulation to generate the trajectories of the RBD-ACE2 complexsystem for 2019-nCoV and SARS-CoV. The binding free energies were calculated using the MM-GBSAmodel by the “MMPBSA.py” script in the AMBER package. Table 1 shows a comparison of theRBDACE2 binding free energies for 2019-nCoV and SARS-CoV. It can be seen from the table that thebinding free energy of the RBD-ACE2 interaction for 2019-nCoV is −50.43 kcal/mol, which issignificantly lower than the binding free energy of the RBD-ACE2 interaction for SARS-CoV (−36.75kcal/mol). In other words, 2019-nCoV binds human ACE2 with a significantly higher affinity thanSARS-CoV. This result is consistent with the current fact that 2019-CoV is much more infectious thanSARS-CoV. Very recently, experimental studies also showed that 2019-CoV could bind human ACE2with a higher affinity than SARS-CoV [          The spike protein on the coronavirus envelope is a trimeric protein. This protein is critical for thevitality of coronaviruses because it is not only an important component for the virus particle but alsoplays a crucial role in attaching host cells and fusing the membranes [21]. In addition, the spikeprotein also determines the solubility of coronavirus particles and thus the viral infectivity becausethe spike protein is the largest protein located on the membrane surface. Therefore, the spike proteinis directly related to the stability and functionality of coronaviuses. Here, we have run a lengthy MDsimulation to study the trimeric spike proteins of 2019-nCoV and SARS-CoV.Table 2 gives a comparison between the free energies of the spike proteins for 2019-nCoV andSARS-CoV. It can be seen from the table that the spike protein of 2019-nCoV has a significantlylower total free energy (Gtotal = −67303.28 kcal/mol) than the spike protein of SARS-CoV (Gtotal =−63139.96 kcal/mol) (Table 2). These results suggest that 2019-nCoV is more stable and can survivea significantly higher temperature than SARS-CoV. This may also partly explain the higher infectivityof 2019-nCoV than SARS-CoV because 2019-nCoV would have a higher virus vitality thanSARSCoV in the same temperature.          The lower free energy of the 2019-nCoV spike protein may result from the virus evolution ofSARS-CoV because SARS-like coronaviruses normally originate from bats that are known to havea higher body temperature than humans. In other words, 2019-nCoV and other SARS-likecoronavirus would have evolved to achieve a lower free energy for their spike proteins by recombinationor mutations so that they can survive in high-temperature animals like bats [          CoV3.4Coronaviruses uses the spike protein to attach host cells by binding the host cell receptor. Therefore,the receptor binding domain (RBD) of the spike protein is critical for coronaviruses to infect host cells.Here, we have run lengthy MD simulations to investigate the structural properties of the RBD proteinsfor 2019-nCoV and SARS-CoV. Table 3 shows a comparison between the free energies of the RBDproteins for 2019-nCoV and SARS-CoV. Similar to the findings in the spike protein as detailed in thelast section (Table 2), the RBD protein of 2019-nCoV also shows a significantly lower free energythan that of SARS-CoV (-4090.04 vs. -3617.73 kcal/mol) (Table 3), which may also be understoodby the evolution pressure from the high-temperature host environment. However, unlike in the spikeprotein where the free energy difference between 2019-nCoV and SARS-CoV is mostly attributedthe inter-residue interactions in vacuum (Ggas), here in the RBD protein, the free energy differencebetween 2019-nCoV and SARS-CoV comes from both the free energy in vacuum Ggas (-2104.37 vs.-1703.66 kcal/mol) and solvation energy Gsolv (-1985.68 vs. -1914.07 kcal/mol) (Table 3). The lowersolvation energy of 2019-nCoV than SARS-CoV in the RBD may be understood because the RBDmust move up away from the spike protein and into the water in order to bind human ACE2 [20].In other words, 2019-nCoV would have evolved to be more soluble so that it can move up and bindthe ACE2 more easily. The better solubility of the RBD of 2019-nCoV than SARS-CoV may alsocontribute to part of the higher infectivity of 2019-nCoV than SARS-CoV.Protein flexibility is a critical factor in binding as it may not only change the binding interfacebetween two proteins but also be an important contribution to the entropy penalty upon binding.Therefore, we have investigated the protein flexibility of the RBD domains for 2019-nCoV andSARSCoV by analyzing their coordinate trajectories. Figure 2 show two ensembles of selected trajectoriesover a period of 10ns simulations for the RBD domains of 2019-nCoV and SARS-CoV. The figurealso gives a comparison of the root mean square fluctuations (RMSF), a rough measurement of proteinflexibility, for 2019-nCoV and SARS-CoV. It can be seen from the figure that the RBD of2019nCoV shows a significantly higher RMSF than that of SARS-CoV. In other words, the RBD of2019nCoV is much more flexible than the RBD of 2019-nCoV. The flexibility is especially higher near thebinding site than other regions (Figure 2A). That means that 2019-nCoV must overcome much moreentropy penalty than SARS-CoV when binding to human ACE2. As we know, the binding free energybetween two proteins can be expressed as, ΔG = ΔE − T ΔS, where ΔE is the interaction energy,ΔS is the entropy, and T is the temperature of the system. As ΔS is negative, the binding free energywill become higher and the binding will become weaker with the increasing temperature. Therefore,the RBD-ACE2 binding affinity for 2019-nCoV is expected to decrease much faster than that forSARS-CoV when the temperature increases. In other words, 2019-nCoV is much moretemperaturesensitive than SARS-CoV. Namely, 2019-nCoV will decrease its infection ability much faster thanSARS-CoV when the temperature rises. Therefore, it is expected that 2019-nCoV will become lessinfectious compared to SARS-CoV, and the disease prevention and control for 2019-nCoV will geteasier when the weather gets warmer/hotter, although the drug and vaccine development targeting theRBD protein will be more challenging because of the protein flexibility at the binding site.4In this study, we have extensively studied the RBD-ACE2 complex, spike protein, and free RBDprotein systems of 2019-nCoV and SARS-CoV through protein-protein docking and MD simulations. Itwas found that 2019-nCoV has a higher binding affinity with human ACE2 than SARS-CoV,explaining the fact that 2019-CoV is much more infectious than SARS-CoV. The spike protein of 2019-nCoValso shows a lower free energy than that of SARS-CoV, suggesting that 2019-nCoV is more stableand may be able to survive a higher temperature than SARS-CoV. This may also explain the batorigin of 2019-nCoV, as bats have a higher body-temperature than humans. In addition, the RBDof 2019-nCoV exhibits a significantly higher flexibility than that of SARS-CoV, especially near thebinding site. That indicates that 2019-nCoV must overcome a higher entropy penalty in order to bindACE2 and is thus more temperature-sensitive than SARS-CoV. Therefore, with the rising temperature,2019-nCoV is expected to decrease the infection ability much faster and become much less infectiousthan SARS-CoV, which would make the disease prevention and control of 2019-nCoV easier. Takingthe above results together, unlike SARS-CoV that is gone after 2003, 2019-nCoV might survive thehigh-temperature environment like Summer in which the virus is not active/infectious due to the highflexibility in the RBD, and then become infectious when the temperature is low in the Winter. Thesefindings will have a far-reaching implication for disease prevention and control as well as drug andvaccine development for 2019-nCoV.This work is supported by the National Natural Science Foundation of China (grant Nos. 31670724)and the startup grant of Huazhong University of Science and Technology.Conflict of interest statement. None declared.(1) Cui J, Li F, Shi ZL. Origin and evolution of pathogenic coronaviruses. Nat Rev Microbiol. 2019Mar;17(3):181-192.(10) Chan JF, et al., A familial cluster of pneumonia associated with the 2019 novel coronavirusindicating person-to-person transmission: a study of a family cluster. Lancet. 2020 Jan 24. pii:S01406736(20)30154-9..(11) Huang C, et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.Lancet. 2020 Jan 24. pii: S0140-6736(20)30183-5..(12) Lu R, et al., Genomic characterisation and epidemiology of 2019 novel coronavirus: implications forvirus origins and receptor binding. Lancet. 2020 Jan 30. pii: S0140-6736(20)30251-8.(13) Chen N, et al., Epidemiological and clinical characteristics of 99 cases of 2019 novel coronaviruspneumonia in Wuhan, China: a descriptive study. Lancet. 2020 Jan 30. pii: S0140-6736(20)30211-7.(14) Li Q, et al., Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia.N Engl J Med. 2020 Jan 29. doi: 10.1056/NEJMoa2001316.(18) Xu X, Chen P, Wang J, Feng J, Zhou H, Li X, Zhong W, Hao P. Evolution of the novel coronavirus fromthe ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. Sci ChinaLife Sci. 2020 Jan 21. doi: 10.1007/s11427-020-1637-5.(20) Song W, Gui M, Wang X, Xiang Y. Cryo-EM structure of the SARS coronavirus spike glycoprotein incomplex with its host cell receptor ACE2. PLoS Pathog. 2018 Aug 13;14(8):e1007236.(21) Gui M, Song W, Zhou H, Xu J, Chen S, Xiang Y, Wang X. Cryo-electron microscopy structures of theSARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding. Cell Res.2017 Jan;27(1):119-129.(23) Burley SK, et al. RCSB Protein Data Bank: biological macromolecular structures enabling research andeducation in fundamental biology, biomedicine, biotechnology and energy. Nucleic Acids Res. 2019 Jan8;47(D1):D464-D474.(24) Webb B, Sali A. Comparative Protein Structure Modeling Using MODELLER. Curr Protoc Protein Sci.2016;86:2.9.1-2.9.37.(25) Larkin MA, Blackshields G, Brown NP, Chenna R, McGettigan PA, McWilliam H, Valentin F, WallaceIM, Wilm A, Lopez R, Thompson JD, Gibson TJ, Higgins DG. Clustal W and Clustal X version 2.0.Bioinformatics. 2007;23:2947-2948.(26) Sievers F, Wilm A, Dineen D, Gibson TJ, Karplus K, Li W, Lopez R, McWilliam H, Remmert M,Soding J, Thompson JD, Higgins DG. Fast, scalable generation of high-quality protein multiple sequencealignments using Clustal Omega. Mol Syst Biol. 2011;7:539.(27) Yan Y, Tao H, He J, Huang S-Y. The HDOCK server for integrated protein-protein docking, Nat Proc,2020, (in press).(28) Yan Y, Wen Z, Wang X, Huang S-Y. Addressing recent docking challenges: A hybrid strategy to integratetemplate-based and free protein-protein docking. Proteins. 2017;85:497-512.(29) Yan Y, Zhang D, Zhou P, Li B, Huang S-Y. HDOCK: a Web Server for Protein-Protein andProteinDNA/RNA Docking Based on a Hybrid Strategy. Nucleic Acids Res. 2017;45:W365-W373.(30) Yan Y, Huang S-Y. Pushing the accuracy limit of shape complementarity for protein-protein docking.BMC Bioinformatics. 2019;20(Suppl 25):696.(35) Miller BR 3rd, McGee TD Jr, Swails JM, Homeyer N, Gohlke H, Roitberg AE. MMPBSA.py: AnEfficient Program for End-State Free Energy Calculations. J Chem Theory Comput. 2012 Sep11;8(9):331421.(36) Roe DR, Cheatham TE 3rd. PTRAJ and CPPTRAJ: Software for Processing and Analysis of MolecularDynamics Trajectory Data. J Chem Theory Comput. 2013 Jul 9;9(7):3084-95.parison between the predicted 2019-nCoV RBD-ACE2 complex and the experimental SARS-CoVRBD-ACE2 structure (3SCI:A/E), where the RBD and ACE2 proteins are colored in magenta andblue for 2019-nCoV and in green and red for SARS-CoV, respectively. (B) The binding site residueson the RBD that are within 5.0 A˚ form the ACE2, where the hydrophobic residues on the2019nCoV RBD are highlighted in red. (C) Part of the sequence alignment for the spike proteins between2019-nCoV and SARS-CoV, where the RBD residues are highlighted in yellow and the binding siteresidues are highlighted in magenta, respectively.of the 2019-nCoV RBD protein over a 10ns MD simulation, where the highly flexible region (residues470-490) is indicated by a circle. (B) The 50 representative trajectories of the SARS-CoV RBDprotein over a 10ns MD simulation. (C) The RMSFs of the 2019-nCoV and SARS-CoV RBD proteins,where the residue numbering is taken from the 2019-nCoV RBD and the data of SARS-CoV are thenaligned to those of 2019-nCoV according to the sequence alignment.of 2019-nCoV and SARS-CoV, where ΔGgas is the interaction energy change in the gas and ΔGsolvis the solvation energy change in the solvent upon binding, respectively. All units are reported inkcal/mol.2019-nCoVStd. Err. of MeanΔGΔGΔGgassolvtotal-725.4066SARS-CoV, where Ggas is the interaction energy in the gas and Gsolv is the solvation energy in thetotal-36405.4424-30897.8370-67303.2794solvent, respectively. All units are reported in kcal/mol.2019-nCoVgassolvtotal-2104.3687-1985.6759", "ref_list": [[], ["Emerging coronaviruses: Genome structure, replication, and pathogenesis"], ["Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China"], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Coronavirus as a possible cause of severe acute respiratory syndrome"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group"], ["Bat-to-human: spike features determining 'host jump' of coronaviruses SARSCoV, MERS-CoV, and beyond"], ["A new coronavirus associated with human respiratory disease in China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Learning from the Past: Possible Urgent Prevention and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nCoV"], ["Evolution of Coronavirus Spike Proteins"], ["An iterative knowledge-based scoring function for protein-protein recognition"], [""], ["ff14SB: Improving the Accuracy of Protein Side Chain and Backbone Parameters from ff99SB"], ["Routine Microsecond Molecular Dynamics Simulations with AMBER on GPUs. 2"], ["Figure 1: Protein-protein docking with the 2019-nCoV RBD and human ACE2. (A) The com72"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y Chen", "Q Liu", "D. Guo"], ["NS Zhong"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["C Drosten", "S Gunther", "W Preiser"], ["JS Peiris", "ST Lai", "LL Poon"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["RJ de Groot", "SC Baker", "RS Baric"], ["G Lu", "Q Wang", "GF Gao"], ["F (15) Wu"], ["P (16) Zhou"], ["W Liu", "JS Morse", "T Lalonde", "S Xu"], ["F. (19) Li", "Structure"], ["D Wrapp", "N Wang", "KS Corbett", "JA Goldsmith", "C-L Hsieh", "O Abiona", "BS Graham", "JS McLellan", "S-Y Huang", "X. Zou"], ["DA Case"], ["JA Maier", "C Martinez", "K Kasavajhala", "L Wickstrom", "KE Hauser", "C. Simmerling"], ["R Salomon-Ferrer", "AW tz", "D Poole", "S Le Grand", "RC Walker", "Explicit Solvent Particle Mesh Ewald. J Chem Theory Comput"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Since December, 2019, an outbreak of pneumonia caused by the new coronavirus\n(2019nCoV) has hit the city of Wuhan in the Hubei Province. With the continuous development of the\nepidemic, it has become a national public health crisis and calls for urgent antiviral treatments or\nvaccines. The spike protein on the coronavirus envelope is critical for host cell infection and virus\nvitality. Previous studies showed that 2019-nCoV is highly homologous to human SARS-CoV\nand attaches host cells though the binding of the spike receptor binding domain (RBD) domain\nto the angiotensin-converting enzyme II (ACE2). However, the molecular mechanisms of\n2019nCoV binding to human ACE2 and evolution of 2019-nCoV remain unclear. In this study, we\nhave extensively studied the RBD-ACE2 complex, spike protein, and free RBD systems of\n2019nCoV and SARS-CoV using protein-protein docking and molecular dynamics (MD) simulations.\nIt was shown that the RBD-ACE2 binding free energy for 2019-nCoV is significantly lower than\nthat for SARS-CoV, which is consistent with the fact that 2019-nCoV is much more infectious\nthan SARS-CoV. In addition, the spike protein of 2019-nCoV shows a significantly lower free\nenergy than that of SARS-CoV, suggesting that 2019-nCoV is more stable and able to survive a\nhigher temperature than SARS-CoV. This may also provide insights into the evolution of\n2019nCoV because SARS-like coronaviruses are thought to have originated in bats that are known to\nhave a higher body-temperature than humans. It was also revealed that the RBD of 2019-nCoV\nis much more flexible especially near the binding site and thus will have a higher entropy penalty\nupon binding ACE2, compared to the RBD of SARS-CoV. That means that 2019-nCoV will be\nmuch more temperature-sensitive in terms of human infection than SARS-CoV. With the rising\ntemperature, 2019-nCoV is expected to decrease its infection ability much faster than SARS-CoV,\nand get controlled more easily. The present findings are expected to be helpful for the disease\nprevention and control as well as drug and vaccine development of 2019-nCoV.\n1", "one_words_summarize": "Since December, 2019, an outbreak of pneumonia caused by the new coronavirus(2019nCoV) has hit the city of Wuhan in the Hubei Province. With the continuous development of theepidemic, it has become a national public health crisis and calls for urgent antiviral treatments orvaccines. The spike protein on the coronavirus envelope is critical for host cell infection and virusvitality. During the dockingcalculation, all the default parameters were used. In addition, the spikeprotein also determines the solubility of coronavirus particles and thus the viral infectivity becausethe spike protein is the largest protein located on the membrane surface. Here, we have run lengthy MD simulations to investigate the structural properties of the RBD proteinsfor 2019-nCoV and SARS-CoV. Table 3 shows a comparison between the free energies of the RBDproteins for 2019-nCoV and SARS-CoV. Similar to the findings in the spike protein as detailed in thelast section (Table 2), the RBD protein of 2019-nCoV also shows a significantly lower free energythan that of SARS-CoV (-4090.04 vs. -3617.73 kcal/mol) (Table 3), which may also be understoodby the evolution pressure from the high-temperature host environment. As we know, the binding free energybetween two proteins can be expressed as, ΔG = ΔE − T ΔS, where ΔE is the interaction energy,ΔS is the entropy, and T is the temperature of the system. In other words, 2019-nCoV is much moretemperaturesensitive than SARS-CoV. Namely, 2019-nCoV will decrease its infection ability much faster thanSARS-CoV when the temperature rises. In addition, the RBDof 2019-nCoV exhibits a significantly higher flexibility than that of SARS-CoV, especially near thebinding site. 31670724)and the startup grant of Huazhong University of Science and Technology. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications forvirus origins and receptor binding. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. 2007;23:2947-2948.(26) Sievers F, Wilm A, Dineen D, Gibson TJ, Karplus K, Li W, Lopez R, McWilliam H, Remmert M,Soding J, Thompson JD, Higgins DG. Fast, scalable generation of high-quality protein multiple sequencealignments using Clustal Omega. 2017;45:W365-W373.(30) Yan Y, Huang S-Y. Pushing the accuracy limit of shape complementarity for protein-protein docking. MMPBSA.py: AnEfficient Program for End-State Free Energy Calculations. C) Part of the sequence alignment for the spike proteins between2019-nCoV and SARS-CoV, where the RBD residues are highlighted in yellow and the binding siteresidues are highlighted in magenta, respectively.of the 2019-nCoV RBD protein over a 10ns MD simulation, where the highly flexible region (residues470-490) is indicated by a circle. ("}