{"date": "2020/03/06", "journal": "medrxiv", "authors": "Lei Liu, Wanbing Liu, Shengdian Wang, Shangen Zheng", "title": "A preliminary study on serological assay for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in 238 admitted hospital patients", "type": "preprint article", "abstract": "*These authors contributed equally to this work.", "text": "303132333435363738394041424344454647484950Background The outbreak of the recently emerged novel corona virus disease 2019(COVID-19) poses a challenge for public health laboratories. We aimed to evaluatethe diagnostic value of serological assay for SARS-CoV-2.        Methods A newly-developed ELISA assay for IgM and IgG antibodies against Nprotein of SARS-CoV-2 were used to screen the serums of 238 admitted hospitalpatients with confirmed or suspected SARS-CoV-2 infection from February 6 toFebruary 1        Findings Of the 238 patients, 194 (81.5%) were detected to be antibody (IgM and/orIgG) positive, which was significantly higher than the positive rate of viral RNA(64.3%). There was no difference in the positive rate of antibody between theconfirmed patients (83.0%, 127/153) and the suspected patients (78.8%, 67/85) whosenucleic acid tests were negative. After the patients were defined to the different stagesof disease based on the day when the test samples were collected, the analysis resultsshowed that the antibody positive rates were very low in the first five days after initialonset of symptoms, and then rapidly increased as the disease progressed. After 10days, the antibody positive rates jumped to above 80% from less than 50%. On thecontrary, the positive rates of viral RNA kept above 60% in the first 11 days afterinitial onset of symptoms, and then rapidly decreased. In addition, half of thesuspected patients with symptoms for 6-10 days were detected to be antibody positive.Interpretation The suspected patients were most likely infected by SARS-CoV-2.5253545556Before the 11th day after initial onset of symptoms, nucleic acid test is important forconfirmation of viral infection. The combination of serological assay can greatlyimprove the diagnostic efficacy. After that, the diagnosis for viral infection should bemajorly dependent on serological assay.585960616263646566676869707172737475767778        A novel betacoronavirus 1 named severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) causes a recent cluster cases of respiratory illness named coronavirus disease 2019 (COVID-19) in multiple regions of the world, and it leads to aserious public health problem especially in Wuhan city, Hubei province, China sinceDecember 2019. 2 By March        The SARS-CoV-2 is the seventh member of enveloped RNA coronaviruses(CoVs). 6-8 Sequence and phylogenetic tree of CoVs analysis indicates thatSARS-CoV-2 is genetically distinct from SARS-CoV and is more closely related tobat-SL-CoV ZC45 and bat-SL-CoV ZXC21. 1 SARS-CoV-2 owns a similarreceptor-binding domain structure to that of SARS-CoV. 1 A typical CoV contains fourmain structural proteins: spike (S), membrane (M), envelope (E), and nucleocapsid (N)proteins. The S protein homotrimers are required for attachment to host receptors, 9and both the M protein and the E protein play important roles in virus assembly. 10,11The N protein is responsible for packaging the encapsidated genome into virions, 12,13and acts as a viral RNA silencing suppressor that is beneficial for the viral replication.14 Furthermore, the N protein has high immunogenic activity and is profuselyoverexpressed during infection, 15 indicating that N protein should be a potential8081828384858687888990919293949596979899100source of a diagnostic antigen for detecting SARS-CoV-2 infection. Many diagnosticmethods based on the N protein have been developed for SARS-CoV detection. 16-18In addition, different CoVs possess special structural and accessory proteins, such asHE protein, 3a/b protein, and 4a/b protein. 19Both nucleic acid test and serological assay are commonly used for infectiousdisease screening and diagnosis. In the present case of SARS-CoV-2, nucleic acid testhas been being routinely used to detect causative viruses from respiratory secretionsby real-time RT-PCR in China. However, the nucleic acid tests appeared to have ahigh false negative rate because of several unavoidable reasons, including thesensitivity of the detection kits that have not been well assessed, sampling locationand technique, etc. A large number of clinically-suspected patients, whose nucleicacid tests were negative, are unable to get timely confirmed-diagnosis and hospitaltreatment, which potentially promotes the spread of SARS-CoV-2 and leads to a rapiddisease progress of the suspected patients.In this study, a newly-developed IgM and IgG antibody detecting Enzyme-linkedimmunosorbent assays (ELISA) based on a recombinant fragment of SARS-CoV-2 Nprotein were used to detect IgM and IgG against SARS-CoV-2 in serum of 238admitted hospital patients with confirmed or suspected SARS-CoV-2 infection. Theresults strongly indicated that the suspected patients were infected. We also analyzethe diagnostic value of the IgM and IgG testing in COVID-19, even in the early stageof disease.102103104105106107108109110111112113114115116117118119120121122          All consecutive patients (n=238) with confirmed or suspected SARS-CoV-2infection who have been tested by real-time RT-PCR for viral infection and werebeing treated in General Hospital of Central Theater Command of PLA from February6 to February 1          samples were collected once from each recruited patient. Meanwhile, the serumsamples from 70 ordinary patients and 50 healthy blood donors were randomlyselected as the controls. The study was approved by the Hospital Ethics Committeeand written informed consent was waived for emerging infectious diseases.Real time Reverse Transcription Polymerase Chain Reaction (RT-PCR) AssayPharyngeal swab specimens were collected from patients and placed into acollection tube with 200 μL of virus preservation solution. Total RNA was extractedusing the respiratory sample RNA isolation kit (Shuoshi, Shanghai, China). Aftervortex, 50 μL of cell lysates were transferred into another collection tube. The124125126127128129130131132133134135136137138139140141142143144collection tube was centrifugated at 1000 rpm/min for 5 min after standing at roomtemperature for 10 minutes. 5 μL RNA was prepared and used for real time RT-PCR.Real time RT-PCR was performed using the nucleic acid testing kit (Daan,Guangzhou, China) for SARS-CoV-2 detection. The open reading frame 1ab(ORF1ab) and nucleocapsid protein (N) were simultaneously selected as the twotarget genes. The human GAPDH gene was used as an internal control. The specificprimers and probes set for ORF1ab and N were as follows: ORF1ab-forward primer5'-ACCTTCTCTTGCCACTGTAGC-3'; ORF1ab-reverse primer5'-AGTATCAACCATATCCAACCATGTC-3'; and the probe5'-FAM-ACGCATCACCCAACTAGCAGGCATAT-BHQ1-3'; N-forward primer5'-TTCAAGAAATTCAACTCCAG-3'; N-reverse primer5'-AGCAGCAAAGCAAGAGCAGCATC-3'; and the probe5'-VIC-TCCTGCTAGAATGGCTGGCAATGGCG-BHQ1-3'. The real time RT-PCRexperiment was thoroughly performed according to kit’s instructions. The reactionmixture contains 17 μL of reaction buffer A, 3 μL of reaction buffer B, and 5 μL RNAtemplate. The real time RT-PCR assay was performed under the following conditions:incubation at 50 °C for 15 min and 95 °C for 15 min, 45 cycles of denaturation at94 °C for 15 s, and extending and collecting fluorescence signal at 55 °C for 45 s. Acycle threshold value (Ct-value) ≤ 40 was defined as a positive test result, and aCt-value > 40 was defined as a negative test.Enzyme-Linked Immunosorbent Assay (ELISA)Serological assay was performed using Enzyme-Linked Immunosorbent Assays146147148149150151152153154155156157158159160161162163164165166kit (Lizhu, Zhuhai, China ), which was established for detecting IgM or IgG antibodyagainst N protein of SARS-CoV-2. For IgM detection, ELISA plates were previouslycoated with mouse anti-human IgM (μ chain) monoclonal antibody. 100 μL diluted(1:100) serum sample was added into the pre-coated plates with three replicatingwells for each sample and incubated at 37 °C for 1 h. The heat-inactivated positiveand negative serum were included on each plate. After washing, 100 μL horse radishperoxidase (HRP) conjugated recombinant (rN) protein of SARS-CoV-2 was added.Then the plate was incubated at 37 °C for 30 min followed by washing. 50 μL ofTMB substrate solution and 50 μL of the corresponding buffer were added andincubated at 37 °C for 15 min. The reaction was terminated by adding 50 μL of 2 Msulfuric acid, and the absorbance value at 450 nm (A450) was determined. The cut offvalue was calculated by sum of 0.100 and average A450 of negative control replicates.A450 less than cut off value was defined as a negative test, and A450 greater than orequal to cut off value was defined as a positive test.For IgG detection，ELISA plates were previously coated with rN protein. 5 μLserum sample diluted with 100 μL dilution buffer were added into the plates. Afterincubation and washing, HRP-conjugated mouse anti-human IgG monoclonalantibody was added into the plates for detection. The other operation steps wereperformed as described in the above IgM detection. The cut off value was calculatedby the sum of 0.130 and average A450 of negative control replicates. A450 less than cutoff value was defined as a negative test, and A450 greater than or equal to cut off valuewas defined as a positive test.168169170171172173174175176177178179180181182183184185186187188Continuous variables were described as the means and standard deviations ormedians and interquartile ranges (IQR) values. Categorical variables were expressedas the counts and percentages. Independent group t tests were applied to continuousvariables that were normally distributed; otherwise, the Mann-Whitney test was used.Categorical variables were compared using the chi-square tests, while the Fisher exacttest was used when the data were limited. Statistical analyses were performed usingStatistical Package for the Social Sciences (SPSS) version 22.0 software. A two-sidedα of less than 0.05 was considered statistically significant.Demographics and patient characteristics        The serum samples were collected from 238 admitted hospital patients withconfirmed or suspected SARS-CoV-2 infection in General Hospital of Central TheaterCommand of PLA from February 6 to February 1        According to the positive or negative results of real time RT-PCR assay forpharyngeal swab specimens, the enrolled patients were divided into two groups: theconfirmed group and the suspected group. There were no statistical differences ofbaseline characteristics of the two groups patients.Performance and validation of ELISA assays for viral specific IgM and IgGantibodiesEach serum sample of 238 patients were respectively tested for IgM and IgGantibodies against SARS-CoV-2 by using newly-developed ELISA kits based on Nprotein of SARS-CoV-2. The IgM and/or IgG could be detected in 194 serum samples,and the positive rate ( 81.5% ) was significantly higher than that of SARS-CoV-2RNA detected by real time RT-PCR, which was 64.3% (153/238) (Fig.1A).Importantly, there were no difference in positive rates of IgM and/or IgG between theconfirmed patients (83.0%, 127/153) and the suspected patients (78.8%, 67/85)(Fig.1B), suggesting that the clinically suspected patients, who were viral RNAnegative detected by RT-PCR, were mostly infected.To verify the specificity of the ELISA assays, the serum samples from 70randomly-selected ordinary patients and 50 healthy blood donors were simultaneously212213214215216217218219220221222223224225226227228229230231232detected. Four samples from the ordinary patients were identified as antibody positive(including one dual positive sample, two IgM-positive samples, and one IgG-positivesample) and no positive was found in the samples of healthy blood donors (Fig.1A).These results confirmed the specificity of the IgG and IgM ELISA assays.Dynamic analysis of ELISA and RT-PCR assaysTo study the diagnostic value of ELISA assay for virus-specific antibodies,especially in the early stage of the disease, we tried to analyze the positive rates ofELISA and RT-PCR assays in the different stages of disease. To this end, each patientwas assigned to different days after initial onset of symptoms based on the time whenthe pharyngeal swab specimen was detected to be positive or the last recodeddetection was still negative, or the blood was collected. The positive rates of viralRNA, IgM and/or IgG were compared in every day after initial onset of symptoms(Table 2). Due to a small number of samples in each individual day, we pooled thesamples in which the positive rates were similar in consecutive days. Thus, the diseaseprocess were divided into five phases of 0-5, 6-10,11-12, 13-15 days and more than16 days after initial onset of symptoms (Table 3 & Fig.2). The data showed thatpositive rates of IgM and/or IgG were very low in the first five days after initial onsetof symptoms because there was no antibody produced in most of patients in this earlystage, and then rapidly increased as the disease progressed. Day 11 after initial onsetof symptoms is a key time point because the positive rates of IgM and/or IgG jumpedto above 80% from less than 50% at this time point. The dynamic pattern is consistentwith SARS-CoV infection. 21 On the contrary, the real-time RT-PCR was more234235236237238239240241242243244245246247248249250251252253254effective for detecting SARS-CoV-2 infection than ELISA in the early stage of disease.The positive rate of viral RNA detected by RT-PCR was maintained above 60% in thefirst 11 days after initial onset of symptoms, and then rapidly decreased with the rapidincrease of positive rate of antibodies. These results demonstrated that ELISA-basedIgM and/or IgG detection should be used as a major viral diagnostic test for thepatients with symptoms for more than 10 days. Because about 50%clinically-suspected patients with symptoms for 6-10 days were detected to bepositive by ELISA-based IgM and/or IgG detection (Table 4), the combination ofELISA and RT-PCR assays will greatly improve the detection efficacy, even in theearly stage of COVID-19 infection.The outbreak of the recently emerged novel coronavirus (SARS-CoV-2) poses achallenge for public health laboratories, especially for clinical laboratories of thehospitals in Wuhan, China. Although serological assay is a frequently used method forviral infection screening and diagnosis, there are few reports about serological assayin detection of SARS-CoV-2 up to now. In this study, we report the application of theSARS-CoV-2 N protein-based ELISA for detection of IgM and IgG antibodies in theadmitted hospital patients with confirmed or suspected SARS-CoV-2 infection. Theresults showed that the positive rates of IgM and IgG were significantly higher thanthat of viral RNA detected by real-time RT-PCR on the pharyngeal swab specimens ofall enrolled patients. This result is further supported by the fact that the suspected256257258259260261262263264265266267268269270271272273274275276patients had the same positive rate of antibody as the confirmed patients. These datastrongly demonstrated that the clinically suspected patients were mostly infected byIn this study, the serum samples were collected in a time period of 9 days fromthe patients in different stages of disease. The positive rates of nucleic acid test andserological assay in total populations cannot reflect their diagnostic value insurveillance and control of the disease, because the production of antiviral antibodieswill decrease the positive rates of the nucleic acid test as the disease progresses. Inorder to objectively determine the disease stage of the patients, we used the initialonset of symptoms of the patients as the start time point. Based on the day when thetest sample was collected, all patients were defined to the different stages of disease.The resulted dynamics patterns of positive rates of viral RNA and antiviral antibodiesproved the rationality of the disease stage definition. Our analysis identified the 11thday after initial onset of symptoms as a key time point in the disease process whenmost infected patients produce antiviral antibodies. After this time point, the diagnosisfor viral infection should majorly depend on serological assay. Before this time point,nucleic acid test is important for confirmation of viral infection. The combination ofserological assay can greatly improve the diagnostic efficacy.According to the rapid advice guideline for the diagnosis and treatment ofSARS-CoV-2 currently implemented in China, 20 a confirmed case of COVID-19patients exclusively depends on the positive result of nucleic acid test or virus genesequencing. Although this is a preliminary ELISA assay for SARS-CoV-2, our study278279280281282283284285286287288289290291292293294295296297298strongly demonstrate that serological assay is very important for surveillance andcontrol of the current COVID-19, especially in Wuhan of China, where a lot ofpatients are waiting to be confirmed at present. Moreover, most of patients hadsymptoms for more than 11 days.This work was supported by the National Natural Science Foundation of China(81801984, 81830003); the National Key Research and Development Program ofChina (2019YFC130030); and the China Postdoctoral Science Foundation(2019M664008). We thank all heathy-care workers involved in this study. We thankWuhan Institute of Virology of Chinese Academy of Sciences and Zhuhai LizhuDiagnostics Inc. for providing assistance in ELISA detection.The authors declare that no conflict of interest exists.S.Z., S.W., and L.L. conceived the study and designed experimental procedures;W.L., Y.Z., W.N.,Y.D., W.W., S.T., X.J., J.D., Q.H., Z.H., W.X., Y.Z., B.Z., Z.T.,X.Z., H.L., Z.R., H.J., and X.R. collected patients’ samples. Q.W. and L.T. performedviral RNA tests. G.K.,W.L. W.N., and Y.Z established ELISA and performedserological assays. S.W., L.L., S.Z., and W.L. wrote the paper. All authors contributedto data acquisition, data analysis, or data interpretation, and reviewed and approvedthe final version.300343344345346347348349350351352353354IgA antibodies against the severe acute respiratory syndrome (SARS) coronavirus nucleocapsid proteinin patients with pneumonia due to the SARS coronavirus. Clin Diagn Lab Immunol 2004;11(4):665-8.Chinese Medicine. Notice on the issuance of strategic guidelines for diagnosis and treatment of novelcoronavirus (2019-nCoV) infected pneumonia (Fifth edition draft) (2020-02-09) [EB/OL].SARS-associated coronavirus in human serum. Eur J Clin Microbiol Infect Dis 2005;24(8):549-53.356different stages of diseaseData are % (n/N). Days= the day after initial onset of symptoms. Viral RNA+=a positive result detected by real time RT-PCR.IgM+=a positive result detected by IgM ELISA and simultaneously a negative result detected by IgG ELISA. IgG+=a positiveresult detected by IgG ELISA and simultaneously a negative result detected by IgM ELISA. IgM+ and IgG+=a dual positive resultdetected by IgM and IgG ELISA. IgM+and/or IgG+=at least a positive result detected by IgM and IgG ELISA.Data are % (n/N). Confirmed=confirmed patients. Suspected=suspected patients.positive rate of viral RNA (black column) and antibody (white column) in 238enrolled patients (two columns on the left), as well as the positive rate of antibody inordinary patients and healthy donors (two columns on the right). B) Comparison ofpositive rate of antibody between the laboratory-confirmed (left) and highly-suspectedpatients (right). Results were compared by chi-square tests.411412413414415at the different stages of disease. The disease courses were divided into five phasesof 0-5, 6-10,11-12, 13-15 days and more than 16 days after initial onset of symptoms.The positive rate of viral RNA (solid circle) and antibody (hollow circle) of thepatients at the different phase of disease was shown.", "ref_list": [[], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Severe acute respiratory syndrome"], ["A dynamic compartmental model for the Middle East respiratory syndrome outbreak in the Republic of Korea: A retrospective analysis on control interventions and superspreading events"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Assembly of coronavirus spike protein into trimers and its role in epitope expression"], ["A structural analysis of M protein in coronavirus assembly and morphology"], ["Severe acute respiratory syndrome coronavirus envelope protein ion channel activity promotes virus fitness and pathogenesis"], ["Modular organization of SARS coronavirus nucleocapsid protein"], ["Identification of in vivo-interacting domains of the murine coronavirus nucleocapsid protein"], ["The Nucleocapsid Protein of Coronaviruses Acts as a Viral Suppressor of RNA Silencing in Mammalian Cells"], ["Nucleocapsid-independent specific viral RNA packaging via viral envelope protein and viral RNA signal"], ["Sensitive and specific monoclonal antibody-based capture enzyme immunoassay for detection of nucleocapsid antigen in sera from patients with severe acute respiratory syndrome"], ["Recombinant protein-based enzyme-linked immunosorbent assay and immunochromatographic tests for detection of immunoglobulin G antibodies to severe acute respiratory syndrome (SARS) coronavirus in SARS patients"], ["Longitudinal profile of immunoglobulin G (IgG), IgM"], ["General Office of National Health Committee"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Lu", "X Zhao", "J Li"], ["C Huang", "Y Wang", "X Li"], ["Q Li", "X Guan", "P Wu"], ["JT Wu", "K Leung", "GM Leung"], ["JF Chan", "S Yuan", "KH Kok"], ["JS Peiris", "Y Guan", "KY Yuen"], ["J Lee", "G Chowell", "E. Jung"], ["N Zhu", "D Zhang", "W Wang"], ["B Delmas", "Laude H"], ["BW Neuman", "G Kiss", "AH Kunding"], ["JL Nieto-Torres", "ML DeDiego", "C Verdia-Baguena"], ["CK Chang", "SC Sue", "TH Yu"], ["KR Hurst", "CA Koetzner", "PS Masters"], ["L Cui", "H Wang", "Y Ji"], ["K Narayanan", "CJ Chen", "J Maeda"], ["XY Che", "LW Qiu", "YX Pan"], ["M Guan", "HY Chen", "SY Foo"], ["PC Woo", "SK Lau", "BH Wong", "Y Chen", "Q Liu", "D. Guo"], ["S Chen", "D Lu", "M Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\nBackground The outbreak of the recently emerged novel corona virus disease 2019\n(COVID-19) poses a challenge for public health laboratories. We aimed to evaluate\nthe diagnostic value of serological assay for SARS-CoV-2.", "one_words_summarize": "303132333435363738394041424344454647484950Background The outbreak of the recently emerged novel corona virus disease 2019(COVID-19) poses a challenge for public health laboratories. Methods A newly-developed ELISA assay for IgM and IgG antibodies against Nprotein of SARS-CoV-2 were used to screen the serums of 238 admitted hospitalpatients with confirmed or suspected SARS-CoV-2 infection from February 6 toFebruary 1        Findings Of the 238 patients, 194 (81.5%) were detected to be antibody (IgM and/orIgG) positive, which was significantly higher than the positive rate of viral RNA(64.3%). After the patients were defined to the different stagesof disease based on the day when the test samples were collected, the analysis resultsshowed that the antibody positive rates were very low in the first five days after initialonset of symptoms, and then rapidly increased as the disease progressed. 19Both nucleic acid test and serological assay are commonly used for infectiousdisease screening and diagnosis. Theresults strongly indicated that the suspected patients were infected. We also analyzethe diagnostic value of the IgM and IgG testing in COVID-19, even in the early stageof disease.102103104105106107108109110111112113114115116117118119120121122          All consecutive patients (n=238) with confirmed or suspected SARS-CoV-2infection who have been tested by real-time RT-PCR for viral infection and werebeing treated in General Hospital of Central Theater Command of PLA from February6 to February 1          samples were collected once from each recruited patient. The study was approved by the Hospital Ethics Committeeand written informed consent was waived for emerging infectious diseases. Aftervortex, 50 μL of cell lysates were transferred into another collection tube. The124125126127128129130131132133134135136137138139140141142143144collection tube was centrifugated at 1000 rpm/min for 5 min after standing at roomtemperature for 10 minutes. The reactionmixture contains 17 μL of reaction buffer A, 3 μL of reaction buffer B, and 5 μL RNAtemplate. 50 μL ofTMB substrate solution and 50 μL of the corresponding buffer were added andincubated at 37 °C for 15 min. The cut offvalue was calculated by sum of 0.100 and average A450 of negative control replicates. For IgG detection，ELISA plates were previously coated with rN protein. Afterincubation and washing, HRP-conjugated mouse anti-human IgG monoclonalantibody was added into the plates for detection. There were no statistical differences ofbaseline characteristics of the two groups patients. Thus, the diseaseprocess were divided into five phases of 0-5, 6-10,11-12, 13-15 days and more than16 days after initial onset of symptoms (Table 3 & Fig.2). Theresults showed that the positive rates of IgM and IgG were significantly higher thanthat of viral RNA detected by real-time RT-PCR on the pharyngeal swab specimens ofall enrolled patients. Before this time point,nucleic acid test is important for confirmation of viral infection. S.Z., S.W., and L.L. conceived the study and designed experimental procedures;W.L., Y.Z., W.N.,Y.D., W.W., S.T., X.J., J.D., Q.H., Z.H., W.X., Y.Z., B.Z., Z.T.,X.Z., H.L., Z.R., H.J., and X.R. collected patients’ samples. Viral RNA+=a positive result detected by real time RT-PCR.IgM+=a positive result detected by IgM ELISA and simultaneously a negative result detected by IgG ELISA. IgG+=a positiveresult detected by IgG ELISA and simultaneously a negative result detected by IgM ELISA. Results were compared by chi-square tests.411412413414415at the different stages of disease."}