{"date": "2020/03/04", "journal": "medrxiv", "authors": "Shitao Rao, Alexandria Lau, Hon-Cheong So", "title": "Exploring diseases/traits and blood proteins causally related to expression of ACE2, the putative receptor of 2019-nCov: A Mendelian Randomization analysis", "type": "preprint article", "abstract": "The novel coronavirus 2019-nCoV has caused major outbreaks in many parts of the world. A better understanding of the pathophysiology of COVID-19 is urgently needed. Clinically, it is important to identify who may be susceptible to infection and identify treatments for the disease. There is good evidence that ACE2 is a receptor for 2019-nCoV, and studies also suggested that high expression of ACE2 may increase susceptibility to infection. Here we conducted a phenome-wide Mendelian randomization (MR) study to prioritize diseases/traits and blood proteins that may be causally linked to ACE2 expression in the lung. Expression data was based on GTEx. We also explored drug candidates whose targets overlapped with the top-ranked proteins in MR analysis, as these drugs could potentially alter ACE2 expression and may be clinically relevant. Notably, MR is much less vulnerable to confounding and reverse causality compared to observational studies.", "text": "In conclusion, the current MR analysis reveals diseases/traits and blood proteins that may causally affectACE2 expression, which in turn may influence susceptibility to the infection. The proteome-wide MR analysismay shed light on the molecular mechanisms underlying ACE2 expression, and may help guide drugrepositioning in the future. Nevertheless, we stress that further studies are required to verify our findings dueto various limitations and the exploratory nature of some analyses.2019. The virus has since caused an outbreak of coronavirus disease 2019 (COVID-19) not only presenting inChina but also spreading worldwide 3-5. A total of 87,137 of confirmed cases have been reported as at01-03-2020, according to the latest WHO situation report(https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200301-sitrep-41-covid-19.pdf?sfvrsn=6768306d_2). Although most of patients were still concentrated in China, the total number of infectedsubjects in other countries has exceeded 7000, with confirmed cases in 58 countries. COVID-19 has alreadycaused 2,977 deaths worldwide as at 01-03-2020. Considering the severity of COVID-19 outbreak all over theworld, it is urgent to seek solutions to control the spread of the disease to susceptible groups, and to identifyeffective treatments. A better understanding of the pathophysiology of the disease is also urgently needed.There have been ongoing efforts to characterize the clinical features of the illness. Through integrating threerecent reports of confirmed cases, we estimated that over one quarter of patients had a previous history ofcomorbidity conditions, including hypertension (12.9%), diabetes (5.4%), cardiovascular disease (4.1%),respiratory system diseases (2.4%) and malignancy (0.5%) (Supplementary Table 1) 4-6. Furthermore, varioushuman organs such as lung, heart, kidney and bladder were reported to be vulnerable to the virus via analyzingthe single-cell RNA sequencing datasets 7. Nevertheless, it is still unclear whether the above or other comorbiddiseases would lead to increased susceptibility to COVID-19, and if so, what the underlying mechanisms maybe. In addition, since most clinical studies on the disease were observational in nature, it may be difficult todiscern causality as many known or unknown confounders may be present (e.g. age, sex, other diseases,medications received, smoking/drinking history etc.). These confounders may lead to spurious associationsbetween the exposure (e.g. comorbid conditions) and the outcome (e.g. susceptibility to infection, severity ofillness etc.).According to four lines of evidence, Wan et al. speculated that the host receptor of 2019-nCoV wasangiotensin-converting enzyme 2 (ACE2) 8. ACE2 has been established a receptor for SARS-CoV 9,10, and thesame protein might regulate 2019-nCoV’s capacity for cross-species and human-to-human transmissions 8.the ACE2 protein could bind to the virus spike ecto-domain with around 15 nM affinity, which is up to 20-foldhigher than the binding affinity to the previous SARS-CoV spike glycoprotein 12. This provides strong evidencethat ACE2 is a target of the novel coronavirus.A number of studies have looked into the relationship between ACE2 expression level and coronavirusinfection. For example, Li et al. overexpressed ACE2 protein in 293T and Vero E6 cell lines. Over-expressionof ACE2 lead to more efficient viral replication, but it was blocked by anti-ACE2 antibody in a dose-dependentmanner 9. A further study also confirmed that susceptibility to SAR-CoV correlates with ACE2 expression oncell lines 13. In a subsequent work, Jia et al. showed that undifferentiated airway epithelial cells that expresslittle ACE2 were poorly infected by SARS-CoV, while well-differential cells expressing higher ACE2 werereadily infected 14. Taking the evidence together, expression level of the ACE2 protein is associated withsusceptibility to SARS-CoV infection.Since ACE2 has been supported by multiple studies as a receptor for 2019-nCov, it is reasonable tospeculate that higher ACE2 expression in relevant tissues (e.g. the lung) may lead to increased susceptibility toinfection. As discussed above, studies have indeed supported this hypothesis for SARS-CoV. While furtherstudies are required, revealing diseases/traits that are causally associated with altered ACE2 expression mayshed light on why certain subjects are more susceptible to the infection and the underlying mechanisms(whether the increased susceptibility is mediated via ACE2).associated with elevated expression of ACE2 in the lung, which may be associated with greater susceptibility toinfection or more severe illness. However, there are several limitations as detailed by the author. For example,the samples studied are derived from patients with lung cancer, which may not be fully reflective of theexpression in normal lung tissues. Another potential limitation is that it is difficult to control for all confounders,as smoking may be related to other unhealthy life habits 16 and multiple comorbid diseases 17,18.Here we conducted a phenome-wide Mendelian randomization (MR) study to explore diseases or traits thatmay be causally linked to increased ACE2 expression in the lung. We will employ MR for causal inference. MRmakes use of genetic variants as “instruments” to represent the exposure of interest, and infers causalrelationship between the exposure and the outcome19. MR is much less susceptible to confounding bias andreverse causality when compared to observational studies.The concept of MR is akin to randomized controlled trials (RCT). For example, consider a study on thecausal effect of lipid on the risk of a certain disease. Subjects who have inherited lipid-lowering alleles at a locus(or a set of such alleles at multiple loci) will have lower lipid levels on average, which is analogous to receivinglipid-lowering drugs in an RCT20. The random allocation of alleles at conception is similar to randomassignment of treatment in an RCT. As a result, the chance of spurious associations due to known or unknownconfounders is reduced due to the ‘random assignment’ of treatment or risk factor. Another important point tonote is that MR can be conducted with summary statistics from genome-wide association studies (GWAS),which are now widely available and often of very large sample sizes.In this study, we wish to answer the following question: What conditions or traits may lead to increasedACE2 expression, which may in turn result in greater susceptibility to 2019-nCov infection? Since COVID-19 isa new disease and prior knowledge is lacking, we employed a phenome-wide approach in which a large varietyof traits are studied for causal associations with ACE2 expression. This analysis may help to prioritize resourcesfor better prevention of the infection in those susceptible subjects.In addition to diseases, we also studied serum/plasma proteins as exposure, as they may point to potentialmolecular mechanisms underlying ACE2 expression, and may serve as potential predictive or prognosticbiomarkers. It has also been suggested that such proteome-wide studies may help to reveal drug repositioningcandidates21, through the search for drugs that target the top-ranked proteins. For example, if a protein is foundto casually increase the risk of a disease by MR, by the definition of causality, blocking the protein will lead toreduced disease risks. In our study, by finding plasma/serum proteins causally linked to ACE2 expression, wemay find drugs that will alter ACE2 expression, which in turn may be useful for treatment.Exposure dataTo perform the phenome-study, we made use of the latest IEU GWAS database (https://gwas.mrcieu.ac.uk/),which contains up to 111,908,636,549 genetic associations from 31,773 GWAS summary datasets (as at 26thFeb 2020). The database was retrieved via the R package “TwoSampleMR” (ver 0.5.1). MR analysis wasconducted with the same package. Due to the extremely huge number of traits in the database, we performedsome pre-selection to the list of traits/diseases before full analysis. Briefly, we selected the followingcategories of traits: (1) Traits listed as priority 1 (high priority) and labelled as “Disease” or “Risk factor” (81and 71 items respectively); (2) traits labelled as “protein” as described above (3371 items); (3) (selected) traitsfrom the UK Biobank, as it is one of the largest source of GWAS data worldwide (with sample size ~500,000). We consider that a proportion of traits have presumably low prior probability of association withrespiratory infections, and others are less directly clinically relevant. To reduce computational burden and forease of interpretation, a proportion of UK Biobank (UKBB) traits were filtered. More specifically, weexcluded GWAS data of diseases or traits related to the following: eye or hearing problems, orthopedic andtrauma-related conditions (except autoimmune diseases), skin problems (except systemic or autoimmunediseases), perinatal and obstetric problems, operation history, medication history (as confounding byindication is common and may affect the validity of results22), diet/exercise habit (as accuracy of informationcannot be fully guaranteed and recall bias may be present), other socioeconomic features (such as type ofjobs). A total of 425 UKBB traits were retained for final analysis.GWAS of UKBB were based on analysis results from the Neale Lab(https://sites.google.com/broadinstitute.org/ukbbgwasresults/) and from MRC-IEU. GWAS analysis wasperformed using linear models with adjustment for population stratification; details of the analytic approach isgiven in the following links: https://github.com/Nealelab/UK_Biobank_GWAS/tree/master/imputed-v2-gwas,http://www.nealelab.is/blog/2017/9/11/details-and-considerations-of-the-uk-biobank-gwas andhttps://doi.org/10.5523/bris.pnoat8cxo0u52p6ynfaekeigi. For binary outcomes, we converted the regressioncoefficients obtained from the linear model to those under a logistic model, based on methodology presented in23. The SE under a logistic model was derived by the delta method (see supplementary text of 23, equation 37).Regarding the outcome, we are interested in the expression of ACE2. While ideally one should study theprotein expression in the lung, such data is scarce and corresponding genotype data (required for MR) is notavailable. Here we focus on the gene expression of ACE2 in the lung (N = 515). ACE2 protein levels appear tobe relatively well-correlated with mRNA levels across tissues, based on the Human Proteome Atlas(https://www.proteinatlas.org/ENSG00000130234-ACE2/tissue). We retrieved GWAS summary data fromthe GTEx database, one of the largest databases to date with both genotype and expression data for a largevariety of tissues. For details of GTEx please refer to 24.Here we performed two-sample MR in which the instrument-exposure and instrument-outcome associationswere estimated in different samples. We conducted MR primarily with the ‘inverse-variance weighted’(MR-IVW)25 and Egger regression (MR-Egger)26 approaches, which are among the most widely used MRmethods. One of the concerns of MR is horizontal pleiotropy, in which the genetic instruments have effects onthe outcome other than through effects on the exposure. Of note, MR-Egger gives valid estimates of causaleffects in the presence of imbalanced or directional horizontal pleiotropy. In addition, significance of theMR-Egger intercept can be used to judge whether significant imbalanced pleiotropy is present. MR wasperformed on (approximately) independent SNPs with r2 threshold of 0.001, following default settings inTwoSampleMR. We only included SNPs passing genome-wide significance (p<5e-8) as instruments. Forexposure with only one instrument, the Wald ratio method was used. For analysis with less than 3 geneticinstruments, we employed MR-IVW since MR-Egger cannot be reliably performed. As will be detailed in theresults section, for selected trait(s) with stronger evidence of association, we also performed further analysisby GSMR and MR-RAPS. GSMR (http://cnsgenomics.com/software/gsmr/) can take into account of(imbalanced) horizontal pleiotropy but is based on a different principle from MR-Egger. It excludes ‘outlier’or heterogeneous genetic instruments that may contribute to pleiotropy, by the ‘HEIDI-outlier’ method 27.ˆGSMR also employed a slightly different formula from MR-IVW by modelling variance of both β XG andβˆYG , and accounts for correlated SNPs 27. MR-RAPS is another MR analysis methodology which can takeinto account multiple weak instruments by a robust procedure. Details of MR-RAPS were described in Zhaoet al. 28.We also performed analysis with plasma/serum proteins as exposure. Besides MR analysis on individualproteins, we also performed pathway analysis by ClueGO 29. Hypergeometric tests were conducted on thetop-ranked proteins (with p<0.05). In addition, we searched for drugs with targets overlapping with thetop-ranked proteins. Drug targets were defined based on the DrugBank database. Our aim is uncover drugcandidates leading to alteration of ACE2 expression, which may be therapeutically relevant.MR results are presented in Tables 1 and 2 (full results shown in Tables S2 and S3). Traits were shown if any ofthe three methods (MR-IVW, MR-Egger, Wald ratio) showed nominally significant (p<0.05) results. For traitsthat do not show evidence for directional pleiotropy (p-value of Egger Intercept>0.05), we shall primarily reportthe results from MR-IVW, as generally the SE of causal estimates is larger with MR-Egger 30 (hence power isweaker). Results from MR-Egger will be presented if there is significant directional pleiotropy.Remarkably, a number of top-ranked results were related to diabetes. We observed totally fivediabetes-related traits that showed nominally significant MR results, and they were all positively associatedwith ACE2 expression. Three are related to diagnosis of diabetes (including both type I and II) in the UKBB.UKBB sample. The finding of a nominally significant result in this dataset can therefore be considered as anindependent replication of the UKBB result.We also observed that starting insulin within one year of diagnosis, which was only assessed within diabeticsubjects, was casually associated with increased ACE2 expression. Early use of insulin may indicate type Idiabetes as the underlying diagnosis or more severe or late-stage disease for type II diabetic subjects 32.In view of the consistent causal associations with diabetes or related traits, we further searched for GWASsummary statistics that have not been included in the IEU GWAS database. We found another publicly availabledataset from the DIAGRAM Consortium, based on a recent meta-analysis of type II diabetes by Mahajan et al. 33.For a more in-depth analysis, we also employed GSMR and MR-RAPS in addition to IVW and Egger. The fullresults are presented in Table 2. Reassuringly, with the exception of MR-Egger (which is relatively lesspowerful 30), all other methods showed (nominally) significant results. GSMR reported the lowest p-value of2.49E-04 (beta = 0.1835, 95% CI: 0.0853 to 0.2817). While this study 33 has partial overlap with the trans-ethnicanalysis in 2014 31, the consistent associations provide further support to a causal link between diabetes andexpression of ACE2.Regarding the effect size of casual associations, since the exposures were binary, the regression coefficients(beta) from MR may be roughly interpreted as average change in the outcome (increase in normalizedexpression level) per 2.72-fold increase in the prevalence of the exposure 34. For type II diabetes, orself-reported diabetes from UKBB which presumably comprised mainly type II diabetes, the causal estimatesranged from ~0.1621 to 0.1835. These estimates were reasonably close despite different datasets being used.The causal estimate from type I diabetes was slightly lower and estimated to be ~0.1006.As shown in Table 1, a number of other disease/traits also showed (nominally) significant results. Severalneoplasms, such as breast and lung cancer, may be associated with increased ACE2 expression. We alsoobserved that several autoimmune disorders, especially inflammatory bowel diseases may be casuallyassociated with ACE2 expression. Interestingly, asthma and tobacco use also showed nominal significantassociations with higher ACE2 expression. As for other traits, high alanine aminotransferase (ALT),commonly associated with liver diseases, may be related to elevated ACE2 expression. Other commonlymeasured blood measures that may lead to altered ACE2 expression also included red cell distribution width(often associated with iron-deficiency, folate or B12 deficiency anemia), basophil percentage (inverserelationship), calcium level, urate level, HDL-cholesterol and LDL cholesterol (inverse relationship).Full results are shown in Table S2 and the enriched pathways are shown in Table 3 and Table S4. Since a largenumber of proteins are involved, we only highlight a few top pathways here. Some of top pathways includecytokine and cytokine receptor interaction, VEGFA-VEGF2 signaling pathway, JAS-STAT signaling pathwayetc. Table 4 and S5 shows the list of drugs whose targets overlap with the top-ranked proteins. Note that thetables do not explicitly discern the direction of effects of the drugs. A few drugs target more than one protein. Ifthey are ranked by the number of proteins targeted, the top drugs are fostamatinib, copper, zinc and zonisamide,which target >=3 proteins.Diseases/traits causally linked to ACE2 expressionIn this study we have employed Mendelian Randomization (MR) to uncover diseases/traits that may becausally linked to ACE2 expression levels in the lung, which in turn may influence susceptibility to the infection.We believe such analysis is of value as observational studies are more prone to confounding bias. Also, inpractice, it is very difficult to organize a comprehensive clinical study of many different risk factors/diseases,evaluate if they are risk factors for COVID-19. Such studies may also be limited by the lack of relevant clinicaldata for some patients.From our analysis, the most consistent finding was the casual link between diabetes (and related traits) withACE2 expression, which was supported by multiple datasets and different analytic approaches. Other resultswere more tentative, but may be worthy of further studies. For example, several neoplasms (e.g. breast and lungcancers) and autoimmune diseases, elevated ALT, asthma and smoking all showed nominally significant andpositive associations with ACE2 expression. If the findings are replicated and confirmed in further studies, theremay be clinical implications.For example, identification of those at greater risk may help to guide the prioritization of resources to reduceinfection risks in susceptible groups. Also, it is likely that vaccines may be developed in the near future; in thelack of resources, susceptible groups may be prioritized to receive vaccination to maximize cost-effectiveness.In a similar vein, if resources are limited, the more susceptible subjects may receive higher priority fordiagnostic testing for the infection. As far as treatment is concerned, if certain conditions such as diabetesindeed increases susceptibility via ACE2, then drugs targeting at this gene/protein may be particularly usefulfor this patient subgroup. For example, human recombinant ACE2 has been proposed as a treatment and isunder clinical trial for COVID-1935. It will be interesting to see if the drug may be more beneficial for DMpatients. More generally speaking, if DM is causally linked to elevated ACE2 and potentially increasedsusceptibility to infection, then anti-diabetic drugs or improved glycemic control may reverse the process.Interestingly, a few studies have shown that metformin may reduce mortality from lower respiratory disease indiabetic patients{Ho, 2019 #59;Mendy, 2019 #60}. It will be intriguing to know if metformin (or otheranti-diabetic medications) may be clinically beneficial in preventing or reducing the severity of disease indiabetic or non-diabetic subjects.Here we further discuss on a few disease/traits also supported by previous studies. First, as discussed in theintroduction, a recent study 15 also suggested smoking was associated with higher ACE2 expression. Ouranalysis adds further support to the hypothesis, but we further showed that the relationship may be casual. Asshown in Table S1, a number of COVID-19 cases (~5.4%) were also comorbid with diabetes mellitus (DM).Similarly, DM was also common in patients infected with MERS-CoV 36,37. Kulcsar et al. built a mouse modelsusceptible to MERS-CoV infection and induced type 2 DM using a high-fat diet. They found that, if affected bythe virus, these diabetic mice suffered from a prolonged phase of disease and delayed recovery, which might bedue to a dysregulated immune response 38. With regards to comorbidity with cancers, Liang et al. recentlycarried out a nationwide analysis of 1,590 patients with laboratory-confirmed COVID-19 and suggested thatcancer patients might have a higher infection risk than those without 39. The study also reported higher risk ofsevere complications in such patients.There are several limitations in our analysis of associated diseases/traits with ACE2 expression. A majorlimitation is that the sample size for GTEx is relatively modest, which limits the power of MR analysis.However, to our knowledge, GTEx is probably the largest database with both genotype and expression data forlung tissues.Another point we wish to emphasize is that we consider this work as largely an exploratory rather thanconfirmatory study. Our main purpose is to prioritize diseases, traits or proteins with potential causal links withACE2 expression, and hence possibly increased susceptibility to 2019-nCov infection. Owing to relativelymodest sample size of the outcome dataset of GTEx (N = 515), we expect the power to be modest. Also in viewof the exploratory and hypothesis-generating nature of this study, we have not implemented stringent multipletesting procedures such as Bonferroni correction. On the other hand, we examined the consistency of theobserved associations across different datasets, and considered those supported by more than one set of data asrelatively more trustworthy or robust, similar to the approach adopted by Pendergrass et al. 40. However, weemphasize that our findings will require further replications and support by further clinical and experimentalstudies.On the other hand, we also wish to highlight some results could be false negatives. The main reason for falsenegatives is the limited sample size of GTEx, and that for some exposure traits, the number of instrumentsavailable may be small. For example, in our analysis, we do not find evidence of hypertension or blood pressure,history of coronary heart disease and stroke to be casually linked to ACE2 expression, although patients withsevere infections have been reported to be enriched for these comorbidities.As discussed above, increased expression of ACE2 appears to be correlated with susceptibility toSARS-Cov and 201-nCoV infection. Nevertheless, the consequences of altered ACE2 expression may be rathercomplex. Kuba et al. reported that the Spike protein of the SARS-CoV down-modulated ACE2 expression 10,which may lead to heightened risks of acute lung injury. Another study 41 suggested ACE2 may protect againstacute pulmonary failure by blocking the renin-angiotensin signaling pathway. However, whether the same mayapply to 2019-nCov is still unknown. If this is the case, then one may hypothesize that for unaffected individualsor those without (or with minimal) lung involvement yet (as could be the case for some subjects at the earlystage of disease), a lower level of ACE2 expression on lung cells may be beneficial in reducing susceptibility tomore sustained infection by reducing viral entry. However, for patients with severe lung involvement or at riskof acute lung injury, higher level of ACE2 expression may prevent risk of acute lung failure. Therefore, it maybe clinically relevant to identify both types of drugs, i.e. those leading to elevated ACE2 expression as well asthose leading to reduced expression. Further studies are warranted to clarify the role of ACE2 and whether drugstargeting ACE2 may be therapeutically useful.The drugs we highlighted in this study may help researchers to prioritize repositioning candidates for furtherstudies, given the huge cost in developing a brand-new drug and that detailed investigations on every existingmediation will be impractical. We briefly discuss a few drugs highlighted by our analysis. Fostamatinib targetsthe largest number (seven) of proteins potentially linked to ACE2 expression. According to DrugBank, it servesas an inhibitor for all these proteins, and all were linked to elevated ACE2 expression in the present MR analysisexcept one. This drug has been approved for treating Immune Thrombocytopenic Purpura (ITP), and is a spleentyrosine kinase inhibitor42. There has been trials on rheumatoid arthritis (RA)43 and IgA nephropathy as well42.approach and found several repositioning candidates 46,47. Baricitinib, a JAK 1/2 inhibitor approved for RA, wassuggested as a top candidate. The drug was proposed on its action on AAK1 which is a regulator of endocytosis,although how AAK1 was prioritized as target was not described in the study. Fostamatinib, which weprioritized in this study, also inhibits JAK1, JAK2 and AAK1 48 based on curations from DrugBank and wasshown to be effective for RA 43. Of note, two other JAK-STAT signaling inhibitors were recommended byStebbing et al.45, while in our analysis JAK-STAT signaling is among the top 10 pathways enriched for topproteins linked to ACE2 expression. Another candidate highlighted by Richardson et al.44, sunitinib, was alsotop-listed by our MR-based analysis. We have employed a rather different algorithm based on causal inference,when compared to the approach by BenevolentAI. The concordance between different studies providesadditional support to the usefulness our MR-based approach, and the drugs with converging evidence bydifferent approaches may be more likely to be true candidates. Zinc was also a top-listed candidate in our study,and it has been reported to reduce the risk of lower respiratory tract infections in some studies, e.g. 49, althoughfurther studies are required as the evidence is not firm.Despite some interesting findings, due to limited knowledge of how the drugs act on the targets and theirdirections of effect, as well as the pathophysiology of COVID-19, we consider our results as exploratoryfindings which require further investigations. We note that a number of drugs may act on more than one target,but the exact pharmacological action on each target is often unclear; the overall direction and magnitude ofeffect of each drug may not be easily determined and must be verified in further studies. We emphasize that thedrugs highlighted in this work are meant to prioritize suitable candidates to speed up discovery for treatments,and are not supposed to be applied to clinical practice or trials yet. However, due to the potential huge cost andextreme urgency of developing new therapies, we believe that any drug repositioning/discovery attempt thatmay improve the success rate even by a small margin may still be much valuable.Moreover, we should stress that this study does not address what factors may aggravate or ameliorateCoV-induced changes in ACE2 levels (i.e. the expression changes as a result of CoV infection). This involvescomplex interaction between the virus, the ACE2 receptor and other downstream pathways, and could not bepredicted by the present analysis per se. Our findings from MR mainly reflect diseases/traits/proteins causallylinked to ACE2 expression in uninfected subjects, as the outcome dataset (GTEx) is composed of such subjects.Finally, on a methodological note, we have employed MR in a different manner in most present studies.Usually MR is used to identify causal risk factors with a disease as the outcome, for which GWAS data for thedisease is available. Here we presented a new analytic approach; we made use of existing knowledge of a keyreceptor of an infectious agent to uncover risk factors as well as repositioning candidates. This analyticframework may also be applied to other diseases, especially when a target can be identified but genomic datafor the disease is limited.outbreak of 2019-nCoV.Notwithstanding the limitations, we have identified several diseases and traits which may be causallyrelated to ACE2 expression the lung, which in turn may mediate susceptibility to 2019-nCoV infection. Inaddition, our proteome-wide MR analysis revealed proteins that could lead to changes in ACE2 expression.Subsequent drug repositioning analysis highlighted several candidates that may warrant further investigations.We stress that most of the findings require replications and validation in further studies, especially the part ondrug repositioning. Nevertheless, we believe this work is of value in view of the urgency to address theWe would like to thank Prof. Stephen Tsui for computing support. This study was partially supported by the LoKwee Seong Biomedical Research Fund, an NSFC grant and a Chinese University of Hong Kong Direct Grant.We also thank Mr Carlos Chau for assistance in part of the analysis.Conceived and designed the study: HCS, SR. Supervised the study: HCS. Data analysis: HCS (lead), SR, AL.Data interpretation: SR, AL, HCS. Drafted the manuscript: HCS (lead), with input from AL and SR.The authors declare no conflict of interest.References:1. Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. The Lancet 395, 565-574 (2020).2. Zhu, N. et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. NewEngland Journal of Medicine 382, 727-733 (2020).3. Li, Q. et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-InfectedPneumonia. N Engl J Med (2020).4. Guan, W.-j. et al. Clinical characteristics of 2019 novel coronavirus infection in China.medRxiv, 2020.02.06.20020974 (2020).5. Novel-Coronavirus-Pneumonia-Emergency-Response-Epidemiology-Team. [Theepidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)in China]. Zhonghua Liu Xing Bing Xue Za Zhi 41, 145-151 (2020).6. Huang, C. et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan,China. The Lancet 395, 497-506 (2020).7. Zou, X. et al. The single-cell RNA-seq data analysis on the receptor ACE2 expression revealsthe potential risk of different human organs vulnerable to Wuhan 2019-nCoV infection. Front.Med., [Epub ahead of print] (2020).8. Wan, Y., Shang, J., Graham, R., Baric, R.S. & Li, F. Receptor recognition by novelcoronavirus from Wuhan: An analysis based on decade-long structural studies of SARS. JVirol (2020).9. Li, W. et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature 426, 450-4 (2003).10. Kuba, K. et al. A crucial role of angiotensin converting enzyme 2 (ACE2) in SARScoronavirus-induced lung injury. Nat Med 11, 875-9 (2005).11. Zhou, P. et al. Discovery of a novel coronavirus associated with the recent pneumonia outbreakin humans and its potential bat origin. bioRxiv, 2020.01.22.914952 (2020).12. Wrapp, D. et al. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation.bioRxiv, 2020.02.11.944462 (2020).13. Hofmann, H. et al. Susceptibility to SARS coronavirus S protein-driven infection correlateswith expression of angiotensin converting enzyme 2 and infection can be blocked by solublereceptor. Biochemical and Biophysical Research Communications 319, 1216-1221 (2004).14. Jia, H.P. et al. ACE2 receptor expression and severe acute respiratory syndrome coronavirusinfection depend on differentiation of human airway epithelia. J Virol 79, 14614-21 (2005).15. Cai, G. Bulk and Single-Cell Transcriptomics Identify Tobacco-Use Disparity in Lung GeneExpression of ACE2, the Receptor of 2019-nCov. Preprints 2020020051(2020).16. Ng, R., Sutradhar, R., Yao, Z., Wodchis, W.P. & Rosella, L.C. Smoking, drinking, diet andphysical activity—modifiable lifestyle risk factors and their associations with age to firstchronic disease. International journal of epidemiology (2019).17.18.19.20.21.22.23.24.25.26.27.28.29.30.31.32.33.34.35.36.37.38.39.40.41.42.43.44.45.46.47.48.49.Rolf, M.G. et al. In vitro pharmacological profiling of R406 identifies molecular targetsunderlying the clinical effects of fostamatinib. Pharmacol Res Perspect 3, e00175 (2015).Roth, D.E., Richard, S.A. & Black, R.E. Zinc supplementation for the prevention of acutelower respiratory infection in children indeveloping countries:meta-analysis andmeta-regression of randomized trials. International Journal of Epidemiology 39, 795-808Diseases as exposureDiabetes-relatedukb-b-10753Diabetes diagnosed by doctorukb-b-12948Non-cancer illness code, self-reported: diabetesDiagnoses - secondary ICD10: E10.9 Type I Diabetesmellitus without complicationsType 2 diabetesStarted insulin within one year diagnosis of diabetes0.04130.06570.16870.00530.01050.04240.1671-0.8653 0.4214-0.06350.0236Top 10 enriched pathways for significant proteins in MR analysisGOIDGOTermKEGG:04060Cytokine-cytokine receptorinteractionWP:3888WP:254ApoptosisWikiPathways_27.02.2019WP:3614 Photodynamic therapy-induced HIF-1 WikiPathways_27.02.2019survival signalingR-HSA:399954 Sema3A PAK dependent AxonrepulsionTermPValREACTOME_Pathways_27.02.2019 4.89E-04Drugs with targets overlapping with significant proteins from MR analysis (only FDA-approved drugs shown)No. ofproteins Targets (that overlap with proteins significant in MR analysis)targeted7 ZAP70 FLT3 HIPK3 KDR MST1R PAK3 PIK3CG6 CFL1 S100A2 PARK7 AHSG APOD CBX54 S100A2 AHSG C8A APLP23 CA4 CA9 CA102 CA4 CA92 LAYN STAB22 CA4 CA92 BCL2L1 MCL12 KDR FLT32 KDR FLT32 FLT3 KDRCA4KDRKDR", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In conclusion, the current MR analysis reveals diseases/traits and blood proteins that may causally affect\nACE2 expression, which in turn may influence susceptibility to the infection. The proteome-wide MR analysis\nmay shed light on the molecular mechanisms underlying ACE2 expression, and may help guide drug\nrepositioning in the future. Nevertheless, we stress that further studies are required to verify our findings due\nto various limitations and the exploratory nature of some analyses.", "one_words_summarize": "In conclusion, the current MR analysis reveals diseases/traits and blood proteins that may causally affectACE2 expression, which in turn may influence susceptibility to the infection. A better understanding of the pathophysiology of the disease is also urgently needed. A number of studies have looked into the relationship between ACE2 expression level and coronavirusinfection. For example,the samples studied are derived from patients with lung cancer, which may not be fully reflective of theexpression in normal lung tissues. Another potential limitation is that it is difficult to control for all confounders,as smoking may be related to other unhealthy life habits 16 and multiple comorbid diseases 17,18.Here we conducted a phenome-wide Mendelian randomization (MR) study to explore diseases or traits thatmay be causally linked to increased ACE2 expression in the lung. Since COVID-19 isa new disease and prior knowledge is lacking, we employed a phenome-wide approach in which a large varietyof traits are studied for causal associations with ACE2 expression. In addition to diseases, we also studied serum/plasma proteins as exposure, as they may point to potentialmolecular mechanisms underlying ACE2 expression, and may serve as potential predictive or prognosticbiomarkers. We consider that a proportion of traits have presumably low prior probability of association withrespiratory infections, and others are less directly clinically relevant. GWAS analysis wasperformed using linear models with adjustment for population stratification; details of the analytic approach isgiven in the following links: https://github.com/Nealelab/UK_Biobank_GWAS/tree/master/imputed-v2-gwas,http://www.nealelab.is/blog/2017/9/11/details-and-considerations-of-the-uk-biobank-gwas andhttps://doi.org/10.5523/bris.pnoat8cxo0u52p6ynfaekeigi. Here we focus on the gene expression of ACE2 in the lung (N = 515). In addition, significance of theMR-Egger intercept can be used to judge whether significant imbalanced pleiotropy is present. Forexposure with only one instrument, the Wald ratio method was used. For analysis with less than 3 geneticinstruments, we employed MR-IVW since MR-Egger cannot be reliably performed. 28.We also performed analysis with plasma/serum proteins as exposure. MR results are presented in Tables 1 and 2 (full results shown in Tables S2 and S3). For traitsthat do not show evidence for directional pleiotropy (p-value of Egger Intercept>0.05), we shall primarily reportthe results from MR-IVW, as generally the SE of causal estimates is larger with MR-Egger 30 (hence power isweaker). 33.For a more in-depth analysis, we also employed GSMR and MR-RAPS in addition to IVW and Egger. While this study 33 has partial overlap with the trans-ethnicanalysis in 2014 31, the consistent associations provide further support to a causal link between diabetes andexpression of ACE2.Regarding the effect size of casual associations, since the exposures were binary, the regression coefficients(beta) from MR may be roughly interpreted as average change in the outcome (increase in normalizedexpression level) per 2.72-fold increase in the prevalence of the exposure 34. Since a largenumber of proteins are involved, we only highlight a few top pathways here. For example, identification of those at greater risk may help to guide the prioritization of resources to reduceinfection risks in susceptible groups. In a similar vein, if resources are limited, the more susceptible subjects may receive higher priority fordiagnostic testing for the infection. For example, human recombinant ACE2 has been proposed as a treatment and isunder clinical trial for COVID-1935. It will be interesting to see if the drug may be more beneficial for DMpatients. Interestingly, a few studies have shown that metformin may reduce mortality from lower respiratory disease indiabetic patients{Ho, 2019 #59;Mendy, 2019 #60}. The study also reported higher risk ofsevere complications in such patients. Fostamatinib targetsthe largest number (seven) of proteins potentially linked to ACE2 expression. There has been trials on rheumatoid arthritis (RA)43 and IgA nephropathy as well42.approach and found several repositioning candidates 46,47. We have employed a rather different algorithm based on causal inference,when compared to the approach by BenevolentAI. Zinc was also a top-listed candidate in our study,and it has been reported to reduce the risk of lower respiratory tract infections in some studies, e.g. 49, althoughfurther studies are required as the evidence is not firm. Moreover, we should stress that this study does not address what factors may aggravate or ameliorateCoV-induced changes in ACE2 levels (i.e. the expression changes as a result of CoV infection). Our findings from MR mainly reflect diseases/traits/proteins causallylinked to ACE2 expression in uninfected subjects, as the outcome dataset (GTEx) is composed of such subjects. Finally, on a methodological note, we have employed MR in a different manner in most present studies. Usually MR is used to identify causal risk factors with a disease as the outcome, for which GWAS data for thedisease is available. This study was partially supported by the LoKwee Seong Biomedical Research Fund, an NSFC grant and a Chinese University of Hong Kong Direct Grant. A Novel Coronavirus from Patients with Pneumonia in China, 2019. Novel-Coronavirus-Pneumonia-Emergency-Response-Epidemiology-Team. [ Theepidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)in China]. Discovery of a novel coronavirus associated with the recent pneumonia outbreakin humans and its potential bat origin. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation.bioRxiv, 2020.02.11.944462 (2020).13. Biochemical and Biophysical Research Communications 319, 1216-1221 (2004).14. International journal of epidemiology (2019).17.18.19.20.21.22.23.24.25.26.27.28.29.30.31.32.33.34.35.36.37.38.39.40.41.42.43.44.45.46.47.48.49.Rolf, M.G. et al."}