{"date": "2020/03/04", "journal": "medrxiv", "authors": "Ruijin Qiu, Xuxu Wei, Mengzhu Zhao, Changming Zhong, Chen Zhao, Jiayuan Hu, Min Li, Ya Huang, Songjie Han, Tianmai He, Jing Chen, Hongcai Shang", "title": "Outcome reporting from protocols of clinical trials of Coronavirus Disease 2019 (COVID-19): a review", "type": "preprint article", "abstract": "*Corresponding author:", "text": "China.1. Jing Chen2. Hongcai ShangTo examine heterogeneity of outcomes in protocols of clinical trials of Coronavirus Disease 2019(COVID-19) and to identify outcomes for prioritization in developing a core outcome set (COS) inthis field.This study is a review.Databases of ICMJE-accepted clinical trial registry platform were searched on February 14, 2020.Randomized controlled trials (RCTs) and non-RCTs of COVID-19 were considered. Conditions ofpatients include common type, severe type or critical type. Interventions include traditionalChinese medicine (TCM) and Western medicine. We excluded trials that for discharged patients,psychological intervention and complications of COVID-19.The general information and outcomes, outcome measurement instruments and measurementtimes were extracted. The results were analysed by descriptive analysis.Results19 registry platforms were searched. A total of 97 protocols were included from 160 protocols. Forprotocols of TCM clinical trials, 76 outcomes from 16 outcome domains were reported, andalmost half (34/76, 44.74%) of outcomes were reported only once; the most frequently reportedoutcome was time of SARS-CoV-2 RNA turns to negative. 27 (27/76, 35.53%) outcomes wereprovided one or more outcome measurement instruments. 10 outcomes were provided one or moremeasurement time frame. For protocols of western medicine clinical trials, 126 outcomes from 17outcome domains were reported; almost half (62/126, 49.21%) of outcomes were reported onlyonce; the most frequently reported outcome was proportion of patients with negativeSARS-CoV-2. 27 outcomes were provided one or more outcome measurement instruments. 40(40/126, 31.75%) outcomes were provided one or more measurement time frame.Keywords: Outcomes; clinical trials, COVID-19; review.Strengths and limitations of this study1. This review is the first to describe variation in outcomes, outcome measurement instrumentsand outcome measurement time reporting in clinical trials for Coronavirus Disease 2019(COVID-19).2. All the database of ICMJE-accepted clinical trial registry platformwere searched, andrandomized controlled trials and observational studies were considered.4. The aim of this review was to provide a list of outcomes for clinical trials of COVID-19, bothinterventions of Traditional Chinese Medicine and western medicine were considered.5. When the searching was conducted, no clinical trials were registered by countries out of China,so all of included protocols were from China.Since the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection occurred inWuhan, Hubei Province from December 2019, the disease, which was named as CoronavirusDisease 2019 (COVID-19) by World Health Organization (WHO) on February 12, 2020.According to the website of National Health Commission of the People’s Republic of China(NHC-PRC), 77,658 confirmed cases have been reported from all areas of China until 0 o’clock,February 25, 2020. 27,323 cured patients discharged, 2,663 patients died [1]. On the website ofWHO showed that 2559 confirmed cases have been reported in 33 countries out of China, 34patients died at 10AM CET, February 25 2020 [2].However, there is still no specific medicine for COVID-19 now. In China, the governmentencourages traditional Chinese medicine (herbal medicine, moxibustion, Baduanjin, etc.) to takean important role in clinical practice. The NHC-PRC and National Administration of TraditionalChinese Medicine (NATCM) have released the Version 6.0 of Diagnosis and Treatment Guidelinefor COVID-19 (informal version) on February 18, 2020 [3]. The guideline recommended generaltherapy methods, such as oxygen support, or trying to use alpha-interferon, Lopinavir/Ritonavir,Ribavirin, Chloroquine phosphate, Abidol, etc. For severe and critical type of disease, high flownasal catheter oxygen therapy, invasive or non-invasive mechanical ventilation, extracorporealmembrane oxygenation (ECMO), plasma of survivors, glucocorticoid, plasma exchange oraccording to the patients’ situation. The guideline also recommended TCM therapy methods,including herbal medicine formulas and proprietary Chinese medicine according to TCMsyndromes, which are analyzed by clinical symptoms and signs through four methods of diagnosis:inspection, auscultation and olfaction, interrogation, and palpation.At the same time, an increasing number of clinical trials are conducting. After searching someprotocols of clinical trials from Chinese Clinical Trial Registry (ChiTCR) and ClinicalTrials.gov,we found that different researchers chose different outcomes. It is very important for clinical trialsto provide evidence in treating COVID-19. However, the heterogeneity of outcomes make itimpossible to conduct meta-analysis in the future, which may reduce the value of clinical trialsand improve waste.We are going to develop a core outcome set (COS) for clinical trials of COVID-19. The studyhave been registered in Core Outcome Measures in Effectiveness Trials (COMET) database [4].The first clinical trial of COVID-19 was registered on January 23, 2020 [5]. When we registeredthe COS study, there were about 50 clinical trials registered [4]. On February 25, 2020, thenumber of registered trials increased to 297. Before we finish the COS, we believe that it is veryimportant to draw researchers’ attention to concern about outcomes in their research. So weconducted a review of outcome reporting from registered clinical trials of COVID-19. BecauseTCM and western medicine take the same role in the treatment of COVID-19 in China, so thereview includes both interventions.All the databases of ICMJE-accepted clinical trial registry platform [6] were considered.1. The population should include conformed patients of COVID-19.2. Patients’ conditions include common type, severe type or critical type.3. The interventions include any type of TCM therapy or western therapy.4. The study types include randomized controlled trial (RCT) and observation study.1. Studies for discharged patients.2. Studies for psychological intervention.3. Studies for complications of COVID-19.disagreement was resolved by discussion.Two reviewers (RQ and XW) independently assessed all the registered protocols. AnyTwo reviewers (RQ and MZ) independently extracted information. The information includedthe primary investigators’ name, study type, type of disease, primary sponsor, number of settings,sample size, population’s age, course of treatment, interventions, outcomes, outcomedefinition/measurement instruments, measurement time frame. Any disagreement was resolved bydiscussion.Merging outcomes and grouping under outcome domainsTwo researchers (RQ and CZ) merged the overlapping outcomes according to the definitionof outcomes independently. If the researchers did not provide definition of outcome, theydiscussed and achieved consensus if necessary. For example, “PaO2/FiO2”, “oxygenation index”,“oxygen index”, “the difference of PaO2/FiO2 between two groups” were aggregated as“PaO2/FiO2”. Many protocols presented composite outcomes. If definitions were provided, or allof the single outcomes in the composite one can be measured in one test, it was listed in the review.If a single outcome which belongs to a composite outcome was reported by one or more protocols,the composite outcome was removed from the review. But when we conduct Delphi survey infurther research, the composite outcome will be list to consult the participants’ opinion.After the original outcomes were aggregated, two researchers (RQ and CZ) groupedindividual outcomes into the appropriate outcome domain together and achieved consensus. Thetaxonomy of outcome domains were developed by the researchers from COMET initiative [7].The COVID-19 is highly infectious. For the safety of patients and public, they were notThe results were analysed by descriptive analysis.involved in the design or planning of the study.In this review, a total of 160 protocols from 19 different clinical trials registry platforms weresearched. After reading titles and study details, 63 non-relevant or ineligible study protocols wereexcluded. In the end, 97 eligible study protocols were included fromChiCTR andClinicalTrials.gov. The searching results and inclusion numbers were shown in Table 1.In the included protocols, 34 clinical trials were for TCM therapy and 63 clinical trials were forwestern medicine therapy. All of clinical trials will be conducted in China. These clinical trialsinclude 75 RCTs (53 for western medicine and 22 for TCM medicine) and 22 non-RCTs (10 forwestern medicine and 12 for TCM medicine). The first registered clinical trial for westernmedicine was on January 23, 2020, while the first registered clinical trial for TCM medicine wason January 27, 2020. The general characteristics of the included protocols are shown in table 2 andAccording to the information of primary sponsor, we found that the clinical trials were registeredfrom 13 different provinces of China. Researchers from Hubei province registered more clinicaltrials (31/97, 31.96%) than researchers from other provinces. The distribution of clinical trials isshown in Figure 1.https://www.clinicaltrials.gov/https://www.umin.ac.jp/ctr/index/htm/https://eudract.ema.europa.eu/index.htmlseuoforebmuNC enT vfro trels Inepyt91no]8[gnohd t ae la ed u (y 5lu p e -7 18c o g 8n P a 1 ≥ifoisc let psi m e 0er a iz 0 0t S s 4 6car fa ohec er sh b gnT m itu te 12 N s 2 1elbaTgn , Co e ,rya sro d c gm ni o au rov i ir p h eP s G P C Bng in an ijn]41[41 8: :1 s 1 s: e : es s0 6 2 8 6:3 :se :s7 : : : :1 s 1 s 2 s s 1 s: e m e : e : e : e : ese om tco om se om se om se om se omou ryT nT TTTS Co CSC CCTYNN L57812791ou ry0781001M seC iT ap:1 treh :TCl 2aup ic puro ed roed tre19 rnu fe na t)- tD v eI s timV ru a tg aO iv en treC (Jfoou ryry adou ryTTC T C+ C +M+ tnT C M eC T T C m: : t) ) C T ary ry :) :) trea a e en r rM in i e e MC T rd rd ev ev C TT C (o (o (s (s T C: : : :1 2 1 2 3 4 1 2p pu uo or rp p p p p pu u u u u uo o o o o or r r r r rrya sro,ec,ec,ec]91[aiCCWWCCWXmoctuoforebmuelpfo041]12[neou ry001T:1 C:2p pu uo or rTCou ryry ad004]22[ei03 :1 s: esme oou ryTC+tneMCT:1002]32[eiTC+81≥]52[m me o e ocom tcuo com tcuot tou ry ou ryrou tse o Cr :G W G 2000 01 6dnaT]42[neNP S P S P S6:1 s: esou ryry adseuoforebmuelpforya sro,ec91se IDe aVyp ise OT d Cganh ]72 iaoZ [ Xg Wahn ]92 aoZ [ Mgan ] Du 2 v3H [ Lui7 6: :2 s 2 s: e : es sseuoforebmuelpfofoer sb gnm itu teN s 3 1rya sroie in a g am n n ni o ub rov ihn a ir p h hP s H P C S C, ,ie ac hepty 9 91 1-se re ID IDe a e V Vyp ise ve f O OT d S o C CRT nC oTWTTCCR RR RS RNRN81≥91r e eP S incideTTC ;l+ airM tT C deC T l: : lo1 2 rtp p nu u oo o cr rG G edzi810,iahHummodnar:TCR;ydutslanoitavresbo:Syparehtlanoitnevnoc:T5 1 1 161, , Ce e ,c c gie in a ie in a ni9 3s : :e 2 s 3 sm : e : eo s m s mc e o e ottcom tcuo com tcuotuoforeba n a nm im co im cou r e r eN P S P Sou ryD C YIou ry088102191DI2 55681 8≥ 10781 8≥ 100 02 18 02 43 2UUU1 1221 6TTT TCCC CN TR RRN T RDHXGVVV VOOO OCCC CC91D DI I91gaoh ]74 o 8n ]4Z [ G [lix irv rcxoyh rcxoyh ,itjceon ts ir ticeon iravn tijceon ts com +TC irv+C d n aion ilrraaavbxooM iiirraavpv itiir-aavonnpoR fseoodydoHw ifseoodhydgH leacob llitrsaebodbT irfeaonvonN lilraedobb+TA /liitiraavonnvpo lltirsaebodbT ijrfeaonvonN i/liitravnpoo+L irfeaonvonN lilraeodbb+TA liiti:oxnbuR lltlsceeam T ti/iraonv90SRC /iitiraavonnpoR trfrI-eeanon iiraavnpon tiitazaonom iiirravpv+t1 51N o 1 111raelcnou ryforebm mo ot t da a en, , ibT CCCy gu iu 9 anh ]05d ] Qt 4 vS Q [ Z [ LT TTTC CCCR RN TRnIelpm seu fVVOO91DI]15[ou ryry ad]iu 54L [foreba nm im cou r eN P Sou ryry ad8:1 s: esme oou ryry adno tSisfnu edvi is reu don de oav lotr BVO]26[ia in ajh rov ihneZ P Celpm e 5a iz 0S s 2m seu fesaesi9d 1fo IDeVpy O578 81 1 8≥ ≥ 15781 8≥ 10 0 03 3 30 04 6N o 2C,ecTTTS CC C CCR R R] ] ]ie 75 ie 85 iu 95P [ P [ Q [] ]u 0 iu 616H [ L [TCou ryry adTU 228 8 81 1 1≥ ≥ ≥0 0 00 8 0 0 01 3 8 3 1seuoforebmuNnevretnIelpm ea izS sm seu fN orya srom ni or pP sraelcnCCC CCrlae syc an dno9 m 91 m 1- oV lid )e VC (M ty Cr sa kle eecn w,tlu td lA du,ld reAih ld 18C O ≥9 91 1-NVOTT T TTT TCC C CCC CRR R01se 1 :sm : eo s mc e otm im cou r eN P Sou ryuoforebelpm e 8a iz 0S s 3m seu frya sro g,n aim n j ni o i ir p e hP s B CdutSerac T G:2:A T T pOT T TT T T T TC C CC C CC CR R RR R RR RB ]27[Jao ]17 uC [ Q]] 54 77 [[]77[gJin 37 iT u anh ]67 ia] HQ [ L L Z [ XNQom tcu tco tcU7 3U UU U U UatoibT oC rcistneitap)d)d /g/g 0muoforebnIelpm seu fere IDepy ev V OT s O9 99 1 11 -- D DI IV VOyd e T T Ttu yp CS t RD Q Y ]I 18y [dCo CC ofofofofofoe etyp -19 typ -19re ID re IDCRn TRT nT TTou ryry adUUUUUU UU++forebelpm e 0a iz 4S s 2m seu fe ds na aesidfoydutS,gnirya sro qm n ngo ian ngo iani or p h h h hP s C C C Cty 919te -1 n IDa D o Vre I m OWgCTT TTTCC CCCRRR Rraelcn81≥foep]49[J80 8 06 1 6typ -19 ty 19 ty 91n - nre la ID o ID o IDm mVe ic V Vv te ir O om O om OS c C c C c C81≥VOXgan ]D ure ID re ID I oe V e V V th )ev v ie O e O O pS C S C C (w tytro yh d T TCforebm im cou r eou ryUf rao eln co uis nfu noin oN P SP Sou ryme oou ryry adelpm ea iz 0S s 6m seu f AN o Nfome oou ryfon misou teSfnisu la81≥1- tD uI o81≥au rov ihnG P CID ouV th )eiO pC (w tyAANN1raelcn81≥021VOJou ryry adClca llsil eib Cm mU teSl: amU odnar:TO;)tnewynam2 taerte, ine tc uieub irovn iahn rronH P C tese9 g-1 inD dI ulV cO inC (yparehtlS anO oitneZ vno] cg 3 :UUUTTTCCCRRRCCIn protocols of TCM clinical trials, the number of primary outcomes are from 1 (13/34, 38.24%)to 13 (1/34, 2.94%), the number of secondary outcomes are from 1 (7/34, 20.59%) to 14 (1/34,2.94%). 1(1/34, 2.94%) protocol of clinical trial reports other outcomes. For individual clinicaltrial, the number of outcomes are from 1 (2/34, 5.88%) to 15 (1/34, 2.94%). The number ofoutcomes in protocols of TCM clinical trials is shown in Figure 2.In protocols of western medicine clinical trials, the number of primary outcomes are from 1 (39/63,61.90%) to 10 (1/63, 1.59%), the number of secondary outcomes are from 0 (8/63, 12.70%) to15(1/63, 1.59%). 5 (5/63, 7.94%) protocols of clinical trials reported other outcomes (the numberof outcomes are from 1 to 5). For individual clinical trial, the number of outcomes are from 1(4/63, 6.35%) to 16 (1/63, 1.59%). The number of outcomes in protocols of western medicineclinical trials is shown in Figure 3.After merging and grouping outcomes, there are 76 different outcomes from 16 outcome domainsin 34 protocols of TCM clinical trials (table 4). Almost half of outcomes are reported only once(34/76, 44.74%). The most frequently reported outcome is “time of SARS-CoV-2 RNA turns tonegative”, which is reported 16 times. Only 3 (3/76, 3.95%) outcomes are reported more than 10times. Only 27 (27/76, 35.53%) outcomes are provided one or more outcome measurementinstruments. Only 10 outcomes are provided one or more measurement time frame. The summaryof outcome reporting for protocols of TCM clinical trials is shown in Figure 4.In the 16 outcome domains of protocols of TCM clinical trials, 4 outcome domains (adverseevents/effects, hepatobiliary outcomes, mortality/survival, psychiatric outcomes) consisted of onlyone outcome. These outcomes are reported between 1 and 9 times, and the median outcomereporting time was 6.5. Respiratory, thoracic and mediastinal outcomes have the largest number ofoutcomes, which includes 17 outcomes; chest imaging is reported more frequently than otheroutcomes. The number of outcomes in different outcome domains in protocols of TCM clinicaltrials is shown in Figure 5.After merging and grouping, there are 126 different outcomes from 17 outcome domains in 63protocols of western medicine clinical trials (table 5). Almost half of outcomes are reported onlyonce (62/126, 49.21%). The most frequently reported outcome is “proportion of patients withnegative SARS-CoV-2”, which is reported 40 times. Only 11 (11/126, 8.73%) outcomes arereported more than 10 times. Only 27 outcomes are provided one or more outcome measurementinstruments. Only 40 (40/126, 31.75%) outcomes are provided one or more measurement timeframe. The summary of outcome reporting for protocols of TCM clinical trials is shown in Figure6.measurementGeneral outcomesRate of CK recoveryTime of Mb recoveryTime of CK recoveryAbnormal time oftemperature during infectionAntipyretic rateBlood pressureClearance time of fever15Clearance time of fatigueClearance time of myalgiaProportion of patientswithout fatigueProportion of patientswithout dyspneaProportion of patientswithout feverALTRate of ALT recoveryTime to ALT recovery14411126626514outcomesoutcomesmeasurementIL-2IL-4IL-6IL-8IL-10ImmunoglobulinLymphocyte subsets andcomplementRecovery time oflymphocyteTime to CD4+ T cellTime to CD8+ T cellrecoveryrecoveryTNF-αγ-interferonChloroquine bloodconcentrationDeclining speed of11181111411141111000000000000000010measurementMetabolism andnutrition outcomesMusculoskeletal andconnective tissueoutcomesRenal and urinaryoutcomesRespiratory, thoracicand mediastinaloutcomesHemodiafiltrationIncidence of antibiotictreatmentLevel of virus antibody inblood sampleOther infectionProportion of patients with40negative SARS-CoV-2Time of SARS-CoV-2 RNA23turns to negativeLiquid balanceMRI of hipCT of hipApplication of pulmonarysurfactantBlood oxygen saturation12111111211measurementPaO2/FiO2Clearance time of coughClearance time of dyspneaDuration of extracorporealmembrane oxygenationDuration of supplementaloxygenationventilationrateFrequency of requirementfor mechanical ventilationFrequency of requirementfor supplemental oxygenFrequency of respiratoryprogressionMurray lung injury scoreOxygen intake methodsPneumonia severity indexwithout coughRespiratory rateRate of mechanicalventilationTime to normalization ofrespiratory rateThe duration of intubationDuration of mechanical10Finger oxygen improvementProportion of patients1272593262112512691outcomeoutcomesmeasurementPhysical functioningThe incidence of hypoxiaThe lowest SpO2 duringintubationrecoveryTime to chest imagingThe times of intubationTime of improvement inrespiratory symptomsTime of using assistedbreathingTime to cough reported asmildmildTime to dyspnea reported asRate of no requiringsupplemental oxygenVentilator parametersAPACHE II scoresDemand for first aidmeasurementsDisease progression rateIncidence of multipleorgan dysfunctionIncidence of shockLower SOFA score115112122111121411outcomeoutcomesmeasurementDelivery of careNumber of participants withimprovement from severetype to common typeOrgan function supportmeasuresOrgan support intensityRate of severe type ofdiseaseRate of preventing mild tomoderate patients fromshifting to severe patientsRate of disease remissionTime to treatment failureTime to NEWS2 of ≤ 2maintained for 24 hours.Time to release fromisolationTime to severe stageThe rate of critical stageTime to Clinical RecoveryTime to ClinicalThe rate of discontinuationsdue to adverse eventsHospitalization costs1111215321123781111000011100014200measurementNeed for furtherinterventionDuration of hospitalizationLength of stay in ICUIncidence of ICU admissionThe proportion of inpatientsThe time when the conditionbecomes worseJaw thrust maneuverRate of progressing to thecritical stageTime to the critical stageAdverse events23101915111290100010115APACHE-II: Acute Physiology and Chronic Health Evaluation; ALT: Alanine aminotransferase; CK: CreatineKinase; CRP: C-reactive protein; ES: Erythrocyte sedimentation; ECG: electrocardiogram; ICU: Intensive CareUnit; IL: Interleukin; Mb: Myoglobin; NEWS2: National Early Warning Score 2; RNA: ribonucleic acid;SARS-CoV-2: Severe Acute Respiratory Syndrome Coronavirus 2; SOFA: Sequential Organ Failure Assessment.[W02020052].The authors declare that there is no conflict of interest.RQ and HS contributed to the study design. XW and MZ conducted searching and extracted datafrom databases. RQ, CZ, JH, YH, TH contributed to the data analysis. RQ drafted the manuscript.ML, HS, CZ, JC, HS revised the manuscript. All authors read and approved the final manuscript.This work was supported by the National High-level Personnel of Special Support ProgramNot required.        The data is from public database and does not include identifiable patient data.cytokine gene-derived protein injection in eliminating novel coronavirus in patients with novel coronaviruspneumonia (COVID-19) . http://www.chictr.org.cn/showproj.aspx?proj=48809 [Accessed 14                63. Wu C. Nasal high-fow preoxygenation assisted fibre-optic bronchoscope intubation in patients with critical(COVID-19)patients(randomizedopen-labelcontrolclinicaltrial).http://www.chictr.org.cn/showproj.aspx?proj=49317 [Accessed 14        ", "ref_list": [[], ["I e r e v e 9 s R ; 5 y"], [""], [""], ["1 l a n o i t a v r e"], [""], [""], ["The Efficacy of Different Hormone Doses in 2019-nCoV Severe Pneumonia"], [""], ["Comparing the Safety and Efficiency of ASC09/Ritonavir"], ["draw=2&rank"], [""], ["The Efficacy of Lopinavir Plus Ritonavir and Arbidol Against Novel Coronavirus Infection (ELACOI)."], [""], ["Patients Infected With 2019 Novel Coronavirus"], [""], ["Washed Microbiota Transplantation for Patients With 2019-nCoV Infection"], [""], ["New+Coronavirus+OR+NCP+OR+Novel+Coronavirus+Pneumonia+OR+COVID-19+OR+SARS-CoV-2"], [""], ["for the Treatment of Severe 2019-nCoV Infected Pneumonia"], [""], ["New+Coronavirus+OR+NCP+OR+Novel+Coronavirus+Pneumonia+OR+COVID-19+OR+SARS-CoV-2"], [""], ["Treatment of Acute Severe 2019-nCoV Pneumonia With Immunoglobulin From Cured Patients"], [""], ["Coronavirus+OR+NCP+OR+Novel+Coronavirus+Pneumonia+OR+COVID-19+OR+SARS-CoV-2"], [""], ["Clinical study of nebulized Xiyanping injection in the treatment of novel coronavirus pneumonia"], [""], ["Convalescent plasma for the treatment of severe novel coronavirus pneumonia (COVID-19): a"], ["prospective randomized controlled trial"], ["Study of Novel Coronavirus Pneumonia (COVID-19) Critical Ill Patients"], [""], ["A multicenter, randomized, open label, controlled trial for the efficacy and safety of ASC09/ Ritonavir"], ["pneumonia (COVID-19)"], ["A study for the efficacy of hydroxychloroquine for mild and moderate COVID-19 infectious"], [""], ["Clinical study on the safety and effectiveness of Hydroxychloroquine Sulfate tablets in the"], ["treatment of patients with novel coronavirus pneumonia (COVID-19)."], [""], ["Clinical study for the effect and safety of hydroxychloroquine sulfate tablets in the treatment of"], ["patients with severe novel coronavirus pneumonia (COVID-19)."], [""], ["A multicenter, randomized controlled trial for the efficacy and safety of tocilizumab in the treatment"], ["of new coronavirus pneumonia (COVID-19)"], [""], ["A randomized, open, controlled trial for diammonium glycyrrhizinate enteric-coated capsules"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], ["N. Qin"], [], ["Y. Qiu", "Evaluating"], [], [], ["L Li"], [], ["L Shi", "F Wang"], [], [], [], [], [], ["Peng Z. Vitamin C Infusion"], [], [], [], ["X Chen"], [], [], [], ["Z."], [], [], [], ["Y. Kang", "Cohort"], [], ["P. Hu"], [], ["Mao H"], [], ["W. Huang"], [], [], ["W. Huang"], [], [], ["X. Xu"], [], [], ["J. Lin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China.\n1. Jing Chen\n2. Hongcai Shang", "one_words_summarize": "Hongcai ShangTo examine heterogeneity of outcomes in protocols of clinical trials of Coronavirus Disease 2019(COVID-19) and to identify outcomes for prioritization in developing a core outcome set (COS) inthis field. Forprotocols of TCM clinical trials, 76 outcomes from 16 outcome domains were reported, andalmost half (34/76, 44.74%) of outcomes were reported only once; the most frequently reportedoutcome was time of SARS-CoV-2 RNA turns to negative. 27 outcomes were provided one or more outcome measurement instruments. When the searching was conducted, no clinical trials were registered by countries out of China,so all of included protocols were from China. At the same time, an increasing number of clinical trials are conducting. However, the heterogeneity of outcomes make itimpossible to conduct meta-analysis in the future, which may reduce the value of clinical trialsand improve waste. All the databases of ICMJE-accepted clinical trial registry platform [6] were considered.1. The population should include conformed patients of COVID-19.2. Patients’ conditions include common type, severe type or critical type.3. The interventions include any type of TCM therapy or western therapy.4. Two reviewers (RQ and XW) independently assessed all the registered protocols. After the original outcomes were aggregated, two researchers (RQ and CZ) groupedindividual outcomes into the appropriate outcome domain together and achieved consensus. The general characteristics of the included protocols are shown in table 2 andAccording to the information of primary sponsor, we found that the clinical trials were registeredfrom 13 different provinces of China. For individual clinical trial, the number of outcomes are from 1(4/63, 6.35%) to 16 (1/63, 1.59%). The most frequently reported outcome is “time of SARS-CoV-2 RNA turns tonegative”, which is reported 16 times. Only 27 (27/76, 35.53%) outcomes are provided one or more outcome measurementinstruments. Only 27 outcomes are provided one or more outcome measurementinstruments."}