{"date": "2020/03/05", "journal": "medrxiv", "authors": "Huayan Xu, Keke Hou, Hong Xu, Zhenlin Li, Huizhu Chen, Na Zhang, Rong Xu, Hang Fu, Ran Sun, Lingyi Wen, Linjun Xie, Hui Liu, Kun Zhang, Joseph B Selvanayagam, Chuan Fu, Shihua Zhao, Zhigang Yang, Ming Yang, Yingkun Guo", "title": "Acute Myocardial Injury of Patients with Coronavirus Disease 2019", "type": "preprint article", "abstract": "6.Department of Cardiovascular\n7. Department of Ultrasonography, West China Second University Hospital, Sichuan\n†. Huayan Xu, Keke Hou are equal contributors.\nshould be considered as co-corresponding authors.", "text": "6.Department of Cardiovascular7. Department of Ultrasonography, West China Second University Hospital, Sichuan†. Huayan Xu, Keke Hou are equal contributors.should be considered as co-corresponding authors.Guarantor and correspondent:Department of Radiology; Key Laboratory of Obstetric & Gynecologic and PediatricBackground: Since the outbreak of the Coronavirus Disease 2019 (COVID-19) inChina, respiratory manifestations of the disease have been observed. However, as afatal comorbidity, acute myocardial injury (AMI) in COVID-19 patients has not beenpreviously investigated in detail. We investigated the clinical characteristics ofCOVID-19 patients with AMI and determined the risk factors for AMI in them.We analyzed data from53 consecutive laboratory-confirmed andhospitalized COVID-19 patients (28 men, 25 women; age, 19–81 years). We collectedinformation on epidemiological and demographic characteristics, clinical features,routine laboratory tests (including cardiac injury biomarkers), echocardiography,electrocardiography, imaging findings, management methods, and clinical outcomes.Results: Cardiac complications were found in 42 of the 53 (79.25%) patients:tachycardia (n=15), electrocardiography abnormities (n=11), diastolic dysfunction(n=20), elevated myocardial enzymes (n=30), and AMI (n=6). All the six AMIpatients were aged >60 years; five of them had two or more underlying comorbidities(hypertension, diabetes, cardiovascular diseases, and chronic obstructive pulmonarydisease). Novel coronavirus pneumonia (NCP) severity was higher in the AMIpatients than in patients with non-definite AMI (p<0.001). All the AMI patientsrequired care in intensive care unit; of them, three died, two remain hospitalized.Multivariate analyses showed that C-reactive protein (CRP) levels, NCP severity, andunderlying comorbidities were the risk factors for cardiac abnormalities in COVID-19CRP levels, underlying comorbidities, and NCP severity are the main risk factors forcardiac complications in COVID-19 patients.The widespread outbreak of the Coronavirus Disease 2019 (COVID-19, previouslyknown as 2019-nCoV) in China is a big challenge for public health and medical care.Since its first emergence in Wuhan city in late December 2019, COVID-19 hasalready spread to 26 countries. As of March 02, 2020, there were over 87137confirmed cases worldwide, with 2977 deaths.1 To date, several latest studies havereported the clinical characteristics of hospitalized patients with 2019 novelcoronavirus pneumonia (NCP), including signs, symptoms, laboratory test results,imaging features, therapeutic strategies and effects, and multiple organ dysfunction.2-5Notably, acute myocardial injury (AMI), defined as troponin T-hypersensitivity(TNT-HSST) serum levels > 99th percentile upper reference limit (>28 pg/ml) by themyocardial infarction and non-myocardial infarction diseases,6 was detected inboth severe acute respiratory syndrome (SARS) and Middle East respiratorysyndrome (MERS) have been linked to acute myocarditis, AMI, and rapid-onset heartfailure.7-9 Reportedly,2 nearly 40% of hospitalized patients with confirmed COVID-19have underlying comorbidities such as cardiovascular or cerebrovascular diseases.Furthermore, among COVID-19 patients, those with underlying cardiovasculardiseases can be more severely affected and may have more adverse outcomes thanthose without underlying diseases. Thus, undoubtedly, special medical attentionshould be paid to COVID-19 patients with cardiac complications and underlyingcardiovascular diseases. On February 13, 2020, the ACC released an ACC Clinicaladdressing cardiac implications of this disease and offering early clinical guidancegiven the current uncertainty over COVID-19. However, detailed clinicalcharacteristics of COVID-19 patients with cardiac involvement, especially those withAMI, have not been investigated in detail. Thus, we aimed to describe the clinicalcharacteristics of COVID-19 patients with AMI and to further determine the riskfactors for AMI in them.The institutional ethics board of our institutes approved this study (No. 2020.43). Weretrospectively enrolled 53 laboratory-confirmed COVID-19 patients hospitalizedbetween January 02, 2020 and February 14, 2020. The patients were diagnosed andclassified according to the World Health Organization interim guidance.7 NCP typeswere classified as mild, common, severe, and critically severe according to theCOVID-19 patient management guideline issued on February 8, 2020.11Data on epidemiological and demographic characteristics, clinical signs andsymptoms, underlying comorbidities, complications, and treatment management (suchas antiviral or antibiotic therapy, respiratory support, continuous renal replacementtherapy, and extracorporeal membrane oxygenation [ECMO]) were collected from thepatients’ medical records. Laboratory test results including those of blood routine tests,C-reactive protein (CRP) and D-dimer tests, and blood gas analysis were recorded andcompared. The levels of cardiac injury markers including lactate dehydrogenase(LDH), hydroxybutyrate dehydrogenase, creatine kinase (CK), CK-MB, myoglobin(MYO), amino N-terminal pro-brain natriuretic peptide, and TNT-HSST weredetermined at admission. The AMI group was defined as patients with TNT-HSSTserum levels > 99th percentile upper reference limit (>28 pg/ml).6 The group withcardiac marker abnormalities but non-definite AMI was defined as patients withTNT-HSST serum levels < 28pg/ml but increase in the levels of any of the otherabovementioned cardiac markers. The group without cardiac marker abnormalitiescomprised patients without elevation in the levels of any of the cardiac markers. Chestcomputed tomography (CT) was performed on the day of admission. The period ofillness onset to admission was defined from the day when signs or symptoms werefirst noticed to the day of admission. All enrolled patients underwent two-dimensionalechocardiography (2D echo) and electrocardiography (ECG) during hospitalization.Acute respiratory distress syndrome (ARDS) was identified according to the Berlindefinition12 and acute kidney injury (AKI) according to the Kidney DiseaseImproving Global Outcomes definition.13Statistical analysis was performed using SPSS version 21.0 (Armonk, NY; GraphpadChi-square test, and one-way analysis of variance were used for multiple groupcomparisons according to data characteristics. Bivariate correlation was calculatedusing Pearson or Spearman method as appropriate to detect the potential risk factorsfor AMI. In all analyses, two-tailed p-values of <0.05 were considered significant.The baseline data of the 53 COVID-19 patients are listed in Table 1. Of them, six(11.32%) patients had AMI (all aged >60 years; median age, 78.5 years [IQR 60.5,81.75]); 24 (45.38%) patients were defined as the cardiac marker abnormalities group(6 [25%] aged >60 years; median age, 48.50 years old [IQR 37.00, 62.75]). Cardiacmarkers of 23 (43.39%) patients were within the normal range (4 [17.39%] aged >60years; median age, 40.00 years [IQR 23.00, 51.00]). There were no significant genderdifferences among the three subgroups. Epidemiology of all the groups was similar(all p>0.05), such as being a local resident, Wuhan residence exposure, andexact epidemiological link was found between the first case and the later ones. Almostall the patients’ first onset symptoms were fever (n=47, 88.68%) and dry cough (n=41,77.36%). Furthermore, the mean systolic blood pressure of the AMI patients washigher than those of the other two groups (p<0.001). Fifteen (28%) of all the patientshad tachycardia.High occurrence of hypertension was detected in the AMI patients (total patients withhypertension: n=8, 15.09%; AMI group: n=4, 66.67%; cardiac marker abnormalitiesgroup: n=2, 8.33%; without cardiac marker abnormalities group: n=2, 8.69%;p=0.001). Cardiovascular diseases were more frequently found in the AMI patients,all of whom had coronary artery disease, with one having prior coronary artery bypassgrafting (total patients with cardiovascular disease: n=6, 11.32%; AMI group: n=4,66.67%), compared with the groups with and without cardiac marker abnormalities(p=0.001). Additionally, diabetes (n=8, 15.09%) and COPD (n=3, 5.6%) were foundin all the patients, with a higher tendency in the AMI group (diabetes: n=2 and COPD:n=2) than in the other two groups (Figure 1). Notably, only the AMI patients hadmore than two comorbidities (n=5).multilobular and sub-segmental lung involvement; in the without cardiac markerabnormalities group, bilateral lobes were affected in only 15 (65.22%) patients.The laboratory test and blood gas analysis results are shown in Table S1 (see insupplementary appendix). CRP levels of all the AMI patients were increased abovethe normal range (0–5 mg/l) on admission and were higher than those of the other twogroups; however, CRP levels were also increased in some patients in the groups with(n=9, 39.13%; CRP: median, 14.70 mg/ml [IQR 9.51, 24.53]) and without (n=4,16.67%; CRP: median, 5.36 mg/ml [IQR 1.27,9.16]) cardiac marker abnormalities.D-dimer levels on admission were increased in the AMI patients (median, 1.65 µg/ml[IQR 1.23, 4.48]) and patients with abnormal cardiac markers (median, 0.79 µg/ml[IQR 0.62, 0.93]) and were higher than those in patients with normal cardiac markers(median, 0.55 µg/ml [IQR 0.46, 0.72]; p<0.001). Initial white blood cell counts of allthe patients were within the normal range (3.50–9.50 × 109/l). Initial lymphocytecounts of five (83.33%) AMI patients were decreased below the normal range(0.80–4.00 × 109/l); these counts were decreased in only nine (37.5%) and eight(34.78%) patients with and without cardiac marker abnormalities, respectively.Furthermore, red blood cell count, hemoglobin level, and platelet count of the AMIgroup were lower than those of the other two groups (p<0.05); four (66.67%) AMIpatients had procalcitonin levels above the normal range (0–0.5 ng/ml).Over half (n=30, 56.6%) of the COVID-19 patients exhibited elevated cardiac markerlevels. Cardiac marker levels were higher in the AMI and non-definite AMI patientsthan in thosewithout cardiacmarker abnormities (p<0.05; FigureS1 insupplementary appendix). In the AMI group, cardiac marker levels continuouslyincreased in three patients who died, with the levels being extremely high on the dayof death (Figure S2 in supplementary appendix).Meanwhile, there were some differences in echo and ECG findings (Table 2). Of allthe COVID-19 patients, 45.28% (n=24) patients exhibited echo abnormalities. Echoabnormalities more frequently occurred in the AMI group and included left atrialenlargement (n=2), left ventricular (LV) enlargement (n=2), LV diastolic dysfunction(n=3), mitral valve regurgitation (n=2), triple valve regurgitation (n=1), and aorticnoteworthy that non-definite AMI patients with cardiac marker abnormalities also hadhigh frequency of echo abnormalities (n=15, 62.50%), with 11(45.83%) of themhaving more than two of the abovementioned echo abnormalities. The most frequentecho abnormality in the cardiac marker abnormalities group was LV diastolicdysfunction (n=14, 58.33%).including all the AMI patients and five (20.83%) non-definite AMI patients withcardiac marker abnormalities. Five of the AMI patients had more than two kinds ofECGabnormalities includingatrioventricular block (n=2), ST-T/Qcurveabnormalities (n=2), and arrhythmia (n=3); furthermore, ST-T/Q curve abnormalities(n=5, 20.83%) and arrhythmia (n=1, 4.27%) were the main abnormalities in patientswith cardiac marker abnormalities. None of the patients without cardiac markerabnormalities exhibited ECG abnormalities.Main management strategies, comorbid conditions, and clinical outcome dataantibiotic therapies, cardioprotective medications such as amiodarone and cedillawere used by four patients to improve the cardiac function. However, the non-definitemarkers abnormalities did not usecardioprotective medication. All the 53 patients were administered nasal cannulaoxygen therapy during admission for respiratory support; non-invasive ventilation orhigh-flow nasal cannula oxygen therapy was performed for five AMI and threegroup, invasive mechanical ventilation was used in three patients and ECMO in onepatient due to extremely severe ARDS.ARDS occurred in all the six AMI patients and four non-definite AMI patients withcardiac marker abnormalities. Hypoxemia was a common complication that affected19 (35.85%) of the 53 study patients, with a significant difference in the number ofaffected patients between the AMI (n=6, 100%) and non-definite AMI with cardiacmarker abnormalities (n=10, 41.67%) groups and the without cardiac markerabnormalities group (n=3, 13.04%; p<0.001). Moreover, a total of five AMI patientshad AKI, and four of them used continuous renal replacement therapy.Importantly, all the six AMI patients had critically severe NCP and needed care inintensive care unit (ICU). However, half of the patients with cardiac markerabnormalities (n=13, 54.17%) had the common NCP type, with only two (8.33%) ofthem having critically severe NCP needing ICU care. Meanwhile, the majority ofpatients (n=21, 91.30%) in the without cardiac marker abnormalities group had thepatients died, two were still in admission, and one was discharged from hospital.Conversely, a majority of non-definite AMI patients with (n=20, 83.33%) and without(n=21, 91.30%) cardiac marker abnormalities were discharged, with no case of death.To determine the risk factors for AMI in the COVID-19 patients, a bivariate analysisof AMI occurrence with clinical data and laboratory findings was performed, showingthat age (r=0.456, p=0.001), CRP levels (r=0.483, p<0.001), NCP severity (r=0.540,p<0.001), and presence of commodities (r=0.520, p<0.001) were associated with AMIdemonstrated that increased CRP levels (OR, 1.186; 95CI% [1.047, 1.344]),representing the inflammatory condition of the body, may be a risk factor for AMI inCOVID-19 patients. COVID-19 patients with more severe NCP type (OR, 2.896;95CI% [1.266, 6.621]) may have a higher risk of AMI than other patients. It is worthmentioning that the presence of comorbidities (OR, 4.336; 95CI% [1.11, 38.55]) maybe the most critical risk factor for AMI in COVID-19 patients.This is the first study to show that cardiac abnormalities including tachycardia (28%),elevated myocardial enzyme levels (56.6%), cardiac dysfunction (37.7%), and evenAMI (11.3%) are common in COVID-19 patients. Moreover, AMI was detected in 6of the 53 hospitalized COVID-19 patients. All the six patients had severe or criticallysevere NCP and required ICU care. Of the six AMI patients, three died, two remainedhospitalized, and one was discharged. Notably, CRP levels, NCP severity, andunderlying comorbidities were the major risk factors for AMI in the COVID-19patients. Interestingly, there were 24 (45%) COVID-19 patients with elevation in thelevels of one or more myocardial enzymes and markers of myocardial damage whosefeatures did not meet the strict definition of myocardial injury, with most of themhaving the common NCP type and experiencing quick recovery; however, 58.33% ofthese patients exhibited LV dysfunction on echo, and long-term outcomes should beobserved via follow-up in a future study.Our study results suggest that the rates of cardiac complications were high in thehospitalized COVID-19 patients, especially in patients with confirmed AMI fromamong those who required ICU care. As shown in a recent report on 138 hospitalizedCOVID-19 patients,2 16.7% of the patients developed arrhythmia and 7.2% developedacute cardiac injury. In another series of 41 cases of hospitalized COVID-19 patients,it has been reported that 5 (12%) patients were diagnosed with acute cardiac injury.2-5Similar to the cardiovascular complications of COVID-19, those of SARS includehypotension, tachycardia, arrhythmias, systolic and diastolic dysfunctions, and suddendeath, with tachycardia particularly being the commonest condition persistent innearly 40% of patients during follow-up.14 Furthermore, MERS-induced myocarditisand myocardial damage has been reported.15 However, case series reporting elevatedlevels of myocardial enzymes and myocardial injury markers remain limited forSARS and MERS. Notably, although only six patients had clinically confirmed AMIbased on strict inclusion criteria in our study, most patients had elevated levels of oneor more cardiac injury biomarkers and LV diastolic dysfunction. Although long-termoutcomes of COVID-19 patients with AMI need to be further validated, significantlymore clinical attention should be paid to avoid underdiagnosis because of classicsymptoms and because of the possible overshadowing of cardiac complications in theTo date, the underlying mechanisms of AMI and potential impacts in COVID-19patients remain unknown. Clinically, the increased serum levels of proinflammatorycytokines,suchasinterleukin(IL)-1β,IL-6,IL-12,interferon-gamma,interferon-inducible protein 10, and monocyte chemoattractant protein-1, suggest thatsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection isassociated with cellular immune deficiency and coagulation activation.17 Thus, thedirect effects of the virus, cytokine storm induced by viral invasion, and sustainedinflammatory response are presumed to be the main pathophysiological mechanismsunderlying SARS-CoV-2 infection. Recently, a case report showing pathologicalfindings from a severely infected COVID-19 patient revealed no obvious histologicalchanges in heart tissue; however, the conclusion that SARS-CoV-2 infection mightnot directly impair the heart is debatable because this finding was observed in onlyone patient without AMI-related clinical evidences.18 Because the three patients in ourstudy who died all had extremely elevated cardiac marker levels, acute heart failuremay play a fatal role in multiple organ dysfunction and accelerate death. However,further evidence is urgently needed to assess the mechanism of cardiac damage inlarge-sample autopsy or biopsy studies. Previous studies have indicated thatSARS-CoV can mediate MI and damage associated with the downregulation of themyocardial angiotensin-converting enzyme 2 system; this may be responsible for themyocardial dysfunction and adverse cardiac outcomes in patients with SARS, whichhas also been detected in COVID-19 patients.19-22 Until now, the pathophysiology ofSARS-CoV or MERS-CoV has not been completely understood. Althoughfull-genome sequencing and phylogenic analysis has shown that SARS-CoV-2 issimilar to SARS-CoV or MERS-CoV, the pathophysiological mechanism of cardiacinfection or damage caused by SARS-CoV-2 needs to be further validated in futureIn our study, AMI usually occurred in COVID-19 patients with old age, underlyingcomorbidities, severe or critically severe NCP, and ARDS. Among 44,672 patientswith confirmed COVID-19, as reported in the China CDC Weekly on Feb 11, 2020,approximately 31.2% patients were aged >60 years. The overall case fatality rate was2.3% (1,023 deaths); more importantly, the majority (81%) of deaths occurred inpatients aged ≥60 years or in those with underlying medical conditions.24 Similarly, inour study, all the six AMI patients were aged >60 years and had one or moreunderlying conditions, including diabetes, hypertension, COPD, and cardiovasculardiseases. As described in a retrospective study of 1,099 laboratory-confirmed cases,approximately 25.2% of the patients had at least one underlying disorder, such ashypertension and COPD, and an underlying disorder potentially acts as an importantrisk factor for poor outcomes.25We found that the severity of NCP was closelycorrelated with the AMI occurrence. Meanwhile, ARDS was present in all the AMIpatients. ARDS, as a severe complication, occurred in approximately 19%–29% NCPpatients as per previous reports.2-5 Thus, we must understand the mechanisms ofheart–lung interactions in ARDS patients, particularly the right ventricle functionimpairments caused by respiratory dysfunction.26 Logistic regression analysisindicated that NCP severity was a risk factor for AMI in COVID-19 patients. Indeed,the outcomes of these patients need to be further determined in long-term follow-upOur study has some limitations. First, this is a modest-size case series of hospitalizedCOVID-19 patients; more standardized data from a larger cohort would beneficial forfurther determining the clinical characteristics. Second, our data showed the clinicalcharacteristics of AMI induced by COVID-19, including the clinical presentations,electrophysiological abnormality, myocardial enzyme and myocardial injury markerlevels, and cardiac dysfunction and enlargement. However, the tissue characteristicsin myocardial damage (i.e., edema, fibrosis, and microcirculation disorder) should befurther demonstrated via cardiac magnetic resonance imaging examination as far aspossible under the premise of controlling transmission. Finally, most of theCOVID-19 patients with AMI had severe or critically severe NCP and high fatalityrate, but long-term follow-up should be performed to determine adverse cardiacevents in the patients who could not be diagnosed with MI but had elevated levels ofone or more myocardial enzymes and myocardial injury markers.patients and include tachycardia, elevated myocardial enzyme levels, cardiacand underlying cardiovascular diseases are the major risk factors for AMI in theseWe thank all our colleagues who helped us during the current study. We are alsograteful to the many front-line medical stafor their dedication in the face of thisoutbreak, despite the potential threat to their own lives and the lives of their families.This work was supported by 2020 Novel coronavirus pneumonia prevention andcontrol technology project of Chengdu (NO. 2020-YF05- 00007-SN); Clinicalresearch finding of Chinese society of cardiovascular disease(CSC) of 2019 (NO.81771897, 81971586,81901712); the Program for Young Scholars and InnovativeResearch Team in Sichuan Province (NO. 2017TD0005) of China; and 1·3·5 projectfor disciplinesof excellence,Hospital, Sichuan(NO.ZYGD18013).1.Coronavirusdisease2019(COVID-19)situationreport-43.WHO.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200303-sitrep-43-covid-19.pdf?sfvrsn=2c21c09c_22. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y,3. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng4. Na Zhu, Dingyu Zhang, Wenling Wang, Xingwang Li, Bo Yang, Jingdong Song,Huang, Weifenghttps://www.nejm.org/doi/full/10.1056/NEJMoa2001017?query=recirc_mostViewed_railB_article5. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia6. Newby LK, Jesse RL, Babb JD, Christenson RH, De Fer TM, Diamond GA,considerations in the interpretation of troponin elevations: a report of the American7. Li SS, Cheng CW, Fu CL, Chan YH, Lee MP, Chan JW, Yiu SF. Left ventricularperformance in patients with severe acute respiratory syndrome: a 30-dayechocardiographic follow-up study. Circulation. 2003;108(15):1798-803.8. Alexander LK, Keene BW, Small JD, Yount B Jr, Baric RS. Electrocardiographicchangesfollowingrabbitcoronavirus-inducedmyocarditisanddilatedcardiomyopathy. Adv Exp Med Biol. 1993;342:365-70.9. Yu CM, Wong RS, Wu EB, Kong SL, Wong J, Yip GW, Soo YO, Chiu ML, Chanacute respiratory syndrome. Postgrad Med J. 2006 Feb;82(964):140-4.10. Madjid M, et al. ACC Clinical Bulletin: Cardiac Implications of Novel WuhanCoronavirus (2019-nCoV). Accessed Feb. 13, 2020.11. National Health Commission of the People’s Republic of China. Diagnosis andtreatment protocols of pneumonia caused by a novel coronavirus (Revised versiononhttp://www.nhc.gov.cn/xcs/zhengcwj/202002/d4b895337e19445f8d728fcaf1e3e13a.shtml.distress12. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT,13. Kidney Disease: Improving Global Outcomes (KDIGO) Acute Kidney InjurySuppl. 2012;2:1.14. Ding Y, He L, Zhang Q, Huang Z, Che X, Hou J, Wang H, Shen H, Qiu L, Li Z,of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) inSARS patients: implications for pathogenesis and virus transmission pathways. JPathol. 2004;203(2):622-30.15. Alhogbani T. Acute myocarditis associated with novel Middle east respiratorysyndrome coronavirus. Ann Saudi Med. 2016;36(1):78–80.16. Madjid M, et al. ACC Clinical Bulletin: Cardiac Implications of Novel WuhanCoronavirus (2019-nCoV). Accessed Feb. 13, 2020.17. Chaolin Huang, Yeming Wang, Xingwang Li, Lili Ren, Jianping Zhao, Yi Hu, Liinhttps://doi.org/10.1016/S0140-6736(20)30183-5.18. Zhe Xu, Lei Shi, Yijin Wang, Jiyuan Zhang, Lei Huang, Chao Zhang, Shuhong19. Kuba K, Imai Y, Rao S, Gao H, Guo F, Guan B, Huan Y, Yang P, Zhang Y, Dengangiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury.Nat Med. 2005;11(8):875-9.20. Oudit GY, Kassiri Z, Jiang C, Liu PP, Poutanen SM, Penninger JM, Butany J.SARS-coronavirus modulation of myocardial ACE2 expression and inflammation inpatients with SARS. Eur J Clin Invest. 2009;39(7):618-25.21. Hamming I, Timens W, Bulthuis ML, Lely AT, Navis G, van Goor H. Tissue22. Wu, C, Zheng, M. Single-Cell RNA Expression Profiling Shows that ACE2, the23. de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recent24. The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team.http://weekly.chinacdc.cn/en/article/id/e53946e2-c6c4-41e9-9a9b-fea8db1a8f51.25. Wei-jie Guan, Zheng-yi Ni,Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He,26. Yu CM, Wong RS, Wu EB, Kong SL, Wong J, Yip GW, Soo YO, Chiu ML, Chanacute respiratory syndrome. Postgrad Med J. 2006 ;82(964):14.)6=n(puorgI)42=n(puorg242.0530.0#)57.28,52.56(00.57)05.09,57.47(00.28)00.28,57.16(05.87)gHmm(PBcilotsaiDsmotpmysdnasngiS)%16.28(91)%76.19(22101.0W070.0)%22.56(51)%5.78(12htiwnaem*.%/nro)RQI(,IMA;egnarelitrauqretni,RQI;esaesidyranomlupevitcurtsbocinorhc,DPOC;erusserpdoolb,PB;etartraeh,RH;erutarepmet,T;ainomuenpsurivanoroclevon,PCN.yhpargoidarlatigid,RD;yhpargomotdetupmoc,TC;yrujnilaidracoymetucanoissimdagnirudtlusercihpargoidracortcelednacihpargoidracohcE.2elbaTprekramcaidraC100.0<#*)%40.31(3*)%05.26(51)%33.33(2%/n,tnemegralne#*0#*0)%33.8(2#*0WW#*0*)%38.54(11)%001(6seitimronba*0)%33.33(2%/n,BRA)%33.33(2%/n,seitilamronbaevrucQ/TTS)%05(3%/n,aimhtyhrrA*)%72.4(1M.3elbaTW)6=n(puorgI)%001(32)%76.66(4%/n,evitcetorpoidraCyparehtnegyxO)%33.38(5wolfhgihronoitalitnevevisavninoN%/n,alunnaclasan*0%/n,OMCEtnemtaertevitroppuS)%76.66(4tnemecalperlanersuounitnocfoesU*)%33.8(2#*0)%33.38(5%/n,IKA700.0*)%93.71(4*)%93.71(4)%76.14(01*)%03.19(12*)%33.38(02)%05(3%/n,htaeD*)%33.8(2%/n,eracMAeht*.)%(nro)RQI(sdnegelerugiFerewsesaesidralucsavoidracdnanoisnetrepyh,stneitapIMAehtnI.stneitap91DIVOCehtniseitidibromoC.1erugiFMA.seitidibromocgnirruccorofesohtsaemasehterasnoitaiverbbA.ainomuenpsurivanoroclevon,PCN.stneitap91DIVOCehtnisepyt", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "6.Department of Cardiovascular\n7. Department of Ultrasonography, West China Second University Hospital, Sichuan\n†. Huayan Xu, Keke Hou are equal contributors.\nshould be considered as co-corresponding authors.", "one_words_summarize": "Department of Ultrasonography, West China Second University Hospital, Sichuan†. Huayan Xu, Keke Hou are equal contributors.should be considered as co-corresponding authors. Since its first emergence in Wuhan city in late December 2019, COVID-19 hasalready spread to 26 countries. The institutional ethics board of our institutes approved this study (No. Weretrospectively enrolled 53 laboratory-confirmed COVID-19 patients hospitalizedbetween January 02, 2020 and February 14, 2020. The group without cardiac marker abnormalitiescomprised patients without elevation in the levels of any of the cardiac markers. The period ofillness onset to admission was defined from the day when signs or symptoms werefirst noticed to the day of admission. The laboratory test and blood gas analysis results are shown in Table S1 (see insupplementary appendix). Furthermore, red blood cell count, hemoglobin level, and platelet count of the AMIgroup were lower than those of the other two groups (p<0.05); four (66.67%) AMIpatients had procalcitonin levels above the normal range (0–0.5 ng/ml).Over half (n=30, 56.6%) of the COVID-19 patients exhibited elevated cardiac markerlevels. None of the patients without cardiac markerabnormalities exhibited ECG abnormalities. Moreover, a total of five AMI patientshad AKI, and four of them used continuous renal replacement therapy. Conversely, a majority of non-definite AMI patients with (n=20, 83.33%) and without(n=21, 91.30%) cardiac marker abnormalities were discharged, with no case of death. All the six patients had severe or criticallysevere NCP and required ICU care. Interestingly, there were 24 (45%) COVID-19 patients with elevation in thelevels of one or more myocardial enzymes and markers of myocardial damage whosefeatures did not meet the strict definition of myocardial injury, with most of themhaving the common NCP type and experiencing quick recovery; however, 58.33% ofthese patients exhibited LV dysfunction on echo, and long-term outcomes should beobserved via follow-up in a future study. Recently, a case report showing pathologicalfindings from a severely infected COVID-19 patient revealed no obvious histologicalchanges in heart tissue; however, the conclusion that SARS-CoV-2 infection mightnot directly impair the heart is debatable because this finding was observed in onlyone patient without AMI-related clinical evidences.18 Because the three patients in ourstudy who died all had extremely elevated cardiac marker levels, acute heart failuremay play a fatal role in multiple organ dysfunction and accelerate death. Finally, most of theCOVID-19 patients with AMI had severe or critically severe NCP and high fatalityrate, but long-term follow-up should be performed to determine adverse cardiacevents in the patients who could not be diagnosed with MI but had elevated levels ofone or more myocardial enzymes and myocardial injury markers.patients and include tachycardia, elevated myocardial enzyme levels, cardiacand underlying cardiovascular diseases are the major risk factors for AMI in theseWe thank all our colleagues who helped us during the current study. 2017TD0005) of China; and 1·3·5 projectfor disciplinesof excellence,Hospital, Sichuan(NO.ZYGD18013).1.Coronavirusdisease2019(COVID-19)situationreport-43.WHO.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200303-sitrep-43-covid-19.pdf?sfvrsn=2c21c09c_22. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia6. Newby LK, Jesse RL, Babb JD, Christenson RH, De Fer TM, Diamond GA,considerations in the interpretation of troponin elevations: a report of the American7. Yu CM, Wong RS, Wu EB, Kong SL, Wong J, Yip GW, Soo YO, Chiu ML, Chanacute respiratory syndrome. ACC Clinical Bulletin: Cardiac Implications of Novel WuhanCoronavirus (2019-nCoV). ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT,13. Chaolin Huang, Yeming Wang, Xingwang Li, Lili Ren, Jianping Zhao, Yi Hu, Liinhttps://doi.org/10.1016/S0140-6736(20)30183-5.18. Zhe Xu, Lei Shi, Yijin Wang, Jiyuan Zhang, Lei Huang, Chao Zhang, Shuhong19. Wei-jie Guan, Zheng-yi Ni,Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He,26."}