{"date": "2020/03/05", "journal": "medrxiv", "authors": "Barbara Oliveiros, Liliana Caramelo, Nuno C Ferreira, Francisco Caramelo", "title": "Role of temperature and humidity in the modulation of the doubling time of COVID-19 cases", "type": "preprint article", "abstract": "4CITAB - Centre for the Research and Technology of Agro-Environmental and Biological Sciences, COVID-19 is having a great impact on public health, mortality and economy worldwide, in spite of the efforts to prevent its epidemy. The SARS-CoV-2 genome is different from that of MERS-CoV and SARS-CoV, although also expected to spread differently according to meteorological conditions. Our main goal is to investigate the role of some meteorological variables on the expansion of this outbreak. In this study, an exponential model relating the number of accumulated confirmed cases and time was considered. The rate of COVID-19 spread, using as criterion the doubling time of the number of confirmed cases, was used as dependent variable in a linear model that took four independent meteorological variables: temperature, humidity, precipitation and wind speed. Only China cases were considered, to control both cultural aspects and containment policies. Confirmed cases and the 4 meteorological variables were gathered between January 23 and March 1 (39 days) for the 31 provinces of Mainland China. Several periods of time were sampled for each province, obtaining more than one value for the rate of disease progression. Two different periods of time were tested, of 12 and 15 days, along with 3 and 5 different starting points in time, randomly chosen. The median value for each meteorological variable was computed, using the same time period; models with", "text": "Portugal> 0.75 were selected. The rate of progression and doubling time werecomputed and used to fit a linear regression model. Models were evaluated usingResults indicate that the doubling time correlates positively with temperature andinversely with humidity, suggesting that a decrease in the rate of progression ofCOVID-19 with the arrival of spring and summer in the north hemisphere. A 20ºCincrease is expected to delay the doubling time in 1.8 days. Those variables explain18% of the variation in disease doubling time; the remaining 82% may be related tocontainment measures, general health policies, population density, transportationor cultural aspects.COVID-19, doubling time, temperature, humidity, precipitation, wind speed,mortalityThe outbreak of pneumonia cases in Wuhan, China during last December led to greatefforts to prevent a global epidemic. The alert from China CDC was rapidlytransmitted to the World Health Organization,1-3 excluding possible causes such asinfluenza, adenovirus, severe acute respiratory syndrome (SARS-CoV) andMiddleEast respiratory syndrome (MERS-CoV).1,3-4 The novel coronavirus, namedSARSCoV-2, and its genomic characterization was performed a few days after, permittingto devise a robust test method.1-5 Although the genomic characterization revealedsome relations both to SARS-CoV and MERS-CoV,4-6 the new virus was found to bemuch more aggressive than those other coronavirus or the seasonal one4-6. Whenhuman-to-human transmission was proved, on the 20th of January, the onset of thedisease (COVID-19) has changed.2,7-10 According to the China CDC11, the case fatalityrate (CFR) was 0.2% at the end of January 2020 and 14.4% of the confirmed caseswere considered severe or even critical. In the last week of February, 79441 caseswere confirmed worldwide (97% in Mainland China) and the number of deaths was2620 (95% in Mainland China).12,13 The epidemiological curves of COVID-19 inChina showed the progression of illness in the outbreak over time from December8, 2019 up to February 11, 2020,11 when there were a total of 72314 confirmed casesas the geo-temporal spread of COVID-19.11 At that time, the majority of confirmedcases occurred in the northern hemisphere and until the last week of February 2020no confirmed cases had been reported in South America or Africa, except for onecase in Egipt.12 In fact, the first confirmed case in Brazil was reported on February26, while Algeria and Nigeria reported the first cases respectively on the 25th and27th of February. The discussion about the COVID-19 epidemic spread in thenorthern hemisphere, while low temperatures and high humidity are present, andthe unknown, although expectable positive impact of spring and summer insustaining the epidemy, as its spread into the southern hemisphere was not asepidemic, has aroused our question: how do meteorological variables, such astemperature and humidity, modulate COVID-19 duplication time?Even though there is not yet strong evidence that meteorological conditions mayhave a role on COVID-19 outbreak or on human transmission, some studies havereported their role in guinea pigs influenza transmission14 and enveloped virussurvival15 in droplets. Some evidence of a faster spreading of diseases in highhumidity levels has been reported,16 namely for the Legionella disease, although thisinfection is not caused by a virus. Few papers have been written since mid-Februaryon this topic17-20 even though the relationship is not perfectly established and moreresearch is required.We intend to add value to this discussion by evaluating the meteorological impacton COVID-19 duplication time.The statistical model developed was implemented in two steps: firstly, anexponential model relating the accumulated number of confirmed cases and timewas considered. Secondly, the rate of spread was used as dependent variable in alinear model that took as independent variables temperature, humidity,precipitation and wind speed.Only cases belonging to China were considered as an attempt to control both culturalaspects and policies adopted to contain the virus. Therefore, data from the 31provinces of Mainland China were gathered from the 23rd January up to the 1st ofMarch, completing 39 days. These data were completed with meteorologicalvariables, comprising temperature, humidity, precipitation and wind speed,collected for the same period, using the Meteostat Application ProgrammingInterface (API).21 We searched for meteorological stations containing hourlymeasurements of these variables for the whole 39-day time period that were closestto the latitude and longitude coordinates that were available in the files thatcontained the confirmed cases time-series.13 These geo-localization coordinatescorrespond to the geometrical centerpoint of each Chinese province.22 Whenmeteorological data from a station was not possible to obtain around that position,another search point was chosen randomly from the set of closest nodes of an XYgrid of nodes separated by 0.5 degrees in latitude and longitude and cantered in theTo compute the rate of spread a simple exponential model was assumed, describedoriginally desired geolocation.by:=,=( ).where N0 is the number of infected at instant zero, represents the rate of infectionor the rate of spread and t is the time. A more natural way of interpreting is bytransforming it into the doubling time, Td, given by:The doubling time is the time needed to duplicate the number of infected subjects.Since the rate of progression changes over time and the exponential model does nothold any longer, we considered mainly the initial days of the time series, selectingseveral periods of time composed each one of a predetermined number ofconsecutive days, but with different starting points. The starting point was assumedby randomly choosing the first day of the period. For each province several periodswere sampled, allowing to obtain more than one value of the rate of progression(Figure 1).different starting points.Two different periods of time of 12 and 15 days were tested, along with 3 and 5For each rate of progression, a corresponding value of each meteorological variablewas computed, taking into account the same period of time. We opted to use themedian of the meteorological variables (temperature, humidity, precipitation andwind speed) as it is more robust than the mean and tends to better represent thecentral tendency of the variable. Only models attaining more than 0.75 for theadjusted R square value were selected.(eq1)(eq2)The rate of progression was transformed into the doubling time, Td, and recordedalong with the median of temperature, humidity, precipitation and wind speed.These values were then used to fit a linear regression model aiming to assess howthe meteorology is related to the doubling time.The exponential models for the rate of progression were compute resorting to the Rprogramming language23, whereas the linear regression models were computedusing IBM SPSS v25 with an adopted statistical significance level of 0.05.The number of confirmed infected cases of COVID-19 were initially analysed byplotting them against time. Figure 2 depicts the curves obtained for the provincesthat at the first time point (23td of January) had only one or two cases.one or two cases at the beginning of the series are shown.The analysis of Figure 2 shows that the number of accumulated cases is differentbetween provinces and, in general, its rate decreases over time up to the pointwhere it becomes null. Since the objective of the study was to analyse the rate ofspread, we decided to use periods of 12 and 15 days to determine it. The initial 25days were thought to be the most informative regarding the rate of spread. The fitsof temporal evolution of confirmed cases of COVID-19 of the remaining provincesare not shown, but a similar profile can be obtained, leading to the same conclusion.Table 1 shows the statistics - mean, standard deviation, minimum and maximumof the doubling time, Td, for the two ranges of days (12 and 15 days) and the numberof sampled periods used for each province.Table 1- Statistics of the doubling time for two different time periods and two repetitionsA two way ANOVA shows statistical differences (F(1, 450)=23.573; p<0.001)between the size, 12 or 15 days of the period employed to compute the doublingtime, but no statistical differences (F(1, 450)=0.047; p=0.828) between the numberof samples taken from each province. This result is in agreement with the hypothesisthat the doubling time changes with time.The average of the doubling time duplication was determined for each province(Figure 3).Taking the values of doubling time Td and the meteorological variables, a linearregression was performed. Table 2 shows, for the 4 conditions studied, the resultsachieved from the linear regressions, that assumed temperature and humidity asindependent variables.Precipitation and wind speed did not reach statistical significance in any model(data not shown), thus Table 2 only refers results for temperature and humidity.The results obtained for all models are statistically meaningful and despite theirvariation, it is possible to perceive that the coefficients of regression (B) are notstatistically different as their confidence intervals overlap. On the other hand, theamount of variation explained, given by the adjusted R square value, differs betweenmodels. The model based on 12 days and 3 sampled periods is able to explain 18%of the variance in the doubling time, which means that temperature and humidityalone may describe 18% of the variation of confirmed COVID-19 infections. Moreimportantly, the signal and value of the coefficients of regressors are of utterlyimportance to understand how the spread of COVID-19 is expected to be affected bytemperature and humidity. According to all models, temperature increases thedoubling time, which means that it delays the spread of COVID-19. Humidity, on thecontrary, benefits it. The models differ, however, on the amount of contribution: forexample, in the best scenario (model: 15 days, n=3) the doubling time is increasedby 0.090 days for each Celsius degree increase, and is increased by 0.072 days foreach unit decrease of the humidity value.In this work, the way temperature and humidity affect the doubling time ofCOVID19 spreading was determined. Results suggest that temperature correlatespositively with the doubling time and negatively with humidity. This means that,with spring and summer, the rate of progression of COVID-19 is expected to beslower. Still, these two variables contribute at maximum to 18% of the variation,being the remaining 82% related to other factors such as containment measures,general health policies, population density, transportation, cultural aspects, etc.Besides, the direct impact is also small: for example, if temperature raises 20ºC, it isexpected that in the best-case scenario the doubling time increases on average 1.8days.These results are in agreement with other studies that suggested that the aerosolspread of the influenza virus is both dependent upon relative humidity andtemperature, although performed in animal models14, and that the virus survival indroplets is higher at high humidity levels with a significant decrease on its infectivityrate at mid-levels of humidity15. Additionally, other authors suggest that somediseases spread faster in high humidity levels16, reporting an odds ratio for acommunity-acquired pneumonia case, diagnosed with leggionaire’s diseasea, 3.1times higher in high humidity level (above 80%) than when submitted to humiditylevels below 50%, at temperatures of 16-27 ºC (60º-80ºF).Wei Lo et al17 recently reported a statistically significant association betweenabsolute humidity and mean temperature on COVID-19 spread among Chinaprovinces. Furthermore, they have concluded that transmission and exponentialgrowth of confirmed cases are occurring in China provinces in humidity conditionsranging from cold and dry (Jilin or Heilongjiang) to tropical (Guangxi or Singapore),suggesting that changes in weather, as expected by the arrival of spring and summer,will not necessarily lead to declines in outbreak unless extensive public healthinterventions are implemented, and that further studies on the effects ofmeteorology on COVID-19 transmission are needed.On the other hand, Jin Bu et al18 reached the conclusion that continuous warm anddry weather is conducive to the survival of the 2019-nCoV and speculate thatconditions such as temperature ranging from 13 to 19°C and humidity between 50%and 80% are suitable for the survival and transmission of this new coronavirus.However, their predictions were performed using SARS data and meteorologicalaCaused by bacteria, not virus, but symptoms are similar to flu, with pneumonia as an expectedoutcome.conditions at that time and, as they report, 2019-nCoV has a high basic casereproduction number (R0) lying between 2.2 to 6.7, causing much more infectionsthan SARS.Moreover, Mao Wang et al19 have recently submitted a paper supporting thattemperature could change the COVID-19 transmission and that there might be anoptimal temperature for the viral transmission, suggesting that colder regions in theworld should adopt strictest control measures. Yuwen Cai20 did not find anycorrelation between the growth rate of the epidemy and daily mean temperature ineither Wuhan or Hunan but found a weak correlation between the mortality inconfirmed cases and daily mean temperature both in Wuhan (r = -0.441) and Hubei(r = -0.440), although not adjusted for the use of three makeshift hospitals, whichproved to be effective.The main focus of this work was to assess the relationship between the rate ofspread of COVID-19 and some meteorological variables, which determines the typeof model adopted. Although the reproduction number, R0, is the parameter widelyaccepted to characterize the velocity of spreading, there are different forms ofcomputing it, which tend to lead to different results22. On the other hand, the R0calculation is generally based on assumptions about the epidemic phenomenon suchas serial interval distribution25 or “the population is closed, that all cases areobserved, and use daily case counts only”26. For the reasons mentioned, we optedfor a simple/naive model that could assimilate the principal aspects of the variationof COVID-19 cases and translate it into a straightforward measurement (Td) thatcould be easily comprehended. Obviously, this model has several drawbacks mostlyregarding the optimal period where an exponential growth is verified. We studiedtwo different periods sizes and a random starting point aiming to analyse the impactof this aspect and as an attempt to mitigate its consequences. The doubling timevalues vary with the period size 26% at maximum (Table 1), which is notneglectable. Even so, this difference only affects slightly the regression coefficientsof temperature and humidity, since they do not show statistical differences.Another point of possible bias is the COVID-19 data that do not cover all provincesfrom the beginning of the outbreak, making it difficult to study homogeneously in allprovinces the time period that corresponds to the exponential growth.Additionally, the meteorological variables in this study were obtained for locationsnear the centre of provinces, which typically do not correspond to the averagelocation of the population. Measurements that better represent the central tendencyof the meteorological variables felt by the general population of a particular regionare currently being implemented.A final remark about the short average doubling time values obtained (3.78 to 4.53days - Table 1), which should be a motive of concern. For each doubling time, thenumber of infected doubles, so one month of sustained growth at a conservativepace of 5 days means an increase of the number of infected by a factor of 64.china/en/Funded by National Funds via FCT (Foundation for Science and Technology)through the Strategic Project UIDB/04539/2020 and UIDP/04539/2020 (CIBB).1. World Health Organization. Novel coronavirus – China. Geneva, Switzerland: World HealthOrganization2. Wang C, Hornby PW, Hayden FG, Gao GF. A novel coronavirus outbreak of global health concern.Lancet, Feb 2020. 395(10223): 470-473. https://doi.org/10.1016/S0140-6736(20)30185-9threat of novel coronaviruses to global health - the latest 2019 novel coronavirus outbreak inWuhan,China.IntJInfectDis,Feb4. Zhu N, Zhang D, Wang W, Li XW, Yang B, Song JD, et al. A novel coronavirus from patients withpneumonia in China, 2019. N Engl J Med. N Engl J Med, Feb 2020. 382:727-733.5. Chan JFW, Kok KH, Zhu Z, Chu H, To KKW, Yuan SF, et al. Genomic characterization of the 2019novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia aftervisitingWuhan.EmergMicrobsInfect,        Jan6. Tan WJ, Zhao X, Ma XJ, Wang WL, Niu PH, Xu WB, et al. A novel coronavirus genome identified ina cluster of pneumonia cases—Wuhan, China 2019−2020.        19/tree/master/csse_covid_19_data/csse_covid_19_time_series [accessed on 2020-03-05]Statistical Computing, Vienna, Austria. URL https://www.R-project.org/forepidemicoutbreaks.MedInformDecisMak12,147(2012).reproduction number for pandemic influenza from notification data made publicly available in904. doi: https://doi.org/10.1016/j.vaccine.2010.05.010", "ref_list": [[], ["A novel coronavirus emerging in China - key questions for impact assessment"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Estimation of risk factors for COVID-19 mortality - preliminary results"], ["Weather-Dependent Risk for Legionnaires' Disease, United States"], ["Temperature significant change COVID-19 Transmission in 429 cities"], ["The Effects of \"Fangcang, Huoshenshan, and Leishenshan\" 23"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "EI Azhar", "TA Madani", "F Ntoumi", "R Kock", "O Dar", "VJ Munster", "M Koopmans", "N van Doremalen", "D van Riel", "E. de Wit"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "JFW Chan", "S Yuan", "KH Kok", "KKW To", "H Chu", "J Yang"], ["CDC Weekly China", "F Caramelo", "N Ferreira", "B Oliveiros", "AC Lowen", "S Mubareka", "J Steel", "P. Palese", "Influenza Virus", "AJ Prussin", "DO Schwake", "K Lin", "DL Gallagher", "L Buttling", "LC Marr"], ["JE Simmering", "LA Polgreen", "DB Hornick", "DK Sewell", "PM Polgreen", "W Luo", "MS Majumder", "D Liu", "C Poirier", "KD Mandl", "M Lipsitch", "M. Santillana", "J Bu", "DD Peng", "H Xiao", "Q Yue", "Y Han", "Y Lin", "G Hu", "J Chen", "M Wang", "A Jiang", "L Gong", "L Luo", "W Guo", "C Li", "J Zheng", "C Li", "B Yang", "J Zeng", "Y Chen", "K Zheng", "H. Li"], [], ["Y Cai", "Huang Sr", "Liu Sr", "Sr. G. Xu", "R Core Team", "T. Obadia", "R. Haneef", "P. Boëlle", "N Hens", "M Van Ranst", "M Aerts", "E Robesyn", "P Van Damme", "P. Estimating Beutels", "LF White", "M. Pagano"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Portugal\n> 0.75 were selected. The rate of progression and doubling time were\ncomputed and used to fit a linear regression model. Models were evaluated using", "one_words_summarize": "The rate of progression and doubling time werecomputed and used to fit a linear regression model. COVID-19, doubling time, temperature, humidity, precipitation, wind speed,mortalityThe outbreak of pneumonia cases in Wuhan, China during last December led to greatefforts to prevent a global epidemic. Whenhuman-to-human transmission was proved, on the 20th of January, the onset of thedisease (COVID-19) has changed.2,7-10 According to the China CDC11, the case fatalityrate (CFR) was 0.2% at the end of January 2020 and 14.4% of the confirmed caseswere considered severe or even critical. Therefore, data from the 31provinces of Mainland China were gathered from the 23rd January up to the 1st ofMarch, completing 39 days. For each province several periodswere sampled, allowing to obtain more than one value of the rate of progression(Figure 1).different starting points. Table 2 shows, for the 4 conditions studied, the resultsachieved from the linear regressions, that assumed temperature and humidity asindependent variables. Moreimportantly, the signal and value of the coefficients of regressors are of utterlyimportance to understand how the spread of COVID-19 is expected to be affected bytemperature and humidity. According to all models, temperature increases thedoubling time, which means that it delays the spread of COVID-19. The models differ, however, on the amount of contribution: forexample, in the best scenario (model: 15 days, n=3) the doubling time is increasedby 0.090 days for each Celsius degree increase, and is increased by 0.072 days foreach unit decrease of the humidity value. Results suggest that temperature correlatespositively with the doubling time and negatively with humidity. A novel coronavirus from patients withpneumonia in China, 2019. Genomic characterization of the 2019novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia aftervisitingWuhan. A novel coronavirus genome identified ina cluster of pneumonia cases—Wuhan, China 2019−2020."}