{"date": "2020/03/05", "journal": "medrxiv", "authors": "Tapiwa Ganyani, Cecile Kremer, Dongxuan Chen, Andrea Torneri, Christel Faes, Jacco Wallinga, Niel Hens", "title": "Estimating the generation interval for COVID-19 based on symptom onset data", "type": "preprint article", "abstract": "Background: Estimating key infectious disease parameters from the COVID-19 outbreak is quintessential for modelling studies and guiding intervention strategies. Whereas different estimates for the incubation period distribution and the serial interval distribution have been reported, estimates of the generation interval for COVID-19 have not been provided. Methods: We used outbreak data from clusters in Singapore and Tianjin, China to estimate the generation interval from symptom onset data while acknowledging uncertainty about the incubation period distribution and the underlying transmission network. From those estimates we obtained the proportions pre-symptomatic transmission and reproduction numbers. Results: The mean generation interval was 5.20 (95%CI 3.78-6.78) days for Singapore and 3.95 (95%CI 3.01-4.91) days for Tianjin, China when relying on a previously reported incubation period with mean 5.2 and SD 2.8 days. The proportion of pre-symptomatic transmission was 48% (95%CI 32-67%) for Singapore and 62% (95%CI 50-76%) for Tianjin, China. Estimates of the reproduction number based on the generation interval distribution were slightly higher than those based on the serial interval distribution. Conclusions: Estimating generation and serial interval distributions from outbreak", "text": "data requires careful investigation of the underlying transmission network. Detailedcontact tracing information is essential for correctly estimating these quantities.1In order to plan intervention strategies aimed at bringing disease outbreaks such asthe COVID-19 outbreak under control as well as to monitor disease outbreaks, publichealth officials depend on insights about key disease transmission parameters whichare typically obtained from mathematical or statistical modelling. Examples of keyparameters include the reproduction number (average number of infections caused by aninfectious individual) and distributions of the generation interval (time between infectionevents in an infector-infectee pair), serial interval (time between symptom onsets in aninfector-infectee pair), and incubation period (time between moment of infection andsymptom onset) [1]. Estimates of the reproduction number together with the generationinterval distribution can provide insight into the speed with which a disease will spread.On the other hand, estimates of the incubation period distribution can help guidedetermining appropriate quarantine periods.As soon as line lists were made available, statistical and mathematical modelling wasused to quantify these key epidemiological parameters. Li et al. [2] estimated the basicreproduction number (using a renewal equation) to be 2.2 (95% CI 1.4-3.9), the serialinterval distribution to have a mean of 7.5 days (95% CI 5.5-19) based on 6 observations,and the incubation period distribution to have a mean of 5.2 days (95% CI 4.1-7.0)based on 10 observations. Other studies estimated the incubation period distributionto have a mean of 6.4 days (95% CI 5.6-7.7) [3], median of 5 days (95% CI 4.0-5.8)[4], mean of 5.2 days (range 1.8-12.4 days) [5], and a mean of 4.8 days (range 2-11 days) [6].When the incubation period does not change over the course of the epidemic, theexpected values of the serial and generation interval distributions are expected to beequal but their variances to be different [7]. It has recently been shown that ignoring thedifference between the serial and generation interval can lead to biased estimates of thereproduction number. More specifically, when the serial interval distribution has largervariance than the generation interval distribution, using the serial interval as a proxy forthe generation interval will lead to an underestimation of the basic reproduction numberR. When R is underestimated, this may lead to prevention policies that are insufficientto stop disease spread [7].The most well-known method to estimate the serial interval distribution from line list datais the likelihood-based estimation method proposed by Wallinga and Teunis [8]. In 2012,Hens et al. [9] proposed using the Expectation-Maximisation (EM) algorithm to estimatethe generation interval distribution from incomplete line list data based on the method by[8] and allowing for auxiliary information to be used in assigning potential infector-infecteepairs. Te Beest et al [10] used a Markov chain Monte Carlo (MCMC) approach as analternative to the EM-algorithm, to facilitate taking into account uncertainty related tothe dates of symptom onset. In this paper, we use an MCMC approach to estimate, nextto the serial interval distribution, the generation interval distribution upon specificationof the incubation period distribution. We compare the impact of differences amongstprevious estimates of the incubation period distribution for COVID-19 and analyse dataon clusters of confirmed cases from Singapore (January 21 to February 26) and Tianjin,22.1The data used in this paper consist of symptom onset dates and cluster information forconfirmed cases in Singapore and Tianjin, China.As of February 26th, 91 confirmed COVID-19 cases had been reported in Singapore.Detailed information on age, sex, known travel history, time of symptom onset, andknown contacts is available for 54 of these cases (link:https://www.moh.gov.sg/newshighlights/, last accessed February 26th).available, it is assumed that they could have been infected by any other case within thesame cluster. Cases known to be Chinese/Wuhan nationals or known to have been inclose contact with a Chinese/Wuhan national are labeled as index cases. All other casesare assumed to have been infected locally.As of February 27th, 135 confirmed cases had been reported by the Tianjin municipalhealth commission.Data on these cases are available in official daily reports (link:http://wsjk.tj.gov.cn/col/col87/index.html, last accessed February 27th) and include age,sex, relationship to other known cases, and travel history to risk areas in and outsideHubei province, China. In these data, 114 cases can be traced to one of 16 clusters. Thelargest cluster consisting of 45 cases can be traced to a shopping mall in Baodi district.Through contact investigations, potential transmission links were identified for cases whohad close contacts. Travel history information was used to identify some individuals asimport cases. For cases with no infector information available, it is assumed that theycould have been infected by any other case within the same cluster.2.2          For i = 2; : : : ; n, denote ti the time of infection for individual i, tv(i) the time of infectionfor the infector of individual i, i the incubation period for individual i, andv(i) theincubation period for the infector of individual i. The serial interval (Zi) for case i isa linear combination of latent variables, i.e., Zi = (ti + i)(tv(i) + v(i)). Assumingthe incubation period is independent of the infection time, Zi can be rewritten as aconvolution of the generation interval for individual i and the difference between theincubation period of individual i and the incubation period of its infector v(i) [7], i.e.,(                    Equation (          h(zi; 1; 2). The density function h(:) is given by[11],h(z; 1; 2) =f (zy; 1)g(y; 2)dy:In general, h(z; 1; 2) and g(y; 2) have no closed form for arbitrary choices of f (x; 1)Zi===(ti + i)(tv(i) + v(i))(titv(i)) + ( iv(i))Xi + Yi:and k( ; 2). Monte Carlo methods [12] can be used to estimate h(z; 1; 2) as follows,h(z; 1; 2)===where yj is the jth Monte Carlo sample drawn from g(y; 2). When all infector-infecteepairs are observed, the likelihood function is given by,Ljzi; v(i) =f (ziyj j );n JY 1 Xi=2Jj=1where= f 1; 2g [8]. To account for uncertainty in the transmission links we resort toa Bayesian framework in which missing links are imputed [10] (see Subsection 2.3). Thelikelihood function is then given by L; v(i)missingjzi; v(i) .2.3We use the Bayesian method described in te Beest et al. [10] for parameter estimation.This method proceeds in two steps. The first step updates the missing links v(i)missing andthe second step updates the parameter vector1, i.e., the parameters of the generationinterval distribution. We assume that both the generation interval and the incubationperiod are gamma distributed, i.e., f (x; 1)( 1; 1) and k( ; 2)( 2; 2).2 is fixed to ( 2 = 3:45; 2 = 0:66), corresponding to anincubation period with a mean of 5.2 and standard deviation (SD) of 2.8 days [5].Minimally informative uniform priors are assigned to the parameters of the generationinterval distribution, i.e.,1U (0; 30) and1potential infectors, the possible links v(i)missing are assigned equal prior probabilities. Themissing links are updated using an independence sampler, whereas1 is updated usinga random-walk Metropolis-Hastings algorithm with a uniform proposal distribution[12].We evaluate the posterior distribution using 3 000 000 iterations of which the first 500000 are discarded as burn-in. Thinning is applied by taking every 200th iteration. Theserial interval distribution is obtained by simulating 1 000 000 draws from h(z; ^1; ^2).All analyses were performed using R, datasets and code are available on GitHub(https://github.com/cecilekremer/COVID19).(3)(4)(5)(6)2.3.1ImplicationsThe proportion of pre-symptomatic transmission is calculated as p = P (Xi < v(i)), i.e.,pre-symptomatic transmission occurs when the generation interval is shorter than theincubation period of the infector. This proportion was obtained by simulating valuesfrom the estimated generation interval and incubation period distributions (assuming amean incubation time of 5.2 days [5]).The reproduction number is calculated as R = er, where r denotes the exponentialgrowth rate estimated from the initial phase of the outbreak, andand2 are the meanand variance of the generation or serial interval distribution [13].Confidence intervals for p and R are calculated by evaluating p and R at each iterationof the converged MCMC chain, i.e., at each mean/variance pair of the posteriorgeneration/serial interval distribution. The 95% confidence intervals are given by the2.5% and 97.5% quantiles of the resulting distributions.2.3.2Sensitivity analysesAs sensitivity analyses, we investigate the robustness of our estimates of the generationinterval distribution to the choice of different incubation period distributions.Inparticular, we fix2 to ( 2 = 7:74; 2 = 1:21) and ( 2 = 4:36; 2 = 0:91), correspondingto an incubation period with mean and SD (6.4, 2.3) days [3] and (4.8, 2.6) days [6],respectively.In our main (i.e., baseline) analyses, missing serial intervals were only allowed to bepositive, i.e., the symptom onset time of the infector has to occur before that of theinfectee. However, given that pre-symptomatic transmission is possible, this can bedeemed an unrealistic assumption.negative serial intervals on our estimates of the generation interval distribution.To further assess the robustness of the estimated generation interval distribution, foreach dataset, we fit the model to data from the largest cluster. In the Tianjin dataset,the largest cluster is the shopping mall cluster consisting of 45 cases. In the Singaporedataset this is the Grace Assembly of God cluster consisting of 25 cases.33.1each dataset, assuming an incubation period with mean 5.2 and SD 2.8 days. The meangeneration time is estimated to be 5.2 days (95%CI, 3.78 - 6.78) for the Singapore data,and 3.95 days (95%CI, 3.01 - 4.91) for the Tianjin data. As expected, the estimatedmeans of the generation interval and serial interval distributions are approximately equalbut the latter has a larger variance.distributions for Singapore and Tianjin datasets. The estimates are obtained underdifferent assumptions for the incubation period, under the baseline scenario where missingSI are only allowed to be positive. GI: generation interval; SI: serial intervalDataIncubation period IntervalSingaporeTianjinobtained when allowing for negative serial intervals in case there is no known infector.Compared to baseline analyses (Table 1), estimates of the mean generation time aresmaller when allowing for negative serial intervals. The mean generation time is 3.86days for Singapore and 2.90 days for Tianjin.distributions for Singapore and Tianjin datasets when allowing serial intervals to benegative and assuming an incubation period with mean 5.2 and SD 2.8 days.GI:generation interval; SI: serial intervalDataScenarioIntervalSingaporeTianjinlargest cluster. We only show results for the Tianjin dataset, as for the Singapore datathere were too few cases (n=25) and the MCMC chain did not converge. When allowingonly positive serial intervals for cases with no known infector, the mean generation time isestimated to be 3.50 days. On the other hand, when allowing for negative serial intervals,it is estimated to be 2.57 days.distributions for the largest cluster in the Tianjin dataset. The estimates are obtainedunder different scenarios for the serial interval, assuming an incubation period with mean5.2 and SD 2.8 days. GI: generation interval; SI: serial intervalDataestimated using the serial interval compared to when using the generation interval.estimated using GI or SI, assuming an incubation period with mean 5.2 and SD 2.8 days.DataScenarioIntervalSingaporeTianjinWe estimated the generation time to have a mean of 5.20 (95%CI 3.78-6.78) days and astandard deviation of 1.72 (95%CI 0.91-3.93) days for the Singapore data, and a meanGISIGISIGISIGISIof 3.95 (95%CI 3.01-4.91) days with a standard deviation of 1.51 (95%CI 0.74-2.97)days for the Tianjin data. These mean estimates increase only slightly when increasingthe mean incubation period. For the Singapore data, allowing the serial interval to benegative decreases the estimated mean generation time from 5.20 days, when restrictingmissing serial intervals to be positive, to 3.86 (95%CI 2.22-5.60) days when allowingthem to be negative. For the Tianjin data, the baseline estimate of the mean generationtime (3.95 days) is about the same than when allowing serial intervals to be negativein the Singapore data. However, in the Tianjin data there were already some negativeserial intervals among the reported links, which may explain this lower estimate. Whenallowing for negative serial intervals in the Tianjin data, the mean generation timedecreased to 2.90 (1.85-4.12) days. These are the first estimates of the generationinterval for COVID-19. Sensitivity analyses show that the assumptions made aboutthe incubation period have only moderate impact on the results. On the other hand,assumptions made about the underlying transmission network (e.g. acknowledgingpossibly negative serial intervals) have a large impact on our results.As expected, the proportion of pre-symptomatic transmission increases from 48% (95%CI32-67%) in the baseline scenario to 66% (95%CI 45-84%) when allowing for negativeserial intervals, for the Singapore data, and from 62% (95%CI 50-76%) to 77% (95%CI65-87%) for the Tianjin data. Hence, a substantial proportion of transmission appearsto occur before symptom onset, which is an important point to consider when planningintervention strategies. We also estimated R0, solely to illustrate the bias that occurswhen using the serial interval as a proxy for the generation interval [7]. Whereas theimpact was limited for our analyses, estimates based on the generation interval arelarger and should be preferred to inform intervention policies. Indeed, as expected, thereproduction number was underestimated when using the serial interval distributionwhich is more variable than the generation interval distribution.Tindale et al. [14] recently estimated the mean serial interval for COVID-19 to be 4.56(95%CI 2.69 - 6.42) days for Singapore and 4.22 (95%CI 3.43 - 5.01) days for Tianjin.Although these estimates are different from the ones we report, they fall within theuncertainty ranges we obtained. An important advantage of our method is that we areable to infer the generation interval distribution while allowing serial intervals to benegative. Our estimates of R are smaller than the ones reported by Tindale et al. [14],because we use a different estimate of the growth rate r (0.04 for Singapore and 0.12 forTianjin as obtained from the initial exponential growth phase in each dataset, comparedto 0.15 used by [14]).Another advantage of our method is that we can derive a proper variance estimate forthe generation interval, in contrast to using a too large variance estimate that is obtainedwhen using the serial interval as a proxy for the generation interval. Furthermore, intheory we do not need to condition on the order of symptom onset times. However, whenthe data does not provide sufficient information on directionality of transmission, thislack of auxiliary information may cause problems for estimation.This study does have some limitations. First, we rely on previous estimates for theincubation period.However, sensitivity analyses show that changing the incubationperiod distribution does not have a big impact on our estimates of the generation intervaldistribution. Second, we do not account for incomplete or possible changes in reportingover the course of the epidemic.processes and thus behavioral change, which could shape realised generation intervaldistributions as well as serial interval distributions (unpublished work). Fourth, we donot account for contraction of the generation interval because of depletion of susceptibles.Future work should take into account these shortcomings.Infection control for the COVID-19 epidemic relies on case-based measures such as findingcases and tracing contacts. A variable that determines how effective these case-basedmeasures are is the proportion of pre-symptomatic transmission. Our estimates of thisproportion are high, ranging from 0.48 to 0.77. This implies that the effectiveness ofcase finding and contact tracing in preventing COVID-19 infections will be considerablysmaller compared to the effectiveness in preventing SARS or MERS infections, wherepresymptomatic transmission did not play an important role (see e.g. [15]). It is unlikelythat these measures alone will suffice to control the COVID-19 epidemic. Additionalmeasures, such as social distancing, are required.NH acknowledges funding from the European Research Council (ERC) under theEuropean Unionâs Horizon 2020 research and innovation programme (grant agreement682540 - TransMID). CF, NH and JW acknowledge funding from the European Union’s2019.coronavirus (2019-nCoV) infections among travellers from Wuhan, China, 20 - 28January 2020”. In: Eurosurveillance 25 (5 2020). doi: 10.2807/1560- 7917.ES.novel coronavirus infection: A statistical analysis of publicly available case data”.[5] J. Zhang et al. “Evolving epidemiology of novel coronavirus diseases 2019 andpossible interruption of local transmission outside Hubei Province in China: adescriptive and modeling study”. In: medRxiv preprint (Feb 2020). doi: 10.1101/[7] T. Britton and G. Scalia-Tomba. “Estimation in emerging epidemics: biases andremedies”. In: Journal of The Royal Society Interface 16.150 (2019), p. 20180670.[8] J. Wallinga and P. Teunis. “Different Epidemic Curves for Severe Acute RespiratorySyndrome Reveal Similar Impacts of Control Measures”. In: American Journal ofEpidemiology 160.6 (2004), pp. 509–516. doi: 10.1093/aje/kwh255.[9] N. Hens et al. “Robust Reconstruction and Analysis of Outbreak Data: InfluenzaA(H1N1)v Transmission in a School-based Population”. In: American Journal ofEpidemiology 176.3 (2012), pp. 196–203. doi: 10.1093/aje/kws006.[10] D. E. te Beest et al. “Estimating the generation interval of influenza A (H1N1) in arange of social settings”. In: Epidemiology 24 (2 2013), pp. 244–250. doi: 0.1097/EDE.0b013e31827f50e8.[11] A. M. Mood. Introduction to the Theory of Statistics. McGraw-hill, 1950.2004. doi: 10.1007/978-1-4757-4145-2.between growth rates and reproductive numbers”. In: Proceedings of the RoyalSociety B: Biological Sciences 274.1609 (2007), pp. 599–604. doi: 10.1098/rspb.2006.3754.estimates suggest pre-symptomatic spread of COVID-19”. In: medRxiv preprint(March 2020). url: https://github.com/carolinecolijn/ClustersCOVID19/", "ref_list": [[], ["Handbook of infectious disease data analysis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L. Held", "Q. Li", "X. Guan", "P. Wu", "J. A. Backer", "D. Klinkenberg", "J. Wallinga", "N. M. Linton", "T. Kobayashi", "Y. Yang", "T. Liu", "J. Hu", "L. Lin", "J. Wallinga", "M. Lipsitch", "L. C. Tindale", "M. Coombe", "J. E. Stockdale"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "data requires careful investigation of the underlying transmission network. Detailed\ncontact tracing information is essential for correctly estimating these quantities.\n1", "one_words_summarize": "data requires careful investigation of the underlying transmission network. As soon as line lists were made available, statistical and mathematical modelling wasused to quantify these key epidemiological parameters. Other studies estimated the incubation period distributionto have a mean of 6.4 days (95% CI 5.6-7.7) [3], median of 5 days (95% CI 4.0-5.8)[4], mean of 5.2 days (range 1.8-12.4 days) [5], and a mean of 4.8 days (range 2-11 days) [6].When the incubation period does not change over the course of the epidemic, theexpected values of the serial and generation interval distributions are expected to beequal but their variances to be different [7]. Te Beest et al [10] used a Markov chain Monte Carlo (MCMC) approach as analternative to the EM-algorithm, to facilitate taking into account uncertainty related tothe dates of symptom onset. As of February 26th, 91 confirmed COVID-19 cases had been reported in Singapore. Cases known to be Chinese/Wuhan nationals or known to have been inclose contact with a Chinese/Wuhan national are labeled as index cases. In these data, 114 cases can be traced to one of 16 clusters. Through contact investigations, potential transmission links were identified for cases whohad close contacts. Travel history information was used to identify some individuals asimport cases. For cases with no infector information available, it is assumed that theycould have been infected by any other case within the same cluster.2.2          For i = 2; : : : ; n, denote ti the time of infection for individual i, tv(i) the time of infectionfor the infector of individual i, i the incubation period for individual i, andv(i) theincubation period for the infector of individual i. The serial interval (Zi) for case i isa linear combination of latent variables, i.e., Zi = (ti + i)(tv(i) + v(i)). In the Singaporedataset this is the Grace Assembly of God cluster consisting of 25 cases.33.1each dataset, assuming an incubation period with mean 5.2 and SD 2.8 days. GI:generation interval; SI: serial intervalDataScenarioIntervalSingaporeTianjinlargest cluster. On the other hand, when allowing for negative serial intervals,it is estimated to be 2.57 days.distributions for the largest cluster in the Tianjin dataset. However, in the Tianjin data there were already some negativeserial intervals among the reported links, which may explain this lower estimate. 14],because we use a different estimate of the growth rate r (0.04 for Singapore and 0.12 forTianjin as obtained from the initial exponential growth phase in each dataset, comparedto 0.15 used by [14]).Another advantage of our method is that we can derive a proper variance estimate forthe generation interval, in contrast to using a too large variance estimate that is obtainedwhen using the serial interval as a proxy for the generation interval. Furthermore, intheory we do not need to condition on the order of symptom onset times. However, whenthe data does not provide sufficient information on directionality of transmission, thislack of auxiliary information may cause problems for estimation. Infection control for the COVID-19 epidemic relies on case-based measures such as findingcases and tracing contacts. Our estimates of thisproportion are high, ranging from 0.48 to 0.77. doi: 10.2807/1560- 7917.ES.novel coronavirus infection: A statistical analysis of publicly available case data”.[5] J. Zhang et al. “"}