{"date": "2020/03/05", "journal": "medrxiv", "authors": "Alberto Aleta, Qitong Hu, Jiachen Ye, Peng Ji, Yamir Moreno", "title": "A data-driven assessment of early travel restrictions related to the spreading of the novel COVID-19 within mainland China", "type": "preprint article", "abstract": "Two months after it was rstly reported, the novel coronavirus disease COVID-19 has already spread worldwide. However, the vast majority of reported infections have occurred in China. To assess the e ect of early travel restrictions adopted by the health authorities in China, we have implemented an epidemic metapopulation model that is fed with mobility data corresponding to 2019 and 2020. This allows to compare two radically di erent scenarios, one with no travel restrictions and another in which mobility is reduced by a travel ban. Our ndings indicate that i) travel restrictions are an e ective measure in the short term, however, ii) they are ine ective when it comes to completely eliminate the disease. The latter is due to the impossibility of removing the risk of seeding the disease to other regions. Our study also highlights the importance of developing more realistic models of behavioral changes when a disease outbreak is unfolding.", "text": "those detected either by clinical diagnosis or in the laboratory. Lastly, there has also been intense research aimed atcomputing the probability that the outbreak extends beyond Wuhan to other cities in China, as well as to the rest ofthe world [6, 7, 15{18]. These works use historical data in order to produce a risk assessment and obtain probabilitiesthat the disease is imported in other populations. Likewise, modeling e orts have been directed towards gauging thee ect of Wuhan's quarantine on the spreading of the epidemic all over the country (which so far has determined tobe a delay of 3 days in the arrival of the peak) and worldwide.        Given the unprecedented characteristics of this outbreak, we here adopt a slightly di erent approach and study adata-driven metapopulation model that makes use of the actual ows of the population to properly measure the earlye ects of the travel reductions in China. Speci cally, we built a basic metapopulation model [        MODELWe implement a stochastic SEIR-metapopulation model to simulate the spread of the epidemic across mainlandChina. The model can be divided in two discrete processes: the disease dynamics governed by a SEIR compartmentalmodel; and the mobility of individuals. In a SEIR compartmental model individuals are assigned into each groupaccording to their health status: susceptible (S) if they are susceptible to the disease; exposed (E) if they have beeninfected but are still asymptomatic; infected (I) once the incubation period is over and the individuals show symptomsand can infect others; and removed (R) when they are either recovered or deceased. Within each subpopulation(henceforth, region), the transition between compartments results from the following rules, iterated at each time step,corresponding to 1 day:S!E: Susceptible individuals in region i might get infected with probability P (S ! I) = 1 (1 R0=(TE Ni))iI , whereR0 is the reproduction number, TE the mean incubation time, Ni the number of individuals in region i and Iithe number of infected individuals in mentioned region.E!I: Exposed individuals enter the infected compartment with a rate inversely proportional to the mean latent period,TE .I!R: Infected individuals enter the removed compartment with a rate inversely proportional to the mean infectiousperiod, TI .Note that the generation time is thus Tg = TE + TI . On the other hand, the mobility of individuals is implementedthrough a data-driven approach. We have obtained the number of individuals leaving each region each day, N o, as wellias the probability, pij , of going from each region i to region j (see Materials and Methods for a thorough descriptionof the data). Hence, at each time step, we select Nio individuals at random from within each region excludinginfected individuals in i, which are supposed to be under quarantine or hospitalized , and distribute them across thecountry according to such probabilities. Note, however, that there could be exposed individuals, which are those thatultimately will bring the disease to other subpopulations. We also implemented a randomized version of the model forthe mobility, in which the fraction of the population traveling from each region at each time step is 0.008 (estimatedfrom the average fraction of individuals traveling during the rst week of January 2020) and their destinations arechosen randomly with probability proportional to the population of the destination region.Furthermore, since we have data of Nio from 2019 and 2020, we simulated the spreading of the disease in both years.In this way, we are able to asses the impact of travel reductions due to mobility restrictions across subpopulationswithout making any however sensible assumptions about possible changes in individuals' mobility. Nonetheless,-10001-JanGuangdongShandongHenanSichuanHebeiJiangsuHunanAnhuiGuangxiHubeiYunnanJiangxiLiaoningShanxiHeilongjiangFujianZhejiangGuizhouShaanxiShanghaiChongqingGansuJilnInnerMongoliaXinjiangBeijngTianjinHainanNingxiaQinghaiTibet16-FebSpring Festival17-Jan22-Jan27-Jan1-Feb6-Feb11-Feb06-Jan11-Jan16-Jan21-Jan26-Jan31-Janthis period of the year has some peculiarities due to the Spring Festival, an event that completely modi es the travelpatterns of the population. In 2020, the Spring Festival was celebrated on Jan. 25th, while in 2019 it took place onFeb. 5th. For this reason, we align both simulations so that \\day 0\" will correspond in both years to the day of theSpring Festival (Jan. 25th and Feb. 5th respectively). As a consequence, we start the simulations on Jan. 12th, 2019and Jan. 1st, 2020, so that in both years the period between the rst reported cases and the celebration of the SpringFestival is the same. Lastly, the simulation will run in both cases to 13 days after the Festival, which corresponds toFeb. 5th in 2020 and Feb. 16th in 2019.        Fig. 1 clearly shows that the changes induced by the epidemic in the overall ow and movement of the populationthroughout China is not restricted just to the region in which the city of Wuhan is located (Hubei). In 2019, a largenumber of individuals moved right before the Spring Festival. Then, it reached a minimum at the Spring Festival andlater on, again, a large number of individuals moved again, see Fig. 1A. On the other hand, in 2020, the situationwas similar only until Jan. 23rd, when the travel restrictions in Wuhan were implemented. Two features are worthhighlighting. First, when the travel restrictions were implemented, the ow of population had peaked already justbefore the Spring festival. This is key to understand why, despite the reduction in mobility, the daily number of newcases have continued to increase for weeks. Secondly, most of the second wave observed in 2019 which correspondsto travel back to the original region might have not taken place yet (see Fig. 1B), and thus, there is still a high riskthat a subsequent large outbreak or increase in the number of newly infected individuals happens. The existence ofrecurrent local outbreaks is a feature that some models have anticipated [                To parameterize the metapopulation epidemiological model we follow Chinazzi et al. [        HenanShandongSichuanHunanAnhuiHebeiJGiaunagnsgudongHubeiGuangxiJiangxiYunnanGuizhouLiaoningSHheailoanngxjiiangShanxiFujianChongqingZhejiangGansuJilnInnerMongoliaXinjiangShanghaiBeijngTianjinHainanNingxiaQinghai          Tibet5-Febvalues have been reported by other groups, we have also tested larger values of these parameters and the results areconsistent (see Materials and Methods) with those reported in what follows. The outbreak is seeded by introducing40 exposed individuals on Jan. 1st (Jan. 12th in 2019) [          Fig. 2 shows the cumulative number of infected individuals for Hubei and for the rest of mainland China. The largemajority of cases, in all situations considered, are contained within Hubei province. However, when we look at thepredictions on the rest of the country, we begin to see growing di erences between the scenarios analyzed. The resultsin Fig. 2B also show that travel restrictions have a positive impact in the temporal evolution of the disease (compare2019 with 2020), in so far the reduction in the ow of individuals delays the spreading of the disease to the rest ofmainland China. However, as it can also be deduced from the trend of the curves in Fig. 2B, there is no indicationthat the growth in the number of cases will evolve following a di erent functional form. In other words, if no furthermeasures are taken and no modi cations are made to the model, one would nd that the number of simulated casesat day in 2019 would be the same days after in 2020.Fig. 2A also shows that there is a large di erence between the cumulative number of cases predicted in 2020 andthe reported one. Although, as previously discussed, this has been reported by several other studies, to ensure thatthe methodology is correct, and to further analyze the e ect of the mobility pattern, in Fig. 3 we show the correlationbetween the real values of infected individuals and the simulated ones for 2020. We obtain a Pearson correlation of0.81 implying that the assumptions behind the model, albeit simplistic, can correctly describe the basic dynamicsof the epidemic. Furthermore, we also see that the data-driven model is able to predict better the dynamics thanits random counterpart. Lastly, we have also studied the di erence in the predicted number of cases in each regionbetween 2019 and 2020 at the end of the simulation period. Results are reported in Table I, where we show the medianas well as the corresponding 5-95% quantiles. As it can be seen in the Table, in the vast majority of the regions thepredicted number of cases in the scenario in which travel is not banned (2019) is larger than for those obtained withdata from 2020. Interestingly, there are some regions in which the situation reverses. We have no explanation for this(small) negative deviations.Summarizing, we have studied a data-driven metapopulation model that allows assessing the e ects of early travelrestrictions in Wuhan and Hubei province. Even if our modeling framework is simpler than other more sophisticated2020 dataRandom dataHebei Jiangsu HenanShanxi HunanInner MongoliJailin Guangxi HeilongjCiahnogngqingYunnan Tianjin Beijing ZhejiangGansu Shaanxi ShanghaiQinghai Ningxia Hainanimplementations of the disease dynamics, our results are in line with several available studies in that: i) travelrestrictions are e cacious in the short term, e ectively decreasing the expected number of infected individuals inmost of the regions in mainland China, and ii) at the same time, reducing the travel does not appear to have a longterm impact on the spreading of the disease if not accompanied by other measures. We also note that the observedshift of the epidemic curve and the e ect of travel restriction might be underestimated because the large majorityof people had already moved before these mobility restrictions were implemented (as it can be seen in Fig. 1). Ourstudy is limited in several aspects that can constitute future research goals. First, the geographic resolution allowedby the mobility data used here is low. Considering large regions have the undesired e ect that one can not addstructure to the population and therefore the dynamics within each subpopulation is constrained by the homogeneousmixing hypothesis. This limitation could be overcome if less granular spatial and temporal data becomes available.Secondly, and perhaps more important as it currently represents a scienti c challenge, we have assumed that thetransmissibility does not change during the whole simulation period. This implies that changes in behavioral patternsof the population are not fully accounted for nor they can be completely disentangled from those associated with travelrestrictions. Understanding how to deal with such behavioral changes is key for the development of more realisticdescriptions of the large-scale spreading of diseases. Finally, another critical feature of current models that needs tobe improved in future research is the use of disease parameters notably R0 that are constant both in time andacross populations.AcknowledgmentsYM acknowledges partial support from the Government of Aragon, Spain through grant E36-17R (FENOL), and byMINECO and FEDER funds (FIS2017-87519-P). AA and YM acknowledge support from Intesa Sanpaolo InnovationCenter. AA and QH share co rst authorship. PJ acknowledges Natural Science Foundation of Shanghai, EasternScholar and NSFC 269 (11701096). The funders had no role in study design, data collection, and analysis, decisionto publish, or preparation of the manuscript.Region            Resident population. The statistics about the distribution of the population across 31 regions in China wereobtained from the \\China Statistical Yearbook 2019\" [                        Population ow. We obtained migration data from Baidu Quanxi, an open platform based on Baidu LocationBased Services (LBS) that provides information about the population ow within China [                        Infected individuals. The number of infected individuals as a function of time, as well as their distribution acrossregions on Feb. 5th was obtained from the WHO reports [            R0=2.7 Te=3.0 Tg=7.5R0=2.4 Te=3.0 Tg=9.0R0=3.8 Te=5.0 Tg=12.0            To gauge the e ect of the chosen parameterization of the model, we have repeated the analysis with several valuesreported in the literature [            ", "ref_list": [[], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], ["Pfei er"], [""], [""], ["("], ["-j."], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Tech. Rep.", "-"], ["G. S. Randhawa", "H. E. M. P. M. Soltysiak", "Roz", "K. A. C. P. E. de Souza", "L. Hill", "Kari"], ["L. Wahba", "N. Jain", "A. Z. Fire", "M. J. Shoura", "K. L. Artiles", "and D. E. M. J. McCoy", "Jeong"], ["P. Zhou", "X.-L. Yang", "X.-G. Wang", "B. Hu", "L. Zhang", "Y. -R. Si", "B. Zhu", "C.-L. Li", "Huang"], ["K. Gostic", "A. C. R. Gomez", "R. O. Mummah", "A. J. Kucharski", "J. O. Lloyd-Smith"], ["Z. Du", "L. Wang", "S. Cauchemez", "X. Xu", "X. Wang", "B. J. Cowling", "L. A. Meyers"], ["M. Chinazzi", "J. T. Davis", "M. Ajelli", "C. Gioannini", "M. Litvinova", "S. Merler", "A. P. y. Piontti", "L. Rossi", "K. Sun", "C. Viboud"], ["Z. Cao", "Q. Zhang", "X. Lu", "H. Wang", "T. Song", "Z. Pei", "D. D. Jia", "Zeng"], ["Y. Zhou", "J. Dong"], ["X. Zhu", "A. Zhang", "P. Jia", "X. Tan", "J. Tian", "T. Wei", "Z. Quan", "J. Yu"], ["Tech", "-"], ["Tech"], ["X. Li", "X. Zhao", "Y. Sun"], ["H. Xiong", "H. Yan"], ["K. J. T. Wu", "G. M. Leung", "Leung"], ["H. Tian", "Y. Li", "Y. Liu", "B. Chen", "J. Cai", "B. Li", "B. Xu", "Q. Yang", "P. Yang"], ["M. P. H.-Y. Yuan", "Hossain", "X. M. M. Tsegaye", "P. Zhu", "T.-H. Jia", "D. Wen"], ["P. Boldog", "T. Tekeli", "Z. Vizi", "A. Denes", "F. Bartha"], ["V. Colizza", "A. Vespignani", "J. Theor"], ["A. Aleta", "A. N. S. Hisi", "S. Meloni", "C. Poletto", "V. Colizza", "Y. Moreno", "R. Soc"], ["Y. Guan", "Hu", "Ou", "H. He", "D. S. Shan", "Hui"], ["CSYD"], ["Baidu"], ["Y. Yang", "Q. Lu", "Y. Wang", "A. Zhang", "N. Jalali", "N. Dean", "I. Longini", "M. E. Halloran", "B. Xu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "those detected either by clinical diagnosis or in the laboratory. Lastly, there has also been intense research aimed at\ncomputing the probability that the outbreak extends beyond Wuhan to other cities in China, as well as to the rest of\nthe world [6, 7, 15{18]. These works use historical data in order to produce a risk assessment and obtain probabilities\nthat the disease is imported in other populations. Likewise, modeling e orts have been directed towards gauging the\ne ect of Wuhan's quarantine on the spreading of the epidemic all over the country (which so far has determined to\nbe a delay of 3 days in the arrival of the peak) and worldwide.", "one_words_summarize": "those detected either by clinical diagnosis or in the laboratory. The model can be divided in two discrete processes: the disease dynamics governed by a SEIR compartmentalmodel; and the mobility of individuals. On the other hand, the mobility of individuals is implementedthrough a data-driven approach. We also implemented a randomized version of the model forthe mobility, in which the fraction of the population traveling from each region at each time step is 0.008 (estimatedfrom the average fraction of individuals traveling during the rst week of January 2020) and their destinations arechosen randomly with probability proportional to the population of the destination region. Nonetheless,-10001-JanGuangdongShandongHenanSichuanHebeiJiangsuHunanAnhuiGuangxiHubeiYunnanJiangxiLiaoningShanxiHeilongjiangFujianZhejiangGuizhouShaanxiShanghaiChongqingGansuJilnInnerMongoliaXinjiangBeijngTianjinHainanNingxiaQinghaiTibet16-FebSpring Festival17-Jan22-Jan27-Jan1-Feb6-Feb11-Feb06-Jan11-Jan16-Jan21-Jan26-Jan31-Janthis period of the year has some peculiarities due to the Spring Festival, an event that completely modi es the travelpatterns of the population. 1A. On the other hand, in 2020, the situationwas similar only until Jan. 23rd, when the travel restrictions in Wuhan were implemented. This is key to understand why, despite the reduction in mobility, the daily number of newcases have continued to increase for weeks. The existence ofrecurrent local outbreaks is a feature that some models have anticipated [                To parameterize the metapopulation epidemiological model we follow Chinazzi et al. [ The largemajority of cases, in all situations considered, are contained within Hubei province. However, when we look at thepredictions on the rest of the country, we begin to see growing di erences between the scenarios analyzed. Results are reported in Table I, where we show the medianas well as the corresponding 5-95% quantiles. Considering large regions have the undesired e ect that one can not addstructure to the population and therefore the dynamics within each subpopulation is constrained by the homogeneousmixing hypothesis. AcknowledgmentsYM acknowledges partial support from the Government of Aragon, Spain through grant E36-17R (FENOL), and byMINECO and FEDER funds (FIS2017-87519-P). The funders had no role in study design, data collection, and analysis, decisionto publish, or preparation of the manuscript."}