{"date": "2020/03/05", "journal": "medrxiv", "authors": "Long Huang, Fu ming xu, Hai rong Liu", "title": "Emotional responses and coping strategies of nurses and nursing college students during COVID-19 outbreak", "type": "preprint article", "abstract": "Background: Affected by a Corona Virus Disease 2019 (COVID-19) outbreak, Since December 2019, there have been more than 76,000 cases of COVID-19 in China, causing more than 3,000 medical staff infections. Due to COVID-19 spreads quickly, is highly contagious, and can be fatal in severe cases, and there are no specific medicines, it poses a huge threat to the life and health of nurses and has a large impact on their emotional responses and coping strategies. Methods: This study conducted an online questionnaire survey from February 1 to 9, 2020 to investigate the current state of emotional responses and coping strategies of nurses and college nursing students in Anhui Province. This study used a modified Brief COPE (Carver, 1997) and a emotional responses scale. Results: The results found that women showed more severe anxiety and fear than men. Participants from cities showed more anxiety and fear than participants from rural, but rural participants showed more sadness than urban participants. The closer COVID-19 is to the participants, the stronger the anxiety and anger. Compared with Nursing college students, nurses have stronger emotional responses and are more willing to use Problem-focused coping. People may have a cycle of \"the more fear, the more problem-focused coping\". And people may “The more angry, the more emotion-focused coping”, “the more problem-focused coping, the more anxious, the", "text": "*Corresponding authormore angry, the more sadness”.Conclusion: COVID-19 is a pressure source with great influence, both for individualsand for the social public groups. Different individuals and groups may experiencedifferent levels of psychological crisis, and those nurses at the core of the incident areaffected. Hospitals should focus on providing psychological support to nurses andproviding timely psychological assistance and training in coping strategies. Improvingnurses' ability to regulate emotions and effective coping strategies, providing a strongguarantee for resolutely winning the battle against epidemic prevention and control.nurse；nursing college students；emotion responses; coping strategiesOn December, 2019, Multiple unexplained cases of pneumonia were reported inWuhan,        Hubei Province, China. Epidemiological findings revealed severehuman-to-human transmission, which was later confirmed to be caused by a novelcorona virus (2019-nCoV) infection. The World Health Organization (WHO) named itCorona Virus Disease 2019 (COVID-19) [                Due to the rapid spread of COVID-19, strong contagion, lethality in severe cases, andno specific medicine, it poses a huge threat to human life and health, and also has ahuge impact on the mental health of the general public, causing people to differdegree of emotional problom [                In addition to the impact of the COVID-19 on people's emotions, people's copingstrategies will also change as a result. Coping is the thoughts and actions thatindividuals use to deal with stressful events [        A questionnaire survey was conducted on online nurses and nursing college studentsin Anhui Province from February 1st to 9th, 2020, using a network questionnaire. Atotal of 850 questionnaires were sent, and 802 valid and complete questionnaires wererecovered, with a recovery rate of 94.35%. Population composition: 202 males and602 females; 298 participants in rural and 506 participants in urban; 374 nurses and430 nursing college students; 377 participants from cities with severe epidemics(Hefei, Fuyang, Bengbu, the number of confirmed diagnoses is> 100 ), 170participants from cities with moderate epidemic levels (Anqing, Wuhu, Lu'an, Suzhou,Ma'anshan, with confirmed diagnosis between 30-100), 257 participants fromprefecture-level cities (Xuancheng, Huaibei, Huainan, Chizhou, Quzhou andHuangshan, the number of confirmed diagnoses <30).It mainly includes the basic information of the participants, such as gender, age,identity, rural or urban, whether there is a confirmed or isolated person in thecommunity or administrative village (in order to evaluate the spatial distance of theCOVID-19 from the participants).Participants rated the extent that they experienced anxious, fear, sadness and anger inresponse to the outbreak of COVID-19 in An Hui on a 5-point scale, ranging from 1(no such emotion) to 5 (the most intense feeling of the emotion). The order ofpresentation for these items was randomized.          The tool for measuring the coping strategy during the outbreak of COVID-19 wasrevised based on the Brief COPE prepared by Carver (1997) [          SPSS 21 software was used for data statistics. Independent sample t analysis,analysis of variance, correlation analysis and regression analysis were mainly used.First, the independent sample t-test were conducted to examine participant identity,gender, urban-rural, and The severity of the urban covid-19 outbreak in eachemotional responses, and the results are summarized in Table I. It was found thatnurses' anxiety (t(799.33) = 3.05, P = 0.002), fear (t(799.33) = 3.05, P = 0.002), sadness(t(799.33) = 4.59, P = 0.000), and anger (t(802) = 4.56, P = 0.002) was significantlyhigher than the emotional level of nursing college students. Women were significantlyhigher than men in terms of anxiety (t(802) =-3.62, P = 0.000) and fear (t(314.44) = 5.17,P = 0.000). The level of sadness (t(584.85) =-3.85, P = 0.000) of participants from ruralwas significantly higher than that of participants from urban, while the anxiety ofparticipants from urban (t(679.52) = 2.55, P = 0.009) and anger (t(802) = 3.04, P = 0.002)were significantly higher than participants in rural.One-way ANOVAs were conducted to examine the severity of COVID-19 in the cityin each emotion, and the results are summarized in Table I. In the result，no significantdifferences were found in anxiety (F(2, 801) =1.49, P =0.226, ηp2 = 0.004), fear (F(2, 801) =0.86, P = 0.422，ηp2 = 0.002), sadness (F(2, 801) = 0.453，P = 0.636，ηp2 = 0.001) andanger (F(2, 801) =1.61，P = 0.200，ηp2 = 0.005).were conducted to examine the spatial distanceofCOVID-19 from the subject in each emotion, and the results are summarized in TableI. It was found that the main effects of fear (F(2, 801) = 2.66, P = 0.073, ηp2 = 0.007) andsadness (F(2, 801) = 1.404, P = 0.246, ηp2 = 0.003) were not significant. A significantdifferences was found in anxiety (F(2, 677) = 9.26, P = 0.000, ηp2 = 0.023), multiplecomparisons found that anxiety in near space distance is significantly greater than farspace distance (P = 0.000) and medium space distance (P = 0.073); the anxiety atmedium space distance was significantly greater than that at far space distance (P =0.008). The main effect of anger is aslo significant (F(2, 801) = 18.78, P = 0.000, ηp2 =0.045). Multiple comparisons found that the anger emotion in near space distance issignificantly greater than far space distance (P = 0.000) and medium space distance (P= 0.026), the anger in medium space distance is significantly greater than in far spacedistance (P = 0.000).The independent sample t test found that nurses used problem-focused copingmethods significantly higher than nursing college students (t(802) = 4.99, P = 0.000).Women were significantly higher than men in problem-focused coping (t(317) =-2.30, P= 0.022), and significantly lower than men in emotional-focused coping (t(264.75) =4.47, P = 0.000). There was no significant difference in the coping strategies betweenthe participants from urban and rural.One-way ANOVAs were conducted to examine the severity of COVID-19 in copingstrategies, and the results are summarized in Table I. Three levels of severity did notdiffer in their use of problem-focused coping (F(2, 801)=0.33, P=0.717, ηp2=0.001) andemotion-focused coping (F(2, 801)=2.24, P=0.107, ηp2=0.006) toward COVID-19.COVID-19 from the subject in coping strategies, and the results are summarized inemotion-focused coping was significant (F(2,801)=13.55，p=0.000，ηp2=0.033). Multiplecomparisons found that there was no significant difference in the emotion-focusedcoping between near space and far space distances (P= 0.715), and theemotion-focused coping at medium space distances were significantly higher thannear space distances (P = 0.007) and far space distance (P = 0.000). That is to say, thelevel of emotion-focused coping at medium space distance is the highest, and the levelof emotion-focused coping at far and near space distances is relatively lower.After controlling for gender, spatial distance, identity, and urban-rural attributes,correlation analysis was performed on the emotional response and coping strategies.The results showed that there was a significant positive correlation between each fouremotion (ps <0.001); a positive correlation was also found between problem-focusedcoping and emotion-focused coping (p <0.001). In addition to sadness, anxiety, fear,and anger were also positively correlatedwith Problem-focused coping andemotion-focused coping (ps <0.001).AnxietyFearSadnessAngerNote: Spatial distance of qualitative variable epidemic : 1 for near, 2 for medium, and 3 for far.A stepwise multiple regression analysis was carried out to further reveal thecorrelations among emotion scores and coping strategies. In the regression analysis,emotion scores was used as the dependent variable, whereas two dimensions ofcoping strategies were used as independent variables (Table 3). Only problem-focusedcoping were included in the regression equation of anxiety, finding R2 = 0.035 andadjusted R2 = 0.034 (F(1,802)=29.17, p＜0.000). This result demonstrates that theregression equation was significant, and problem-focused coping explain 3.4% of thevariation. problem-focused coping and emotion-focused coping were included in theregression equation of fear, finding R2 = 0.063 and adjusted R = 0.060 (F(2,801)=26.79,2p＜0.000). This result demonstrates that the regression equation was significant, andtwo factor explain 6% of the variation. Only problem-focused coping were includedin the regression equation of sadness, finding R2 = 0.01 and adjusted R2 = 0.009(F(1,802)=8.25, p＜0.004). This result demonstrates that the regression equation wassignificant, andproblem-focusedcopingexplain0.9%problem-focused coping and emotion-focused coping were included in the regressionequation of anger, finding R2 = 0.029 and adjusted R2 = 0.026 (F(2,801)=11.77, p＜0.000). This result demonstrates that the regression equation was significant, and twofactor explain 2.6% of the variation.A stepwise multiple regression analysis was carried out to further reveal thecorrelations among emotion scores and coping strategies. In the regression analysis,coping strategies was used as the dependent variable, whereas four dimensions ofemotion scores were used as independent variables (Table 4). Only fear and angerwere included in the regression equation of Problem-focused coping, finding R2 =20.062 and adjusted R = 0.06 (F(2,801) = 26.47, P＜0.000). This result demonstrates thatthe regression equation was significant, and two factor explain 6% of the variation.Only anger were included in the regression equation of Emotion-focused coping,finding R2 = 0.023 and adjusted R2 = 0.022 (F(1,802) = 19.11, P＜0.000). This resultdemonstrates that the regression equation was significant, and the factor explain 2.2%of the variation.Sadness-0.032-0.777        COVID-19 is a stress source with great influence, both for individuals and socialpublic groups. Different individuals may experience different levels of psychologicalcrisis, especially those at the core of the incident. The study found that nurses at theheart of the event exhibit stronger anxiety, fear, sadness, and anger than nursingcollege students. Although, when encountering infectious disease incidents, nursingcollege students will also produce strong psychological stress and concerns aboutfuture careers, showing bad emotional and behavioral experiences of emotionalexcitement, doubt, and helplessness [                Long-term research has generally found that women have significantly higher levelsof depression, anxiety, and loneliness than men. This is considered to be related togender traits. Women themselves attach more importance to their inner experiencesand self-perceptions, their emotions are more fragile and sensitive, and they are morevulnerable to depression, anxiety and Loneliness [        In subsequent analysis, it was found that anxiety, fear, and anger were significantlypositively related to problem-focused coping and emotion-focused coping. That is tosay, there may be \"the more coping the more panic\" or \"the more panic the morecoping\" or the \"coping-panic cycle\" The phenomenon. An analysis of the direction ofthe relationship between emotion and coping found that problem-focused coping has asignificant predictive effect on anxiety and sadness. The explanatory power of anxietyis 3.4%, and the explanatory power of sadness is 0.9%, which indicating that the moreproblem-focusedcoping, themoreanxious and sadness.Althoughbothproblem-focused coping and emotion-focused coping have significant predictiveeffects on fear, the total explanatory power is 6%, but the explanatory power ofproblem-focused coping is 5.6%, and the explanatory power of emotion-focusedcoping is only 0.4%. Therefore, the more problem-focused coping, the more fear.Problem-focused coping and emotion-focused coping both have a significantpredictive effect on anger, with a total explanatory power of 2.6% and aproblem-focused coping interpretation of 2.2%, but the explanatory power ofemotion-focused coping is only 0.4%. This shows that problem-focused coping canpredict emotional responses to a certain extent. This shows that there may be aphenomenon that \"the more problem-focused coping, the more anxious, the moreangry , the more sadness\".Subsequently, our conducted a regression analysis on coping strategies, which foundthat fear and anger have a predictive effect on Problem-focused coping. The totalexplanatory power is 6%, the explanatory power of fear is 5.5%, and the explanatorypower of anger is only 0.5%. Anger has a predictive effect on Emotion-focusedcoping, with an explanatory power of 2.2%. It can be seen that people may be themore fear, the more problem-focused coping, and the more angry, the moreemotion-focused coping. Anxiety and sadness have no predictive effect on copingstrategies. Combining the two parts of the regression analysis, it can be speculatedthat there may be a cycle of \"the more fear—the more problem-focused coping\"(forward interpretation power is 5.6%, reverse interpretation power is 5.5%), \"themore angry, the more emotion-focused coping (2.2%) \",\" The more problem-focusedcoping, the more anxious (3.4%), the more angry (2.2%), the more sadness (0.9%) \".During the outbreak of COVID-19, gender, urban/rural, and spatial distancewillaffect the anxiety, fear, sadness and anger and coping strategies of nurse and nursingcollege students. There is also a large emotional difference between nurses andnursing college students. Nurses have stronger emotional responses and are morewilling to adopt Problem-focused coping. This study further reveals the direction ofthe relationship between emotional responses and coping strategies. In the outbreak ofCOVID-19, we suggest that hospitals should focus on providing psychologicalsupport to nurses, providing timely psychological assistance, training in copingstrategies, providing adequate medical protective equipment, and taking a variety ofinterventions to block the spread of infectious diseases to form a medical environmentwhere COVID-19 stops spreading in hospitals. It has created an optimisticenvironment and guarantees for personal safety for nurses, thereby enabling nurses tocarry out ambulance work with high quality, and to provide a strong guarantee forresolutely winning the battle against epidemic prevention.The authors declare that they have no conflict of interest.All procedures performed in studies involving human participants were in accordance with theethical standards of the institutional and/or national research committee. The study was approvedby the Academic Ethics Committee of Wannan medical college.This study was supported by Anhui province philosophy and social science planning project ofChina (AHSKQ2019D059).", "ref_list": [[], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["Group for Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine"], ["Mental Health Problems and Social Media Exposure During COVID-19 Outbreak"], ["SARS andpsychogeriatric - perspective and lessons from Hong Kong"], ["SARS War: Combating the Disease"], ["The Beijing epidemic is controllable"], ["Healthcare Workers Emotions, Perceived Stressors and Coping Strategies During a MERS-CoV Outbreak"], ["The psychological effect of severe acute respiratory syndrome on emergency department staff"], ["Ebola and psychological stress of health care professionals"], ["The psychological impact of severe acute respiratory syndrome outbreak on healthcare workers in emergency departments and how they cope"], ["Agedifferences in stress and coping processes"], ["An analysis of coping in amiddle-aged community sample"], ["Emotions are functional, most of the time"], ["Human emotion: A functional view"], ["The role of positive emotions inpositive psychology: The broaden-and-build theory of positive emotions"], ["Age-related differences and change in positive and negative affectover 23 years"], ["Age differences in coping and emotional responses toward SARS: A longitudinal study of Hong Kong Chinese"], ["You want to measure coping but yourprotocol's too long: Consider the Brief COPE"], ["A study on the emotional and behavioral experiences of nursing students during the SARS epidemic"], ["Countermeasures to reduce psychological stress of nurses in SARS ward"], ["Psychological survey of the first-line clinical front-line support nurses to combat new coronavirus-infected pneumonia"], ["The immediate psychological and occupational impact ofthe, 2003 SARS outbreak in a teaching hospital"], ["Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution"], ["Analysis on the influence and change trend of public mentality during Sars epidemic"], ["Changes of coping behavior, cognitive evaluation and emotional state of SARS in Peking people in different periods"], ["Research on coping style and related factors of college students during SARS outbreak"], ["The \"psychological eye of typhoon\" effect in wenchuan \"5.12\" earthquake"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Special Expert"], ["JL Gao", "PP Zheng", "YN Jia"], ["HFK Chiu", "LCW Lam", "E Chiu"], ["PC Leung", "EE Ooi"], ["Y Liu"], ["I Khalid", "TJ Khalid", "MR Qabajah"], ["CY Lin", "YC Peng", "YH Wu", "J Chang", "CH Chan", "DY Yang"], ["M Lehmann", "CA Bruenahl", "B Löwe", "MM Addo", "S Schmiedel", "AW Lohse", "C. Schramm"], ["TW Wong", "JK Yau", "CL Chan", "RS Kwong", "SM Ho", "CC Lau"], ["S Folkman", "R Lazarus", "S Pimley"], ["S Folkman", "R Lazarus"], ["NH Frijda", "R. J. Davidson"], ["RW Levenson", "R. J. Davidson"], ["BL Fredrickson"], ["ST Charles", "CA Reynolds", "M Gatz"], ["DYL Yeung", "HH Fung"], ["CS Carver"], ["L. J. Zhang", "P. J. Lu", "Y. X. Gao"], ["J Chai"], ["MC Xu", "Y Zhang"], ["R Maunder", "J Hunter", "L Vincent"], ["LA Nickell"], ["WB Gao", "ZY Chen", "YN Wang"], ["MY Qan", "DM Ye", "W Dong"], ["Y Gao", "MZ Xu", "YF Yang"], ["S Li", "H Liu", "XW Bai"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Corresponding author\nmore angry, the more sadness”.", "one_words_summarize": "Conclusion: COVID-19 is a pressure source with great influence, both for individualsand for the social public groups. Improvingnurses' ability to regulate emotions and effective coping strategies, providing a strongguarantee for resolutely winning the battle against epidemic prevention and control.nurse；nursing college students；emotion responses; coping strategiesOn December, 2019, Multiple unexplained cases of pneumonia were reported inWuhan,        Hubei Province, China. Independent sample t analysis,analysis of variance, correlation analysis and regression analysis were mainly used. In addition to sadness, anxiety, fear,and anger were also positively correlatedwith Problem-focused coping andemotion-focused coping (ps <0.001).AnxietyFearSadnessAngerNote: Spatial distance of qualitative variable epidemic : 1 for near, 2 for medium, and 3 for far. A stepwise multiple regression analysis was carried out to further reveal thecorrelations among emotion scores and coping strategies. This result demonstrates thatthe regression equation was significant, and two factor explain 6% of the variation. Only anger were included in the regression equation of Emotion-focused coping,finding R2 = 0.023 and adjusted R2 = 0.022 (F(1,802) = 19.11, P＜0.000). Women themselves attach more importance to their inner experiencesand self-perceptions, their emotions are more fragile and sensitive, and they are morevulnerable to depression, anxiety and Loneliness [        In subsequent analysis, it was found that anxiety, fear, and anger were significantlypositively related to problem-focused coping and emotion-focused coping. That is tosay, there may be \"the more coping the more panic\" or \"the more panic the morecoping\" or the \"coping-panic cycle\" The phenomenon. Subsequently, our conducted a regression analysis on coping strategies, which foundthat fear and anger have a predictive effect on Problem-focused coping. There is also a large emotional difference between nurses andnursing college students. This study further reveals the direction ofthe relationship between emotional responses and coping strategies."}