{"date": "2020/03/05", "journal": "medrxiv", "authors": "Zeyu Zhao, Yuan-Zhao Zhu, Jing-Wen Xu, Qing-Qing Hu, Zhao Lei, Jia Rui, Xingchun Liu, Yao Wang, Li Luo, Shan-Shan Yu, Jia Li, Ruo-Yun Liu, Fang Xie, Ying-Ying Su, Yi-Chen Chiang, Yanhua Su, Benhua Zhao, Tianmu Chen", "title": "A mathematical model for estimating the age-specific transmissibility of a novel coronavirus", "type": "preprint article", "abstract": "Title: A mathematical model for estimating the age-specific transmissibility of a novel Running title: Age-specific transmissibility of SARS-CoV-2 *These authors contributed equally to this study. Tianmu Chen Xiamen University", "text": "4221-117 South Xiang’an Road, Xiang’an District, Xiamen City, Fujian Province, People’s Republic of232425262728293031323334353637383940414243444221-117 South Xiang’an Road, Xiang’an District, Xiamen City, Fujian Province, People’s Republic ofusing a mathematical model.Background: A novel coronavirus named as “SARS-CoV-2” has spread widely in many countries sinceDecember 2019, especially in China. This study aimed to quantify the age-specific transmissibility byMethods: An age-specific susceptible – exposed – symptomatic – asymptomatic – recovered –seafood market (SEIARW) model was developed based on two suspected transmission routes (frommarket to person and person to person). The susceptible people from Wuhan City were divided intodifferent age groups. We used the subscript i and j to represent age group 1 to 4 (i ≠ j; 1: ≤ 14 years; 2:15-44 years; 3: 45-64 years; 4: ≥ 65 years) and 1 to 5 (i ≠ j; 1: ≤ 5 years; 2: 6-14 years; 3: 15-24 years; 4:25-59 years; 4: ≥ 60 years), respectively. Data of reported COVID-19 cases were collected from onepublished literature from 26 November to 22 December, 2019 in Wuhan City, China. The age-specifictransmissibility of the virus was estimated accordingly secondary attack rate (SAR).Results: The age-specific SEIARW model fitted with the reported data well by dividing the populationinto four age groups (χ2 = 4.99  10-6, P > 0.999), and five age groups (χ2 = 4.85  10-6, P > 0.999).Based on the four-age-group SEIARW model, the highest transmissibility occurred from age group 2 to3 (SAR23 = 17.56 per 10 million persons), followed by from age group 3 to 2 (SAR32 = 10.17 per 10million persons). The lowest transmissibility occurred from age group 1 to 2 (SAR12 = 0.002 per 10million persons). Based on the five-age-group SEIARW model, the highest transmissibility occurredfrom age group 4 to 5 (SAR45 = 12.40 per 10 million persons), followed by from age group 5 to 4 (SAR54= 6.61 per 10 million persons). The lowest transmissibility occurred from age group 3 to 4 (SAR34 =0.0002 per 10 million persons).Conclusions: SARS-CoV-2 has high transmissibility among adults and elder people but lowtransmissibility among children and young people.62636465666768697071727374757677787980818283In December 2019, a series of cases were identified by a novel coronavirus named severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) was reported by Wuhan City, Hubei Province,China. The disease was named as coronavirus disease 2019 (COVID-19) by the World HealthOrganization in 11 February 2020. The patients may be related to have contacted with HuananSeafood Wholesale Market[1], and the virus can continuously transmit from person-to-person withbasic reproduction number (R0) of 2.2 (95% confidence interval [CI], 1.4 to 3.9)[2]. Another researchestimated that the R0 of SARS-CoV-2 was 2.68 (95% CI, 2.47 to 2.86)[3].Age-related transmissibility of COVID-19 has become a public health concern. The reported casesat the early stage (before 2 January 2020) of the transmission were higher than 18 years old andmainly were on 25-64 years old[1]. A study with 425 patients indicated that the median age was 59years (range, 15 to 89) and reported different case distributions in four age groups: 0 – 14, 15 – 44, 45– 64, and  65 years[2]. However, there is not enough epidemiological evidence to classify the agegroups in transmission. In this study, we added another age classification scenario according to ourprevious research on influenza that people were divided into five age groups: 0 – 5, 6 – 14, 15 – 24, 25– 59, and  60 years[4], to better understand the transmissibility of the disease for different ages.There were several studies focusing on mathematical modelling on COVID-19[2, 3], calculating theR0 by using the serial intervals and intrinsic growth rate[2, 5, 6], or using ordinary differential equationsand Markov Chain Monte Carlo methods[3]. We also developed a Bats-Hosts-Reservoir-People (BHRP)transmission network model and simplified the BHRP model as Reservoir-People (RP) transmissionnetwork model to calculate the transmissibility of SARS-CoV-2[7]. However, there is no age-specificmathematical model for quantifying the age-specific transmissibility SARS-CoV-2.84858687888990919293949596979899100101102103104105In this study, based on the RP model which we developed, we built an age-specific susceptible –exposed – symptomatic – asymptomatic – recovered – reservoir (SEIARW) model. The age-specificSEIARW model was employed to estimate the age-specific transmissibility of SARS-CoV-2 by fittingthe data from 26 November to 23 December, 2019 from published literature[1].The data of COVID-19 were collected in Wuhan City from 26 November, 2019 to 23 December,2019 from a published literature[1], including 29 COVID-19 cases with the onset date and exposurehistory. The data of total population which were used in our model was from Wuhan City StatisticsBureau. The data of age group proportions, birth rate and death rate in our model was obtained fromWuhan Statistical Yearbook.In this study, people were divided into 4 age groups based on the published literature[1], and 5 agegroups based on our previous study[4]. We used the subscript i and j to represent age group 1 to 4 (i ≠ j;1: 0 – 14 years; 2: 15 – 44 years; 3: 45 – 64 years; 4: ≥ 65 years) and 1 to 5 (i ≠ j; 1: 0 – 5 years; 2: 6-14years; 3: 15-24 years; 4: 25-59 years; 4: ≥ 60 years), respectively.Our previous study showed that the SEIARW model could be adopted to simulate the infectiousdiseases transmitted from reservoir (such as water or food) to people and from person to person[8, 9].In this study, the age-specific SEIARW model was developed based on two transmission routes (formmarket to person and person to person). In the model, people were divided into five compartments:susceptible (S), exposed (E), symptomatic (I), asymptomatic (A), recovered (R), and the seafoodmarket were defined as reservoir (W). The definitions of the six compartments were shown in Table 1.The model was based on following assumptions:a) Susceptible individuals become infected by contact with infected/asymptomatic people;b) SARS-CoV-2 can transmit within each age group. The transmission rate of age group i and j areβii and βjj respectively.group i to j is βij and from j to i is βji.coefficient is βw;rate is dr;c) SARS-CoV-2 can be transmitted between different age groups. The transmission rate from aged) Susceptible people will be infected after contact with seafood market, and the infection ratee) All the newborn individuals which were assumed as susceptible were added into age group 1.Each age group has a natural mortality rate. We set the natural birth rate is br, and the natural mortalityf) The incubation period of exposed person is 1/. The exposed person will become asymptomaticpeople after a latent period of 1/’. We describe p (0 ≤ p ≤ 1) as the proportion of asymptomaticinfection. Exposed individuals will become asymptomatic person A with a daily rate of pE, and becomesymptomatic person with a daily rate of (1-p)E;g) The transmissibility of A is  times (0 ≤  ≤ 1) of that of I.h) The individuals I and A will become recovered person (R) after an infectious period of 1/γ and1/γ’. A part of I would die due to the infection. We assumed that the case fatality rate was f.i) I and A individuals can shed pathogens into W with the shedding rate of μI and μ'A, where μ andμ' are the shedding coefficients;model were shown as follows:  =  −(  +   ) −     (  +   ) −      −     =     (  +   ) +     (  +   ) − (1 −  )  −  ′  −     = (1 −  )  −   − ( + )   = ′  −  ′  −     =   +  ′  −   =  −(  +   ) −     (  +   ) −      −   =     (  +   ) +     (  +   ) +      − (1 −  )  −  ′  −      normalization:= (1 −  )  −   − ( + ) = ′  −  ′  −   =   +  ′  −   = (  +   ) +  ′(  +   ) −  =   +   +   +   +   +   +   +   +   +  128129130j) SARS-CoV-2 will remove in the market after a given period (the life time of the virus is 1/ε), andthe daily decreasing rate of the pathogen is εW.The flowchart of the model was shown in Figure 1. The equations of the age-specific SEIARWSince the different dimension of people and the virus, we adopt the following sets to perform the135   =   / ,   =   / ,   =   / ,   =   / ,   =   / ,   =   / ,   =   / ,   =   / ,   =   / ,136   =   / ,  = ε/  ,  ′ =  ,   =    ,   =    ,   =    ,   =    ,   =   / .In the normalization, parameter c refers to relative shedding coefficients of A compared to I. Thenormalized model is expressed as follows:  =  −(  +   ) −     (  +   ) −      −     =     (  +   ) +     (  +   ) − (1 −  )  −  ′  −     = (1 −  )  −   − ( + )   = ′  −  ′  −     =   +  ′  −      = (  +   + (  +   ) − ) =   +   +   +   +   +   +   +   +   +The left side of the equation shows the instantaneous rate of change of S, E, I, A, R and W at timet. The subscript i and j (i ≠ j) represent age group 1 to 4/5 in the equation, respectively.The mean incubation period was 5.2 days (95% confidence interval [CI]: 4.1‒7.0) [2]. As reportedby Xu et al[10], the median time from exposure to onset of illness (infected) was 4 days (interquartilerange 3-5 days). Another study showed that the mean of incubation period was around 5 days and theperiod falls within the range of 2-14 days [11]. We set the 5-day as the incubation period and the latentperiod in this study. Thus,  = ’ = 0.2.148149150151152153154155156157158159160161162163164165166167168169Since there was no data on the proportion of asymptomatic infection of the virus, we simulated thebaseline value of proportion of 0.5 (p = 0.5). Since there was no evidence about the transmissibility ofasymptomatic infection, we assumed that the transmissibility of asymptomatic infection was 0.5 timesthat of symptomatic infection ( = 0.5), which was the similar value as influenza[12]. We assumed thatthe relative shedding rate of A compared to I was 0.5. Thus, c = 0.5. Since the SARS-CoV-2 is an RNAvirus, we assumed that it could be died in the environment in a short time, but it could stay for a longertime (10 days) in the unknown hosts in the market. We set ε = 0.1.There is a mean 5-day delay from symptom onset to detection/hospitalization of a case (the casesdetected in Thailand and Japan were hospitalized from 3-7 days after onset, respectively) [13-15].Another study showed that the mean time from illness onset to hospital admission (for treatment and/orisolation) was estimated at 3-4 days without truncation and at 5-9 days when right truncated[11]. Asreported by Xu et al[10], the median time from onset of illness to first hospital admission was 2 (rangefrom 1-4) days. A study including 45 patients diagnosed before January 1 was estimated to have amean of 5.8 days (95% CI: 4.3–7.5) from illness onset to first medical visit[2]. In our model, we set theinfectious period of the cases as 6 days. Therefore, γ = γ’ = 0.1667.According the official report by National Health Commission of the People’s Republic of China, wecollected the data of daily fatality from January 24th to 30th, 2020[16]. Therefore, we set f as 0.02348(range: 0.02198-0.03186). In this study, we set the total population as 11,081,000 so that br = 4.266 10-5 and dr = 3.184  10-5 based on the 2018 Wuhan Statistical Yearbook (Table 2).A two-step curve fitting method was adopted to estimate the parameter bW, bii, bjj, bij, and bji. At thefirst step, we used the mix-age SEIARW model to fit the data and to estimate the parameter bW andmix-age b (named as bp). At the second step, we used the age-specific SEIARW model to fit the dataand to estimate the parameter bii, bjj, bij, and bji.transmissibility of SARS-CoV-2. They were calculated as follows:In the model the age-specific secondary attack rate (SAR) was employed to quantify theIn the equations, SARii, SARij, SARji, and SARjj refer to the age-specific SAR among age group i,from age group i to j, from age group j to i, and among age group j, respectively.To quantify the age-specific transmissibility of SARS-CoV-2, we also performed a simulation whichwas named as “knock-out” simulation in our previous study[17]. In this study, the “knock-out” simulationwas defined as cutting off the route of transmission between or within different age groups, and wasperformed in the following scenarios: A) βii = 0; B) βji = 0; C) βij = 0; D) βjj = 0; E) control (no cutting offtransmission route).Berkeley Madonna 8.3.18 (developed by Robert Macey and George Oster of the University ofCalifornia at Berkeley. Copyright ©1993-2001 Robert I. Macey & George F. Oster) was employed toperform the curve fitting and the simulation. The simulation methods (Runge-Kutta method of order fourwith tolerance set at 0.001) were the same as the previously published researches [18-24]. The datawas analyzed and figured by using Microsoft Office Excel 2010 (Microsoft, Redmond, WA, USA) andGraphPad Prism 7.0 (GraphPad Software, La Jolla, CA). The goodness of fit was judged by coefficientof determination (R2) and Chi-square (2) value calculated by SPSS 21.0 (IBM Corp, Armonk, NY,USA).Since nine parameters (p, , c, , ω, ω’, γ, γ’ and f) in the models were collected from literatures,there might be some uncertainties in our model. Therefore, we performed sensitivity analysis ofparameters p, , c, , ω, ω’, γ, γ’ and f by splitting them into 1,000 values ranging from 0 – 0.9, 0 – 1, 0 –1, 0 – 1, 0.1428 – 0.25, 0.1428 – 0.25, 0.125 – 0.25, 0.125 – 0.25, 0.02198 – 0.03186, respectively(Table 2).There were 29 COVID-19 cases data collected in Wuhan City from 26 November, 2019 to 23December, 2019, among which 10 cases had a history of the seafood market exposure and 19 caseshad no history of the exposure (Figure 2).The mix-age SEIARW model including all age groups fitted the reported data well (χ2 = 4.77  10-6,P > 0.999). The results of the curve fitting were shown in Figure 3. The results also showed that the bp= 1.1329 and bW = 0.5255. The age-specific SEIARW model fitted with the reported data well bydividing the population into four age groups (χ2 = 4.99  10-6, P > 0.999), and five age groups (χ2 = 4.85 10-6, P > 0.999). Thus, the prevalence of COVID-19 in each age group was simulated in Figure 4.Based on the four-age-group SEIARW model, the highest transmissibility occurred from age group2 to 3 (SAR23 = 17.56 per 10 million persons), followed by from age group 3 to 2 (SAR32 = 10.17 per 10million persons), from age group 4 to 4 (SAR44 = 6.99 per 10 million persons), and from age group 3 to4 (SAR34 = 5.69 per 10 million persons). The lowest transmissibility occurred from age group 1 to 2(SAR12 = 0.002 per 10 million persons), followed by from age group 3 to 1 (SAR31 = 0.003 per 10 millionpersons), from age group 4 to 2 (SAR42 = 0.52 per 10 million persons), and from age group 1 to 3(SAR13 = 1.08 per 10 million persons) (Figure 5-A).Based on the five-age-group SEIARW model, the highest transmissibility occurred from age group4 to 5 (SAR45 = 12.40 per 10 million persons), followed by from age group 5 to 4 (SAR54 = 6.61 per 10million persons), from age group 4 to 4 (SAR44 = 5.08 per 10 million persons), and from age group 2 to1 (SAR21 = 4.90 per 10 million persons). The lowest transmissibility occurred from age group 3 to 4(SAR34 = 0.0002 per 10 million persons), followed by from age group 1 to 1 (SAR11 = 0.22 per 10 millionpersons), from age group 1 to 3 (SAR13 = 1.54 per 10 million persons), and from age group 1 to 2(SAR12 = 1.59 per 10 million persons) (Figure 5-B).The results of the “knock-out” simulation showed that, based on the four-age-group SEIARWmodel, the scenarios b23 = 0, b32 = 0, and b22 = 0 led to the highest decrease for the number of cases.However, the scenarios b12 = 0, b31 = 0, and b11 = 0 led to the lowest decrease for the number of cases(Figure 6-A). Based on the five-age-group SEIARW model, the scenarios b44 = 0, b45 = 0, and b54 = 0led to the highest decrease for the number of cases. However, the scenarios b12 = 0, b31 = 0, and b11 = 0led to the lowest decrease for the number of cases (Figure 6-B).The results of sensitivity analysis showed that the models were slightly sensitive to parameters p,, and γ but not sensitive to parameters , c, ε, f, ’, and γ’ (Figures 7 – 8).232233234235236237238239240241242243244245246247248249250251252253This is the first study to develop an age-specific SEIARW model to quantify the transmissibility ofCOVID-19 among different age groups. The results showed that our model fitted the reported data well,thus has the capability of estimating or predicting? the age-specific transmissibility of the virus.Based on the four-age-group SEIARW model, the highest transmissibility occurred between theage groups 15 – 44 years and 45 – 64 years, among those  65 years, or from 45 – 64 years to  65years. The lowest transmissibility occurred from age group 0-14 years to 15 – 44 years, or from 45 – 64years to 14 years. Based on the five-age-group SEIARW model, the highest transmissibility occurredbetween age group 25 – 59 years and  60 years, or among 25 – 59 years. The lowest transmissibilityoccurred from age group 15 – 24 years to 25 – 59 years, or from age group 0-5 years to 6-14 years, orto 15-24 years. The “knock-out” simulation had the similar results. We concluded that the virus wasmore likely to transmit among older population.These results revealed that SARS-CoV-2 has high transmissibility among adult older than 25 yearsold or elder people, but has low transmissibility among children or people younger than 14 years.These results were similar to the age-specific transmissibility of influenza A (H1N1)[4]. The age-specificcontrol and prevention interventions are needed.The reasons for the difference of age-specific transmissibility remain unclear. It might be related tothe different contact characteristics among different age groups. Adults were more likely to work outsideand came into contact with different individuals in work places, buses, subways, or even airplanes.However, children or younger people could stay at home during the outbreak, and they were less likelyto get infected, or if they were infected, it was mostly from adults or elder people in the same family.Our findings were based on the parameter estimation and the data from literatures. It is known thatthe asymptomatic infection of COVID-19 exists. As reported by Bai et al[25], 1 of 6 cases wasasymptomatic infected, with the proportion of asymptomatic of 0.17. As reported by Pan et al[26], 2 of 3cases was asymptomatic infected, with the proportion of asymptomatic of 0.67.There was a researchshowed that the asymptomatic infection would shed SARS-CoV-2 for 5 days[27]. However, there wasnot enough evidence to provide the clear epidemiological estimates of the parameters p, , ’, and γ’which were related to asymptomatic characteristics. Although there was clinical evidence to calculatethe parameters related to symptomatic cases such as incubation period, fatality rate, and duration fromsymptoms onset to diagnosis[1, 2], more epidemiological data are needed to explore the parameters.However, we performed a sensitivity analysis of all the nine parameters from the literatures, and wefound that the models was slightly sensitive to parameters p, , and γ but not sensitive to parameters ,c, ε, f, ’, and γ’. Therefore, our results might be affected slightly by the parameter estimation.Since we could not obtain the first-hand data, the results of our findings might have someuncertainties. However, our study aimed to develop and provide an age-specific transmission model forthe public health department who has the big data to investigate the age-specific transmissibility inreal world scenarios.By calculating the published data, our model showed that SARS-CoV-2 has a high transmissibilityamong adults and elder people but low transmissibility among children and young people. Our resultsprovide a mathematical model for investigating the age-specific transmissibility of SARS-CoV-2. Moredata and studies are needed to estimate the age-specific transmissibility in real world scenarios tobetter understand the characteristics of the widely spread virus.SARS-CoV-2: severe acute respiratory syndrome coronavirus 2; COVID-19: coronavirus disease 2019;R0: basic reproduction number; CI: confidence interval; BHRP: Bats-Hosts-Reservoir-People; RP:Reservoir-People; SEIARW: susceptible – exposed – symptomatic – asymptomatic – recovered –reservoir; SAR: secondary attack rate; R2: coefficient of determination.2019Y1501).Not applicable.Authors’ contributionsThis study was partly supported by Xiamen New Coronavirus Prevention and Control EmergencyTackling Special Topic Program (No: 3502Z2020YJ03) and the XMU Training Program of Innovationand Enterpreneurship for Undergraduates (No: 2019Y0805, 2019Y1497, 2019Y1499, 2019Y1500, andTMC and ZYZ designed research; TMC, YHS, BHZ, and ZYZ conceived the experiments, TMC, ZYZ,YZZ, JWX, ZL, JR, XCL, YW, MY, LL, SSY, JL, RYL, FX, YYS, and YCC conducted the experimentsand analyzed the results; TMC, ZYZ, and QQH wrote the manuscript. All authors read and approvedthe final manuscript.The authors declare that they have no competing interests.298299300301302303304305306307308309310311312313314315316317318319Not applicable.Not applicable.        Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features        Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in Wuhan,China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020; doi:10.1056/NEJMoa2001316.        Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread        Liu R, Leung RK, Chen T, Zhang X, Chen F, Chen S, et al. The Effectiveness of Age-SpecificIsolation Policies on Epidemics of Influenza A (H1N1) in a Large City in Central SouthChina. PloS one. 2015; 10:e0132588.        Zhao S, Lin Q, Ran J, Musa SS, Yang G, Wang W, et al. Preliminary estimation of the basicreproduction number        Chen T, Rui J, Wang Q, Zhao Z, Cui J-A, Yin L. A mathematical model for simulating thephase-based transmissibility of a novel coronavirus. Infect Dis Poverty. 2020; 9:24.Chen T, Leung RK, Zhou Z, Liu R, Zhang X, Zhang L. Investigation of key interventions forshigellosis outbreak control in China. PloS one. 2014; 9:e95006.Chen T, Gu H, Leung RK, Liu R, Chen Q, Wu Y, et al. Evidence-Based interventions of10.        Xu XW, Wu XX, Jiang XG, Xu KJ, Ying LJ, Ma CL, et al. Clinical findings in a group        11.        Linton NM, Kobayashi T, Yang Y, Hayashi K, Akhmetzhanov AR. Incubation Period and OtherEpidemiological Characteristics        Longini IM, Jr., Nizam A, Xu S, Ungchusak K, Hanshaoworakul W, Cummings DA, et al.13.Japan MoH. Development of patients with pneumonia associated with new coronavirus.cited16Jan2020:World Health Organization. Novel Coronavirus – Thailand (ex-China). World Health342343344345346347348349350351352353354355356357358359360361362363cited20,15.World Health Organization. Novel Coronavirus – Japan (ex-China). World Healthcited20,2020:16.China NHCotPsRo. Update on the novel coronavirus pneumonia outbreak at 24 January31st.23,2020:Available:17.Zhao Z, Chen Q, Zhao B, Hannah MN, Wang N, Wang Y, et al. The relative transmissibilityof shigellosis among male and female individuals in Hubei Province, China: a modellingstudy. bioRxiv. 2019; 677088.18.Chen T, Ka-Kit Leung R, Liu R, Chen F, Zhang X, Zhao J, et al. Risk of imported Ebola virusdisease in China. Travel Med Infect Dis. 2014;12:650-8.19.Chen T, Huang Y, Liu R, Xie Z, Chen S, Hu G. Evaluating the effects of common controlmeasures for influenza A (H1N1) outbreak at school in China: A modeling study. PloSone. 2017; 12:e0177672.20.Chen S, Yang D, Liu R, Zhao J, Yang K, Chen T. Estimating the transmissibility of hand,foot, and mouth disease by a dynamic model. Public Health. 2019; 174:42-8.21.Huang Z, Wang M, Qiu L, Wang N, Zhao Z, Rui J, et al. Seasonality of the transmissibility ofhand, foot and mouth disease: a modelling study in Xiamen City, China. Epidemiol Infect.2019;147:e327.22.Liao Y, He Y, Lu Y, Yang H, Su Y, Chiang Y-C, et al. Relative transmissibility of hand, footand mouth disease from male to female individuals. Epidemiol Infect. 2019;147:e284.23.Yi B, Chen Y, Ma X, Rui J, Cui JA, Wang H, et al. Incidence dynamics and investigation ofkey interventions in a dengue outbreak in Ningbo City, China. PLoS Negl Trop Dis.2019;13:e0007659.24.Zhang S, Hu Q, Deng Z, Hu S, Liu F, Yu S, et al. Transmissibility of acute haemorrhagicconjunctivitis in small-scale outbreaks in Hunan Province, China. Sci Rep. 2020; 10:119.25.Bai Y, Yao L, Wei T, Tian F, Jin DY, Chen L, et al. Presumed Asymptomatic CarrierTransmission of COVID-19. JAMA. 2020; doi: 10.1001/jama.2020.2565..26.Pan X, Chen D, Xia Y, Wu X, Li T, Ou X, et al. Asymptomatic cases in a family cluster withSARS-CoV-2 infection. Lancet Infect Dis. 2020; doi: 10.1016/S1473-3099(20)30114-6.27.Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al. SARS-CoV-2 Viral Load in UpperRespiratory Specimens of Infected Patients. N Engl J Med. 2020; doi:10.1056/NEJMc2001737.381383384385curve fitting based on four age groups; A-b: the simulated prevalence by the age-specific SEIARWmodel based on the four age groups; B-a: curve fitting based on five age groups; B-b: the simulatedprevalence by the age-specific SEIARW model based on the five age groups.B: SAR based on five age groups.based on four age groups; B: results based on five age groups.analysis of ; C: sensitivity analysis of c; D: sensitivity analysis of ε.sensitivity analysis of ω’; C: sensitivity analysis of γ; D: sensitivity analysis of γ’; F: sensitivity analysis of417418Susceptible individuals density of age group iSusceptible individuals density of age group jExposed individuals density of age group iExposed individuals density of age group jAsymptomatic individuals density age group iAsymptomatic individuals density age group jPathogen concentration in the seafood marketIndividuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2Individuals·km-2-3Individuals·km-2days-1days-1422423424Relative sheddingcompared to infectiousrateasymptomaticDeath rate of the population111*: i and j represent age group 1 to 4/5, respectively, and i ≠ j0-1", "ref_list": [[], ["Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["of Novel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "4221-117 South Xiang’an Road, Xiang’an District, Xiamen City, Fujian Province, People’s Republic of\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44", "one_words_summarize": "4221-117 South Xiang’an Road, Xiang’an District, Xiamen City, Fujian Province, People’s Republic of232425262728293031323334353637383940414243444221-117 South Xiang’an Road, Xiang’an District, Xiamen City, Fujian Province, People’s Republic ofusing a mathematical model. The age-specifictransmissibility of the virus was estimated accordingly secondary attack rate (SAR).Results: The age-specific SEIARW model fitted with the reported data well by dividing the populationinto four age groups (χ2 = 4.99  10-6, P > 0.999), and five age groups (χ2 = 4.85  10-6, P > 0.999).Based on the four-age-group SEIARW model, the highest transmissibility occurred from age group 2 to3 (SAR23 = 17.56 per 10 million persons), followed by from age group 3 to 2 (SAR32 = 10.17 per 10million persons). The data of total population which were used in our model was from Wuhan City StatisticsBureau. The mean incubation period was 5.2 days (95% confidence interval [CI]: 4.1‒7.0) [2]. Asreported by Xu et al[10], the median time from onset of illness to first hospital admission was 2 (rangefrom 1-4) days. At the second step, we used the age-specific SEIARW model to fit the dataand to estimate the parameter bii, bjj, bij, and bji.transmissibility of SARS-CoV-2. The goodness of fit was judged by coefficientof determination (R2) and Chi-square (2) value calculated by SPSS 21.0 (IBM Corp, Armonk, NY,USA).Since nine parameters (p, , c, , ω, ω’, γ, γ’ and f) in the models were collected from literatures,there might be some uncertainties in our model. Thus, the prevalence of COVID-19 in each age group was simulated in Figure 4.Based on the four-age-group SEIARW model, the highest transmissibility occurred from age group2 to 3 (SAR23 = 17.56 per 10 million persons), followed by from age group 3 to 2 (SAR32 = 10.17 per 10million persons), from age group 4 to 4 (SAR44 = 6.99 per 10 million persons), and from age group 3 to4 (SAR34 = 5.69 per 10 million persons). The lowest transmissibility occurred from age group 0-14 years to 15 – 44 years, or from 45 – 64years to 14 years. We concluded that the virus wasmore likely to transmit among older population. The age-specificcontrol and prevention interventions are needed. The reasons for the difference of age-specific transmissibility remain unclear. Our findings were based on the parameter estimation and the data from literatures. As reported by Pan et al[26], 2 of 3cases was asymptomatic infected, with the proportion of asymptomatic of 0.67.There was a researchshowed that the asymptomatic infection would shed SARS-CoV-2 for 5 days[27]. Although there was clinical evidence to calculatethe parameters related to symptomatic cases such as incubation period, fatality rate, and duration fromsymptoms onset to diagnosis[1, 2], more epidemiological data are needed to explore the parameters. Since we could not obtain the first-hand data, the results of our findings might have someuncertainties. Clinical features        Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in Wuhan,China, of Novel Coronavirus-Infected Pneumonia. World Health342343344345346347348349350351352353354355356357358359360361362363cited20,15.World Health Organization. Update on the novel coronavirus pneumonia outbreak at 24 January31st.23,2020:Available:17.Zhao Z, Chen Q, Zhao B, Hannah MN, Wang N, Wang Y, et al. The relative transmissibilityof shigellosis among male and female individuals in Hubei Province, China: a modellingstudy. Seasonality of the transmissibility ofhand, foot and mouth disease: a modelling study in Xiamen City, China. Relative transmissibility of hand, footand mouth disease from male to female individuals. 2019;147:e284.23.Yi B, Chen Y, Ma X, Rui J, Cui JA, Wang H, et al. 2020; doi: 10.1001/jama.2020.2565..26.Pan X, Chen D, Xia Y, Wu X, Li T, Ou X, et al."}