{"date": "2020/03/06", "journal": "medrxiv", "authors": "Dalin Li, Jun Lv, Gregory Botwin, Jonathan Braun, Weihua Cao, Liming Li, Dermot P.B. McGovern", "title": "Estimating the scale of COVID-19 Epidemic in the United States: Simulations Based on Air Traffic directly from Wuhan, China", "type": "preprint article", "abstract": "Introduction: Coronavirus Disease 2019 (COVID-19) infection has been characterized by rapid spread and unusually large case clusters. It is important to have an estimate of the current state of COVID-19 epidemic in the U.S. to help develop informed public health strategies. Methods: We estimated the potential scale of the COVID-19 epidemic (as of 03/01/2020) in the U.S. from cases 'imported' directly from Wuhan area. We used simulations based on transmission dynamics parameters estimated from previous studies and air traffic data from Wuhan to the U.S and deliberately built our model based on conservative assumptions. Detection and quarantine of individual COVID-19 cases in the U.S before 03/01/2020 were also taken into account. A SEIR model was used to simulate the growth of the number of infected individuals in Wuhan area and in the U.S. Results: With the most likely model, we estimated that there would be 9,484 infected cases (90%CI 2,054-24,241) as of 03/01/2020 if no successful intervention procedure had been taken to reduce the transmissibility in unidentified cases. Assuming current preventive procedures have reduced 25% of the transmissibility in unidentified cases, the number of infected cases would be 1,043 (90%CI 107-2,474). Conclusion: Our research indicates that, as of 03/01/2020., it is likely that there are already thousands of individuals in the US infected with SARS-CoV-2. Our model is dynamic and is available to the research community to further evaluate as the situation becomes clearer.", "text": "        The Coronavirus Disease 2019 (COVID-19), an infectious disease caused by the Severe AcuteRespiratory Syndrome Coronavirus 2(SARS-CoV-2)(                While the U.S. is one of the countries with the most air traffic to and from China, only a limitednumber of domestic COVID-19 cases (20 cases as of 02/29/2020) have been identified in the U.S.(                With the characteristics of COVID-19 including the potential of rapid spreading (        In the current study, we estimated the scale of the COVID-19 epidemic in the U.S. based ontransmission dynamics parameters estimated from previous studies and air traffic data betweenWuhan and U.S., with the identification and quarantine of individual domestic COVID-19 case inthe U.S. taken into account.We have, by necessity, made a number of assumptions in modeling the transmission ofCOVID19. In most cases we believe that we have erred on the conservative side with our assumptionsand have explicitly stated our assumptions along with our rationale so readers can infer their ownopinion.          To simplify the calculation and consistent with our conservative approach, we have onlyestimated spreading of COVID-19 in the U.S. due to cases imported directly from the Wuhanarea before the city lockdown by the Chinese government was implemented (01/23/2020). Wehave not included additional potential cases ‘imported’ through other parts of China or from otherheavily affected countries such as South Korea, Italy or Iran(          Similarly, we assumed that the imported cases were no longer spreading infection after they werediagnosed in the U.S., and that public health procedures in the Wuhan area did not change theparameters of the transmission model before 01/23/2020.          Several studies have estimated parameters for the transmission model of COVID-19, includingbasic reproduction number (R0), incubation period and serial interval (                    Information on the confirmed domestic COVID-19 cases in the U.S. by 02/29/2020 (Table1) wasobtained from CDC press releases or media briefings (          Of the remaining 12 patients, two cases (case #7 and #11) were person-to-person transmissions.There was also 1 case with travel history to Beijing, 4 cases with unstated travel history and 5cases with neither travel history to China nor previously known contact with confirmed cases.Taken together, this information suggested that there were at least 8 infected individuals importedfrom the Wuhan area before the lockdown.          Estimates of R0, which is the expected number of cases directly generated by one case in apopulation where all individuals are susceptible to infection(                    The incubation period of COVID-19 was set at 6 days(                    There were two air routes with direct flights from Wuhan Tianhe International Airport (WUH) tothe U.S., one from WUH to San Francisco International Airport (SFO) and another new route(starting July 2019) from WUH to John F. Kennedy International Airport in New York (JFK).Air traffic data (Table 2, before September 2019) from WUH to the U.S. was obtained from theBureau of Transportation Statistics (https://www.bts.gov/). The Air traffic from WUH to SFOin December 2019 and January 2020 was estimated using the traffic data of December 2018 andJanuary 2019, respectively since volume of air traffic can be different in January with the SpringFestival travel season. Air traffic data from WUH to JFK was estimated using the traffic data ofAugust 2019, as that is the only traffic data currently available for this new route.SimulationsIt was reported that the first COVID-19 case identified first exhibited symptoms on 12/01/2019(                    Similar to Wu et al(                    The spread of the disease in the Wuhan area was simulated using the SEIR model from Wu etal(          ,\",,,,,,Where S(t), E(t) and I(t) represents the total number of susceptible, latent, and infectiousindividuals. DE and DI are length of latent and infectious period, respectively. For each day t, werandomly sampled from the simulated population to be the passengers traveling to the U.S. thatday:#~ $~ $,%Where # and # are imported latent and infectious case via the air traffic from the Wuhanarea to U.S., and , represents the air traffic from WUH to U.S. at day t. Any infectedindividual in the sampled group, whether latent or infectious, were counted as imported cases andwe assumed that the imported cases, when infectious, spread the infection until the date they werediagnosed in the U.S. based on a simplified SEIR model:~\"#&#Here NUS was set to be 331 million assuming the whole population is susceptible to SARS-CoV-2and & represents real-life events (such as diagnosis and quarantine of an imported or 2ndgeneration COVID-19 case) at time t.In each simulation, disease spreading in the U.S. was simulated from the date the first importedcase occurs until 03/01/2020, the target date of estimation. Considering the potential effect of thepreventive procedures in the U.S., we simulated scenarios with different transmissibility of theun-identified cases in the U.S.1000 simulations were performed for each different scenario. We monitored two key outcomes ineach simulation: 1) the total number of imported cases from Wuhan area by 01/23/2020; 2) Thetotal number of infected cases in the U.S. by 03/01/2020.          We assumed that U.S. CDC identified at least 50% of the imported cases, as recent investigationindicates that 46% infected cases of COVID-19 will not be detected by screening consideringincubation period and proportion of asymptomatic cases(          Figure1 shows the distribution of imported COVID-19 cases from the Wuhan area to the U.S,with different R0 and zoonotic force z. A proxy of the posterior likelihood of different models,measured as proportion of imported cases falling between 8 and 16 cases by 01/23/2020 in 1000simulations, are shown in Table3. Scenarios with R0 of 2.1-2.2 have a low percentage ofobserving 8-16 imported cases across different z value. The most plausible scenario is the settingwith R0 of 2.4 and z of 2.5, with 8-16 imported cases observed in 65.3% simulations. Scenariossuch as R0= 2.5 and z= 2 or 1.5 are slightly less plausible (56.6% and 58.4%, respectively).Here we estimated the potential scale of the COVID-19 epidemic in the U.S. exclusively fromcases ‘imported’ directly from the Wuhan area using simulations across different possiblescenarios. We identified the plausible scenarios by examining a proxy of the posterior probabilityof those models and estimated the number of infected cases in the U.S. by 03/01/2020accordingly.        In previous studies, estimation of the epidemic of an infectious disease are often performed usingmathematic inference with various transmission dynamic models(                In the simulations our approach has, deliberately, been very conservative. In our most plausiblemodel, we used an R0 value (2.4) at the lower end of estimations from previous studies(        Still, even with this overly conservative setting and an optimistic assumption that currentprocedures reduced the transmissibility of unidentified cases by 25%, the simulations estimateabout one thousand infected cases as of 03/01 reside in the U.S. The real number of infectedindividuals is probably between one to ten thousand of infections based on the simulation acrossdifferent scenarios. This suggests that the opportunity window to contain the epidemic ofCOVID-19 in its early stage is closing.        Our findings are consistent with recent research in which Bedford et al(                We cannot exclude the possibility that the simulation overestimates the number of U.S. infectedindividuals. There are almost no data on the transmission dynamic parameters of SARS-CoV-2 innon-Asian populations and our simulations assumed similar parameters as estimated based on theepidemic in China. It is possible that the transmission parameters are different in the U.S. as R0,the key parameter in the transmission dynamics model, can be viewed as a function of thelikelihood of infection per contact between an infectious person and a suspectable person, and thecontact rate(                As reflected in our simulations, a key factor to mitigate the COVID-19 outbreak is to reduce thetransmissibility of the unidentified cases. By reducing transmissibility by 25% in the early stage,the scope of an epidemic can be 10 times smaller. This will be a challenging task as a majority ofCOVID-19 cases are mild or even asymptomatic(                Dotted lines represent the actual observed number of COVID-19 cases with Wuhan travel history (n=8) and an upperlimit of 16 cases (assuming that U.S. CDC identified at least 50% of the imported cases) in the simulated scenario. R0:basic reproduction number; z: The zoonotic force that contributed to the spreading of disease in Wuhan area from12/01/2020 to 01/01/2020, as a multiplier to the actual observed number (        R0432Quantile95%15331628162020432497247434063606", "ref_list": [[], ["Group of the International Committee on Taxonomy of V. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance"], ["An outbreak of NCIP (2019-nCoV) infection in China-Wuhan, Hubei Province,"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Coronavirus disease (COVID-19) outbreak"], [""], ["Coronavirus Disease 2019 (COVID-19) in the U"], ["CDC in Action: Preparing Communities for Potential Spread of COVID-19"], ["Update: Public Health Response to the Coronavirus Disease 2019 Outbreak -"], ["Jay Greene Coronavirus is spreading through communities on the West Coast"], ["Possible Instance of Community Spread of COVID-"], [""], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["preparing for superspreader potential among Umrah pilgrims to Saudi Arabia"], ["Characteristics of and Public Health Responses to the Coronavirus Disease 2019 Outbreak in China"], ["Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV"], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [""], ["Incubation period of 2019 novel coronavirus (2019- nCoV) infections among travellers from Wuhan"], [""], ["Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine A"], ["Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases"], ["Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak"], ["The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], [""], [""], ["CDC confirms additional cases of 2019 Novel Coronavirus in United States 2020"], ["CDC Confirms Person-to-Person Spread of New Coronavirus in the United States"], [""], [""], [""], ["Complexity of the Basic Reproduction Number (R0)"], ["Potential Presymptomatic Transmission of SARS-CoV-2"], ["A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period"], [""], ["Asymptomatic coronavirus infection: MERS-CoV and SARS-CoV-2"], ["Effectiveness of airport screening at detecting travellers infected with novel coronavirus (2019-nCoV)"], ["Cryptic connections illuminate pathogen transmission within community networks"], ["Trend and forecasting of the COVID-19 outbreak in China"], ["Cryptic transmission of novel coronavirus revealed by genomic epidemiology"], ["The estimation of the basic reproduction number for infectious diseases"], ["Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou city"], ["Severe acute respiratory syndrome coronavirus 2 (SARSCoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronaviridae Study"], ["AL Phelan", "R Katz", "LO Gostin"], ["Q. Li"], ["C Huang", "Y Wang", "X Li"], [], [], [], ["CDC."], ["DB Jernigan", "CC Team", "States"], ["LHS Lenny Bernstein", "Dawsey Josh", "through-", "-", "-"], ["CDC. CDC Confirms", "-"], ["J Liu", "X Liao", "S Qian", "Shenzhen"], ["Q Li", "X Guan", "P Wu"], ["SH Ebrahim", "ZA Memish"], ["SQ Deng", "HJ Peng"], ["T Zhou", "Q Liu", "Z Yang"], ["B Tang", "X Wang", "Q Li"], ["S Zhao", "Q Lin", "J Ran"], ["JT Wu", "K Leung", "GM Leung"], ["WJ Guan", "ZY Ni", "Y Hu"], ["JA Backer", "D Klinkenberg", "J Wallinga", "Euro Surveill"], ["S Tian", "N Hu", "J Lou"], [], ["SM Jung", "AR Akhmetzhanov", "K Hayashi"], ["S Zhao", "SS Musa", "Q Lin"], ["H Nishiura", "T Kobayashi", "Y Yang"], ["CDC. First", "-"], ["CDC. Second"], ["-"], [], [], ["-"], ["-"], ["PL Delamater", "EJ Street", "TF Leslie"], ["ZD Tong", "A Tang", "KF Li", "Zhejiang Province"], ["P Yu", "J Zhu", "Z Zhang"], ["C Rothe", "M Schunk", "P Sothmann"], ["JA Al-Tawfiq"], ["BJ Quilty", "S Clifford", "S Flasche"], ["JR Hoyt", "KE Langwig", "JP White"], ["Q Li", "W Feng", "YH Quan"], ["T. Bedford"], ["K. Dietz"], ["W Yang", "Q Cao", "L Qin"], ["CC Lai", "TP Shih", "WC Ko"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The Coronavirus Disease 2019 (COVID-19), an infectious disease caused by the Severe Acute\nRespiratory Syndrome Coronavirus 2(SARS-CoV-2)(\n        ", "one_words_summarize": "We have, by necessity, made a number of assumptions in modeling the transmission ofCOVID19. Air traffic data from WUH to JFK was estimated using the traffic data ofAugust 2019, as that is the only traffic data currently available for this new route. We assumed that U.S. CDC identified at least 50% of the imported cases, as recent investigationindicates that 46% infected cases of COVID-19 will not be detected by screening consideringincubation period and proportion of asymptomatic cases(          Figure1 shows the distribution of imported COVID-19 cases from the Wuhan area to the U.S,with different R0 and zoonotic force z. A proxy of the posterior likelihood of different models,measured as proportion of imported cases falling between 8 and 16 cases by 01/23/2020 in 1000simulations, are shown in Table3. In previous studies, estimation of the epidemic of an infectious disease are often performed usingmathematic inference with various transmission dynamic models(                In the simulations our approach has, deliberately, been very conservative. There are almost no data on the transmission dynamic parameters of SARS-CoV-2 innon-Asian populations and our simulations assumed similar parameters as estimated based on theepidemic in China. By reducing transmissibility by 25% in the early stage,the scope of an epidemic can be 10 times smaller."}