{"date": "2020/02/16", "journal": "biorxiv", "authors": "Furong Qi, Shen Qian, Shuye Zhang, Zheng Zhang", "title": "Single cell RNA sequencing of 13 human tissues identify cell types and receptors of human coronaviruses", "type": "preprint article", "abstract": "\n        The new coronavirus (2019-nCoV) outbreak from December 2019 in Wuhan, Hubei, China,\nhas been declared a global public health emergency. Angiotensin I converting enzyme 2 (ACE2),\nis the host receptor by 2019-nCov to infect human cells. Although ACE2 is reported to be\nexpressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low,\nespecially in the\n        ", "text": "        The new coronavirus (2019-nCoV) outbreak from December 2019 in Wuhan, Hubei, China,has been declared a global public health emergency. Angiotensin I converting enzyme 2 (ACE2),is the host receptor by 2019-nCov to infect human cells. Although ACE2 is reported to beexpressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low,especially in the        Keywords: coronaviruses, 2019-nCoV, scRNA-seq, ACE2, co-receptor, macrophageIn December, 2019, a novel coronavirus (2019-nCoV) infection emerged in Wuhan. Over30 thousand of people are infected with 2019-nCoV until February 8, showing that 2019-nCoVis highly contagious. Coronavirus is a type of single-stranded RNA (ssRNA) virus [1] Beforethe emergence of 2019-nCoV, there are 6 known human coronaviruses, including the MiddleEast respiratory syndrom coronavirus (MERS-CoV) and severe acute respiratory syndromecoronavirus (SARS-CoV). The symptoms caused by 2019-nCoV infection include acuterespiratory distress syndrome (~29%), acute cardiac injury (~12%) or acute kidney injury(~7%)[2], implying that 2019-nCoV may infect various human tissues.Viruses bind to host receptors on target cell surface to establish infection. Membraneproteins mediated membrane fusion allowed the entry of enveloped viruses[3]. As recentlyreported, both nCoV and SARS-CoV could use ACE2 protein to gain entry into the cells[4].Since the outbreak, many data analysis have showed a wide distribution of ACE2 across humantissues, including lung[5], liver[6], stomach[7], ileum[7], colon[7] and kidney[8], indicatingthat 2019-nCoV may infect multiple organs. However, these data showed that AT2 cell (themain target cell of 2019-nCoV) in the lung actually expressed rather low levels of ACE2[8].Hence, the nCoVs may depends on co-receptor or other auxiliary membrane proteins tofacilitate its infection. It is reported that viruses tend to hijack co-expressed proteins as theirhost factors[9]. For example, Hoffmann et al. recently showed that 2019-nCoV-S uses ACE2for entry and depends on the cellular protease TMPRSS2 for priming[10], showing that2019nCoV infections also require multiple factors. Understanding the receptors usage by the virusescould facilitate the development of intervention strategies. Therefore, identifying the potentialco-receptors or auxiliary membrane proteins for 2019-nCoV is of great significance.For this purpose, we collected single cell gene expression matrices from 13 relativelynormal human tissues, consisting of lung[11], liver[12], ileum[13], rectum[13], blood[14], bonemarrow[15], skin[16], spleen[17], esophagus[17], colon[18], eye[19], stomach[20] andkidney[21] from published literatures. We analyzed the single cell co-expression profiles of 51known ssRNA viral receptors and 400 membrane proteins, including ACE2, in the identified119 cell types across the 13 human tissues. Consistent with other recent studies, ACE2 wasfound to be present in lung, liver, stomach, ileum, kidney and colon. Using hierarchy clusteringand correlation calculation, we found that ANPEP, DPP4 and ENPEP showed co-expressionpattern with ACE2 across the 13 human tissues, suggesting that they may act as potentialcoreceptors for 2019-nCoV, and all human CoVs should have similar targets across differenthuman tissues..After conducting “CellPhoneDB”, we further reveal that macrophagesfrequently crosstalks with CoVs-target cells, in multiple tissues.The gene raw counts or normalized gene expression matrix for each single cell weredownloadedfromGEO(https://www.ncbi.nlm.nih.gov/geo/)orAtlas(https://www.humancellatlas.org) database (Table S1). In total, we collected single cell geneexpression data of 13 tissues, including liver, lung, colon, ileum, rectum, blood, spleen, bonemarrow, eye, skin, stomach, oesophagus and kidney. The data source and the sampleinformation are listed as follows. Liver, GEO Accession No. GSE115469, 5 normal humandonors; Lung, GEO Accession No. GSE130148, 4 human donors died from hypoxic braindamage; Colon, GEO Accession No. GSE116222, 3 healthy volunteers; Ileum and rectum,GEO Accession No. GSE125970, totally 4 intestine mucosae sampled at least 10 cm away fromthe tumor border; Skin, GEO Accession No. GSE132802, 4 healthy volunteers; PBMC, GEOAccession No. GSE136103, 4 samples from cirrhotic patients; Spleen and oesophagus,available from Human Cell Atlas, totally 11 cardiac death donors; Bone marrow, GEOAccession No. GSE120221, 5 healthy donors (A, E, J, R, U); Eye, GEO Accession No.GSE135922, 3 Macula and 3 periphery of human donor eyes; Stomach, GEO Accession No.GSE134520, 3 Non-atrophic gastritis patients; Kidney, GEO Accession No. GSE131685, 3normal kidney tissues obtained at least 2 cm away from tumor tissue.The high-quality virus-host receptor interactions were downloaded from Viral Receptordatabase (http://www.computationalbiology.cn:5000/viralReceptor), which curated 152 pairsof mammalian virus-host receptor interactions and 51 virus receptors from 9 mammal species.They curated five types of virus, consisting of single-stranded DNA (ssDNA) virus,doublestranded (dsDNA) virus, single-stranded (ssRNA) virus, double-stranded (dsRNA) virus andretro-transcribing virus. We only focus on ssRNA virus in this study. The membrane proteinswere extracted from Membranome database (https://membranome.org).The raw count matrix (UMI counts per gene per cell) was processed by Seurat[22]. Cellswith less than 100 expressed genes (UMI count > 0) and higher than 25% mitochondrialgenome transcript were removed. Genes expressed in less than three cells were removed. Then,we normalized the gene expression data using “NormalizeData” function with default settings.The sources of cell-cell variation driven by batch were regressed out using the number ofdetected UMI and mitochondrial gene expression, which was implemented by ‘‘ScaleData’’function. The corrected expression matrix was used for cell clustering and dimensionalreduction.The cell clustering and dimensional reduction were performed by Seurat package. Beforethat, we choose 2000 highly variable genes (HVGs) from the corrected expression matrix andthen centered and scaled them. It was implemented by ‘‘FindVariableGenes’’ function in theSeurat package. We then performed principle component analysis (PCA) on the HVGs using‘‘RunPCA’’ function. To remove the signal-to-noise ratio, we select a number of significantprincipal components by implementing “JackStraw” function, which was implemented bypermutation test. Specifically, we firstly identified 50 principal components as a result and thenselected the significant components according to the p-values produced by “ScoreJackStraw”function for further analysis. The batch effects were removed by harmony package[23].Cells were then clustered utilizing the ‘‘FindClusters’’ function through embedding cells intoa graph structure in PCA space. We set the parameter resolution as 0.8 to identify only majorcell types, e.g. T cells, B cells or macrophages. The clustered cells were then projected onto atwo-dimensional space using “RunUMAP” function. The clustering results were visualized by“DimPlot” function.To annotate cell clusters, we firstly identified the differentially expressed genes on eachcluster by performing “FindMarkers” function. The cell clusters were then annotated accordingto curated known cell markers (Figure S1). The cell clusters consistently expressed the samecell marker were merged.We conducted cell-cell interaction analysis utilizing cellphonedb function curated byCellPhoneDB database[24]. The significant cell-cell interactions were selected with p-value <0.01.We collected the single cell RNA sequencing data (raw count gene expression matrix ornormalized gene expression matrix) from published literatures, which have been deposited inpublic database, e.g. GEO (https://www.ncbi.nlm.nih.gov/geo/) or Human Cell Atlas(https://www.humancellatlas.org). Totally, we curated single cell gene expression matrices of13 human tissues, including lung[11], liver[12], ileum[13], rectum[13], blood[14], bonemarrow[15], skin[16], spleen[17], esophagus[17], colon[18], eye[19], stomach[20] andkidney[21] (Table S1). The raw count matrix was normalized and scaled by Seurat package[22](Materials and Methods). For each tissue, we performed cell clustering and dimensionreduction on gene expression matrix using Seurat package. After filtering out low quality cells,we obtained 8443, 43474, 4248, 5282, 3279, 30693, 97695, 17131,4335, 11552, 4871, 8880,20197 cells from liver, lung, colon, ileum, rectum, blood, spleen, bone marrow, eye, skin,stomach, esophagus and kidney, respectively (Table S1). The cell clusters were then annotatedusing canonical markers searched from the published articles (Figure S1). We finally annotated119 cell types from 13 human tissues.Lung belongs to respiratory system, in which 13 cell types were identified (Figure S2). Thesecell types consist of macrophages, Alveolar Type 2 cells (AT2), monocytes, NK&T cells,ciliated cells, basal cells, mast cells, neutrophils, Alveolar Type 1 cells (AT1), fibroblasts,endothelial cells, lymphatic cells and B cells. Among them, ~31% cells are alveolar cells (AT2and AT1) and ~54% cells are immune cells (B cells, T cells and Myeloid cells).Ileum, rectum, esophagus, colon, and stomach are part of digestive system. In esophagus, 7cell types were identified (Figure S2). Keratinocytes show the highest percentage (~66%) oftotal cells. The remaining cells are B cells, epithelial basal cells, glands cells, stroma cells, Tcells and vessel cells. We detected 11 cell types in stomach (Figure S2), in which epithelialcells (~29%) and pit mucous cell (PMCs) (~23%) constitute the largest group. Besides, B cells,endothelial cells (ECs), enteroendocrine cells, fibroblasts, antral basal gland mucous cell(GMCs), macrophages, neck-like cells, proliferative cell (PCs) and T cells were identified instomach. In ileum (Figure S2), 7 cell types, including enterocytes (ECs), enteroendocrine cells(EECs), goblet cells (Gs), Paneth cells (PCs), progenitor cells (PROs), stem cells (SCs),transient amplifying (TAs), were annotated. Enterocytes are the largest cell population (~64%)in ileum. Rectum share cell types with ileum. Whereas, the largest cell population in rectum isprogenitor cells (~37%). A total of 9 cell types was detected in colon (Figure S2). Thepercentage of colonocytes (colonocytes and crypt top colonocytes) is 53%, which constitute thelargest cell population in colon. BEST4+ cells, enteroendocrine cells (EECs), goblet cells,innate lymphoid cells, mast cells, T cells and undifferentiated cells were also identified.Liver, spleen and skin play vital roles in immune systems. Immune cells (~45%) andhepatocyte (~42%) account for the vast majority of cells in liver (Figure S2). Cholangiocytes,endothelial cells and erthyroid cells were also detected. Spleen is the immune organs in humanbody, in which all the cells are immune cells (Figure S2). Spleen composed of a largeproportion of T cells (~33%) and B cells (~43%). Other immune cells, including CD34progenitor cells, cDCs, dividing cells, innate lymphoid cells, macrophages, monocytes,neutrophils, NK cells and pDCs, also make up the spleen cell populations. Skin is a physicalbarrier against the external environment. We identified a total of 7 cell populations in skin(Figure S2), in which pericytes (~31%) and fibroblasts (~21%) are the most enrichedpopulations. The immune cells, comprising T cells and myeloid cells were also identified. Inaddition, basal cells, endothelium cells, and suprabasal keratinocyte constitute the skin cellpopulations.The kidneys are the part of urinary system that makes urine. Most of the cells in kidney areproximal tubule cells (Proximal Ts) (~82%) (Figure S2). Besides, we also annotated immunecells (~8%), collecting duct intercalated cells (Collecting DIs), collecting duct principal cells(Collecting DPs), distal tubule cells (Distal Ts) and glomerular parietal epithelial cells(Glomerular PEs) in kidney.The eyes are sensory organs in nervous system. Ten cell types were identified in eyes (FigureS2). Fibroblasts and immune cells composed of ~31% and ~25% of total cells, respectively.Eyes also contain endothelial cells, melanocytes, pericytes, retinal pigment epithelium (RPEs)and Schwann cells.marrow.Bone marrow is the primary site of hematopoiesis. We identified large number of NK/NKTcells (~44%) and erythrocytes (~28%) cells in bone marrow (Figure S2). B cells, hematopoieticstem cells, MK progenitors, monocytes, neutrophils and DCs were also detected in boneBlood is circulated around various tissues. Monocytes (~32%) and T cells (~55%) make upthe largest proportion of blood cells (Figure S2). In addition, we also identified B cells, cDCs,macrophages, NK cells, pDCs and platelets in blood.These 13 tissues play different roles in virus infection and proliferation. For the viral lifecycle, the viruses firstly bind the host receptors on the cell surface. Hence, the distribution ofviral receptors in different cell types of diverse tissues can reveal the viral tropism and potentialtransmission routes. We therefore explored the expression spectrum of host receptors in thefollowing section.human tissuesWe firstly analyzed the expression pattern of ACE2 across 13 tissues (Figure 1). Our resultsreveal that ACE2 expresses in lung AT2, liver cholangiocyte, colon colonocytes, esophaguskeratinocytes, ileum ECs, rectum ECs, stomach epithelial cells, and kidney proximal tubules,consistent with the recent reports[5-8]. However, ACE2 expression levels are rather low in lungAT2 (4.7-fold lower than the average expression level of all ACE2 expressing cell types). Weassume that the presence of co-receptors or other auxiliary membrane proteins in AT2 cells mayfacilitate the binding and entry of the nCoV.We then analyzed the co-expression features of the human ssRNA viral receptors andmembrane proteins. We collected a total of 152 pairs of virus-host receptor interaction fromViral Receptor database[9] (http://www.computationalbiology.cn:5000/viralReceptor) whichcurated a number of validated viral receptors. These virus-host receptor interactions contain 51host receptors in 9 hosts and 96 viruses (Table S2). Furthermore, 400 membrane proteins wereextracted from Membranome database[25] (https://membranome.org). Totally 451 genes werecurated, 95.7% (432/451) of which express in at least one of the 13 tissues. We examined theexpression spectrum of the 432 genes across the 119 cell types.To elaborate the potential relationship between ACE2 and other membrane proteins or viralreceptors, we calculated the Pearson Correlation Coefficient between each two genes in thecurated reservoir. The findings show that 94 genes are significantly correlated with ACE2(P<0.01) in a manner of gene expression. Of note, ANPEP, ENPEP and DPP4 are the top threegenes correlated with ACE2 (R>0.8) (Figure 2). ANPEP, alanyl aminopeptidase, is a hostreceptor targeted by porcine epidemic diarrhea virus, human coronavirus 229E, felinecoronavirus, canine coronavirus, transmissible gastroenteritis virus and infectious bronchitisvirus. These viruses all belong to Coronaviridae. Besides skin, ANPEP also mainly expressesin colon, ileum, rectum, kidney and liver (Figure S3 & Figure S4), demonstrating that receptorof coronavirus may have similar expression profiles in human body. ENPEP, GlutamylAminopeptidase, belongs to the peptidase M1 family which is the mammalian type II integralmembrane zinc-containing endopeptidases. ENPEP regulates blood pressure regulation andblood vessel formation through the catabolic pathway of the renin-angiotensin system[26]. Therelationship between ENPEP and viral infection is unknown. DPP4, the receptor of MERS-CoV,shows expression similarity with ACE2, except that DPP4 expresses in some T cells of all theobserved tissues (Figure S3 & Figure S4). All of the three genes encode peptidase, which areuniquely adopted by coronavirus as their receptors [27]. This result raised the possibility thatENPEP may be another yet unknown receptor for coronavirus. To further consolidate thefindings, we calculated the Euclidean distance between all the curated proteins and constructedtheir hierarchy relationships across the 119 cell types. DPP4 was the first gene clustered withACE2.Together, our data demonstrates that the coronavirus receptors tend to share co-expressionpattern across different tissues, consistent with the fact that CoVs infect similar types of cellsand CoV-infected patients share similar clinical symptoms.Virus-infected cells can recruit and modulate immune cells through secreting chemokines orother cytokines. We sought to identify potential immune cells crosstalking with CoVs-targetedcells. The cell-cell interaction analysis was conducted by CellPhoneDB[24]. The interactionswith p-value < 0.01 were adopted to construct the interaction relationship between cell types ineach tissue.Using the cell type expressing ACE2 as ligand-secreting cells, we calculated the total numberof interactions with each receptor-secreting cell type. As a result, we found that macrophagesshowed highest active interaction with ACE2-expressing cells in liver, lung and stomach(Figure 3A) sharing a CD74-MIF signaling pairs (Figure 3B). CD74 is expressed on the cellsurface of antigen-presenting cells and act as a receptor for the cytokine in immune cells. MIF,macrophage migration inhibitory factor, is a pro-inflammatory cytokine participating ininflammatory and immune responses. Besides, PROs, SCs and TAs show high activityresponding to the ACE2-expressing cells in ileum and rectum. In colon, ILCs were foundfrequently interacted with the ACE2-expressing cells. Glomerular parietal epithelial cells andepithelial basal cells in kidney and esophagus also correlated with the cells transcribing ACE2at very high frequency.We conclude that the nCoV-targeted cells (ACE2-expressing), can interact with various celltypes in different tissues, especially macrophages in lung, liver and stomach. Macrophages maybe recruited by nCoV-targeted cells through CD74-MIF interaction and other signalingpathways during infection, play defensive and destructive functions.The coronaviruses are a large family of ssRNA viruses causing respiratory diseases inhumans. Most of the coronaviruses are associated with mild clinical symptoms, exceptSARSCoV and MERS-CoV, showing fatality rate of 9.6% and 34%, respectively[28, 29]. In lateDecember 2019, a novel coronavirus, named 2019-nCoV, emerged in Wuhan, Hubei, China. Atotal of 37,251 2019-nCoV infected cases involving across different regions of China have beenconfirmed until February 9, 2020, suggesting that 2019-nCoV is also highly infectious. Thephylogenic tree constructed from full-genome sequences indicated that 2019-nCoV is a distinctclade from SARS-CoV and MERS-CoV[4].The most common symptoms of patients infected with 2019-nCoV are fever and cough[30].However, a proportion of patients showing multi-organ damage and dysfunction was alsoobserved, including acute respiratory distress syndrome (17%), acute respiratory injury (8%)and acute renal injury (3%). It is also increasingly recognized that 2019-nCoV could betransmitted via multiple routes.The viruses target host cells via binding host receptors before engaging the infection cycle.ACE2 was proved to be the cell receptor of 2019-nCoV, the same receptor as SARS-CoV[5,10]. The expression profiles of ACE2 across different cell types of different organs will revealclues of the virus transmission routes and its potential pathogenesis. In previous studies, ACE2was found to express in the esophagus upper and stratified epithelial cells, absorptiveenterocytes from ileum and colon, alveolar type II cells in lung, liver cholangiocyte and kidneyproximal tubules [5-7]. These findings suggested that the clinical symptoms of hepatic failure,respiratory injury, acute kidney injury or diarrhoea may be associated with the pervasive ACE2expressing cells in these tissues. However, we and others found that ACE2 is lowly expressed,especially in the lung (the main target organ of nCoVs), raising the possible existence ofcoreceptors facilitating nCoV infection. It is well recognized that ssRNA viruses tend to havemultiple receptors[9]. For example, ACE2, CD209 (Dendritic Cell-Specific ICAM-3-GrabbingNon-Integrin 1), CLEC4G (C-type lectin domain family 4 member G) and CLEC4M (C-typelectin domain family 4 member M) are receptors of SARS-CoV[31-34]. In addition, othermembrane proteins may also assist virus entry[3]. Since the viral receptor and co-receptorsshould be co-expressed on the same cell types, we analyzed single cell co-expression patternscovering 400 membrane proteins and 51 known viral receptors in this study. After calculatingtheir gene expression similarity, we found ANPEP, ENPEP and DPP4 are top three genescorrelated with ACE4 (R>0.8). Interestingly, both ANPEP and DPP4 are viral receptors ofhuman coronaviruses [35], while ENPEP is also a peptidase, despite that its involvement invirus infection is unclear. For mysterious reasons, human coronaviruses use peptidases as theirreceptors[27]. Now, we showed co-expression profiles of these molecules, indicating thatdifferent human CoVs actually target the similar cell types across different human tissues. Italso explains why,patients infected with different human CoVs manifest similar clinicalsymptoms. We propose that further experimental validations should be performed to explorethe role of these peptidase in 2019-nCoV and other CoVs infection.Host immune response plays crucial roles in the fight against viruses. Generally, virallyinfected cells release interferons to suppress viral activities [36-38]. The interferons also act onwarning the neighboring cells of virus attack. It can signify the the nearby cells to upregulateMHC class I molecules to notify the CD8+ T cells to identify and eliminate the viral infection[39,40]. Understand the potential cell-cell communication mechanisms across different tissues isimportant for understanding immune reactions. In this study, we investigated the cellscommunicated with CoVs-targets (ACE2-expressing cells) in each tissue. Our results illustratethat macrophages frequently crosstalk with the ACE2-expressing cells, in lung, liver andstomach etc. This suggests that macrophages play the sentinel role during human CoVsinfection. Future studies should investigate these signaling pairs in the setting of CoVs infectionin patients and animal models.No potential conflict of interest was reported by the author(s).10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.expression maps of ACE2 in lung, liver, stomach, ileum, rectum, colon, blood, bone marrow,spleen, esophagus, kidney, skin and eye, totally comprising 119 cell types (AT1, Alveolar cellsType2; AT2, Alveolar cells Type2; PMCs, pit mucous cells; ECs, endothelial cells; GMCs,antral basal gland mucous cells; PCs, proliferative cells in stomach and Paneth cells in ileum;ECs, enterocytes, EECs, enteroendocrine cells; Gs, goblet cells; PROs, progenitor cells; SCs,stem cells; TAs, transient amplifying; EECs, enteroendocrine cells; RPEs, retinal pigmentepithelium). None of the ACE2 transcripts was found in bone marrow and blood.Figure 2 Pearson correlation coefficients between the curated ssRNA viral receptors andmembrane proteins. The warm colors mean positive correlation, and the cold colors meannegative correlation. The stars represent the correlation coefficients greater than 0.8. ANPEP,ENPEP and DPP4 show highest correlation with ACE2.Figure 3 Cell-cell interactions between cell types in 8 tissues expressing ACE2. (A) Thecell-cell interaction analysis in lung, liver, stomach, ileum, rectum, colon, esophagus andkidney was conducted by CellPhoneDB. Cell types are nodes and interactions are edges. Rednodes indicate major cell types expressing ACE2 in each tissue. Size of cell type is proportionalto the total number of interactions with the red nodes. (B) The cytokines that connectedACE2expressing cells and the macrophages. Macrophages expression receptors andACE2expressing cells express ligands.Figure S1 Cell type identification in 13 human tissues. The cell types were annotated bycurated known cell markers searched from their corresponding publications (see Table S1 andmaterials and methods).calculated for each tissue.Figure S2 Cell type proportion for each human tissue. Proportion of each cell type wasFigure S3 Heatmap of ANPEP, ENPEP and DPP4 expression in 13 human tissues. Wedepicted single cell expression maps of ANPEP, ENPEP and DPP4 in lung, liver, stomach,ileum, rectum, colon, blood, bone marrow, spleen, esophagus, kidney, skin and eye, totallyincluding 119 cell types. The expression was were log scaled.Figure S4 Violin plot of ANPEP, ENPEP and DPP4 expression in 13 human tissues", "ref_list": [[], ["Host factors in positive-strand RNA virus genome replication"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Virus entry, assembly, budding, and membrane rafts"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], [""], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], ["The single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Ahlquist", "A.O. Noueiry", "W.M. Lee"], ["C. Huang", "Y. Wang", "X. Li"], ["D. Chazal", "Gerlier"], ["R. Lu", "X. Zhao", "J. Li"], ["Y. Zhao", "Z. Zhao", "Y. Wang"], ["X. Chai", "L. Hu", "Y. Zhang"], ["Z. Zhang", "H. Kang", "Gong"], ["Xin Zou", "K.C. Jiawei", "Zou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The new coronavirus (2019-nCoV) outbreak from December 2019 in Wuhan, Hubei, China,\nhas been declared a global public health emergency. Angiotensin I converting enzyme 2 (ACE2),\nis the host receptor by 2019-nCov to infect human cells. Although ACE2 is reported to be\nexpressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low,\nespecially in the\n        ", "one_words_summarize": "The new coronavirus (2019-nCoV) outbreak from December 2019 in Wuhan, Hubei, China,has been declared a global public health emergency. Although ACE2 is reported to beexpressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low,especially in the        Keywords: coronaviruses, 2019-nCoV, scRNA-seq, ACE2, co-receptor, macrophageIn December, 2019, a novel coronavirus (2019-nCoV) infection emerged in Wuhan. Membraneproteins mediated membrane fusion allowed the entry of enveloped viruses[3]. It is reported that viruses tend to hijack co-expressed proteins as theirhost factors[9]. GSE135922, 3 Macula and 3 periphery of human donor eyes; Stomach, GEO Accession No. GSE131685, 3normal kidney tissues obtained at least 2 cm away from tumor tissue. The membrane proteinswere extracted from Membranome database (https://membranome.org).The raw count matrix (UMI counts per gene per cell) was processed by Seurat[22]. Then,we normalized the gene expression data using “NormalizeData” function with default settings. The cell clustering and dimensional reduction were performed by Seurat package. The batch effects were removed by harmony package[23].Cells were then clustered utilizing the ‘‘FindClusters’’ function through embedding cells intoa graph structure in PCA space. We conducted cell-cell interaction analysis utilizing cellphonedb function curated byCellPhoneDB database[24]. The raw count matrix was normalized and scaled by Seurat package[22](Materials and Methods). The remaining cells are B cells, epithelial basal cells, glands cells, stroma cells, Tcells and vessel cells. Whereas, the largest cell population in rectum isprogenitor cells (~37%). Fibroblasts and immune cells composed of ~31% and ~25% of total cells, respectively. Monocytes (~32%) and T cells (~55%) make upthe largest proportion of blood cells (Figure S2). For the viral lifecycle, the viruses firstly bind the host receptors on the cell surface. Our resultsreveal that ACE2 expresses in lung AT2, liver cholangiocyte, colon colonocytes, esophaguskeratinocytes, ileum ECs, rectum ECs, stomach epithelial cells, and kidney proximal tubules,consistent with the recent reports[5-8]. Totally 451 genes werecurated, 95.7% (432/451) of which express in at least one of the 13 tissues. ANPEP, alanyl aminopeptidase, is a hostreceptor targeted by porcine epidemic diarrhea virus, human coronavirus 229E, felinecoronavirus, canine coronavirus, transmissible gastroenteritis virus and infectious bronchitisvirus. ENPEP, GlutamylAminopeptidase, belongs to the peptidase M1 family which is the mammalian type II integralmembrane zinc-containing endopeptidases. DPP4, the receptor of MERS-CoV,shows expression similarity with ACE2, except that DPP4 expresses in some T cells of all theobserved tissues (Figure S3 & Figure S4). To further consolidate thefindings, we calculated the Euclidean distance between all the curated proteins and constructedtheir hierarchy relationships across the 119 cell types. We sought to identify potential immune cells crosstalking with CoVs-targetedcells. Glomerular parietal epithelial cells andepithelial basal cells in kidney and esophagus also correlated with the cells transcribing ACE2at very high frequency. In lateDecember 2019, a novel coronavirus, named 2019-nCoV, emerged in Wuhan, Hubei, China. The viruses target host cells via binding host receptors before engaging the infection cycle. The expression profiles of ACE2 across different cell types of different organs will revealclues of the virus transmission routes and its potential pathogenesis. Italso explains why,patients infected with different human CoVs manifest similar clinicalsymptoms. The interferons also act onwarning the neighboring cells of virus attack. The stars represent the correlation coefficients greater than 0.8. ANPEP,ENPEP and DPP4 show highest correlation with ACE2.Figure 3 Cell-cell interactions between cell types in 8 tissues expressing ACE2. ( Rednodes indicate major cell types expressing ACE2 in each tissue. Macrophages expression receptors andACE2expressing cells express ligands."}