{"date": "2020/03/06", "journal": "medrxiv", "authors": "Wei Xia, Jiaqiang Liao, Chunhui Li, Yuanyuan Li, Xi Qian, Xiaojie Sun, Hongbo Xu, Gaga Mahai, Xin Zhao, Lisha Shi, Juan Liu, Ling Yu, Meng Wang, Qianqian Wang, Asmagvl Namat, Ying Li, Jingyu Qu, Qi Liu, Xiaofang Lin, Shuting Cao, Shu Huan, Jiying Xiao, Fengyu Ruan, Hanjin Wang, Qing Xu, Xingjuan Ding, Xingjie Fang, Feng Qiu, Jiaolong Ma, Yu Zhang, Aizhen Wang, Yuling Xing, Shunqing Xu", "title": "Transmission of corona virus disease 2019 during the incubation period may lead to a quarantine loophole", "type": "preprint article", "abstract": "# The authors are contributed equally to this article.\nothers.", "text": "# The authors are contributed equally to this article.others.Background: The ongoing outbreak of novel corona virus disease 2019 (COVID-19)in Wuhan, China, is arousing international concern. This study evaluated whether andwhen the infected but asymptomatic cases during the incubation period could infectMethods: We collected data on demographic characteristics, exposure history, andsymptom onset day of the confirmed cases, which had been announced by the Chineselocal authorities. We evaluated the potential of transmission during the incubationperiod in 50 infection clusters, including 124 cases. All the secondary cases had ahistory of contact with their first-generation cases prior to symptom onset.Results: The estimated mean incubation period for COVID-19 was 4.9 days (95%confidence interval [CI], 4.4 to 5.4) days, ranging from 0.8 to 11.1 days (2.5th to97.5th percentile). The observed mean and standard deviation (SD) of serial intervalwas 4.1±3.3 days, with the 2.5th and 97.5th percentiles at -1 and 13 days. Theinfectious curve showed that in 73.0% of the secondary cases, their date of gettinginfected was before symptom onset of the first-generation cases, particularly in thelast three days of the incubation period.Conclusions: The results indicated the transmission of COVID-9 occurs among closecontacts during the incubation period, which may lead to a quarantine loophole.Strong and effective countermeasures should be implemented to prevent or mitigateasymptomatic transmission during the incubation period in populations at high risk.The corona virus disease (COVID-19) has spread rapidly throughout China and posesan increasing threat to globe health.1 The disease is caused by a novel coronavirus(SARS-CoV-2), which was first discovered in the epidemic center of Wuhan, Hubeiprovince, China in December 2019.2 Although China has taken unprecedented actionsto halt the outbreak (e.g. lockdown of Wuhan), the reported case numbers are stillrising exponentially, particularly in Wuhan. As of February 17, 2020, a total of 72436COVID-19 cases were officially confirmed in mainland China,3 and 42752 of whichcome from Wuhan.4 The rapidly increasing number of cases in Wuhan promotespeople to concern whether there are infected cases not identified or quarantined intime.The prior outbreak of severe acute respiratory syndrome (SARS) and Middle Eastrespiratory syndrome (MERS), which were caused by corona virus, were reported tobe rarely transmitted during the asymptomatic incubation period.5-7 An urgentquestion that scientists are racing to learn is whether an asymptomatic COVID-19case during the incubation period can infect others.8 Another major unansweredquestion is when these asymptomatic cases in the incubation period can infect others,and whether individuals in contact with the COVID-19 cases before the symptomonset should be isolated and provided with medical observation. Until now, only onearticle reported transmission of SARS-CoV-2 infection from an asymptomatic case inthe incubation period in Germany.9 One article from Germany found SARS-CoV-2 ina throat swab in two asymptomatic cases,10 and the other article from China suggestedthe transmission by an asymptomatic carrier of SARS-CoV-2 in a familial cluster offive COVID-19 patients.11 Compared with the relative small number of asymptomaticcases, the majority of COVID-19 cases when they have no symptoms in theirincubation period may contribute to a significant number of infection cases.All the close contacts with COVID-19 cases are required to be isolated in China.12However, only the close contacts with confirmed patients after symptom onset are putin quarantined in Wuhan city, but other close contactors with the infected cases beforethe symptomonset are not isolated due to the restrained resources. If theasymptomatic transmission during the incubation period contributes to a significantnumber of infection cases, a loophole of quarantine will ensue.In the present study, we aimed to examine whether and when the COVID-19 casesduring their incubation period infect others, in order to offer clues to containmentmeasures to mitigate the spread of infection.Accurate estimation of the incubation period is essential to clarify whether the caseswho are in the incubation period are a potential source of infection. The exposure timeof the majority cases in Wuhan is ambiguous and therefore cannot be used to estimatethe incubation period. By examining the cases who were confirmed to be infectedwith SARS-CoV-2 after a short visit to Wuhan or having a short contact history with aconfirmed case, the incubation period could be accurately estimated based on theirprecise exposure time.communities who had contacted with a confirmed COVID-19 case before symptomonset could help to evaluate the potential transmission during the incubation period.We collected the data of confirmed COVID-19 cases outside Wuhan city and Hubeiprovince insymptom onset, and the relationship of confirmed cases in clusters. Data were enteredinto a database, and verified by two independent authors. Discrepancies were resolvedby discussion and consensus.In order to increase the accuracy of the incubation period estimation, the selectedcases were limited to those with an accurate exposure period of no more than threedays. In addition, we only selected the cases who had symptom onset before ChineseSpring Festival (January 25, 2020) to reduce the bias of exposure time, since thecustom of visiting relatives and friends in Spring Festival may result to the increase ofpeople’s contact and exposure to unknown infectious source. The cases for estimationof the incubation period were harvested according to the criteria as follows: having ashort travel history to Wuhan or having a contact history with a confirmed case, andhaving no other potential source of infection; and their stay duration or contactexposure was no more than three days, and the information on the dates of theirexposure and symptom onset was available. Finally, 106 cases were included in forthe analysis of incubation period.The data of family or community clustered COVID-19 cases throughout February16, 2020 were used to assess the potential of transmission during the asymptomaticincubation period. We defined the first-generation cases in a cluster as those who hada travel history to Wuhan, or had a contact history (contact with the people fromWuhan, or confirmed cases, or persons with respiratory symptoms), and had beenconfirmed to have infection of SARS-CoV-2. The secondary cases were defined asthose who had a clear contact history to the first-generation cases, and had beenconfirmed to have infection of SARS-CoV-2, but had no other potential infectionsource. Cases in the clusters met the criteria as follows: the secondary cases had aclose-contact history with their first-generation cases prior to symptom onset, and theinformation on the contact time and symptom onset time of the first-generation andthe secondary cases was complete. A total of 50 first-generation cases and 74secondary cases in 50 clusters were included for the analysis.We described the demographic characteristics and exposures of the cases, and definedthe incubation period as the exposure to the transmission source to the onset ofsymptoms. As each individual’s incubation period was a typically time-to-event, weused a Weibull distribution-based survival analysis model with the extension ofKaplan-Meier estimator to fit the curve of the incubation period for COVID-19cases.13,14 The 95% confidence intervals for the mean and the percentiles of theincubation period were estimated by a bootstrapping method with resampling of10,000 times.15The serial interval was defined as the time from symptom onset in thefirst-generation case to symptom onset in the secondary case. The back-projectionmethod was used to estimate the infectious curve for the secondary cases of theclusters to further investigate the possibility of transmission during the incubationperiod.16 Since the symptom onset date of the first-generation cases in differentclusters were different, we centralized the symptom onset dates of all first-generationcases into a specific date, and the symptom onset dates of secondary cases weretransformed accordingly. After the transformation, the infectious curve would indicatethe number of secondary cases emerging before or after the symptom onset dates ofthe first-generation cases. We defined the back-projection equation as follows:tE( yt ) = ∫0 Is ft−s,sdsyt denotes for the number of symptom onset at a transformed time t , and Isdenotes the numbers of infected cases at a transformed time s , and ft−s,sdenotesthe probability density function of incubation period for COVID-19, which indicatedthat the probability of cases infected at a transformed time t − s , and symptom onsetat a transformed time s . Using this non-parametric back-projection method, weestimated the infected secondary cases ( It ) at a specific transformed time t.All analyses were performed in R 3.1 (“surveillance” and “survival” packages) andSAS 9.4.The data of the confirmed cases were from publicly reported, and this study as thusconsidered exempt from institutional review board approval.Of the 106 confirmed COVID-19 cases with a clear travel or contact history, themedian age was 41 years (range, 19 to 73), and 70 (66.0%) were known to be male(Table 1). The majority (82.1%) had an exposure period of 1-2 days, and 67.9% had ashort travel history to Wuhan city. We estimated the mean incubation period to be 4.9days (95% confidence interval [CI], 4.4 to 5.4) days, ranging from 0.8 to 11.1 days(2.5th to 97.5th percentile) (Fig. 1).Among the 50 clusters infected with SARS-CoV-2, the median age of thefirst-generation cases was 47 years (range, 21 to 73), and 58.0% were male, and 82.0%had a travel history to Wuhan (Table 2). The median age of the 74 secondary caseswas 45 years (range 7-83), and 45.9% were male. As the timelines shown in Figure 2,most of the secondary cases (89.2%) had symptom onset after their first-generationcases, while four secondary cases (5.4%; in cluster 5, 21, 29, and 46) had symptomonset before their first-generation ones, and four pairs of first-generation andsecondary cases (5.4%; in cluster 22, 35, 41, and 43) had symptom onset on the sameday. The observed mean and standard deviation (SD) of serial interval was 4.1±3.3days, with the 2.5th and 97.5th percentiles at -1 and 13 days (Fig .2).After the symptom onset dates of the first-generation cases were centralized, thepeak of the infectious curve of the secondary cases was shown locating before thesymptom onset dates of the first-generation cases (Fig. 3A). The majority of thesecondary cases (73.0%) were infected before the symptomonset of thefirst-generation cases, while 18.9% and 8.1% were infected on and after the date ofthe symptom onset of the first-generation cases, respectively (Fig. 3B). Particularly,66.2% of the secondary cases were infected within three days before the symptomonset dates of the first-generation cases.Our study initially demonstrated asymptomatic transmission of COVID-19 in theincubation period, especially in the last three days of incubation period, by estimatingthe incubation period with the use of accurate exposure history of confirmed cases.Among the clusters, we found that four secondary cases had symptom onset earlierthan their first-generation cases, which further provides the evidence of thetransmission during the incubation period. Our findings could help the officials totake strong and effective measures to contain the spread of COVID-19 and to theprediction of the epidemic trend.We estimated the mean incubation period of COVID-19 infections to be 4.9 days,which was calculated based on a big sample size with valid data. Most importantly,the exposure time interval of the 106 cases selected in our study was no more thanthree days, and 82.1% of the cases had an exposure time of 1-2 days, which enabledus to obtain a more accurate estimates of incubation period for COVID-19 than theexisting evidence. Li et al. 17 reported that the incubation period of the newcoronavirus was 5.2 days (95% CI, 4.1 to 7.0) with the 95th percentile at 12.5 daysaccording to the early cases with illness onset exposed to the Huanan seafoodwholesale market. The authors deemed that this estimation was somewhat imprecisebecause it was based on the information of only 10 cases.17 Backer et al.14 and Laueret al.18 estimated the incubation period based on 34 and 101 publicly reportedconfirmed COVID-19 cases outside Wuhan. The duration of exposure time of theirincluded cases ranged from one day to more than two weeks, and more than 75% ofthe cases in the two studies had the exposure time more than three days, which mightinduce bias in the estimates and cause the estimated incubation period longer than theactual length. In addition, our estimates of incubation period were consistent with theresults reported by Guan et al.19 that they estimated the mean incubation period lessthan five days from the data of 1099 confirmed patients in mainland China.We observed the mean serial interval was 4.1 days for COVID-19, which is shorterthan the 8.4-day and the 7.6-day mean serial interval reported for SARS and MERS,respectively.5,20 More importantly, the serial interval is shorter than the estimates ofthe mean incubation period (4.9 days), suggesting that a proportion of secondarytransmission may occur before symptom onset of the first-generation cases. Li et al.17estimated the mean serial interval at 7.5 days based on the cases reported in Wuhancity early in the epidemic (mostly in December 2019). However, there were only sixpairs first-generation and secondary cases in this study, and the small sampling biasmay have been introduced to the variance and mean. Our observed serial interval hasbeen consistently demonstrated by a recent study that the estimated mean serialinterval was 4.2 days based on 20 pairs of first-generation and secondary cases.Our results of infectious curves of the secondary cases in the clusters found that theCOVID-19 cases before they feel sick could infect others, and the findings offer someof the best clues to whether individuals in contact with the COVID-19 cases within atleast three days prior to the symptom onset should be isolated. Our results indicatedthat the current quarantine measures have loopholes, which may lead to someasymptomatic cases during the incubation period slipping through the net. At present,the Chinese government has enforced to quarantine all the close contacts of theconfirmed cases.12 In the Chinese New coronavirus pneumonia prevention and controlprogram (4th ed.), the close contacts who are requried to put in quanrantine aredefined as \"the individulas who have a history of living together, staying in the sameroom, or riding in the same vehicles with the suspected cases, clinical diagnosis cases(only in Hubei Province), confirmed cases, and asymptomatic infected persons afterthey are tested virus positive\".12 In this program, only the close contacts after the casehas symptom onset or virus positive testing are required to be quarantine, but theclose contacts before the case has symptom onset or virus positive testing are notincluded. If asymptomatic people who are in the incubation period have the potentialto spread the virus, the current quarantine measures are inadequate to contain thespread of COVID-19, especially for those individuals and their family members whowere isolated together at home.Due to the shortage of personals for epidemic contain in Wuhan, the close contactswith the confirmed cases prior to symptom onset were not isolated. The quarantineloophole may also explain the occurrence of a lot of familial cluster cases and therapidly increased number of confirmed cases during the past week in Wuhan city andHubei province. According to the recent epidemiological study based on a total of72314 COVID-19 patient records in mainland China, asymptomatic cases accountedfor 1.2%.22 Compared with the relative small number of asymptomatic cases, themajority of COVID-19 cases when they have no symptoms in their incubation periodmay contribute to a significant number of infection cases. Therefore, we believe moreeffective measures should be taken to stem the transmission of asymptomatic contactduring the incubation period. Once a case is confirmed, it is imperative to trace backall the close contacts within at least three days prior to the symptom onset, and thenquarantine these close contacts. If a patient has extensive social activities before thesymptom onset, the risk of transmission will be greatly increased. Therefore,restricting social activities and restricting travel in and out of the cities in severeepidemic areas may effectively reduce the transmission.All the information about the cases in this study comes from the data released bylocal authorities, and the cases were screened for analysis by using the same criteria.The information of the cases released by local authorities outside of Hubei province,including the exposure history, was relatively complete and reliable, because lesscases were reported outside of Hubei province and staffs working at local center ofdisease control (CDC) staffs had enough time to interview the cases as soon aspossible. Therefore, this study provides a reliable incubation period and a strongevidence of the COVID-19 transmission during the incubation period.Nevertheless, there are some limitations in this study. The data about virusdetection were not available for those asymptomatic persons in their incubation period.Since the follow-up quantitative reverse-transcriptase-polymerase-chain-reaction(qRT-PCR) of virus nucleic acid assay was not available for most close contactscurrently in China, it is difficult to obtain evidence of molecular biological monitoringin a short time. If qRT-PCR assays are performed for a group of close contacts, moreconvincing evidence will be provided for transmission of COVID-19 during theincubation period.In conclusion, the COVID-19 cases in the incubation period are potential infectionsources, especially within three days prior to the symptom onset. It is imperative totrace back the close contacts of confirmed cases before the symptom onset and avoidthe quarantine loopholes.SX had the idea for and designed the study and had full access to all data in the studyand take responsibility for the integrity of the data and the accuracy of the dataanalysis. WX, JL, CL, and YL contributed to writing of the report and the statisticalanalysis. SX contributed to critical revision of the report. CL, XQ, XS, HX, YL, GM,YX, XZ, LS, JL, MW, QW, AN, YL, JQ, QL, XL, SC, SH, JX, FR, HW, QX, XD, XF,FQ, JM, YZ, AW, and YX contributed to collecting data, creating of the tables andanalysis, or data interpretation, and reviewed and approved the final version.All authors declare no competing interests.        We are very grateful to Liu Liu and Chaohong Yu in the Editorial Department ofCurrent Medical Science, Liuyu Ivy Chen in founder of TransWords.net, Henry M.Clever, Ph.D. student in the healthcare robotics lab at Georgia Institute of Technology,and Yanjian Wan in Wuhan Centers for Disease Prevention & Control for editing ourmanuscript.(COVID-19) in China. Zhonghua Liu Xing Bing Xue Za Zhi. 2020;41(        Wuhan travel historyContact history of confirmed caseExposure period1 day2 days3 daysconfirmed case.a There was one case who had both a history of travel to Wuhan and contact with aaThere was one case who had both a history of travel to Wuhan and contact.Age group – no./total no. (%)Male sex – no./total no. (%)          aWuhan travel historyContact history(N=50)47 (          (A) Timelines for 106 cases with distinct periods are shown as exposed (orange),infected but asymptomatic (blue), and symptom onset (red). (B) The estimatedincubation period distribution. (C) The mean and percentiles of estimated incubationperiod.interval.Number in the boxes are calendar dates in January and February 2020.(A) The infectious and symptom onset curves for the secondary cases after thesymptom onset dates of the first-generation cases were centralized. The curves areshown as the number of the secondary cases on the infected date (blue) and actualsymptom onset date (black). The red dotted line indicates the centralized date ofsymptom onset of the first-generation cases. (B) The number and percentage of thesecondary cases with infectious date before or after the symptom onset of theirfirst-generation cases.", "ref_list": [[], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Commission of the People's Republic of China"], ["Website of Health Commission of Hubei Province"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Infectivity of severe acute respiratory syndrome during its incubation period"], ["Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea"], ["China coronavirus: Six questions scientists are asking"], [""], ["Evidence of SARS-CoV-2 Infection in Returning Travelers from Wuhan, China"], [""], ["New coronavirus pneumonia prevention and control program (4th ed"], ["The Empirical Distribution Function with Arbitrarily Grouped, Censored"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["flexsurv : A Platform for Parametric Survival Modeling in R"], ["A method of non-parametric back-projection and its application to aids data"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Hospital outbreak of Middle East respiratory syndrome coronavirus"], ["Serial interval of novel coronavirus (2019-nCoV) infections"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JT Wu", "K Leung", "GM Leung"], ["N Zhu", "D Zhang", "W Wang"], ["National Health"], ["Official", "shtml"], ["M Lipsitch", "T Cohen", "B Cooper"], ["G Zeng", "SY Xie", "Q Li", "JM Ou"], ["BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu"], ["E Callaway", "D. Cyranoski"], ["C Rothe", "M Schunk", "P Sothmann"], ["S Hoehl", "A Berger", "M Kortenbusch"], ["Y Bai", "L Yao", "T Wei"], [], ["BW Turnbull", "Truncated Data. J R Stat Soc A Stat"], ["JA Backer", "D Klinkenberg", "J Wallinga", "Euro Surveill"], ["C. Jackson", "Stat Softw"], ["NG Becker", "LF Watson", "JB Carlin"], ["Q Li", "X Guan", "P Wu"], ["SA Lauer", "KH Grantz", "Q Bi"], ["W Guan", "Z Ni", "Y Hu"], ["A Assiri", "A McGeer", "TM Perl"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology T."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "# The authors are contributed equally to this article.\nothers.", "one_words_summarize": "# The authors are contributed equally to this article.others. The observed mean and standard deviation (SD) of serial intervalwas 4.1±3.3 days, with the 2.5th and 97.5th percentiles at -1 and 13 days. Conclusions: The results indicated the transmission of COVID-9 occurs among closecontacts during the incubation period, which may lead to a quarantine loophole. Strong and effective countermeasures should be implemented to prevent or mitigateasymptomatic transmission during the incubation period in populations at high risk. All the close contacts with COVID-19 cases are required to be isolated in China.12However, only the close contacts with confirmed patients after symptom onset are putin quarantined in Wuhan city, but other close contactors with the infected cases beforethe symptomonset are not isolated due to the restrained resources. Data were enteredinto a database, and verified by two independent authors. The data of family or community clustered COVID-19 cases throughout February16, 2020 were used to assess the potential of transmission during the asymptomaticincubation period. A total of 50 first-generation cases and 74secondary cases in 50 clusters were included for the analysis. The back-projectionmethod was used to estimate the infectious curve for the secondary cases of theclusters to further investigate the possibility of transmission during the incubationperiod.16 Since the symptom onset date of the first-generation cases in differentclusters were different, we centralized the symptom onset dates of all first-generationcases into a specific date, and the symptom onset dates of secondary cases weretransformed accordingly. Our findings could help the officials totake strong and effective measures to contain the spread of COVID-19 and to theprediction of the epidemic trend. In addition, our estimates of incubation period were consistent with theresults reported by Guan et al.19 that they estimated the mean incubation period lessthan five days from the data of 1099 confirmed patients in mainland China. All the information about the cases in this study comes from the data released bylocal authorities, and the cases were screened for analysis by using the same criteria. Therefore, this study provides a reliable incubation period and a strongevidence of the COVID-19 transmission during the incubation period. In conclusion, the COVID-19 cases in the incubation period are potential infectionsources, especially within three days prior to the symptom onset. WX, JL, CL, and YL contributed to writing of the report and the statisticalanalysis. CL, XQ, XS, HX, YL, GM,YX, XZ, LS, JL, MW, QW, AN, YL, JQ, QL, XL, SC, SH, JX, FR, HW, QX, XD, XF,FQ, JM, YZ, AW, and YX contributed to collecting data, creating of the tables andanalysis, or data interpretation, and reviewed and approved the final version. 2020;41(        Wuhan travel historyContact history of confirmed caseExposure period1 day2 days3 daysconfirmed case.a There was one case who had both a history of travel to Wuhan and contact with aaThere was one case who had both a history of travel to Wuhan and contact. aWuhan travel historyContact history(N=50)47 (          (A) Timelines for 106 cases with distinct periods are shown as exposed (orange),infected but asymptomatic (blue), and symptom onset (red). ("}