{"date": "2020/03/06", "journal": "medrxiv", "authors": "Na Hong, Jie He, Yingying Ma, Huizhen Jiang, Lin Han, Longxiang Su, Weiguo Zhu, Yun Long", "title": "Evaluating the secondary transmission pattern and epidemic prediction of the COVID-19 in metropolitan areas of China", "type": "preprint article", "abstract": "Understanding the transmission dynamics of COVID-19 is crucial for evaluating the spread pattern of it, especially in metropolitan areas of China which may cause secondary outbreaks outside Wuhan, the center of the new coronavirus disease of infection, and on the number of cases reported to estimate likely number of infections in four high risk metropolitan areas, as well as facilitate understanding the COVID-19's spread pattern. A group of SERI model statistical parameters were estimated using Markov Chain Monte Carlo (MCMC) methods, and our modeling integrated the effect of the official quarantine regulation and travel restriction of China. As a result, we estimated that the basic reproductive number R0 is 3.11 in Beijing, 2.78 in Shanghai, 2.02 in Guangzhou, and 1.75 in Shenzhen. In addition, we inferred the prediction results and compared the results of different level of parameters, For example, In Beijing, the predicated peak number of cases is around 466 at the peak time Feb 29, 2020; however, when the city conducts different levels (strict, mild, or weak) of travel restrictions or regulation measures, the estimation", "text": "results show that transmission dynamics will change and the peek number of casesshows the changing proportion is between 56%~159%. We concluded that publichealth interventions would reduce the risks of COVID-19 spreading and morerigorous control and prevention measures will effectively contain its further spread,but risk increases when businesses and social activities returning back before theending date. Besides, the experiences gained and lessons learned from China arepotential to provide evidences supporting for other metropolitan areas and big citieswith emerging cases outside China.        In December 2019, since a novel coronavirus, outbreak in Wuhan, China, theepidemic center, it has been quickly spreading out to other provinces, autonomousregions, municipalities and countries. The World Health        According to the WHO situation reports, the outbreak of COVID-19 has led toglobal 79407 confirmed cases and 2622 deaths in 32 countries as of 24th February2020, of which 64287 were from Hubei, China. Cases have been reported in otherareas outside Hubei with numerous even hundreds of cases, including metropolitanareas Beijing (n=399) and Shanghai (n=335) inside China, as well as other countriesoutside China, such as South Korea (n=833), Japan (n=144), Italy (n=124), With thecontinuously increased cumulative cases, understanding theCOVID19’sspreadpattern and monitoring its burst trends is crucial by informing and inferringevidences for public health intervention and health care policy making.Several mathematical models and data analysis approaches were recentlyreported attempting to estimate the transmission of COVID-19 2-4. Public healthinterventions and transportation restriction effect for the disease transmission has alsobeen evaluated in some studies5,6. Researchers have published many different resultsfor forecasting when the outbreak will peak in different areas7,8. These models are2certainly useful to understand the emerging trends of COVID-19. However, there areseveral challenges to such timely analysis and forecasting. Due to the barriers boughtfrom disease incubation period, asymptomatic infectious, diagnosis testing capacity,overloaded medical stuff and complicated reporting processes, there can be a delay ormissed reporting from real evolving situation to confirmation of cases. Furthermore,the adopted models are mostly complicated with many pre-settings or assumptions orparameters values which are likely not accuracy. Although some modelingapproaches can estimate parameters values through statistical methods, it is can onlycontribute a rough simulation for the modeling. As a result, those studies actuallyachieved different prediction results by using different methods and datasets.To achieve a relatively objective judgment giving such a new disease andcomplicated situation with many unknown knowledges, we used mathematicalmodeling methods to disclose the COVID-19 transmission with four datasets forcross-validation. Since individual data sources may be biased or incomplete,according to the related studies, multiple data sources rather than a single dataset canenable more robust estimation of the underlying dynamics of transmission9.Therefore,we investigated and collected data from four sources, including released data andofficial daily reports from commercial technologies company, academic institutes,authorities or local healthcare commissions, and World Health Organization, tominimize the result errors caused by single biased data. The data were obtained fromthe reports published by Beijing        Municipal Health Commission (BMHC)10 ，Shanghai Municipal Health and Family Planning Commission(SMHFPC)11,HealthCommission of Guangdong Province12 ， National Bureau of Statistics of China(NBSC)13，Baidu Migration Big Data Platform14, Center for Systems Science andEngineering (CSSE) of Johns Hopkins University15,and the WHO coronavirus disease        Data Characterization. To give an overall characterization of epidemic size anddynamics, Figure 1 shows the epidemic curve of COVID-19 cases identified inBeijing, Shanghai, Guangzhou and Shenzhen, from Jan 24 to Feb 23 2020.Adjusted SERI Model Estimation. We summarize and interpret the transmissiondynamics of COVID-19 in the 4 municipal areas. Adjusted SEIR model were used togive a prediction for Beijing, Shanghai, Guangzhou and Shenzhen, and the followingFigure 2 show the comparisons between predicted results and actual results. Theresults are under the assumption with no further imported cases to these cities sinceChina implemented strong regulation measures during the observation time.Based on our observations, inferring from below Table 1 and Figures 3, we alsofind that the number of infected individuals will change with different levels of publichealth interventions, strict interventions could decrease the peak number of infectedindividuals compared with the scenario of weak interventions, where we use differentlevels of contact rate and to measure the different levels of interventions. The baselinecontact rate was derived by MCMC method, and the results show that reducing thecontact rate persistently decreases the peak value but may either delay the peak,besides, with the strict public intervention, the number of infected individualseventually will decrease but may bring forward the peak; with large amount of inflowpopulation after Feb 3 2020, the returning back to work time after holiday leaving,many people returns back to these cities, which is inferred from Baidu transportationindex, we added risk factors for contact rate (1.5c, 2c), accordingly, the number ofinfected individuals will increased, compared with the scenario of decreased contactrate(0.8c, 0.6c).AreasBeijingDays to PeakPeak ValueDays to PeakPeak ValueDays to PeakPeak ValueDays to PeakPeak ValueIn addition, we compared the transmission dynamics with different quarantinedrate of exposed individuals, which reflects the contact tracing capability andmanagement efforts of local governments (Table 2 and Figure 4), and the results showthat reducing the quarantined rate of exposed individuals (0.8q, 0.6q) leads to increaseof the peak value and delay the peak time. And vice versa, the peak value decreasesand bring forward the peak time with higher quarantined rate of exposed individuals(2q, 1.5q).of health measures for travelers, are greatly prevented further spread.The documented COVID-19 reproduction numbers ranging from 2.0 to 4.96,7,17,which based on cases developed in different transmission phases and areas. Forinstance, the R0 in Wuhan is obviously higher than other cities outside Wuhan.Furthermore, the dataset used in this study is after implementing prevention measuresby China government and local authorities, we regarded that the inferred R0 results offour cities are reasonable and interpretable.In this study, we tried to monitor trends of the COVID-19 after cases wereimported into other cities, and estimated the spread pattern by mathematical modelingwhich could be helpful for evaluating the potential risk and severity of new outbreaks.The results of our study show that, for four metropolitan areas of China, they containthe spreading in effective control so far, however, it still needs to raise awareness inthe population and prevent the potential outbreak risk before the epidemic completedends, early May 2020, as our predications.The study has limitation. Current reported data are insufficient to understand thefull spread pattern of the transmission and its potential new outbreaks. For example,estimates in this manuscript have a certain extend of uncertainty and delay due to thelimitations in reporting mechanism over the course of the natural history of cases, theimpact of other potential asymptomatic cases and some hidden unreported cases.However, the outbreak may still come with time when there is a super spreading case,and the outbreak may not come because strict public health interventions, travelrestrictions and peoples sell-protection efforts.As the conclusion from report of WHO-china Joint Mission18, the COVID-19transmission dynamics of any outbreak are inherently contextual, people all the worldneed to work together to defense this disease, including: 1) To enhance understandingof the evolving COVID-19 outbreak in China and the nature and impact of ongoingcontainment measures; 2) To share knowledge on COVID-19 response andpreparedness measures being implemented in countries affected by or at risk ofimportations of COVID-19; 3)To generate recommendations for adjusting COVID-19containment and response measures in China and internationally; 4) and To establishpriorities for a collaborative program of work, research and development to addresscritical gaps in knowledge and response and readiness tools and activities.The public health interventions would reduce the risks of COVID-19 spreadingand more rigorous control and prevention measures will effectively contain its furtherspread. In the face of the global epidemic and with the facilitating of mathematicalmodels, China's experience may help providing epidemiological suggestions for theother countries with rapidly emerging cases.To evaluate spread pattern and estimate the COVID-19 transmission in 4metropolitan areas, we adopted adjusted SEIR model for modeling the data,respectively. We only considered human-to-human transmission in our models.Adjusted SEIR model for COVID-19. SEIR is a deterministic metapopulationtransmission model, and in the SEIR model definition, the population is divided intofour classes: Susceptible (all the population are likely infected), exposed (people areexposed), infectious (people are infected) and removed (recovered). We assumed thereal risk situation started with infectious cases on Feb 3 2020 which is authoritiesannounced returning back to work time after Chinese Spring Festival Leaving.Therefore, we modeled the period from Feb 3 2020. The SEIR model statetransaction is as shown in Figure 4. In our estimation, the entire population wasinitially susceptible since COVID-19 is an emerging new infectious disease and allthe people don’t have immunization of it, we estimated the initial exposed populationusing MCMC methods based on the reported data between Jan 24 2020 and Feb 162020. We assumed that the median incubation period are 5-6 days (ranging from 0-14days) based on the report of WHO19.Based on the basic SEIR model, we further considered the influence of multiplefactors on the transmission pattern during the actual situation of Beijing, including thepublic health intervention measures, people’s self-protection behaviors, diagnosis rate,population flow, etc.Having the assumption that public health intervention contributed to the control ofepidemic dynamics, we imported an index that indicates the changes of contact rate.According to the urban daily-adjusted index of travel intensity from Baidu migrationbig data platform, for period Jan 24 2020 to Feb 23 2020, we inferred that people’scontact rate is obviously lower than normal level of same period last year.Furthermore, considering the Spring Festival population flow and returning back towork time after holiday leaving (Officially announced time is Feb 3, 2020), weregarded that the real risk of 4 metropolitan areas grows with the inflow populationincreasing started from Feb 3, 2020.We also estimated the contact rate within Beijing, and the initial number ofhuman infections present in Beijing using the MCMC method. Cases in BMHC andother sources reported between Jan 24 2020 and Feb 23 2020 were used for fitting.Considering the possible complex influence factors, we proposed an adjusted SERImodel for COVID-19 estimation, as displayed in Figure 5.In the adjusted SEIR model, we consider the inflow of city’s population, so thetotal number of people is not fixed and the population is divided into seven classes:Susceptible (all the population are likely infected), exposed (people contacted withinfection), infectious (people are infected), removed (recovered and dead) ， Sq(quarantined susceptible)，Eq (isolated exposed) and H (isolated infected). Besides,we consider the inflow population of Beijing, which we denote P, and the averagedaily inflow is M. The transmission dynamics are governed by the following systemof equations：,,,1 ,,,\"11,Where q is the quarantined rate of exposed individuals, β is the transmissionprobability and c is the contact rate. Then, the quarantined individuals, if infected (oruninfected), move to the compartment E(or S ) at a rate of βcq(or (1 – β)cq).Those who are not quarantined, if infected, will move to the compartment E at a rateof βc1 q. Among them, τ is the exposed ratio of inflow population, and thesusceptible ratio is 1 τ , θ is the ratio of the transmission ability between the latentand the infected population. We assume that the transmission ability of the people inincubation period and the diagnosed infected patients are same, that is, θ 1 . λ isthe isolation contact rate, σ is the transformation rate from the latent to the infected,α is the mortality rate, δ is the isolation rate of the infected, γ is the recovery rateof the infected population. δ is the conversion rate from isolated latent to isolatedinfected, and γis the recovery rate of isolated infected population.Parameter estimates methods. The MCMC method is one of the commonly usedalgorithms in modern statistical calculations. This algorithm provides an effective toolfor establishing actual statistical models and is widely used in Bayesian calculationsof complex statistical models20. We use the MCMC method and MH algorithmsampling, use the normal distribution as the recommended distribution, estimate theparameters of the modified SEIR model, apply the data collected from infectiousdiseases to the above statistical inference, and simulate the process of infectiousdisease transmission to obtain the parameters c,β,q, , I, etc., Use Beijing as example,the parameter estimates and initial values of SEIR model is listed in Table 3.Transition rate of infectedindividuals to the quarantinedinfected classReferenced Value6.2report）21In addition, to simulate the contact rate for model estimation, we used urbantravel index data from Baidu, a major internet company of China that hosts popularnavigator APP Baidu maps, which indirectly monitor real time urban travel intensityand population flow. The Baidu impact index of travel intensity and population flowis converted into corresponding coefficient of contact rate and quarantined susceptiblepopulation.The basic reproduction number R0 estimates. At the beginning of the onset,when all people are susceptible, R0 is the average number of new infections directlycaused by a case in a population of people who are all susceptible. Given the modelstructure with quarantine and isolation, we used the next generation matrix to derive aformula for the control reproduction number when control measures are in force, asfollows:Rβc1 qδ α γβcθ1 qσS1234567892018YFC0116905This study is supported by National Key R&D Program of China, projectNa Hong, Huizhen Jiang, Longxiang Su, Weiguo Zhu and Yun LongDigital China Health Technologies Co. Ltd., Beijing, ChinaJie He, Yingying Ma, Lin Han and Na HongN. H, J. H and Y. M contributed equally. L. S, W. Z and Y. L take responsibility forthe integrity of the work as a whole, from inception to published article; N. H and L. Swere responsible for study design and conception; J. H, Y. M and H. J wereresponsible for data modeling and analysis; W. Z and L. H interpreted the results; N.H, J. H, Y.M and L. S drafted the manuscript. All authors revised the manuscript forimportant intellectual content.Longxiang Su, Weiguo Zhu, and Yun LongCompeting interestsThe authors declare no competing interests.Noneinfected people and cured people, 4 cities.", "ref_list": [[], [""], ["the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City, China"], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Early dynamics of transmission and control of 2019- nCoV: a mathematical modelling study"], [""], [""], [""], [""], [""], ["An interactive web-based dashboard to track COVID-19 in real time"], ["Coronavirus disease (COVID-2019) situation reports"], ["the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["-joint-mission-on-"], [""], ["Introduction to particle Markovchain Monte Carlo for disease dynamics modellers"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus"], ["S. W. Forecasting Hermanowicz"], ["T. Liu"], ["N. Imai"], ["B. Tang"], ["S. Zhao"], ["J. T. Wu", "K. Leung", "G. Leung"], ["J. M. Read", "J. R. Bridgen", "D. A. Cummings", "A. Ho", "C. P. Jewell"], ["S. Funk", "R. M. Eggo"], ["C. Decker"], [], [], [], ["Baidu Migration Big Data Platform"], ["E. Dong", "H. Du", "L. Gardner"], ["W. H. Organization", ">"], ["M. Shen", "Z. Peng", "Y. Xiao", "L. Modelling Zhang"], ["W. Organization", "covid-"], ["W. H. Organization", "Report Coronavirus disease 2019 (COVID-19) Situation", "-"], ["A Endo", "E. van Leeuwen", "M. Baguelin"], ["-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "results show that transmission dynamics will change and the peek number of cases\nshows the changing proportion is between 56%~159%. We concluded that public\nhealth interventions would reduce the risks of COVID-19 spreading and more\nrigorous control and prevention measures will effectively contain its further spread,\nbut risk increases when businesses and social activities returning back before the\nending date. Besides, the experiences gained and lessons learned from China are\npotential to provide evidences supporting for other metropolitan areas and big cities\nwith emerging cases outside China.", "one_words_summarize": "results show that transmission dynamics will change and the peek number of casesshows the changing proportion is between 56%~159%. We concluded that publichealth interventions would reduce the risks of COVID-19 spreading and morerigorous control and prevention measures will effectively contain its further spread,but risk increases when businesses and social activities returning back before theending date. In December 2019, since a novel coronavirus, outbreak in Wuhan, China, theepidemic center, it has been quickly spreading out to other provinces, autonomousregions, municipalities and countries. However, there areseveral challenges to such timely analysis and forecasting. Adjusted SEIR model were used togive a prediction for Beijing, Shanghai, Guangzhou and Shenzhen, and the followingFigure 2 show the comparisons between predicted results and actual results. Theresults are under the assumption with no further imported cases to these cities sinceChina implemented strong regulation measures during the observation time. Forinstance, the R0 in Wuhan is obviously higher than other cities outside Wuhan. For example,estimates in this manuscript have a certain extend of uncertainty and delay due to thelimitations in reporting mechanism over the course of the natural history of cases, theimpact of other potential asymptomatic cases and some hidden unreported cases. SEIR is a deterministic metapopulationtransmission model, and in the SEIR model definition, the population is divided intofour classes: Susceptible (all the population are likely infected), exposed (people areexposed), infectious (people are infected) and removed (recovered). Furthermore, considering the Spring Festival population flow and returning back towork time after holiday leaving (Officially announced time is Feb 3, 2020), weregarded that the real risk of 4 metropolitan areas grows with the inflow populationincreasing started from Feb 3, 2020.We also estimated the contact rate within Beijing, and the initial number ofhuman infections present in Beijing using the MCMC method. λ isthe isolation contact rate, σ is the transformation rate from the latent to the infected,α is the mortality rate, δ is the isolation rate of the infected, γ is the recovery rateof the infected population. δ is the conversion rate from isolated latent to isolatedinfected, and γis the recovery rate of isolated infected population. The Baidu impact index of travel intensity and population flowis converted into corresponding coefficient of contact rate and quarantined susceptiblepopulation."}