{"date": "2020/03/06", "journal": "npj Vaccines", "authors": "Weilong Shang, Yi Yang, Yifan Rao, Xiancai Rao", "title": "The outbreak of SARS-CoV-2 pneumonia calls for viral vaccines", "type": "Comment", "abstract": "COMMENT The outbreak of 2019-novel coronavirus disease (COVID-19) that is caused by SARS-CoV-2 has spread rapidly in China, and has developed to be a Public Health Emergency of International Concern. However, no specific antiviral treatments or vaccines are available yet. This work aims to share strategies and candidate antigens to develop safe and effective vaccines against SARS-CoV-2. npj Vaccines", "text": "1 ✉An outbreak of 2019-novel coronavirus (SARS-CoV-2) that causesatypical pneumonia (COVID-19) has raged in China sincemidDecember 2019 and has spread to 26 countries (February 20,2020). The epidemic was identified by the first four casesconfirmed on December 29, 2019 and was traced to the HuananSeafood Wholesale Market, Wuhan city, Hubei Province, China1. Atotal of 75,465 cases with SARS-CoV-2 infections have beenconfirmed up to date (February 20, 2020), and 2,236 people havedied in China2. COVID-19 spreads rapidly by human-to-humantransmission with a median incubation period of 3.0 days (range, 0to 24.0), and the time from symptom onset to developingpneumonia is 4.0 days (range, 2.0 to 7.0)3. Respiratory dropletsand direct contact are conventional transmission routes forSARSCoV-2, and fecal-to-oral transmission might also have a role3. Fever,dry cough, and fatigue are common symptoms at onset ofCOVID194. Most patients have lymphopenia and bilateral ground-glassopacity changes on chest CT scans4,5. No specific antiviral treatmentsor vaccines are available because it is a new emerging viral disease.Development of SARS-CoV-2-based vaccines is urgently required.        The entire virus particle-based preparation of vaccines,including inactivated and attenuated virus vaccines is advisable, becauseit is based on previous studies about the prevention and control ofseasonal influenza vaccines6. The first SARS-CoV-2 (Wuhan-Hu-1)was successfully sequenced and its genomic sequence submittedto GenBank on January        Accumulated releases of SARS-CoV-2 genomes such as GenBankaccession numbers MN908947.3, MN975262.1, NC_045512.2,MN997409.1, MN985325.1, MN988669.1, MN988668.1, MN994468.1,MN994467.1, MN988713.1, and MN938384.1 facilitate thedevelopment of virus-based subunit vaccines. SARS-CoV-2, which is similarto SARS-CoV and Middle East respiratory syndrome coronavirus(MERS-CoV), is an enveloped, single- and positive-stranded RNAvirus with a genome comprising 29,891 nucleotides, which encodethe 12 putative open reading frames responsible for the synthesis ofviral structural and nonstructural proteins7,10. A mature SARS-CoV-2has four structural proteins, namely, envelope (E), membrane (M),nucleocapsid (N), and spike (S)10. All these proteins may serve asantigens to stimulate neutralizing antibodies and increase CD4+/CD8+ T-cell responses8,9. However, subunit vaccines require multiplebooster shots and suitable adjuvants to work, and certain subunitvaccines such as hepatitis B surface antigen, PreS1, and PreS2 mayfail to yield protective response when tested clinically11. The DNAand mRNA vaccines that are easier to design and proceed intoclinical trials very quickly remain experimental. The viral vector-basedvaccines could also be quickly constructed and used without anadjuvant12. However, development of such vaccines might not startuntil antigens containing the neutralizing epitopes are identified8.The E and M proteins have important functions in the viralassembly of a coronavirus, and the N protein is necessary for viralRNA synthesis13. Deletion of E protein abrogated the virulence ofCoVs, and several studies have explored the potential ofrecombinant SARS-CoV or MERS-CoV with a mutated E proteinas live attenuated vaccines13,14. The M protein can augment theimmune response induced by N protein DNA vaccine againstSARS-CoV;15 however, the conserved N protein across CoV familiesimplies that it is not a suitable candidate for vaccine development,and the antibodies against the N protein of SARS-CoV-2 do notprovide immunity to the infection16. The critical glycoprotein S ofSARS-CoV-2 is responsible for virus binding and entry16. The Sprecursor protein of SARS-CoV-2 can be proteolytically cleavedinto S1 (685 aa) and S2 (588 aa) subunits10. The S2 protein is wellconserved among SARS-CoV-2 viruses and shares 99% identitywith that of bat SARS-CoVs10. The vaccine design based on the S2protein may boost the broad-spectrum antiviral effect and isworth testing in animal models. Antibodies against the conservedstem region of influenza hemagglutinin have been found toexhibit broadly cross-reactive immunity, but are less potent inneutralizing influenza A virus17. In contrast, the S1 subunit consistsof the receptor-binding domain (RBD), which mediates virus entryinto sensitive cells through the host angiotensin-convertingenzyme 2 (ACE2) receptor18. The S1 protein of 2019-nCoV sharesabout 70% identity with that of human SARS-CoVs. The highestnumber of variations of amino acids in the RBD is located in theexternal subdomain, which is responsible for the direct interactionbetween virus and host receptor10,18. Blocking the initial entry of a:,;()0987654321virus is proposed as a successful strategy in controlling viralinfection. Based on SARS vaccine development, most vaccinecandidates target the S protein, which induces neutralizingantibody responses and stimulates a protective cellular immunityagainst SARS-CoVs12. Bukreyev et al.19 showed that immunizationof African green monkeys with the full-length S protein ofSARSCoV protects monkeys from subsequent homologous SARS-CoVchallenge. Administration of SARS-CoV RBD proteins can alsoinduce highly potent neutralizing antibodies and long-termprotective immunity in animal models20. Thus, the generation ofantibodies targeting the S1 subunit of SARS-CoV-2 would be animportant preventive and treatment strategy that can be testedfurther in suitable models before clinical trials10.Vaccine delivery modality and immunization strategy areimportant issues to be considered for achieving effective antiviralimmunity. As a cause of respiratory tract infection and asdemonstrated by the findings of SARS-CoV-2 in stools1,21,administration of vaccines by oral or aerosol routes will inducemucosal immune responses and are possible modes ofSARS-CoV2 vaccine immunization. A safe DNA vector for preparation of DNAvaccines22, an attenuated virus strain for design of chimeric viralvaccines23, and engineered safe bacteria for production ofmembrane vesicle-vaccines24 could be explored for vaccinedelivery and are worth investigating in the near future.We can assume that virus-based vaccines should prove valuablein combatting COVID-19. In addition to the entire virusparticleassociated inactivated or attenuated viral vaccines, the subunitcandidates, such as S1 protein and/or the RBD element ofSARSCoV-2, are also valuable targets for vaccine design. Combiningsubunit vaccines with established or new adjuvants such as alumversus modern adjuvants such as the GSK AS series of adjuvantsmay represent a faster and safer strategy to move through earlyclinical development with the caveat that the protective efficacymay not be strong enough. As a result, immunizing the subunitvaccines with proper delivery platforms and immunizationstrategies to enhance the immune responses should beconsidered. We expect researchers who are racing against time willbring a new SARS-CoV-2-based vaccine from gene sequence toclinical testing in approximately 16–20 weeks.W.S. and Y.R. wrote the manuscript: Y.Y. and X.R. edited the manuscript.Correspondence and requests for materials should be addressed to X.R.Reprints and permission information is available at http://www.nature.com/reprintsPublisher’s note Springer Nature remains neutral with regard to jurisdictional claimsin published maps and institutional affiliations.Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia"], ["Commission of the People's Republic of China. Epidemic Prevention and Control of Dynamic"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Pre- and posttreatment chest CT findings: 2019 novel coronavirus (2019-nCoV) pneumonia"], ["Prevention and control of seasonal influenza with vaccines: Recommendations of the Advisory Committee on Immunization Practices-United States, 2018-19 influenza season"], ["A new coronavirus associated with human respiratory disease in China"], ["SARS vaccine development"], ["Severe acute respiratory syndrome coronaviruses with mutations in the E protein are attenuated and promising vaccine candidates"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["A comparative trial of two surface subunit recombinant hepatitis B vaccines vs a surface and PreS subunit vaccine for immunization of healthy adults"], ["The spike protein of SARS-CoV-a target for vaccine and therapeutic development"], ["Coronavirus envelope protein: current knowledge"], ["A decade after SARS: strategies for controlling emerging coronaviruses"], ["The expression of membrane protein augments the specific responses induced by SARS-CoV nucleocapsid DNA immunization"], ["Return of the coronavirus: 2019-nCoV"], ["the neutralization potency of influenza A virus hemagglutinin stalk/stem-binding antibodies in polyclonal preparations by microneutralization assay"], ["Receptor recognition by novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS"], ["Mucosal immunisation of African green monkeys (Cercopithecus aethiops) with an attenuated parainfluenza virus expressing the SARS coronavirus spike protein for the prevention of SARS"], ["From SARS to MERS, thrusting coronaviruses into the spotlight"], ["First case of 2019 novel coronavirus in the United States"], ["A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice"], ["New vaccine technologies to combat outbreak situations"], ["Safe staphylococcal slatform for the development of multivalent nanoscale vesicles against viral infections"], ["SARS vaccines: where are we?"], ["This work was supported by the National Key Biosafety Technology Research and Development Program of China (2017YFC1200404-4), and the Biosafety Research Program of PLA (17SAZ08)."], ["© The Author(s) 2020"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q. Li"], ["National Health"], ["W. Guan"], ["C. Huang"], ["Y. N. Duan", "J. Qin"], ["L. A. Grohskopf"], ["F. Wu"], ["S. Jiang", "Y. He", "S. Liu"], ["J. A. Regla-Nava"], ["J. F. Chan"], ["C. P. Eyigun"], ["L. Du"], ["D. Schoeman", "B. C. Fielding"], ["R. L. Graham", "E. F. Donaldson", "R. S. Baric"], ["S. Q. Shi"], ["L. E. Gralinski", "V. D. Menachery"], ["W. He", "C. E. Mullarkey", "M. S. Measuring Miller"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["A. Bukreyev"], ["Z. Song"], ["M. L. Holshue"], ["Z. Y. Yang"], ["S. Rauch", "E. Jasny", "K. E. Schmidt", "B. Petsch"], ["J. Yuan"], ["R. L. Roper", "K. E. Rehm"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1 ✉", "one_words_summarize": "1 ✉An outbreak of 2019-novel coronavirus (SARS-CoV-2) that causesatypical pneumonia (COVID-19) has raged in China sincemidDecember 2019 and has spread to 26 countries (February 20,2020). Fever,dry cough, and fatigue are common symptoms at onset ofCOVID194. No specific antiviral treatmentsor vaccines are available because it is a new emerging viral disease. The first SARS-CoV-2 (Wuhan-Hu-1)was successfully sequenced and its genomic sequence submittedto GenBank on January        Accumulated releases of SARS-CoV-2 genomes such as GenBankaccession numbers MN908947.3, MN975262.1, NC_045512.2,MN997409.1, MN985325.1, MN988669.1, MN988668.1, MN994468.1,MN994467.1, MN988713.1, and MN938384.1 facilitate thedevelopment of virus-based subunit vaccines. SARS-CoV-2, which is similarto SARS-CoV and Middle East respiratory syndrome coronavirus(MERS-CoV), is an enveloped, single- and positive-stranded RNAvirus with a genome comprising 29,891 nucleotides, which encodethe 12 putative open reading frames responsible for the synthesis ofviral structural and nonstructural proteins7,10. However, development of such vaccines might not startuntil antigens containing the neutralizing epitopes are identified8.The E and M proteins have important functions in the viralassembly of a coronavirus, and the N protein is necessary for viralRNA synthesis13. Antibodies against the conservedstem region of influenza hemagglutinin have been found toexhibit broadly cross-reactive immunity, but are less potent inneutralizing influenza A virus17. We can assume that virus-based vaccines should prove valuablein combatting COVID-19. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder."}