{"date": "2020/03/05", "journal": "Nature Reviews Cardiology", "authors": "Ying-Ying Zheng, Yi-Tong Ma, Jin-Ying Zhang, Xiang Xie", "title": "COVID-19 and the cardiovascular system", "type": "Comment", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects host cells through ACE2 receptors, leading to coronavirus disease (COVID-19)-related pneumonia, while also causing acute myocardial injury and chronic damage to the cardiovascular system. Therefore, particular attention should be given to cardiovascular protection during treatment for COVID-19. In December 2019, an outbreak of pneumonia caused by a novel coronavirus occurred in Wuhan, Hubei province, and has spread rapidly throughout China, with an ongoing risk of a pandemic1. After virus identification and isolation, the pathogen for this pneumonia was originally called 2019 novel coronavirus (2019-nCoV)2 but has subsequently been officially named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the WHO. On 30 January 2020, the WHO declared the outbreak of SARS-CoV-2 a Public Health Emergency of International Concern. Compared with the SARS-CoV that caused an outbreak of SARS in 2003, SARS-CoV-2 has a stronger transmission capacity. The rapid increase in confirmed cases makes the prevention and control of COVID-19 extremely serious. Although the clinical manifestations of COVID-19 are dominated by respiratory symptoms, some patients have severe cardiovascular damage3. In addition, some patients with underlying cardiovascular diseases (CVDs) might have an increased risk of death3. Therefore, understanding the damage caused by SARS-CoV-2 to the cardiovascular system and the underlying mechanisms is of the greatest importance, so that treatment of these patients can be timely and effective and mortality reduced.", "text": "3 ✉Angiotensin-converting enzyme 2 (ACE2) is amembranebound aminopeptidase that has a vital role in thecardiovascular and immune systems4. ACE2 is involved inheart function and the development of hypertensionand diabetes mellitus. In addition, ACE2 has beenidentified as a functional receptor for coronaviruses4,including SARS-CoV and SARS-CoV-2. SARS-CoV-2infection is triggered by binding of the spike proteinof the virus to ACE2, which is highly expressed in theheart and lungs4. SARS-CoV-2 mainly invadesalveolar epithelial cells, resulting in respiratory symptoms.These symptoms are more severe in patients withCVD, which might be associated with increasedsecretion of ACE2 in these patients compared with healthyindividuals. ACE2 levels can be increased by the use ofrenin–angiotensin–aldosterone system inhibitors. Giventhat ACE2 is a functional receptor for SARS-CoV-2, thesafety and potential effects of antihypertension therapywith ACE inhibitors or angiotensin-receptor blockers inpatients with COVID-19 should be carefully considered.Whether patients with COVID-19 and hypertension whoare taking an ACE inhibitor or angiotensin-receptorblocker should switch to another antihypertensive drugremains controversial, and further evidence is required.Reports suggest that the Middle East respiratorysyndrome-related coronavirus (MERS-CoV) can causeacute myocarditis and heart failure5. SARS-CoV-2 andMERS-CoV have similar pathogenicity, and themyocardial damage caused by infection with these virusesundoubtedly increases the difficulty and complexity ofpatient treatment. Myocardial injury associated withthe SARS-CoV-2 occurred in 5 of the first 41 patientsdiagnosed with COVID-19 in Wuhan, which mainlymanifested as an increase in high-sensitivity cardiactroponin I (hs-cTnI) levels (>28 pg/ml)3. In this study,four of five patients with myocardial injury wereadmitted to the intensive-care unit (ICU), which indicatesthe serious nature of the myocardial injury in patientswith COVID-19. Blood-pressure levels weresignificantly higher in patients treated in the ICU than in thosenot treated in the ICU (mean systolic blood pressure145 mmHg versus 122 mmHg; P < 0.001)3. In anotherreport of 138 patients with COVID-19 in Wuhan,36 patients with severe symptoms were treated in theICU1. The levels of biomarkers of myocardial injury weresignificantly higher in patients treated in the ICU thanin those not treated in the ICU (median creatine kinase(CK)-MB level 18 U/l versus 14 U/l, P < 0.001; hs-cTnIlevel 11.0 pg/ml versus 5.1 pg/ml, P = 0.004), suggestingthat patients with severe symptoms often havecomplications involving acute myocardial injury1. In addition,among the confirmed cases of SARS-CoV-2 infectionreported by the National Health Commission of China(NHC), some of the patients first went to see a doctorbecause of cardiovascular symptoms. The patientspresented with heart palpitations and chest tightness ratherthan with respiratory symptoms, such as fever and cough,but were later diagnosed with COVID-19. Among thepeople who died from COVID-19 reported by the NHC,11.8% of patients without underlying CVD hadsubstantial heart damage, with elevated levels of cTnI or cardiacarrest during hospitalization. Therefore, in patients withCOVID-19, the incidence of cardiovascular symptoms ishigh, owing to the systemic inflammatory response andimmune system disorders during disease progression.The mechanism of acute myocardial injury causedby SARS-CoV-2 infection might be related to ACE2.ACE2 is widely expressed not only in the lungs but alsoin the cardiovascular system and, therefore,ACE2related signalling pathways might also have a role inheart injury. Other proposed mechanisms of myocardialinjury include a cytokine storm triggered by animbalanced response by type 1 and type 2 T helper cells3,6,and respiratory dysfunction and hypoxaemia caused byCOVID-19, resulting in damage to myocardial cells.A 12-year follow-up survey of 25 patients who recoveredfrom SARS-CoV infection found that 68% hadhyperlipidaemia, 44% had cardiovascular systemabnormalities and 60% had glucose metabolism disorders7.Metabolomics analysis revealed that lipid metabolismwas dysregulated in patients with a history of SARS-CoVinfection. In these patients, the serum concentrationsof free fatty acids, lysophosphatidylcholine,lysophosphatidylethanolamine and phosphatidylglycerol weresignificantly increased compared with individualswithout a history of SARS-CoV infection7. However, themechanisms by which SARS-CoV infection leads todisorders of lipid and glucose metabolism are stilluncertain. Given that SARS-CoV-2 has a similar structure toSARS-CoV, this novel virus might also cause chronicdamage to the cardiovascular system, and attentionshould be given to cardiovascular protection duringtreatment for COVID-19.A meta-analysis showed that MERS-CoV infectionwas more likely to occur in patients with underlyingCVD8. In patients with MERS-CoV infection and severesymptoms, 50% had hypertension and diabetes andup to 30% had heart disease. Similarly, according to thePneumonitis Diagnosis and Treatment Program for NewCoronavirus Infection (Trial Version 4), elderly peoplewith comorbidities are more likely to be infected withSARS-CoV-2, especially those with hypertension,coronary heart disease or diabetes. Furthermore, patientswith CVD are more likely to develop severe symptomsif infected with SARS-CoV-2. Therefore, patients withCVD account for a large proportion of deaths fromCOVID-19. In one study, among the patients with severesymptoms of COVID-19, 58% had hypertension, 25%had heart disease and 44% had arrhythmia1.According to mortality data released by the NHC, 35% ofpatients with SARS-CoV-2 infection had a historyof hypertension and 17% had a history of coronaryheart disease. Furthermore, data show that patients aged>60 years who were infected with SARS-CoV-2 hadmore systemic symptoms and more severe pneumoniathan patients aged ≤60 years9. Therefore, in patients withSARS-CoV-2 infection, underlying CVD can aggravatethe pneumonia and increase the severity of symptoms.Patients with acute coronary syndrome (ACS) who areinfected with SARS-CoV-2 often have a poor prognosis.In patients with ACS, cardiac functional reserve can bereduced owing to myocardial ischaemia or necrosis.When infected with SARS-CoV-2, cardiac insufficiency ismore likely to occur, leading to a sudden deterioration inthe condition of these patients. Some of the patients withCOVID-19 in Wuhan had previous ACS, which wasassociated with severe illness and high mortality. For patientswith cardiac insufficiency who have underlying heartdisease, SARS-CoV-2 infection might act as a precipitatingfactor to worsen the condition and lead to death.Drug-related heart damage during COVID-19treatment is a concern. In particular, the use of antiviraldrugs should be monitored. In a study of 138 patientswith COVID-19, 89.9% were given antiviral drugs1.However, many antiviral drugs can cause cardiacinsufficiency, arrhythmia or other cardiovascular disorders.Therefore, during treatment of COVID-19, especiallywith the use of antivirals, the risk of cardiac toxicity mustbe closely monitored10.SARS-CoV-2 is thought to infect host cells through ACE2to cause COVID-19, while also causing damage to themyocardium, although the specific mechanisms areuncertain. Patients with underlying CVD and SARS-CoV-2infection have an adverse prognosis. Therefore,particular attention should be given to cardiovascular protectionduring treatment for COVID-19.", "ref_list": [[], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["ACE2: from vasopeptidase to SARS virus receptor"], ["Acute myocarditis associated with novel Middle East respiratory syndrome coronavirus"], ["Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome"], ["Altered lipid metabolism in recovered SARS patients twelve years after infection"], ["Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Sick sinus syndrome induced by interferon and ribavirin therapy in a patient with chronic hepatitis C"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D. Wang"], ["P. Zhou"], ["C. Huang"], ["A. J. Turner", "J. A. Hiscox", "N. M. Hooper"], ["T. Alhogbani"], ["C. K. Wong"], ["Q. Wu"], ["A. Badawi", "S. G. Ryoo"], ["J. F. Chan"], ["M. Sakabe", "R. Yoshioka", "A. Fujiki"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3 ✉", "one_words_summarize": "3 ✉Angiotensin-converting enzyme 2 (ACE2) is amembranebound aminopeptidase that has a vital role in thecardiovascular and immune systems4. SARS-CoV-2infection is triggered by binding of the spike proteinof the virus to ACE2, which is highly expressed in theheart and lungs4. SARS-CoV-2 mainly invadesalveolar epithelial cells, resulting in respiratory symptoms. The levels of biomarkers of myocardial injury weresignificantly higher in patients treated in the ICU thanin those not treated in the ICU (median creatine kinase(CK)-MB level 18 U/l versus 14 U/l, P < 0.001; hs-cTnIlevel 11.0 pg/ml versus 5.1 pg/ml, P = 0.004), suggestingthat patients with severe symptoms often havecomplications involving acute myocardial injury1. However, themechanisms by which SARS-CoV infection leads todisorders of lipid and glucose metabolism are stilluncertain. In patients with MERS-CoV infection and severesymptoms, 50% had hypertension and diabetes andup to 30% had heart disease. Some of the patients withCOVID-19 in Wuhan had previous ACS, which wasassociated with severe illness and high mortality. Therefore, during treatment of COVID-19, especiallywith the use of antivirals, the risk of cardiac toxicity mustbe closely monitored10.SARS-CoV-2 is thought to infect host cells through ACE2to cause COVID-19, while also causing damage to themyocardium, although the specific mechanisms areuncertain. Therefore,particular attention should be given to cardiovascular protectionduring treatment for COVID-19."}