{"date": "2020/03/03", "journal": "International Journal of Oral Science", "authors": "Xian Peng, Xin Xu, Yuqing Li, Lei Cheng, Xuedong Zhou, Biao Ren", "title": "Transmission routes of 2019-nCoV and controls in dental practice", "type": "Review Article", "abstract": "OPEN A novel β-coronavirus (2019-nCoV) caused severe and even fetal pneumonia explored in a seafood market of Wuhan city, Hubei province, China, and rapidly spread to other provinces of China and other countries. The 2019-nCoV was different from SARS-CoV, but shared the same host receptor the human angiotensin-converting enzyme 2 (ACE2). The natural host of 2019-nCoV may be the bat Rhinolophus affinis as 2019-nCoV showed 96.2% of whole-genome identity to BatCoV RaTG13. The person-to-person transmission routes of 2019-nCoV included direct transmission, such as cough, sneeze, droplet inhalation transmission, and contact transmission, such as the contact with oral, nasal, and eye mucous membranes. 2019-nCoV can also be transmitted through the saliva, and the fetal-oral routes may also be a potential person-to-person transmission route. The participants in dental practice expose to tremendous risk of 2019-nCoV infection due to the face-to-face communication and the exposure to saliva, blood, and other body fluids, and the handling of sharp instruments. Dental professionals play great roles in preventing the transmission of 2019-nCoV. Here we recommend the infection control measures during dental practice to block the person-to-person transmission routes in dental clinics and hospitals.", "text": "REVIEW ARTICLE:,;)(0987654321International Journal of Oral ScienceAn emergent pneumonia outbreak originated in Wuhan City, inthe late December 20191. The pneumonia infection has rapidlyspread from Wuhan to most other provinces and other 24countries2,3. World Health Organization declared a public healthemergency of international concern over this global pneumoniaoutbreak on 30th January 2020.The typical clinical symptoms of the patients who suffered fromthe novel viral pneumonia were fever, cough, and myalgia orfatigue with abnormal chest CT, and the less common symptomswere sputum production, headache, hemoptysis, and diarrhea4–6.This new infectious agent is more likely to affect older males tocause severe respiratory diseases7,8. Some of the clinicalsymptoms were different from the severe acute respiratorysyndrome (SARS) caused by SARS coronavirus (SARS-CoV) thathappened in 2002–2003, indicating that a new person-to-persontransmission infectious agent has caused this emergent viralpneumonia outbreak8,9. Chinese researchers have quickly isolateda new virus from the patient and sequenced its genome (29,903nucleotides)10. The infectious agent of this viral pneumoniahappenening in Wuhan was finally identified as a novelcoronavirus (2019-nCOV), the seventh member of the family ofcoronaviruses that infect humans11. On 11th February 2020, WHOnamed the novel viral pneumonia as “Corona Virus Disease(COVID19)”, while the international Committee on Taxonomy ofViruses (ICTV) suggested this novel coronavirus name as“SARSCoV-2” due to the phylogenetic and taxonomic analysis of thisnovel coronavirus12.Coronaviruses belong to the family of Coronaviridae, of the orderNidovirales, comprising large, single, plus-stranded RNA as theirgenome13,14. Currently, there are four genera of coronaviruses:αCoV, β-CoV, γ-CoV, and δ-CoV15,16. Most of the coronavirus cancause the infectious diseases in human and vertebrates. The α-CoVand β-CoV mainly infect the respiratory, gastrointestinal, andcentral nervous system of humans and mammals, while γ-CoV andδ-CoV mainly infect the birds13,17–19.        Usually, several members of the coronavirus cause mildrespiratory disease in humans; however, SARS-CoV and the MiddleEast respiratory syndrome coronavirus (MERS-CoV) explored in2002–2003 and in 2012, respectively, caused fatal severerespiratory diseases20–22. The SARS-CoV and MERS-CoV belong tothe β-CoV23,        2019-nCoV possessed the typical coronavirus structure with the“spike protein” in the membrane envelope30, and also expressedother polyproteins, nucleoproteins, and membrane proteins, suchas RNA polymerase, 3-chymotrypsin-like protease, papain-likeprotease, helicase, glycoprotein, and accessory proteins10,11,30. TheS protein from coronavirus can bind to the receptors of the host tofacilitate viral entry into target cells31,32. Although there are fouramino acid variations of S protein between 2019-nCoV andSARSCoV, 2019-nCoV can also bind to the humanangiotensinconverting enzyme 2 (ACE2), the same host receptor forSARSCoV, as 2019-nCoV can bind to the ACE2 receptor from the cellsfrom human, bat, civet cat, and pig, but it cannot bind to the cellswithout ACE211,33–35. A recombinant ACE2-Ig antibody, aSARSCoV-specific human monoclonal antibody, and the serum from aconvalescent SARS-CoV-infected patient, which can neutralize2019-nCoV, confirmed ACE2 as the host receptor for 2019-nCoV36–39.The high affinity between ACE2 and 2019-nCoV S protein alsosuggested that the population with higher expression of ACE2might be more susceptible to 2019-nCoV40,41. The cellular serineprotease TMPRSS2 also contributed to the S-protein priming of2019-nCoV, indicating that the TMPRSS2 inhibitor might constitutea treatment option36.The common transmission routes of novel coronavirus includedirect transmission (cough, sneeze, and droplet inhalationtransmission) and contact transmission (contact with oral, nasal,and eye mucous membranes)42. Although common clinicalmanifestations of novel coronavirus infection do not include eyesymptoms, the analysis of conjunctival samples from confirmedand suspected cases of 2019-nCoV suggests that the transmissionof 2019-nCoV is not limited to the respiratory tract4, and that eyeexposure may provide an effective way for the virus to enter thebody43.In addition, studies have shown that respiratory viruses can betransmitted from person to person through direct or indirectcontact, or through coarse or small droplets, and 2019-nCoV canalso be transmitted directly or indirectly through saliva44. Notably,a report of one case of 2019-nCoV infection in Germany indicatesthat transmission of the virus may also occur through contact withasymptomatic patients45.Studies have suggested that 2019-nCoV may be airbornethrough aerosols formed during medical procedures46. It isnotable that 2019-nCoV RNA could also be detected by rRT-PCRtesting in a stool specimen collected on day 7 of the patient’sillness47. However, the aerosol transmission route and thefecal–oral transmission route concerned by the public still needto be further studied and confirmed.        Since 2019-nCoV can be passed directly from person to person byrespiratory droplets, emerging evidence suggested that it mayalso be transmitted through contact and fomites43,48. In addition,the asymptomatic incubation period for individuals infected with2019-nCov has been reported to be ~1–14 days, and after 24 daysindividuals were reported, and it was confirmed that thosewithout symptoms can spread the virus4,5,49. To et al. reportedthat live viruses were present in the saliva of infected individualsby viral culture method43. Furthermore, it has been confirmed that2019-nCov enters the cell in the same path as SARS coronavirus,that is, through the ACE2 cell receptor2        Dental patients and professionals can be exposed to pathogenicmicroorganisms, including viruses and bacteria that infect the oralcavity and respiratory tract. Dental care settings invariably carrythe risk of 2019-nCoV infection due to the specificity of itsprocedures, which involves face-to-face communication withpatients, and frequent exposure to saliva, blood, and other bodyfluids, and the handling of sharp instruments. The pathogenicmicroorganisms can be transmitted in dental settings throughinhalation of airborne microorganisms that can remain suspendedin the air for long periods51, direct contact with blood, oral fluids,or other patient materials52, contact of conjunctival, nasal, or oralmucosa with droplets and aerosols containing microorganismsgenerated from an infected individual and propelled a shortdistance by coughing and talking without a mask53,54, and indirectcontact with contaminated instruments and/or environmentalsurfaces50. Infections could be present through any of theseconditions involved in an infected individual in dental clinics andhospitals, especially during the outbreak of 2019-nCoV (Fig. 1).The airborne spread of SARS-Cov (severe acute respiratorysyndrome coronavirus) is well-reported in many literatures. Thedental papers show that many dental procedures produceaerosols and droplets that are contaminated with virus55. Thus,droplet and aerosol transmission of 2019-nCoV are the mostimportant concerns in dental clinics and hospitals, because it ishard to avoid the generation of large amounts of aerosol anddroplet mixed with patient’s saliva and even blood during dentalpractice53. In addition to the infected patient’s cough andbreathing, dental devices such as high-speed dental handpieceuses high-speed gas to drive the turbine to rotate at high speedand work with running water. When dental devices work in thepatient’s oral cavity, a large amount of aerosol and droplets mixedwith the patient’s saliva or even blood will be generated. Particlesof droplets and aerosols are small enough to stay airborne for anextended period before they settle on environmental surfaces orenter the respiratory tract. Thus, the 2019-nCoV has the potentialto spread through droplets and aerosols from infected individualsin dental clinics and hospitals.A dental professional’s frequent direct or indirect contact withhuman fluids, patient materials, and contaminated dentalinstruments or environmental surfaces makes a possible route to thespread of viruses53. In addition, dental professionals and otherpatients have likely contact of conjunctival, nasal, or oral mucosawith droplets and aerosols containing microorganisms generatedfrom an infected individual and propelled a short distance bycoughing and talking without a mask. Effective infection controlstrategies are needed to prevent the spread of 2019-nCoVthrough these contact routines.Human coronaviruses such as SARS-CoV, Middle East RespiratorySyndrome coronavirus (MERS-CoV), or endemic humancoronaviruses (HCoV) can persist on surfaces like metal, glass, or plasticfor up to a couple of days51,56. Therefore, contaminated surfacesthat are frequently contacted in healthcare settings are a potential(2020) 12:9Droplets and aerosolsContaminated surfacesDirect contacttt contacIndirecDental professionalssource of coronavirus transmission. Dental practices deriveddroplets and aerosols from infected patients, which likelycontaminate the whole surface in dental offices. In addition, itwas shown at room temperature that HCoV remains infectiousfrom 2 h up to 9 days, and persists better at 50% compared with30% relative humidity. Thus, keeping a clean and dry environmentin the dental office would help decrease the persistence of2019nCoV.        Dental professionals should be familiar with how 2019-nCoV isspread, how to identify patients with 2019-nCoV infection, and whatextra-protective measures should be adopted during the practice, inorder to prevent the transmission of 2019-nCoV. Here werecommend the infection control measures that should be followedby dental professionals, particularly considering the fact thataerosols and droplets were considered as the main spread routesof 2019-nCoV. Our recommendations are based on the Guideline forthe Diagnosis and Treatment of Novel Coronavirus Pneumonia(the 5th edition)        First of all, dental professionals should be able to identify asuspected case of COVID-19. To date that this paper was drafted,the National Health Commission of the People’s Republic of Chinahas released the 5th edition of the Guideline for the Diagnosis andTreatment of Novel Coronavirus Pneumonia. In general, a patientwith COVID-19 who is in the acute febrile phase of the disease isnot recommended to visit the dental clinic. If this does occur, thedental professional should be able to identify the patient withsuspected 2019-nCoV infection, and should not treat the patient inthe dental clinic, but immediately quarantine the patient andreport to the infection control department as soon as possible,particularly in the epidemic period of 2019-nCoV.The body temperature of the patient should be measured in thefirst place. A contact-free forehead thermometer is stronglyrecommended for the screening. A questionnaire should be usedto screen patients with potential infection of 2019-nCoV beforethey could be led to the dental chair-side. These questions shouldinclude the following: (1) Do you have fever or experience feverwithin the past 14 days? (2) Have you experienced a recent onsetof respiratory problems, such as a cough or difficulty in breathingwithin the past 14 days? (3) Have you, within the past 14 days,traveled to Wuhan city and its surrounding areas, or visited theneighborhood with documented 2019-nCoV transmission? (4)Have you come into contact with a patient with confirmed2019nCoV infection within the past 14 days? (5) Have you come intocontact with people who come from Wuhan city and itssurrounding areas, or people from the neighborhood with recentdocumented fever or respiratory problems within the past14 days? (6) Are there at least two people with documentedexperience of fever or respiratory problems within the last 14 dayshaving close contact with you? (7) Have you recently participatedin any gathering, meetings, or had close contact with manyunacquainted people?If a patient replies “yes” to any of the screening questions, andhis/her body temperature is below 37.3 °C, the dentist can deferthe treatment until 14 days after the exposure event. The patientshould be instructed to self-quarantine at home and report anyfever experience or flu-like syndrome to the local healthdepartment. If a patient replies “yes” to any of the screeningquestions, and his/her body temperature is no less than 37.3 °C,the patient should be immediately quarantined, and the dentalprofessionals should report to the infection control department ofthe hospital or the local health department. If a patient replies“no” to all the screening questions, and his/her body temperatureis below 37.3 °C, the dentist can treat the patient withextraprotection measures, and avoids spatter or aerosol-generatingprocedures to the best. If a patient replies “no” to all the screeningquestions, but his/her body temperature is no less than 37.3 °C,the patient should be instructed to the fever clinics or specialclinics for COVID-19 for further medical care.Fecal–oral transmission has been reported for 2019-nCoV, whichunderlines the importance of hand hygiene for dental practice.Although appropriate hand hygiene is the routine prerequisite fordental practice, hand-washing compliance is relatively low, whichimposes a great challenge to the infection control during theepidemic period of 2019-nCoV transmission. Reinforcement forgood hand hygiene is of the utmost importance. Atwo-beforeand-three-after hand hygiene guideline is proposed by theinfection control department of the West China Hospital ofStomatology, Sichuan University, to reinforce the compliance ofhand washing. Specifically, the oral professionals should washtheir hands before patient examination, before dental procedures,after touching the patient, after touching the surroundings andequipment without disinfection, and after touching the oralmucosa, damaged skin or wound, blood, body fluid, secretion, andexcreta. More caution should be taken for the dental professionalsto avoid touching their own eyes, mouth, and nose.Personal protective measures for the dental professionalsAt present, there is no specific guideline for the protection ofdental professionals from 2019-nCoV infection in the dental clinicsand hospitals. Although no dental professional has been reportedto acquire 2019-nCoV infection to the date the paper was drafted,the last experience with the SARS coronavirus has shown vastnumbers of acquired infection of medical professionals in hospitalsettings57. Since airborne droplet transmission of infection isconsidered as the main route of spread, particularly in dentalclinics and hospitals, barrier-protection equipment, includingprotective eyewear, masks, gloves, caps, face shields, andprotective outwear, is strongly recommended for all healthcaregivers in the clinic/hospital settings during the epidemic period of2019-nCoV.Based on the possibility of the spread of 2019-nCoV infection,three-level protective measures of the dental professionals arerecommended for specific situations. (1) Primary protection(standard protection for staff in clinical settings). Wearingdisposable working cap, disposable surgical mask, and workingclothes (white coat), using protective goggles or face shield, anddisposable latex gloves or nitrile gloves if necessary. (2) Secondaryprotection (advanced protection for dental professionals). Wearingdisposable doctor cap, disposable surgical mask, protectivegoggles, face shield, and working clothes (white coat) withdisposable isolation clothing or surgical clothes outside, anddisposable latex gloves. (3) Tertiary protection (strengthenedprotection when contact patient with suspected or confirmed2019-nCoV infection). Although a patient with 2019-nCoVinfection is not expected to be treated in the dental clinic, in theunlikely event that this does occur, and the dental professionalcannot avoid close contact, special protective outwear is needed.If protective outwear is not available, working clothes (white coat)with extra disposable protective clothing outside should be worn.In addition, disposable doctor cap, protective goggles, face shield,disposable surgical mask, disposable latex gloves, andimpermeable shoe cover should be worn.A preoperational antimicrobial mouthrinse is generally believed toreduce the number of oral microbes. However, as instructed bythe Guideline for the Diagnosis and Treatment of Novel CoronavirusPneumonia (the 5th edition) released by the National HealthCommission of the People’s Republic of China, chlorhexidine,which is commonly used as mouthrinse in dental practice, maynot be effective to kill 2019-nCoV. Since 2019-nCoV is vulnerableto oxidation, preprocedural mouthrinse containing oxidativeagents such as 1% hydrogen peroxide or 0.2% povidone isrecommended, for the purpose of reducing the salivary load oforal microbes, including potential 2019-nCoV carriage. Apreprocedural mouthrinse would be most useful in cases whenrubber dam cannot be used.The use of rubber dams can significantly minimize the productionof saliva- and blood-contaminated aerosol or spatter, particularlyin cases when high-speed handpieces and dental ultrasonicdevices are used. It has been reported that the use of rubber damcould significantly reduce airborne particles in ~3-foot diameter ofthe operational field by 70%58. When rubber dam is applied, extrahigh-volume suction for aerosol and spatter should be usedduring the procedures along with regular suction59. In this case,the implementation of a complete four-hand operation is alsonecessary. If rubber dam isolation is not possible in some cases,manual devices, such as Carisolv and hand scaler, arerecommended for caries removal and periodontal scaling, in order tominimize the generation of aerosol as much as possible.The high-speed dental handpiece without anti-retraction valvesmay aspirate and expel the debris and fluids during the dentalprocedures. More importantly, the microbes, including bacteriaand virus, may further contaminate the air and water tubes withinthe dental unit, and thus can potentially cause cross-infection. Ourstudy has shown that the anti-retraction high-speed dentalhandpiece can significantly reduce the backflow of oral bacteriaand HBV into the tubes of the handpiece and dental unit ascompared with the handpiece without anti-retraction function60.Therefore, the use of dental handpieces without anti-retractionfunction should be prohibited during the epidemic period ofCOVID-19. Anti-retraction dental handpiece with speciallydesigned anti-retractive valves or other anti-reflux designs arestrongly recommended as an extra preventive measure forcrossinfection59. Therefore, the use of dental handpieces withoutantiretraction function should be prohibited during the epidemicperiod of COVID-19. Anti-retraction dental handpiece withspecially designed anti-retractive valves or other anti-refluxdesigns are strongly recommended as an extra preventivemeasure for cross-infection.Medical institutions should take effective and strict disinfectionmeasures in both clinic settings and public area. The clinic settingsshould be cleaned and disinfected in accordance with the Protocolfor the Management of Surface Cleaning and Disinfection of MedicalEnvironment (WS/T 512-2016) released by the National HealthCommission of the People’s Republic of China. Public areas andappliances should also be frequently cleaned and disinfected,including door handles, chairs, and desks. The elevator should bedisinfected regularly. People taking elevators should wear maskscorrectly and avoid direct contact with buttons and other objects.The medical waste (including disposable protective equipmentafter use) should be transported to the temporary storage area ofthe medical institute timely. The reusable instrument and itemsshould be pretreated, cleaned, sterilized, and properly stored inaccordance with the Protocol for the Disinfection and Sterilization ofDental Instrument (WS 506-2016) released by the National HealthCommission of the People’s Republic of China. The medical anddomestic waste generated by the treatment of patients withsuspected or confirmed 2019-nCoV infection are regarded asinfectious medical waste. Double-layer yellow color medical wastepackage bags and “gooseneck” ligation should be used. Thesurface of the package bags should be marked and disposed(2020) 12:9according tomedical waste.therequirementforthemanagementofSince December 2019, the newly discovered coronavirus(2019nCov) has caused the outbreak of pneumonia in Wuhan andthroughout China. 2019-nCov enters host cells through humancell receptor ACE2, the same with SARS-CoV, but with higherbinding affinity61. The rapidly increasing number of cases andevidence of human-to-human transmission suggested that thevirus was more contagious than SARS-CoV and MERS-CoV9,25,27,61.By mid-February 2020, a large number of infections of medicalstaff have been reported62, and the specific reasons for the failureof protection need to be further investigated. Although clinicssuch as stomatology have been closed during the epidemic, alarge number of emergency patients still go to the dental clinicsand hospitals for treatment. We have summarized the possibletransmission routes of 2019-nCov in stomatology, such as theairborne spread, contact spread, and contaminated surfacespread. We also reviewed several detailed practical strategies toblock virus transmission to provide a reference for preventing thetransmission of 2019-nCov during dental diagnosis and treatment,including patient evaluation, hand hygiene, personal protectivemeasures for the dental professionals, mouthrinse before dentalprocedures, rubber dam isolation, anti-retraction handpiece,disinfection of the clinic settings, and management ofmedical waste.This study was supported by the Emergency Project of Sichuan University(0082604151013, XZ).X.Z. conceived and designed the structure of this review; X.Z., X.X., X.P., Y.L., and B.R.wrote the paper; X.Z. revised the paper.Competing interests: The authors declare no competing interests.Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["A novel coronavirus outbreak of global health concern"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["A new coronavirus associated with human respiratory disease in China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Severe acute respiratory syndrome-related coronavirus: The species and its viruses-a statement of the Coronavirus Study Group"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Nidovirales: evolving the largest RNA virus genome"], [""], ["Bat coronaviruses in China"], ["Coronaviruses post-SARS: update on replication and pathogenesis"], ["Coronavirus pathogenesis"], ["MERS, SARS and other coronaviruses as causes of pneumonia"], ["SARS-associated coronavirus"], ["Novel coronavirus and severe acute respiratory syndrome"], ["The Lancet"], [": severe acute respiratory syndrome coronavirus and Middle East respiratory syndrome coronavirus in travelers"], ["From SARS to MERS, thrusting coronaviruses into the spotlight"], ["MERS: recent insights into emerging coronaviruses"], [": severe acute respiratory syndrome coronavirus and Middle East respiratory syndrome coronavirus in travelers"], ["Epidemic prediction of 2019-nCoV in Hubei province and comparison with SARS in Guangdong province. The lancet"], ["Viral metagenomics revealed sendai virus and coronavirus infection of malayan pangolins (Manis javanica)"], ["Identification of a pangolin niche for a 2019-nCoV-like coronavirus through an extensive meta-metagenomic search"], ["function, and evolution of coronavirus spike proteins"], ["Tetraspanins: architects of viral entry and exit platforms"], ["Mechanisms of coronavirus cell entry mediated by the viral spike protein"], ["Receptor recognition by novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS"], ["Specific ACE2 expression in cholangiocytes may cause liver damage after 2019-nCoV infection"], ["ACE2 expression in kidney and testis may cause kidney and testis damage after 2019-nCoV infection"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARScoronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Fast assessment of human receptor-binding capability of 2019 novel coronavirus (2019-nCoV)"], ["Potent neutralization of 2019 novel coronavirus by recombinant ACE2- Ig"], ["Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], ["Membraneassociated zinc peptidase families: comparing ACE and ACE2"], ["nCoV transmission through the ocular surface must not be ignored"], ["Consistent detection of 2019 novel coronavirus in saliva"], ["Ocular tropism of respiratory viruses"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in germany"], ["Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients"], ["First Case of 2019 Novel coronavirus in the United States"], ["Going global - Travel and the 2019 novel coronavirus"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["Epithelial cells lining salivary gland ducts are early target cells of severe acute respiratory syndrome coronavirus infection in the upper respiratory tracts of rhesus macaques"], ["Persistence of coronaviruses on inanimate surfaces and its inactivation with biocidal agents"], ["Pathogenicity and transmissibility of 2019-nCoV-a quick overview and comparison with other emerging viruses"], ["Transmission of blood-borne pathogens in US dental health care settings: 2016 update"], ["Aerosols and splatter in dentistry: a brief review of the literature and infection control implications"], ["Airborne spread of infectious agents in the indoor environment"], ["Transmission of SARS and MERS coronaviruses and influenza virus in healthcare settings: the possible role of dry surface contamination"], ["Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)"], ["The efficacy of rubber dam isolation in reducing atmospheric bacterial contamination"], ["Severe acute respiratory syndrome and dentistry: a retrospective view"], ["Risk of hepatitis B virus transmission via dental handpieces and evaluation of an anti-suction device for prevention of transmission"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Zhu", "N. Engl"], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao"], ["T. Liu"], ["C. Huang"], ["Guan", "20020974v1"], ["D. Wang"], ["Chen"], ["J. F.-W. Chan"], ["Q. Li"], ["F. Wu"], ["P. Zhou"], ["A. E. Gorbalenya", "937862v1"], ["A. R. Fehr", "S. Perlman"], ["A. Gorbalenya", "L. Enjuanes", "J. Ziebuhr", "E. Snijder"], ["K. Nakagawa", "K. G. Lokugamage", "Makino"], ["Y. Fan", "K. Zhao", "Z.-L. Shi", "P. Zhou"], ["S. Perlman", "J. Netland"], ["S. Weiss", "J. Leibowitz"], ["Y. Yin", "R. G. Wunderink"], ["K. V. Holmes"], ["A. R. Falsey", "E. E. Walsh"], [], ["J. A. Al-Tawfiq", "A. Zumla", "Z. A. Memish", "Coronaviruses"], ["Z. Song"], ["N. de Wit", "D. Falzarano", "V. J. SARS Munster"], ["J. A. Al-Tawfiq", "A. Zumla", "Z. A. Memish", "Coronaviruses"], ["Y. Bai", "X. Nie", "C. Wen"], ["P. Liu", "W. Chen", "J.-P. Chen"], ["L. Wahba", "939660v2"], ["F. Li", "Structure"], ["M. P. Hantak", "E. Qing", "J. T. Earnest", "T. Gallagher"], ["S. Belouzard", "J. K. Millet", "B. N. Licitra", "G. R. Whittaker"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["X. Chai", "931766v1"], ["C. Fan", "K. Li", "Y. Ding", "W. L. Lu", "J. Wang", "20022418v1"], ["M. Hoffmann", "full"], ["Q. Huang", "A. Herrmann", "930537v1"], ["C. Lei", "929976v2"], ["X. Tian"], ["Y. Zhao", "919985v1"], ["J. L. Guy", "D. W. Lambert", "F. J. Warner", "N. M. Hooper", "A. J. Turner"], ["Lu", "X.-F. Liu", "Z.-F. Jia"], ["To", "K. K.-W"], ["J. A. Belser", "P. A. Rota", "T. M. Tumpey"], ["C. Rothe"], ["R. S. Wax", "M. D. Christian"], ["M. L. Holshue"], ["A. J. Rodriguez-Morales", "K. Kanagarajah", "S. Patel", "D. Schlagenhauf", "P."], ["J. A. Backer", "D. Klinkenberg", "J. Wallinga"], ["L. Liu"], ["G. Kampf", "D. Todt", "S. Pfaender", "E. Steinmann"], ["J. Chen"], ["J. L. Cleveland"], ["S. K. Harrel", "J. Molinari"], ["J. Wei", "Y. Li"], ["J. A. Otter"], ["W. H. Seto"], ["L. P. Samaranayake", "J. Reid", "D. Evans"], ["L. P. Samaranayake", "M. Peiris"], ["T. Hu", "G. Li", "Y. Zuo", "X. Zhou"], ["D. Wrapp"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "REVIEW ARTICLE\n:,;)(\n0\n9\n8\n7\n6\n5\n4\n3\n2\n1\nInternational Journal of Oral Science", "one_words_summarize": "REVIEW ARTICLE:,;)(0987654321International Journal of Oral ScienceAn emergent pneumonia outbreak originated in Wuhan City, inthe late December 20191. TheS protein from coronavirus can bind to the receptors of the host tofacilitate viral entry into target cells31,32. Although there are fouramino acid variations of S protein between 2019-nCoV andSARSCoV, 2019-nCoV can also bind to the humanangiotensinconverting enzyme 2 (ACE2), the same host receptor forSARSCoV, as 2019-nCoV can bind to the ACE2 receptor from the cellsfrom human, bat, civet cat, and pig, but it cannot bind to the cellswithout ACE211,33–35. Furthermore, it has been confirmed that2019-nCov enters the cell in the same path as SARS coronavirus,that is, through the ACE2 cell receptor2        Dental patients and professionals can be exposed to pathogenicmicroorganisms, including viruses and bacteria that infect the oralcavity and respiratory tract. Particlesof droplets and aerosols are small enough to stay airborne for anextended period before they settle on environmental surfaces orenter the respiratory tract. In addition, dental professionals and otherpatients have likely contact of conjunctival, nasal, or oral mucosawith droplets and aerosols containing microorganisms generatedfrom an infected individual and propelled a short distance bycoughing and talking without a mask. 4)Have you come into contact with a patient with confirmed2019nCoV infection within the past 14 days? ( The patientshould be instructed to self-quarantine at home and report anyfever experience or flu-like syndrome to the local healthdepartment. If a patient replies“no” to all the screening questions, and his/her body temperatureis below 37.3 °C, the dentist can treat the patient withextraprotection measures, and avoids spatter or aerosol-generatingprocedures to the best. Reinforcement forgood hand hygiene is of the utmost importance. 1) Primary protection(standard protection for staff in clinical settings). Wearingdisposable doctor cap, disposable surgical mask, protectivegoggles, face shield, and working clothes (white coat) withdisposable isolation clothing or surgical clothes outside, anddisposable latex gloves. ( 3) Tertiary protection (strengthenedprotection when contact patient with suspected or confirmed2019-nCoV infection). A preoperational antimicrobial mouthrinse is generally believed toreduce the number of oral microbes. Ourstudy has shown that the anti-retraction high-speed dentalhandpiece can significantly reduce the backflow of oral bacteriaand HBV into the tubes of the handpiece and dental unit ascompared with the handpiece without anti-retraction function60.Therefore, the use of dental handpieces without anti-retractionfunction should be prohibited during the epidemic period ofCOVID-19. Anti-retraction dental handpiece with speciallydesigned anti-retractive valves or other anti-reflux designs arestrongly recommended as an extra preventive measure forcrossinfection59. Medical institutions should take effective and strict disinfectionmeasures in both clinic settings and public area. The medical anddomestic waste generated by the treatment of patients withsuspected or confirmed 2019-nCoV infection are regarded asinfectious medical waste. Double-layer yellow color medical wastepackage bags and “gooseneck” ligation should be used. Competing interests: The authors declare no competing interests. Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made."}