{"date": "2020/02/24", "journal": "International Journal of Oral Science", "authors": "Hao Xu, Liang Zhong, Jiaxin Deng, Jiakuan Peng, Hongxia Dan, Xin Zeng, Taiwen Li, Qianming Chen", "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa", "type": "Article", "abstract": "ARTICLE It has been reported that ACE2 is the main host cell receptor of 2019-nCoV and plays a crucial role in the entry of virus into the cell to cause the final infection. To investigate the potential route of 2019-nCov infection on the mucosa of oral cavity, bulk RNA-seq profiles from two public databases including The Cancer Genome Atlas (TCGA) and Functional Annotation of The Mammalian Genome Cap Analysis of Gene Expression (FANTOM5 CAGE) dataset were collected. RNA-seq profiling data of 13 organ types with para-carcinoma normal tissues from TCGA and 14 organ types with normal tissues from FANTOM5 CAGE were analyzed in order to explore and validate the expression of ACE2 on the mucosa of oral cavity. Further, single-cell transcriptomes from an independent data generated in-house were used to identify and confirm the ACE2-expressing cell composition and proportion in oral cavity. The results demonstrated that the ACE2 expressed on the mucosa of oral cavity. Interestingly, this receptor was highly enriched in epithelial cells of tongue. Preliminarily, those findings have explained the basic mechanism that the oral cavity is a potentially high risk for 2019-nCoV infectious susceptibility and provided a piece of evidence for the future prevention strategy in dental clinical practice as well as daily life.", "text": ";,:()0987654321International Journal of Oral Science        Since December 2019, an increasing number of patients withpneumonia occurred in Wuhan, Hubei province, China, whichattracted much attention not only within China but across theworld1,2. The novel pneumonia was named as Corona VirusDisease 19 (COVID-19) by World Health Organization (WHO)                Scientists then isolated a novel coronavirus from humanairway epithelial cells, which was named 2019-nCoV5. Lu et al.        The expression and distribution of the ACE2 in human bodymay indicate the potential infection routes of 2019-nCoV.Through the developed single-cell RNA sequencing (scRNA-Seq)technique and single-cell transcriptomes based on the publicdatabase, researchers analyzed the ACE2 RNA expression profileat single-cell resolution. High ACE2 expression was identified intype II alveolar cells (AT2) of lung10–12, esophagus upper andstratified epithelial cells, absorptive enterocytes from ileum andcolon12, cholangiocytes13, myocardial cells, kidney proximaltubule cells, and bladder urothelial cells10. These findingsindicated that those organs with high ACE2-expressing cellsshould be considered as potential high risk for 2019-nCoVinfection10.In order to investigated the potential routes of 2019-nCovinfection on the mucosa of oral cavity, we explored whether theACE2 is expressed and the ACE2-expressing cell compositionand proportion in oral cavity based on the public bulk RNA-seqprofiles from two public databases and single-celltranscriptomes from an independent data generated in-house. The resultshowed that the ACE2 could be expressed in the oral cavity, andwas highly enriched in epithelial cells. Moreover, amongdifferent oral sites, ACE2 expression was higher in tongue thanbuccal and gingival tissues. These findings indicate that themucosa of oral cavity may be a potentially high risk route of2019-nCov infection.Public bulk RNA-seq dataset analysisNA-seq profile data of 13 organs including 695 para-carcinomanormal tissues as control from public TCGA were obtained for ouranalysis, and Fig. 1a showed that ACE2 could be expressed in variousorgans, the mean expression of different organs could be found inTable 1. According to the mean expression of ACE2, the mucosa oforal cavity could express ACE2, and the results were validated by thedata of normal tissues from the FANTOM5 CAGE dataset (Fig. 1b).To investigate the ACE2 expression on mucosa of oral cavity, welooked into the ACE2 expression in different oral sites. According tothe site information provided by the TCGA, among the 32 adjacentnormal tissues, 13 tissues located in the oral tongue, 2 tissueslocated in the base of tongue, 3 tissues located in the floor ofmouse, and 14 tissues did not definite the site and were just put intothe category of oral cavity. The mean expression distribution ofdifferent sites was shown in Fig. 1c. When we combined the base oftongue, floor of mouth and oral cavity as other sites, and comparedthem with oral tongue, we found the obvious tendency that themean expression of ACE2 was higher in oral tongue (13 tissues) thanothers (19 tissues) (Fig. 1d), while may due to the limitation of thesample size, the p value was not significant (P = 0.062).The expression of ACE2 in different organsspecific expression of ACE2. After the data preprocessing (shown insection “Materials and methods”), 22 969 cells were acquired and 7cell types were identified (Fig. 2a), including epithelial cells (markergenes including SFN, KRT6A, and KRT10), fibroblasts (marker genesincluding FAP, PDPN, COL1A2, DCN, COL3A1, COL6A1), T cells(marker genes including CD2, CD3D, CD3E, and CD3G), macrophages(marker genes including CD163, CSF1R, CD68, and FCGR2A), mastcells (marker genes including CMA1, MS4A2, TPSAB1, TPSB2), B cells(marker genes including SLAMF7, FCRL5, and CD79A) and endothelialcells (marker genes including PECAM1, VWF, and ENG). The heatmapof main cell markers across the cell types can be found in Fig. 2b.According to Fig. 2c, d, we confirmed the ACE2 was expressed inoral tissues (0.52% ACE2-positive cells), and higher in oral tonguethan buccal and gingival tissues (95.86% ACE2-positive cells locatedin oral tongue). Figure 2e shows that the ACE2-positive cells could befound in oral tissues including epithelial cells (1.19% ACE2-positivecells), T cells (<0.5%), B cells (<0.5%), and fibroblast (<0.5%), and theACE2 was highly enriched in epithelial cells, of which 93.38%ACE2positive cells belong to epithelial cells (Fig. 2f). The above resultsindicated that the ACE2 could be expressed on the epithelial cells ofthe oral mucosa and highly enriched in tongue epithelial cells.The expression of ACE2 in different organsSingle cell RNA-seq was utilized for four oral tissues, and the data wasanalyzed to confirm the above results and assess the celltypeIn the last two decades, coronavirus has caused two large-scalepandemics, SARS in 2002 and the Middle East respiratory syndromeOrganBile ductBladderBreastEsophagusIntestineKidneyLiverLungOral cavityProstateStomachThyroidUterusSitesOral tongueFloor of mouthBase of tongueOther sitesbd(MERS) in 201214. In December 2019, a novel coronavirus(2019nCov) induced an outbreak of pneumonia in Wuhan, China, restatedthe risk of coronaviruses posed to public health15. The infectionroutes and pathogenesis of 2019-nCov are not fully understood byfar, and the study of 2019-nCoV host cell receptor ACE2 could bevaluable for the prevention and treatment of the COVID-19.In this study, the analysis of public bulk-seq RNA datasetsshowed that the mucosa of oral cavity could express the ACE2 andwas higher in tongue than other oral sites. The results of this studywere consistent with the study of Zou et al.10 in general, manyorgans with higher expression of ACE2 than lung, such asintestine, heart, and kidney. According to the study of Zhaoet al.11, the ACE2 expression in lung is concentrated in a smallpopulation of type II alveolar cells (AT2), that may cause therelatively low ACE2 expression of lung in bulk-seq RNA datasetsanalysis. Even though, the result of Zou et al. indicated that therespiratory tract should also be considered as a vulnerable targetto 2019-nCoV infection10.The results of our single cell RNA-seq profiles validated theACE2 expression in oral cavity, and the level of ACE2 expressionin oral tissues was higher in tongue than buccal or gingivaltissues. Furthermore, we have also demonstrated that theACE2-positive cells were enriched in epithelial cells, which wasalso reported by previous study10–12,16. These findingsindicated that oral cavity could be regarded as potentially high riskfor 2019-nCov infectious susceptibility.Interestingly, we found that the ACE2 also expressed inlymphocytes within oral mucosa, and similar results were foundin various organs of the digestive system and in lungs11,12.Whether those facts have reminded the 2019-nCoV attacks thelymphocytes and leads to the severe illness of patients needsmore in vitro and in vivo evidence and validations, though theproportion of ACE2-positive lymphocytes is quite small.Previous studies have investigated the ACE2 mRNA and proteinexpression in various tissues by bulk samples17,18, however, thedistribution of ACE2 through bulk data could not indicate the celltype-specific expression of ACE2. Recently developed single-cellRNAsequencing technology enabled the generation of vast amounts ofthe transcriptomic data at cellular resolution19. The ACE2 expressionprofile in various organs, tissues, and cell types, provides thebioinformatics evidence for the potential infection routes of2019nCov, which might also be associated with presented symptoms.Although studies have reported multiple symptoms ofhospitalized patients with 2019-nCoV infection3,20, some cases at homemight be asymptomatic. It is worth noting that, a previous studyshowed that 99% of the patients had no clinical manifestation oforal human papillomavirus (HPV), but HPV DNA was detected in81% of oral mucosa samples, and anti-HPV IgA was detected in thesaliva of 44% of the patients21. Likewise, although 2019-ncovinfection hardly presented oral symptoms, the ACE2 expression inthe oral cavity indicated that the oral infection route of 2019-nCoVcannot be excluded. Moreover, a latest pilot experiment showedthat 4 out of 62 stool specimens tested positive to 2019-nCoV, andanother four patients in a separate cohort who tested positive torectal swabs had the 2019-nCoV being detected in thegastrointestinal tract, saliva, or urine20. Thus, our results support that inaddition to the respiratory droplets and direct contact, fecal–oraltransmission might also be the route of transmission of 2019-nCoV.Our results are mainly based on public datasets and single cellRNA-sequencing data of in-house oral tissues with minimaldiseased lesion which from our previous project found nosignificant expression difference among the common epithelialmarkers in our past study and other previous study22–24. It iswarrant that further histological methods are used to confirm ourresults and enhance the persuasion of the conclusion.The ACE2-expressing cells in oral tissues, especially in epithelialcells of tongue, might provide possible routes of entry for the2019-nCov, which indicate oral cavity might be a potential riskroute of 2019-nCov infection. Those preliminary findings haveexplained the basic mechanism that the oral cavity is a potentiallyhigh risk for 2019-nCoV infectious susceptibility and provide apiece of evidence for the future prevention strategy in clinicalpractice as well as daily life.Public datasets acquisition and analysisBulk RNA-seq data of para-carcinoma normal tissues which weretaken as control tissues in the studies were downloaded from TheCancer Genome Atlas (TCGA; https://www.cancer.gov/tcga), and 695para-carcinoma normal tissues distributed in different organs wereobtained for this study, which included intestine (51 tissues), kidney(129 tissues), stomach (35 tissues), bile duct (9 tissues), liver (50tissues), oral cavity (32 tissues), lung (110 tissues), thyroid (59 tissues),esophagus (11 tissues), bladder (19 tissues), breast (113 tissues), uterus(25 tissues), and prostate (52 tissues). The RNA-seq data were batcheffects normalized and log2-transformed for the subsequent analysis.Violin plot was used to show the distribution of ACE2 expressionamong different organs, t test was performed to compare the ACE2expression between two different groups shown in boxplot.Besides, Bulk RNA-seq data of normal tissues were downloadedfrom Functional Annotation of The Mammalian Genome CapAnalysis of Gene Expression (FANTOM5 CAGE) dataset25, as onlytwo samples of this dataset which owns 60 samples in total locatedin the tongue, we just downloaded 14 organ types to validate theACE2 expression in oral cavity with bar plot, including colon, ovary,breast, cerebellum, epididymis, esophagus, gallbladder, heartmuscle, kidney, liver, lung, pancreas, prostate, and tongue.All analyses were performed in R (R version 3.6.0) and significantlevel was set as 0.05.Due to our previous project about oral potential malignantdisorders, four tissues of oral mucosa were obtained from patientsafter informed consent and ethical approval from West ChinaHospital of Stomatology, Sichuan University. These oral tissues hadbeen sent for single cell RNA sequence. The four were taken fromthree patients with an average age of 50, which were all diagnosedas hyperkeratosis without dysplasia by pathologists, just showing anincrease in cell number in the spinous layer and/or in the basal/parabasal cell layers without cellular atypia, and its genetic profileswould be much more closed to normal tissue than malignantHigh expression of ACE2 receptor of 2019-nCoV on the epithelial cells of. . .ExpressionB cel sEndothelial cel sEpithelial cel sFibroblastsMacrophagesMast cel sT cel s9101511162043510B cel sEndothelial cel sEpithelial cel sFibroblastsMacrophagesMast cel sT cel sbdftissue22–24. Two tissues were from independent lesions of onepatient’s dorsum linguae. The other two tissues came from buccaland gingival sites.Fresh biopsy tissues were washed twice by D-PBS (Hyclone) andcollected into prechilled MACS Tissue Storage Solution (Miltenyi).Single-cell suspensions were generated from biopsy tissues usingWhole Skin Dissociation Kit human (Miltenyi) manufacturerguidelines and filtered by 70 μm MACS Smartstrainers (Miltenyi).Carryover red blood cells were lysed by Red Blood Cell Lysis Buffer(Abcam) and dead cells were removed by Easysep Dead CellRemoval (Annexin V) Kit (STEMCELL). Finally, cell pellets wereresuspended in D-PBS.To generate single-cell Gel Beads-in-Emulsion (GEMs), the 10×chromium platform was used to capture and barcode cells. Cellswere partitioned into GEMs along with gel beads coated witholigonucleotides and cDNAs with both barcodes were amplified,and a library was constructed using the 10× Genomics ChromiumSingle Cell Kit (v3 chemistry) for each sample. The resultinglibraries were sequenced on an Illumina NovaSeq 6000 System.Single cell RNA-seq data preprocessing and analysisThe FASTQ files were analyzed with the Cell Ranger Software Suite(version 3.1; 10× Genomics). The Seurat (version 3.0) was appliedto read the gene-barcode matrix of four tissues. To control quality,we removed cells with <200 genes and 500 UMI counts, and aswell as the cells with mitochondrial content higher than 5%.Besides, the genes detected in <3 cells were filtered out. The“sctransform” wrapper in Seurat was applied to normalize the dataand remove confounding sources of variation, the “IntegrateData”was used for integrated the Seurat objects from four tissues. Theuniform manifold approximation and projection (UMAP) was usedfor dimensionality reduction and clustering the cells, cell typeswere assigned based on their canonical markers. UMAP plots,heatmap, and violin plots were generated with Seurat in R.This study was supported by grants from the National Natural Science Foundation ofChina (81520108009, 81991502, 81771081, and 81991500), the 111 Project of MOE(B14038), China.H.X., TW.L. and QM.C. contributed equally by conceiving and designing the study.H.X., JX.D., L.Z., JK.P., HX.D., X.Z. and TW.L. performed the tissue collection,experiments, and analyzed the data. H.X., JX.D., L.Z., TW.L. and QM.C. wrotethe paper.Competing interests: The authors declare no competing interests.Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], ["A novel coronavirus outbreak of global health concern"], ["MAFFT multiple sequence alignment software version 7: improvements in performance and usability"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["The single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to Wuhan 2019-nCoV infection"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], ["Specific ACE2 expression in cholangiocytes may cause liver damage after 2019-nCoV infection"], ["MERS: recent insights into emerging coronaviruses"], ["Emerging coronaviruses: genome structure, replication, and pathogenesis"], ["Analysis of ACE2 in polarized epithelial cells: surface expression"], ["mRNA expression profiling of ACE 2, a novel homologue of angiotensin converting enzyme"], ["Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis"], ["Computational approaches for interpreting scRNA-seq data"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Asymptomatic oral human papillomavirus (HPV) infection in women with a histopathologic diagnosis of genital HPV"], ["Potentially malignant disorders of the oral cavity: current practice and future directions in the clinic and laboratory"], ["Associations between proteasomal activator PA28γ and outcome of oral squamous cell carcinoma: evidence from cohort studies and functional analyses"], ["RACK1, an excellent predictor for poor clinical outcome in oral squamous carcinoma, similar to Ki67"], ["A promoter-level mammalian expression atlas"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao"], ["K. Katoh", "D. M. Standley"], ["D. Wang"], ["P. Zhou"], ["Zhu", "N. Engl"], ["R. Lu"], ["W. Li"], ["Hofmann"], ["X. Xu"], ["X. Zou"], ["Y. Zhao", "919985v1"], ["Zhang", "927806v1"], ["X. Chai", "931766v1"], ["N. de Wit", "D. Falzarano", "V. J. SARS Munster"], ["Y. Chen", "Q. Liu", "D. Guo"], ["X. Ren"], ["D. Harmer", "M. Gilbert", "R. Borman", "K. L. Quantitative Clark"], ["I. Hamming"], ["R. Rostom", "V. Svensson", "S. A. Teichmann", "G. Kar"], ["Guan", "20020974v1"], ["A. P. Peixoto", "G. S. Campos", "L. B. Queiroz", "S. I. Sardi"], ["K. R. Dionne", "S. Warnakulasuriya", "R. B. Zain", "S. C. Cheong"], ["J. Li"], ["Z. Wang"], ["A. R. Forrest"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": ";,:()\n0\n9\n8\n7\n6\n5\n4\n3\n2\n1", "one_words_summarize": ";,:()0987654321International Journal of Oral Science        Since December 2019, an increasing number of patients withpneumonia occurred in Wuhan, Hubei province, China, whichattracted much attention not only within China but across theworld1,2. The expression and distribution of the ACE2 in human bodymay indicate the potential infection routes of 2019-nCoV.Through the developed single-cell RNA sequencing (scRNA-Seq)technique and single-cell transcriptomes based on the publicdatabase, researchers analyzed the ACE2 RNA expression profileat single-cell resolution. These findingsindicated that those organs with high ACE2-expressing cellsshould be considered as potential high risk for 2019-nCoVinfection10.In order to investigated the potential routes of 2019-nCovinfection on the mucosa of oral cavity, we explored whether theACE2 is expressed and the ACE2-expressing cell compositionand proportion in oral cavity based on the public bulk RNA-seqprofiles from two public databases and single-celltranscriptomes from an independent data generated in-house. Moreover, amongdifferent oral sites, ACE2 expression was higher in tongue thanbuccal and gingival tissues. 2a), including epithelial cells (markergenes including SFN, KRT6A, and KRT10), fibroblasts (marker genesincluding FAP, PDPN, COL1A2, DCN, COL3A1, COL6A1), T cells(marker genes including CD2, CD3D, CD3E, and CD3G), macrophages(marker genes including CD163, CSF1R, CD68, and FCGR2A), mastcells (marker genes including CMA1, MS4A2, TPSAB1, TPSB2), B cells(marker genes including SLAMF7, FCRL5, and CD79A) and endothelialcells (marker genes including PECAM1, VWF, and ENG). The infectionroutes and pathogenesis of 2019-nCov are not fully understood byfar, and the study of 2019-nCoV host cell receptor ACE2 could bevaluable for the prevention and treatment of the COVID-19.In this study, the analysis of public bulk-seq RNA datasetsshowed that the mucosa of oral cavity could express the ACE2 andwas higher in tongue than other oral sites. Those preliminary findings haveexplained the basic mechanism that the oral cavity is a potentiallyhigh risk for 2019-nCoV infectious susceptibility and provide apiece of evidence for the future prevention strategy in clinicalpractice as well as daily life. Violin plot was used to show the distribution of ACE2 expressionamong different organs, t test was performed to compare the ACE2expression between two different groups shown in boxplot. These oral tissues hadbeen sent for single cell RNA sequence. The“sctransform” wrapper in Seurat was applied to normalize the dataand remove confounding sources of variation, the “IntegrateData”was used for integrated the Seurat objects from four tissues. H.X., TW.L. and QM.C. contributed equally by conceiving and designing the study. Competing interests: The authors declare no competing interests. Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made."}