{"date": "2020/02/03", "journal": "biorxiv", "authors": "Gurjit S. Randhawa, Maximillian P.M. Soltysiak, Hadi El Roz, Camila P.E. de Souza, Kathleen A. Hill, Lila Kari", "title": "Machine learning using intrinsic genomic signatures for rapid classification of novel pathogens: COVID-19 case study", "type": "preprint article", "abstract": "As of February 3, 2020, the 2019 Novel Coronavirus (2019-nCoV) spread to 27 countries with 362 deaths and more than 17000 confirmed cases. 2019-nCoV is being compared to the infamous SARS coronavirus outbreak. Between November 2002 and July 2003, SARS resulted in 8098 confirmed cases worldwide with a 9.6% death rate and 774 deaths. Mainland China alone suffered 349 deaths and 5327 confirmed cases. Though 2019-nCoV has a death rate of 2.2% as of 3 February, the 17489 confirmed cases in a few weeks (December 8, 2019 to February 3, 2020) are alarming. Cases are likely under-reported given the comparatively longer incubation period. Such outbreaks demand rapid elucidation and analysis of the virus genomic sequence for timely treatment plans. We classify the 2019-nCoV using MLDSP and MLDSP-GUI, alignment-free methods that use Machine Learning (ML) and Digital Signal Processing (DSP) for genome analyses. Genomic sequences were mapped into their respective genomic signals (discrete numeric series) using a two-dimensional numerical representation (Chaos Game Representation). The magnitude spectra were computed by applying Discrete Fourier Transform on the genomic signals. The Pearson Correlation Coefficient was used to calculate a pairwise distance matrix. The feature vectors were constructed from the distance matrix and used as an input to the supervised machine learning algorithms. 10-fold cross-validation was applied to compute the average classification accuracy scores. The trained classifier models were used to predict the labels of 29 2019-nCoV sequences. The classification strategy used over 5000 genomes and tested associations at taxonomic levels of realm to species. From our machine learning-based alignment-free analyses using MLDSP-GUI, we corroborate the current hypothesis of a bat origin and classify 2019-nCoV as Sarbecovirus, within Betacoronavirus.", "text": "        Coronaviruses are single-stranded positive-sense RNA viruses that are known to contain someof the largest viral genomes, up to around 32 kbp in length [1–5]. After increases in the number ofcoronavirus genome sequences available following efforts to investigate the diversity in the wild, thefamily Coronaviridae now contains four genera (International Committee on Taxonomy of Viruses,[6]). While those species that belong to the genera Alphacoronavirus and Betacoronavirus can infectmammalian hosts, those in Gammacoronavirus and the recently defined Deltacoronavirus mainly infectavian species [4,7–9]. Phylogenetic studies have revealed a complex evolutionary history, withcoronaviruses thought to have ancient origins and recent crossover events that can lead to cross-speciesinfection [                Like other RNA viruses, coronavirus genomes are known to have genomic plasticity, and this canbe attributed to several major factors. RNA-dependent RNA polymerases (RdRp) have high mutationrates, reaching from 1 in 1000 to 1 in 10000 nucleotides during replication [                The highly pathogenic human coronaviruses, Severe Acute Respiratory Syndrome coronavirus(SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) belong to lineageB (sub-genus Sarbecovirus) and lineage C (sub-genus Merbecovirus) of Betacoronavirus, respectively[                From analyses employing whole genome to viral protein-based comparisons, the 2019-nCoVstrain is thought to belong to lineage B (Sarbecovirus) of Betacoronavirus. From phylogenetic analysisof the RdRp protein, spike proteins, and full genomes of 2019-nCoV and other coronaviruses, it wasfound that 2019-nCoV is most closely related to two bat SARS-like coronaviruses, bat-SL-CoVZXC21and bat-SL-CoVZC45, found in Chinese horseshoe bats Rhinolophus sinicus [                All analyses performed thus far have been alignment-based and rely on the annotations ofthe viral genes. Though alignment-based methods are significantly successful in finding sequencesimilarities, they can be challenging in many cases [        The Wuhan seafood market pneumonia virus (2019-nCoV virus) isolate Wuhan-Hu-1 completereference genome of 29903 bp was downloaded from the NCBI database on January 23, 2020. Also, wedownloaded all of the available 29 sequences of 2019-nCoV and the bat Betacoronavirus RaTG13 fromthe GISAID platform and two additional sequences (bat-SL-CoVZC45, and bat-SL-CoVZXC21) from theNCBI on January 27, 2019. We downloaded all of the available viral sequences from the Virus-Host DB(14688 sequences available on January 14, 2020). Virus-Host DB covers the sequences from the NCBIRefSeq (release 96, September 9, 2019), and GenBank (release 233.0, August 15, 2019). All sequencesshorter than 2000 bp and longer than 50000 bp were ignored to address possible issues arising fromsequence length bias.        ML-DSP [                For validation of MLDSP-GUI results using CGR as a numerical representation, another statisticalmethod that is reliant on genomic signatures, Spearman’s rank correlation coefficient [        Table 1 provides the details of three datasets Test-1, Test-2, Test-3a and Test-3b used for analyseswith MLDSP-GUI. Each dataset’s composition (clusters with number of sequences), the respectivesequence length statistics, and results of MLDSP-GUI after applying 10-fold cross-validation asclassification accuracy scores are shown.As shown in Table 1, for the first test (Test-1), we organized the dataset of sequences into 12 clusters(11 families, and Riboviria realm). Only the families with at least 100 sequences were considered.The Riboviria cluster contains all families that belong to the realm Riboviria. For the clusters withmore than 500 sequences, we selected 500 sequences at random. Our method can handle all of theavailable 14668 sequences, but using imbalanced clusters, in regard to the number of sequences,can introduce an unwanted bias. After filtering out the sequences, our pre-processed dataset is leftwith 3273 sequences organized into 12 clusters (Adenoviridae, Anelloviridae, Caudovirales, Geminiviridae,Genomoviridae, Microviridae, Ortervirales, Papillomaviridae, Parvoviridae, Polydnaviridae, Polyomaviridae,and Riboviria). We used MLDSP-GUI with CGR as the numerical representation at k = 7. Themaximum classification accuracy of 94.9% is obtained using the Quadratic SVM model. The respectiveMoDMap3D is shown in Figure 1(a). All six classification models trained on 3273 sequences wereused to classify (predict the label of) the 29 2019-nCoV sequences. All of our machine learning-basedmodels correctly predicted and confirmed the label as Riboviria for all 29 sequences (Table 2).All classifiers trained on Test-1, Test-2, Test-3a, and Test-3b datasets were used to predict the labels of29 2019-nCoV viral sequences. All classifiers predicted the correct labels for all of the sequences(Riboviria when trained using Test-1, Coronaviridae when trained using Test-2, and Betacoronaviruswhen trained using Test-3a and Test-3b).Test-1 classified the 2019-nCoV virus as belonging to the realm Riboviria. The second test (Test-2)is designed to classify 2019-nCoV among the families of the Riboviria realm. We completed thedataset pre-processing using the same rules as in Test-1 and obtained a dataset of 2779 sequencesplaced into the 12 families (Betaflexiviridae, Bromoviridae, Caliciviridae, Coronaviridae, Flaviviridae,Peribunyaviridae, Phenuiviridae, Picornaviridae, Potyviridae, Reoviridae, Rhabdoviridae, and Secoviridae), seeTable 1. MLDSP-GUI with CGR at k = 7 as the numerical representation was used for the classificationof the dataset in Test-2. The maximum classification accuracy of 93.1% is obtained using the QuadraticSVM model. The respective MoDMap3D is shown in Figure 1(b). All six classification models trainedon 2779 sequences were used to classify (predict the label of) the 29 2019-nCoV sequences. All of ourmachine learning-based models predicted the label as Coronaviridae for all 29 sequences (Table 2).The third test (Test-3a) is designed to classify the 2019-nCov sequences at the genus level. Weconsidered 208 Coronaviridae sequences available under four genera (Alphacoronavirus, Betacoronavirus,Deltacoronavirus, Gammacoronavirus) (Table 1). MLDSP-GUI with CGR at k = 7 as the numericalrepresentation was used for the classification of the dataset in Test-3a. The maximum classificationaccuracy of 98.1% is obtained using the Linear Discriminant model and the respective MoDMap3Dis shown in Figure 1(c). All six classification models trained on 208 sequences were used to classify(predict the label of) the 29 2019-nCoV sequences. All of our machine learning-based models predictedthe label as Betacoronavirus for all 29 sequences (Table 2). To verify that the correct prediction is notan artifact of possible bias because of larger Betacoronavirus cluster, we did a secondary Test-3b withcluster size limited to the size of smallest cluster (after removing the Gammacoronavirus because itjust had 9 sequences). The maximum classification accuracy of 100% is obtained using the LinearDiscriminant model for Test-3b. All six classification models trained on 60 sequences were used toclassify the 29 2019-nCoV sequences. All of our machine learning-based models predicted the label asBetacoronavirus for all 29 sequences (Table 2). This secondary test showed that the possible bias is notsignificant enough to have any impact on the classification performance.Given confirmation that the 2019-nCoV belongs to the Betacoronavirus genus, there now is aquestion of its origin and relation to the other viruses of the same genus. To examine this question, wepreprocessed our dataset from our third test to keep the sub-clusters of the Betacoronavirus with at least10 sequences (Test-4). This gives 124 sequences placed into four clusters (Embecovirus, Merbecovirus,Nobecovirus, Sarbecovirus) (Table 3). The maximum classification accuracy of 98.4% with CGR atk = 7 as the numerical representation is obtained using the Quadratic SVM model. The respectiveMoDMap3D is shown in Figure 2(a). All six classifiers trained on 124 sequences predicted the labelas Sarbecovirus, when used to predict the labels of 29 2019-nCoV sequences. For Test-5, we added2019-nCoV with 29 sequences as the fifth cluster, see Table 3. The maximum classification accuracy of98.7% with CGR at k = 7 as the numerical representation is obtained using the Subspace Discriminantmodel. The respective MoDMap3D is shown in Figure 2(b). In the MoDMap3D plot from Test-5,2019-nCoV sequences are placed in a single distinct cluster, see Figure 2(b). As visually suggested bythe MoDMap3D (Figure 2(b)), the average inter-cluster distances confirm that the 2019-nCoV sequencesare closest to the Sarbecovirus (average distance 0.0556), followed by Merbecovirus (0.0746), Embecovirus(0.0914), and Nobecovirus (0.0916). The three closest sequences based on the average distances from all2019-nCoV sequences are RaTG13 (0.0203), bat-SL-CoVZC45 (0.0418), and bat-SL-CoVZXC21 (0.0428).For Test-6, we classified Sarbecovirus (47 sequences) and 2019-nCoV (29 sequences) clustersand achieved separation of the two clusters visually apparent in the MoDMap3D, see Figure 2(c).Quantitatively, using 10-fold cross-validation, all six of our classifiers report 100% classificationaccuracy. We generated a phylogenetic tree based on all pairwise distances for the dataset in Test-6 thatshows the separation of the two clusters and relationships within the clusters (Figure 3). As observedin Test-5, the phylogenetic tree shows that the 2019-nCoV sequences are closer to the bat BetacoronavirusRaTG13 sequence collected from a bat host.9 of 2211 of 222019−nCoV Vs Alphacoronavirus, k=7, rho=0.7, p < 1e−052019−nCoV Vs Betacoronavirus, k=7, rho=0.74, p < 1e−058e−046e−04surivanro4e−04ocahplA2e−040e+006e−04surivaon4e−04rocammaG2e−040e+006e−04s4e−04urivanorocateB2e−040e+004e−04surivanorocalte2e−04D0e+000e+002e−04 4e−042019−nCoV6e−040e+002e−04 4e−042019−nCoV6e−042019−nCoV Vs Gammacoronavirus, k=7, rho=0.63, p < 1e−052019−nCoV Vs Deltacoronavirus, k=7, rho=0.6, p < 1e−050e+002e−04 4e−042019−nCoV6e−040e+002e−04 4e−042019−nCoV6e−042019−nCoV Vs Embecovirus, k=7, rho=0.59, p < 1e−052019−nCoV Vs Merbecovirus, k=7, rho=0.64, p < 1e−055e−044e−04sru3e−04ivocebreM2e−041e−040e+006e−04s4e−04urivocebraS2e−040e+000.00075siru0.00050vocebmE0e+00        Prior work elucidating the evolutionary history of the Wuhan 2019-nCoV virus had suggestedan origin from bats prior to zoonotic transmission [                These prior analyses relied upon alignment-based methods to identify relationships between2019-nCoV and other coronaviruses with nucleotide and amino acid sequence similarities. Whenanalyzing the conserved replicase domains of ORF1ab for coronavirus species classification, nearly94% of amino acid residues were identical to SARS-CoV, yet overall genome similarity was onlyaround 70%, confirming that 2019-nCoV was genetically different [                Regardless of the stance on recombination, current consensus holds that the hypothesis of2019-nCoV originating from bats is highly likely. Bats have been identified as a reservoir of mammalianviruses and cross-species transmission to other mammals, including humans [                Viral outbreaks like nCoV-2019 demand timely analysis of genomic sequences to guide theresearch in the right direction. This problem being time-sensitive requires quick sequence similaritycomparison against thousands of known sequences to narrow down the candidates of possible origin.Alignment-based methods are known to be time-consuming and can be challenging in cases wherehomologous sequence continuity cannot be ensured. It is challenging (and sometimes impossible)for alignment-based methods to compare a large number of sequences that are too different in theircomposition. Alignment-free methods have been used successfully in the past to address the limitationsof the alignment-based methods [        Test-1 starts at the highest available level and classifies the viral sequences to the 11 familiesand Riboviria realm (Table 1). There is only one realm available in the viral taxonomy, so all of thefamilies that belong to the realm Riboviria are placed into a single cluster and a random collection of500 sequences are selected. No realm is defined for the remaining 11 families. The objective is to trainthe classification models with the known viral genomes and then predict the labels of the 2019-nCoVvirus sequences. The maximum classification accuracy score of 95% was obtained using the QuadraticSVM model. This test demonstrates that MLDSP-GUI can distinguish between different viral families.The trained models are then used to predict the labels of 29 2019-nCoV sequences. As expected, allclassification models correctly predict that the 2019-nCoV sequences belong to the Riboviria realm,see Table 2. Test-2 is composed of 12 families from the Riboviria, see Table 1, and the goal is to test ifMLDSP-GUI is sensitive enough to classify the sequences at the next lower taxonomic level. It shouldbe noted that as we move down the taxonomic levels, sequences become much more similar to oneanother and the classification problem becomes challenging. MLDSP-GUI is still able to distinguishbetween the sequences within the Riboviria realm with a maximum classification accuracy of 91.1%obtained using the Linear Discriminant classification model. When 2019-nCoV sequences are testedusing the models trained on Test-2, all of the models correctly predict the 2019-nCoV sequences asCoronaviridae (Table 2). Test-3a moves down another taxonomic level and classifies the Coronaviridaefamily to four genera (Alphacoronavirus, Betacoronavirus, Deltacoronavirus, Gammacoronavirus), see Table1. MLDSP-GUI distinguishes sequences at the genus level with a maximum classification accuracy scoreof 98%, obtained using the Linear Discriminant model. This is a very high accuracy rate consideringthat no alignment is involved and the sequences are very similar. All trained classification modelscorrectly predict the 2019-nCoV as Betacoronavirus, see Table 2. Test-3a has Betacoronavirus as the largestcluster and it can be argued that the higher accuracy could be a result of this bias. To avoid bias, we didan additional test removing the smallest cluster Gammacoronavirus and limiting the size of remainingthree clusters to the size of the cluster with the minimum number of sequences i.e. 20 with Test-3b.MLDSP-GUI obtains 100% classification accuracy for this additional test and still predicts all of the15 of 222019-nCoV sequences as Betacoronavirus. These tests confirm that the 2019-nCoV are from the genusBetacoronavirus.        Sequences become very similar at lower taxonomic levels (sub-genera and species). Test-4, Test-5,and Test-6 investigate within the genus Betacoronavirus for sub-genus classification. Test-4 is designedto classify Betacoronavirus into the four sub-genera (Embecovirus, Merbecovirus, Nobecovirus, Sarbecovirus),see Table 3. MLDSP-GUI distinguishes sequences at the sub-genus level with a maximum classificationaccuracy score of 98.4%, obtained using the Quadratic SVM model. All of the classification modelstrained on the dataset in Test-4 predicted the label of all 29 2019-nCoV sequences as Sarbecovirus. Thissuggests substantial similarity between 2019-nCoV and the Sarbecovirus sequences. Test-5 and Test-6(see Table 3) are designed to verify that 2019-nCoV sequences can be differentiated from the knownspecies in the Betacoronavirus genus. MLDSP-GUI achieved a maximum classification score of 98.7%for Test-5 and 100% for Test-6 using Subspace Discriminant classification model. This shows thatalthough 2019-nCoV and Sarbecovirus are closer on the basis of genomic similarity (Test-4), they are stilldistinguishable from known species. Therefore, these results suggest that 2019-nCoV may representa genetically distinct species of Sarbecovirus. All 2019-nCoV virues are visually seen in MoDMap3Dgenerated from Test-5 (see Figure 2(b)) as a closely packed cluster and it supports a fact that there is99% similarity among these sequences [                Spearman’s rank correlation coefficient [                Attributes of the 2019-nCoV genomic signature are consistent with previously reportedmechanisms of innate immunity operating in bats as a host reservoir for coronaviruses. Vertebrategenomes are known to have an under-representation of CG dinucleotides in their genomes, otherwiseknown as CG suppression [                With human-to-human transmission confirmed and concerns for possible asymptomatictransmission, there is a strong need for continued intervention to prevent the spread of the virus[        MLDSP-GUI is an ultra-fast, alignment-free method as is evidenced by the time-performance ofMLDSP-GUI for Test-1 to Test-6 given in Figure 7. MLDSP-GUI took just 10.55 seconds to computea pairwise distance matrix (including reading sequences, computing magnitude spectra using DFT,and calculating the distance matrix using PCC combined) for the Test-1 (largest dataset used in thisstudy with 3273 complete genomes). All of the tests combined (Test-1 to Test-6) are doable in under 10minutes including the computationally heavy 10-fold cross-validation, and testing of 29 2019-nCoVsequences.17 of 22For any novel sequence, when thorough and time-sensitive complete genome analysis is requiredto narrow down the possibilities to the lowest taxonomic level possible, alignment-free methodsprovide a reliable and dramatically faster option. From our machine learning-based alignment-freeanalyses using MLDSP-GUI, we corroborate the current hypothesis of a bat origin for 2019-nCoV andclassify 2019-nCoV as sub-genus Sarbecovirus, within Betacoronavirus.We confirm current taxonomic classification of the 2019-nCoV virus through consideration of atwo-dimensional genomic signature representation enabling alignment-free comparative genomicswith a machine learning-based classification approach. Quantitative evidence supports classification of2019-nCoV within the Betacoronavirus genus proximal to the Sarbecovirus sub-genus. This studyprovides a proof of concept that alignment-free methods are capable of accurate prediction oftaxonomy of yet unclassified new sequences. Timely identification of taxonomic classification at criticalperiods exemplified by viral outbreaks is important and alignment-free approaches to comparativegenomics complement the challenges and time-consuming attributes of alignment-based analyses.We corroborate the current hypothesis of a bat origin and classify 2019-nCoV as Sarbecovirus, withinBetacoronavirus.18 of 22Supplementary Materials: The following are available as Supplementary material, Table S1: rho values fork = 1 to k = 7 from the Spearman’s rank correlation coefficient test., Table S2: Accession IDs of the Sequencesdownloaded from the GISAID, Accession IDs of sequences used in Test-1 to Test-6.Funding: This research was funded by NSERC (Natural Science and Engineering Research Council of Canada)Discovery Grants R2824A01 to L.K., and R3511A12 to K.A.H.Acknowledgments: The authors are appreciative of the review of a manuscript draft by Hailie PavanelConflicts of Interest: The authors declare no conflict of interest.DFTMDSPCCThe following abbreviations are used in this manuscript:MoDMap3DMolecular Distance MapDiscrete Fourier TransformClassical MultiDimensional ScalingPearson Correlation CoefficientSan Diego, 2000; pp. 835–849.Weiss, S. R. and Navas-Martin, S. Coronavirus Pathogenesis and the Emerging Pathogen Severe AcuteRespiratory Syndrome Coronavirus. Microbiol. Mol. Biol 2005, Rev. 69, 635–664.Su, S. et al. Epidemiology, Genetic Recombination, and Pathogenesis of Coronaviruses. Trends in Microbiology2016, 24, 490–502.2019, 17, 181–5192.16.Cui, J., Li, F. and Shi, Z. L. Origin and evolution of pathogenic coronaviruses. Nature Reviews MicrobiologySchoeman, D. and Fielding, B. C. Coronavirus envelope protein: Current knowledge. Virology Journal 2019,de Groot, R.J., Baker, S.C., Baric, R., Enjuanes, L., Gorbalenya, A.E., Holmes, K.V., Perlman, S., Poon, L.L.,Rottier, P.J.M., Talbot, P.J., Woo, C.Y., Ziebuhr, J. Family Coronaviridae. In Virus taxonomy; King, A.M.Q.,Adams, M.J., Carstens, E.B., Lefkowitz, E.J.; Ninth report of the international committee on taxonomy ofviruses, Elsevier Academic Press: Amsterdam, 2012; pp. 806–828.Woo, P. C. Y., Lau, S. K. P., Huang, Y. and Yuen, K. Y. Coronavirus diversity, phylogeny and interspeciesjumping. Experimental Biology and Medicine 2009, 234, 1117–1127.Wertheim, J. O., Chu, D. K. W., Peiris, J. S. M., Kosakovsky Pond, S. L. and Poon, L. L. M. A Case for theAncient Origin of Coronaviruses. J. Virol. 2013, 87, 7039–7045.Luk, H. K. H., Li, X., Fung, J., Lau, S. K. P. and Woo, P. C. Y. Molecular epidemiology, evolution and phylogenyof SARS coronavirus. Infection, Genetics and Evolution 2019, 71, 21–30.Leschenault’s Rousettes to Pomona Leaf-Nosed Bats: First Evidence of Interspecies Transmission ofCoronavirus between Bats of Different Suborders. J. Virol. 2012, 86, 11906–11918.12. Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virusorigins and receptor binding. Lancet 2020, doi:10.1016/S0140-6736(20)30251-8.13. Li, W. et al. Bats are natural reservoirs of SARS-like coronaviruses. Science 2005, 310, 676–679.19 of 2220 of 2221 of 2222 of 22", "ref_list": [[], ["Evolutionary Insights into the Ecology of Coronaviruses"], ["Recent Transmission of a Novel Alphacoronavirus, Bat Coronavirus HKU10, from"], ["Rates of evolutionary change in viruses: Patterns and determinants"], ["Rates of molecular evolution in RNA viruses: A quantitative phylogenetic analysis"], ["New insights into the mechanisms of RNA recombination"], ["Generation of coronavirus spike deletion variants by high-frequency recombination at regions of predicted RNA secondary structure"], ["Coronaviridae: a review of coronaviruses and toroviruses"], ["RNA recombination in animal and plant viruses"], ["Nidovirus transcription: How to make sense"], ["Identification of a Novel Coronavirus in Patients with Severe Acute Respiratory Syndrome"], ["A Novel Coronavirus Associated with Severe Acute Respiratory Syndrome"], ["Isolation of a Novel Coronavirus from a Man with Pneumonia in Saudi Arabia"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in Southern China"], ["Middle east respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], [""], ["Return of the Coronavirus: 2019-nCoV"], [""], [""], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China"], ["Host and infectivity prediction of Wuhan 2019 novel coronavirus using deep learning algorithm"], ["Complete genome characterisation of a novel coronavirus associated with severe human respiratory disease in Wuhan, China"], ["Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event"], ["Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross-species transmission from snake to human"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Functional assessment of cell entry and receptor usage for lineage B b-coronaviruses, including 2019-nCoV"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], ["nCoV Main Protease by High-Throughput Screening"], ["Potential inhibitors for 2019-nCoV coronavirus M protease from clinically approved medicines"], ["Alignment-free sequence comparison-a review"], ["Alignment-free sequence comparison: benefits, applications, and tools"], ["the space of genomic signatures"], ["An investigation into inter- and intragenomic variations of graphic genomic signatures"], ["An open-source k-mer based machine learning tool for fast and accurate subtyping of HIV-1 genomes"], ["and"], ["and"], ["Chaos game representation of gene structure"], ["The correlation coefficient: an overview"], ["MoDMaps3D: an interactive webtool for the quantification and 3D visualization of interrelationships in a dataset of DNA sequences"], ["Multidimensional scaling by optimizing goodness of fit to a nonmetric hypothesis"], ["Codon stabilization coefficient as a metric to gain insights into mRNA stability"], ["Evolution of Synonymous Codon Usage Bias in West African and Central African Strains of Monkeypox Virus"], ["DNA helix: the importance of being AT-rich"], ["Nonparametric statistical methods"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR model"], ["Similarity of Early Epidemic and Prediction of Future Trends"], ["Identification of diverse full-length endogenous betaretroviruses in megabats and microbats"], ["Rodents Shape Mammalian Retroviral Phylogeny"], ["Differential evolution of antiretroviral restriction factors in pteropid bats as revealed by APOBEC3 gene complexity"], [""], ["Isolation and Characterization of a Novel Bat Coronavirus Closely Related to the Direct Progenitor of Severe Acute Respiratory Syndrome Coronavirus"], ["Genetic Characterization of Betacoronavirus Lineage C Viruses in Bats Reveals Marked Sequence Divergence in the Spike Protein of Pipistrellus Bat Coronavirus HKU5 in Japanese Pipistrelle: Implications for the Origin of the Novel Middle East Respiratory Syndrome Coronavirus"], ["Genetic diversity of coronaviruses in bats in Lao PDR and Cambodia"], ["Genomic Characterization of Severe Acute Respiratory Syndrome-Related Coronavirus in European Bats and Classification of Coronaviruses Based on Partial RNA-Dependent RNA Polymerase Gene Sequences"], ["Identification of SARS-like coronaviruses in horseshoe bats (Rhinolophus hipposideros) in Slovenia"], ["Identification of Diverse Alphacoronaviruses and Genomic Characterization of a Novel Severe Acute Respiratory Syndrome-Like Coronavirus from Bats in China"], ["Diversity of coronavirus in bats from Eastern Thailand Emerging viruses"], ["Detection of novel SARS-like and other coronaviruses in bats from Kenya"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Virologists weigh in on novel coronavirus in China's outbreak"], ["nCoV's relationship to bat coronaviruses & recombination signals (no snakes) - no evidence the 2019-nCoV lineage is recombinant"], [": nCoV spread in China's cities could trigger global epidemic"], ["China detects large quantity of novel coronavirus at Wuhan seafood market"], ["CG dinucleotide suppression enables antiviral defence targeting non-"], ["Patterns of evolution and host gene mimicry in influenza and other RNA viruses"], ["Virus-host coevolution: Common patterns of nucleotide motif usage in Flaviviridae and their hosts"], ["To sense or not to sense viral RNA-essentials of coronavirus innate immune evasion"], ["APOBEC3-mediated restriction of RNA virus replication"], ["APOBEC-mediated editing of viral RNA"], ["Genome structure and transcriptional regulation of human coronavirus NL63"], ["On the biased nucleotide composition of the human coronavirus RNA genome"], ["Coronavirus diversity, phylogeny and interspecies jumping"], [""], ["Structures of Two Coronavirus Main Proteases: Implications for Substrate Binding"], ["Coronavirus main proteinase (3CLpro) Structure: Basis for design of anti-SARS drugs"], ["Molecular dynamic simulations analysis of ritronavir and lopinavir as SARS-CoV 3CLpro inhibitors"], ["Nelfinavir was predicted to be a potential inhibitor of 2019-nCov main protease by an integrative approach combining homology modelling, molecular docking and binding free energy calculation bioRxiv 2020"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D. Vijaykrishna", "Virol"], ["S. K. P. Lau"], ["S. Duffy", "L. A. Shackelton", "Holmes"], ["G. M. Jenkins", "A. Rambaut", "O. G. Pybus", "Holmes"], ["Nagy", "A. E. Simon"], ["C. L. Rowe"], ["D. Cavanagh", "A. Wolff", "M.H. Weber", "O."], ["Lai", "M. M. C."], ["A. O. Pasternak", "W. J. M. Spaan", "E. J. Snijder"], ["C. Drosten"], ["Ksiazek"], ["A. M. Zaki", "S. van Boheemen", "T. M. Bestebroer", "A. D. M. E. Osterhaus", "R. A. M. Fouchier"], ["Y. Guan"], ["A. N. Alagaili"], ["Zhu", "N. Engl"], ["H. Lu", "C. W. Stratton", "Y. Tang"], ["D. S. Hui"], ["T. Liu"], ["S. Another Perlman", "Another Coronavirus. N. Decade", "Engl"], ["L. E. Gralinski", "Menachery"], ["CSSE -nCoV Global Cases (by Johns Hopkins"], ["Novel Coronavirus(2019-nCoV) Situation", "-"], ["J. F.-W. Chan"], ["B. Hu"], ["Dong"], ["Q. Guo"], ["F. Wu"], ["D. Paraskevis", "E. G. Kostaki", "G. Magiorkinis", "G. Panayiotakopoulos", "S. Tsiodras"], ["W. Ji", "W. Wang", "X. Zhao", "J. Zai", "X. Li"], ["P. Zhou"], ["M. Letko", "V. Munster"], ["Y. Zhao"], ["Y. Li"], ["X. Liu", "X.-J. Wang"], ["S. Vinga", "J Almeida"], ["A. Zielezinski", "S. Vinga", "J. Almeida", "Karlowski"], ["L. Kari", "K.A. Hill", "A.S. Sayem", "R. Karamichalis", "N. Bryans", "K. Davis", "N.S. Mapping Dattani"], ["R. Karamichalis", "L. Kari", "S. Konstantinidis", "S. Kopecki"], ["S. Solis-Reyes", "M. Avino", "A. Poon"], ["G.S. Randhawa", "K.H. Hill", "L. Kari"], ["G.S. Randhawa", "K.H. Hill", "L. Kari"], ["H.J. Jeffrey"], ["A.G. Asuero", "A. Sayago", "A.G. González"], ["R. Karamichalis", "L. Kari"], ["J Kruskal"], ["R. L. Carneiro", "R. D. Requião", "S. Rossetto", "T. Domitrovic", "F. L. Palhano"], ["S. Karumathil", "N.T. Raveendran", "D. Ganesh", "N.S. Kumar", "R.R. Nair", "V.R. Dirisala"], ["A.E. Vinogradov", "O.V. Anatskaya"], ["M. Hollander", "D.A Wolfe", "E. Chicken"], ["S. Zhao"], ["P. Shao", "Y. Shan"], ["Z. Chen", "SARS-CoV to Wuhan"], ["J. A. Hayward"], ["J. Cui", "G. Tachedjian", "L. F. Wang", "Bats"], ["J. A. Hayward"], ["A. Wong", "X. Li", "S. Lau", "Woo"], ["X.-L. Yang", "Virol"], ["S. K. P. Lau", "Virol"], ["A. Lacroix"], ["J. F. Drexler", "Virol"], ["D. Rihtaricˇ", "P. Hostnik", "A. Steyer", "J. Grom", "I. Toplak"], ["B. He", "Virol"], ["S. Wacharapluesadee"], ["S. Tong"], ["S. K. P. Lau"], [], [], ["Experts", "trigger -"], [], ["M. A. Takata", "D. Gonçalves-Carneiro", "T. M. Zang", "S. J. Soll", "A. Blanco-Melo", "D. Bieniasz", "P. D."], ["B. D. Greenbaum", "A. J. Levine", "G. Bhanot", "R. Rabadan"], ["F. P. Lobo", "B. E. F. Mota", "Sérgio D.J. Pena", "V. Azevedo", "A. M. Macedo", "A. Tauch", "C. R. Machado", "G. R. Franco"], ["E. Kindler", "V. Thiel"], ["A. Milewska", "E. Kindler", "P. Vkovski", "S. Zeglen", "M. Ochman", "V. Thiel", "Z. Rajfur", "K. Pyrc"], ["K.N. Bishop", "R.K. Holmes", "A.M. Sheehy", "M.H. Malim"], ["K. Pyrc", "M.F. Jebbink", "B. Berkhout", "Van der Hoek"], ["B. Berkhout", "F. Van Hemert"], ["Woo", "S.K.P. Lau", "Y. Huang", "K.Y. Yuen"], ["Woo", "Y. Huang", "S.K.P. Lau", "K.Y. Coronavirus Yuen", "Bioinformatics Genomics", "Analysis"], ["X. Xue", "Antiviral Drug Design. J. Virol"], ["K. Anand", "J. Ziebuhr", "P. Wadhwani", "J. R. Mesters", "R. Hilgenfeld"], ["V. Nukoolkarn", "V. S. Lee", "M. Malaisree", "O. Aruksakulwong", "S. Hannongbua"], ["Z. Xu", "C. Peng", "Y. Shi", "Z. Zhu", "K. Mu", "X. Wang", "W. Zhu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Coronaviruses are single-stranded positive-sense RNA viruses that are known to contain some\nof the largest viral genomes, up to around 32 kbp in length [1–5]. After increases in the number of\ncoronavirus genome sequences available following efforts to investigate the diversity in the wild, the\nfamily Coronaviridae now contains four genera (International Committee on Taxonomy of Viruses,\n[6]). While those species that belong to the genera Alphacoronavirus and Betacoronavirus can infect\nmammalian hosts, those in Gammacoronavirus and the recently defined Deltacoronavirus mainly infect\navian species [4,7–9]. Phylogenetic studies have revealed a complex evolutionary history, with\ncoronaviruses thought to have ancient origins and recent crossover events that can lead to cross-species\ninfection [\n        ", "one_words_summarize": "Coronaviruses are single-stranded positive-sense RNA viruses that are known to contain someof the largest viral genomes, up to around 32 kbp in length [1–5]. We downloaded all of the available viral sequences from the Virus-Host DB(14688 sequences available on January 14, 2020). All sequencesshorter than 2000 bp and longer than 50000 bp were ignored to address possible issues arising fromsequence length bias. Only the families with at least 100 sequences were considered. The Riboviria cluster contains all families that belong to the realm Riboviria. The maximum classification accuracy of 93.1% is obtained using the QuadraticSVM model. All six classification models trainedon 2779 sequences were used to classify (predict the label of) the 29 2019-nCoV sequences. All six classification models trained on 208 sequences were used to classify(predict the label of) the 29 2019-nCoV sequences. The three closest sequences based on the average distances from all2019-nCoV sequences are RaTG13 (0.0203), bat-SL-CoVZC45 (0.0418), and bat-SL-CoVZXC21 (0.0428).For Test-6, we classified Sarbecovirus (47 sequences) and 2019-nCoV (29 sequences) clustersand achieved separation of the two clusters visually apparent in the MoDMap3D, see Figure 2(c).Quantitatively, using 10-fold cross-validation, all six of our classifiers report 100% classificationaccuracy. Alignment-based methods are known to be time-consuming and can be challenging in cases wherehomologous sequence continuity cannot be ensured. It is challenging (and sometimes impossible)for alignment-based methods to compare a large number of sequences that are too different in theircomposition. Test-4 is designedto classify Betacoronavirus into the four sub-genera (Embecovirus, Merbecovirus, Nobecovirus, Sarbecovirus),see Table 3. Test-5 and Test-6(see Table 3) are designed to verify that 2019-nCoV sequences can be differentiated from the knownspecies in the Betacoronavirus genus. MLDSP-GUI achieved a maximum classification score of 98.7%for Test-5 and 100% for Test-6 using Subspace Discriminant classification model. This shows thatalthough 2019-nCoV and Sarbecovirus are closer on the basis of genomic similarity (Test-4), they are stilldistinguishable from known species. Therefore, these results suggest that 2019-nCoV may representa genetically distinct species of Sarbecovirus. All 2019-nCoV virues are visually seen in MoDMap3Dgenerated from Test-5 (see Figure 2(b)) as a closely packed cluster and it supports a fact that there is99% similarity among these sequences [                Spearman’s rank correlation coefficient [                Attributes of the 2019-nCoV genomic signature are consistent with previously reportedmechanisms of innate immunity operating in bats as a host reservoir for coronaviruses. Vertebrategenomes are known to have an under-representation of CG dinucleotides in their genomes, otherwiseknown as CG suppression [                With human-to-human transmission confirmed and concerns for possible asymptomatictransmission, there is a strong need for continued intervention to prevent the spread of the virus[        MLDSP-GUI is an ultra-fast, alignment-free method as is evidenced by the time-performance ofMLDSP-GUI for Test-1 to Test-6 given in Figure 7. We corroborate the current hypothesis of a bat origin and classify 2019-nCoV as Sarbecovirus, withinBetacoronavirus.18 of 22Supplementary Materials: The following are available as Supplementary material, Table S1: rho values fork = 1 to k = 7 from the Spearman’s rank correlation coefficient test., Epidemiology, Genetic Recombination, and Pathogenesis of Coronaviruses. Experimental Biology and Medicine 2009, 234, 1117–1127.Wertheim, J. O., Chu, D. K. W., Peiris, J. S. M., Kosakovsky Pond, S. L. and Poon, L. L. M. A Case for theAncient Origin of Coronaviruses. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virusorigins and receptor binding."}