{"date": "2020/02/24", "journal": "Cell Discovery", "authors": "Yanan Cao, Lin Li, Zhimin Feng, Shengqing Wan, Peide Huang, Xiaohui Sun, Fang Wen, Xuanlin Huang, Guang Ning, Weiqing Wang", "title": "Comparative genetic analysis of the novel coronavirus (2019-nCoV/SARS-CoV-2) receptor ACE2 in different populations", "type": "Correspondence", "abstract": "Dear Editor, The ACE2 gene encodes the angiotensin-converting enzyme-2, which has been proved to be the receptor for both the SARS-coronavirus (SARS-CoV) and the human respiratory coronavirus NL63. Recent studies and analyses indicate that ACE2 could be the host receptor for the novel coronavirus 2019-nCoV/SARS-CoV-21,2. Previous studies demonstrated the positive correlation of ACE2 expression and the infection of SARS-CoV in vitro3,4. A number of ACE2 variants could reduce the association between ACE2 and S-protein in SARS-CoV or NL635. Therefore, the expression level and expression pattern of human ACE2 in different tissues might be critical for the susceptibility, symptoms, and outcome of 2019-nCoV/SARS-CoV-2 infection. A recent single-cell RNA-sequencing (RNA-seq) analysis indicated that Asian males may have higher expression of ACE26. Currently, the clinical reports of 2019nCoV/SARS-CoV-2 infection from non-Asian populations for comparison are very limited. A study from Munich reported four German cases, all of which showed mild clinical symptoms without severe illness7. However, the genetic basis of ACE2 expression and function in different populations is still largely unknown. Therefore, genetic analysis of expression quantitative trait loci (eQTLs)8 and potential functional coding variants in ACE2 among populations are required for further epidemiological", "text": "investigations of 2019-nCoV/SARS-CoV-2 spreading inEast Asian (EAS) and other populations.To systematically investigate the candidate functionalcoding variants in ACE2 and the allele frequency (AF)differences between populations, we analyzed all the 1700variants (Supplementary Table S1) in ACE2 gene regionfrom the ChinaMAP (China Metabolic Analytics Project,under reviewing) and 1KGP (1000 Genomes Project)9databases. The AFs of 62 variants located in the codingregions of ACE2 in ChinaMAP, 1KGP, and otherlargescale genome databases were summarized(Supplementary Table S2). All of the 32 variants potentially affectingthe amino acid sequence of ACE2 in databases wereshown (Fig. 1a). Previous study showed that the residuesnear lysine 31, and tyrosine 41, 82–84, and 353–357 inhuman ACE2 were important for the binding of S-proteinin coronavirus5. The mutations in these residues were notfound in different populations in our study. Only asingleton truncating variant of ACE2 (Gln300X) wasidentified in the ChinaMAP (Fig. 1a). These data suggestedthat there was a lack of natural resistant mutations forcoronavirus S-protein binding in populations. The effectsof low-frequency missense variants in populations forS-protein binding could be further investigated. Thedistributions of seven hotspot variants (Lys26Arg, Ile468Val,Ala627Val, Asn638Ser, Ser692Pro, Asn720Asp, andLeu731Ile/Leu731Phe) in different populations wereshown (Fig. 1b). Six low-frequency loci (rs200180615,rs140473595, rs199951323, rs147311723, rs149039346,and rs73635825) were found to be specific in 1KGPdatabase, the AFs of which were also low in the gnomADand TopMed10 database. Only two of these six variants(rs200180615 and rs140473595) could be found in CHB(Han Chinese in Beijing) population with the AF < 0.01.Interestingly, the SNP rs2285666 with the highest AF inthe 62 variants exhibited much higher AF in theChinaMAP (0.556) and CHS (Han Chinese South, 0.557)populations compared to others (AMR, Ad MixedAmerican, 0.336; AFR, African, 0.2114; EUR, European,0.235). In addition, the homozygous mutation rate inmales (0.550) was much higher than females (0.310) in theChinese population (Supplementary Table S2). Takentogether, the differences in AFs of ACE2 coding variantsamong different populations suggested that the diversegenetic basis might affect ACE2 functions amongpopulations.To analyze the distribution of eQTLs for ACE2, we usedthe Genotype Tissue Expression (GTEx) database (https://www.gtexportal.org/home/datasets). We found 15 uniqueeQTL variants (14 SNPs and 1 INDELs) for ACE2 with qvalue ≤ 0.05 in 20 tissues from the GTEx database(rs112171234, rs12010448, rs143695310, rs1996225,rs200781818, rs2158082, rs4060, rs4646127, rs4830974,rs4830983, rs5936011, rs5936029, rs6629110, rs6632704,and rs75979613). The AFs of the 15 eQTL variants werecompared among different populations. Notably, ourresults showed most of the 15 eQTL variants had muchhigher AFs in the ChinaMAP dataset and EASpopulations compared to European populations (Fig. 1c andSupplementary Table S3). The AFs of the top 6 commonvariants (rs4646127, rs2158082, rs5936011, rs6629110,rs4830983, and rs5936029) were higher than 95% in EASpopulations, whereas the AFs of these variants inEuropean populations were much lower (52%–65%). All ofthe 11 common variants (AF > 0.05) and 1 rare variant(rs143695310) in the 15 eQTLs are associated with highexpression of ACE2 in tissues (Supplementary Table S3).For instance, the eQTL variant rs4646127 (log allelic foldchange = 0.314), which locates in the intron of ACE2gene, has the highest AFs in both of the ChinaMAP(0.997) and EAS (0.994) populations. Comparatively, theAFs of rs4646127 in EUR (0.651) and AMR (0.754)populations are much lower. These findings suggested thegenotypes of ACE2 gene polymorphism may be associatedhigher expression levels of ACE2 in EAS population.Recent reports of the ACE2 expression analysis in lungtissues from Asian and Caucasian populations are stillcontroversial. The single-cell RNA-seq analysis reportedthat the Asian donor had much higher ACE2 expressioncell ratio than white and African-American donors6. Incontrast, the ACE2 expression analysis using the RNA-seqand microarray datasets from control lung tissuesindicated there were no significant differences between Asianand Caucasian, or male and female11. TheACE2expressing cells are a very small part of cells in lungtissues6. The sample size and the purity of ACE2-positivecells in the selected samples would influence theconclusions. Our analysis showed the differences indistribution and AFs of eQTLs for ACE2 in differentpopulations, indicating the diversity of ACE2 expressionpattern in populations (Supplementary Table S3).Largescale and multiple tissue-level analysis of single-cellRNAseq would be more accurate for the expression analysis ofACE2 in different populations. In addition, our datashowed the moderate difference in AFs of eQTLs betweenSouth Asian and EAS, which suggests the potentialdifference of ACE2 expression in different populations andethnics in Asia (Fig. 1c).In summary, we systematically analyzed coding-regionvariants in ACE2 and the eQTL variants, which may affectthe expression of ACE2 using the GTEx database tocompare the genomic characteristics of ACE2 amongdifferent populations. Our findings indicated that nodirect evidence was identified genetically supporting theexistence of coronavirus S-protein binding-resistantACE2 mutants in different populations (Fig. 1a). The dataof variant distribution and AFs may contribute to thefurther investigations of ACE2, including its roles in acutelung injury and lung function12. The East Asianpopulations have much higher AFs in the eQTL variantsassociated with higher ACE2 expression in tissues (Fig. 1c),which may suggest different susceptibility or response to2019-nCoV/SARS-CoV-2 from different populationsunder the similar conditions.AcknowledgementsThis work is supported by the National Basic Research Program of China (973Program, 2015CB553601); the National Natural Science Foundation of China(81530020, 81522032).Author contributionsY.C. and W.W. conceived the study; L.L., Z.F, S.W., P.H., X.S., F.W., X.H., and Y.C.performed the bioinformatics analysis. G.N. contributed to the discussion ofthe results. Y.C. and L.L. wrote the manuscript; Y.C. and W.W. revised themanuscript.Conflict of interestThe authors declare that they have no conflict of interest.Publisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.Supplementary Information accompanies the paper at (https://doi.org/10.1038/s41421-020-0147-1).", "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Susceptibility to SARS coronavirus S protein-driven infection correlates with expression of angiotensin converting enzyme 2 and infection can be blocked by soluble receptor"], ["The S proteins of human coronavirus NL63 and severe acute respiratory syndrome coronavirus bind overlapping regions of ACE2"], ["Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCoV"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["GTEx) pilot analysis: multitissue gene regulation in humans"], ["A global reference for human genetic variation"], ["831 diverse genomes from the NHLBI TOPMed Program"], ["Tobacco-use disparity in gene expression of ACE2, the receptor of 2019-nCov"], ["Angiotensin-converting enzyme 2 protects from severe acute lung failure"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Zhou"], ["R. Lu"], ["Hofmann"], ["W. Li"], ["W. Li"], ["Y. Zhao"], ["C. Rothe"], ["The GTEx Consortium. The", "Expression"], ["A. Auton"], ["D. Taliun"], ["G. Cai", "v1"], ["Y. Imai"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "investigations of 2019-nCoV/SARS-CoV-2 spreading in\nEast Asian (EAS) and other populations.", "one_words_summarize": "investigations of 2019-nCoV/SARS-CoV-2 spreading inEast Asian (EAS) and other populations. The mutations in these residues were notfound in different populations in our study. The effectsof low-frequency missense variants in populations forS-protein binding could be further investigated. The AFs of the top 6 commonvariants (rs4646127, rs2158082, rs5936011, rs6629110,rs4830983, and rs5936029) were higher than 95% in EASpopulations, whereas the AFs of these variants inEuropean populations were much lower (52%–65%). 1c).In summary, we systematically analyzed coding-regionvariants in ACE2 and the eQTL variants, which may affectthe expression of ACE2 using the GTEx database tocompare the genomic characteristics of ACE2 amongdifferent populations. Our findings indicated that nodirect evidence was identified genetically supporting theexistence of coronavirus S-protein binding-resistantACE2 mutants in different populations (Fig. AcknowledgementsThis work is supported by the National Basic Research Program of China (973Program, 2015CB553601); the National Natural Science Foundation of China(81530020, 81522032).Author contributionsY.C. and W.W. conceived the study; L.L., Z.F, S.W., P.H., X.S., F.W., X.H., and Y.C.performed the bioinformatics analysis. Publisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations."}