{"date": "2020/02/24", "journal": "Cell Discovery", "authors": "Huwen Wang, Zezhou Wang, Yinqiao Dong, Ruijie Chang, Chen Xu, Xiaoyue Yu, Shuxian Zhang, Lhakpa Tsamlag, Meili Shang, Jinyan Huang, Ying Wang, Gang Xu, Tian Shen, Xinxin Zhang, Yong Cai", "title": "Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China", "type": "Article", "abstract": "An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV/SARS-CoV-2) happened in Wuhan, Hubei Province in China in December 2019. Since the outbreak, several groups reported estimated R0 of Coronavirus Disease 2019 (COVID-19) and generated valuable prediction for the early phase of this outbreak. After implementation of strict prevention and control measures in China, new estimation is needed. An infectious disease dynamics SEIR (Susceptible, Exposed, Infectious, and Removed) model was applied to estimate the epidemic trend in Wuhan, China under two assumptions of Rt. In the first assumption, Rt was assumed to maintain over 1. The estimated number of infections would continue to increase throughout February without any indication of dropping with Rt = 1.9, 2.6, or 3.1. The number of infections would reach 11,044, 70,258, and 227,989, respectively, by 29 February 2020. In the second assumption, Rt was assumed to gradually decrease at different phases from high level of transmission (Rt = 3.1, 2.6, and 1.9) to below 1 (Rt = 0.9 or 0.5) owing to increasingly implemented public health intervention. Several phases were divided by the dates when various levels of prevention and control measures were taken in effect in Wuhan. The estimated number of infections would reach the peak in late February, which is 58,077-84,520 or 55,869-81,393. Whether or not the peak of the number of infections would occur in February 2020 may be an important index for evaluating the sufficiency of the current measures taken in China. Regardless of the occurrence of the peak, the currently strict measures in Wuhan should be continuously implemented and necessary strict public health measures should be applied in other locations in China with high number of COVID-19 cases, in order to reduce Rt to an ideal level and control the infection.", "text": "        201        The reproduction number, R, measures thetransmissibility of a virus, representing the average number of newinfections generated by each infected person, the initialconstant of which is called the basic reproductionnumber, R09, and the actual average number of secondarycases per infected case at time t is called effectivereproduction number, Rt10–12. Rt shows time-dependentvariation with the implementation of control measures. R > 1indicates that the outbreak is self-sustaining unlesseffective control measures are implemented, while R < 1indicates that the number of new cases decreases overtime and, eventually, the outbreak will stop9. Over thepast month, several groups reported estimated R0 ofCOVID-19 and generated valuable prediction for the earlyphase of this outbreak. In particular, Imai et al.9 providedthe first estimation, using R0 of 2.6 and based on thenumber of cases in China and those detected in othercountries. Other authors estimated R0 to be 3.813, 6.4714,2.215, and 2.6816. These predictions were very alerting andsuggestions have been made for very strict public healthmeasures to contain the epidemics.        In response to the outbreak of COVID-19, a series ofprompt public health measures have been taken. On 1January, the Huanan Seafood Wholesale Market wasclosed in the hope of eliminating zoonotic source of thevirus5. On 11 January, upon isolation of the viral strain forCOVID-19 and establishment of its whole-genomesequences17, reverse transcription-polymerase chainreaction (RT-PCR) reagents were developed and providedto Wuhan, which ensured the fast ascertainment ofinfection15. On 21 January, Emergency Response Systemwas activated to better provide ongoing support to theCOVID-19 response18. Ever since the outbreak, the workof intensive surveillance, epidemiological investigations,and isolation of suspect cases gradually improved. Thosehaving had close contacts with infections were asked toreceive medical observation and quarantine for 14 days19.Travel from and to Wuhan City as well as othermediumsized cities in Hubei Province has been restricted since 2        The 2019-nCoV/SARS-CoV-2 has at least 79.5%similarity in genetic sequence to SARS-CoV5,17. Riley21estimated that 2.7 secondary infections were generated percase on average (R0 = 2.7) at the start of the SARSepidemic without controlling. After isolating the patients andcontrolling the infection by the authority, the value of Rtfor SARS decreased to 0.2522. As Li et al.15 mentioned, itis possible that subsequent control measures in Wuhan,and elsewhere in mainland China, have reducedtransmissibility. A new estimation of the epidemic dynamicstaking the unprecedentedly strict prevention and controlmeasures in China into consideration is required to betterguide the future prevention decisions.In this article, we intended to make phase-adjustedestimation of the epidemic trend for the 2019-nCoV /SARS-CoV-2 infection transmission in Wuhan, Chinaunder two assumptions of Rt (maintaining high >1 orgradually decreasing to <1). We hope to depict two typesof epidemic dynamics to provide potential evaluationstandard for the effects of current prevention and controlmeasures, and to provide theoretical basis for futureprevention decisions of the current epidemic in China.prevention and control measures are insufficient in          Assuming the epidemic continues to develop with R0 =1.9, 2.6, and 3.19 from          the prevention and control measures are sufficientin Wuhan, China          The first phase (                    The second phase (2                    The third phase (                    The fourth phase (from 1          Our model predicted 2323–3381 deaths in Wuhan,China when we assumed Rt as 0.9 and the percent ofdeaths as 4%; 2235–3256 deaths when we assumed Rt as0.5 at the fourth phase. An average of 2279–3318 deathswere also estimated (Table 1).When we assumed Rt as 0.9 and the percent of deaths10% based on calculation of case fatality rate (CFR) atearly stage of the epidemic6, our model predicted5808–8452 deaths in Wuhan, China; 5587–8139 deathswhen we assumed Rt as 0.5 at the fourth phase. Anaverage of 5697–8296 deaths were also estimated.Estimations of the transmission risk and the epidemictrend of COVID-19 are of great importance because thesecan arouse the vigilance of the policy makers, healthprofessionals, and the whole society so that enoughresources would be mobilized in a speedy and efficientway for both control and treatment. We estimated thenumber of infections using SEIR (Susceptible, Exposed,Infectious, and Removed) model under two assumptionsof Rt (Rt maintaining to be >1 or Rt gradually decreasing to<1) in the purpose of depicting various possible epidemictrends of COVID-19 in Wuhan, China. Two estimationsprovide an approach for evaluating the sufficiency of thecurrent measures taken in China, depending on whetheror not the peak of the number of infections would occurin February 2020. Assuming the current control measureswere ineffective and insufficient, the estimated number ofinfections would continue to increase throughoutFebruary without a peak. On the other hand, assuming thecurrent control measures were effective and sufficient, theestimated number of infections would reach the peak inlate February 2020.According to Read’s research13, R0 for COVID-19outbreak is much higher compared with other emergentcoronaviruses. It might be very difficult to contain orcontrol the spreading of this virus. If the prevention andcontrol measures were not sufficient or some new factorsoccurred (e.g., a large proportion of cases with mild ornone symptoms existed in the community; there weremore zoonotic sources), the epidemic might continue todevelop at a high speed. Therefore, we depicted first theepidemic dynamics of the relatively unsatisfyingcircumstance based on the R0 estimated before theunprecedented efforts of China in the containment of theepidemics occurred and the newest documentedparameters. The curve continued to go up throughoutFebruary without any indication of dropping, indicating theneed for further enhancement of public health measuresfor containment of the current outbreak.        However, as mentioned by WHO in the statement on 30January, “it is still possible to interrupt virus spread,provided that countries put in place strong measures todetect disease early, isolate and treat cases, trace contacts,and promote social-distancing measures commensuratewith the risk.”8 Responding to the outbreak, China hastaken a series of unprecedentedly strict measuresregardless of economic losses, including daily contact withWHO and comprehensive multi-sectoral approaches tofight against the virus and prevent further spread, showingthe sense of responsibility of China to its citizens and thewhole world. Epidemic information has been released inan open, transparent, responsible, and timely mannerhome and abroad. Cooperation has been established withother countries and international organizations. Thesemeasures have won full recognition of the internationalcommunity, including WHO. Specifically in Wuhan, inthe early phase from beginning of December 2019 to 2                Rt is therefore assumed to decrease gradually from 3.1to 0.5 in Wuhan, China in the current study. The trend ofthe estimated cases is in accordance with the trend ofcurrently confirmed cases. The relatively big difference innumber may be due to the possible existence of a largenumber of mild and asymptomatic cases and theimperfection of current diagnostic measures. According toNHC, before 1        The number of deaths in the current study was estimatedbased on previously reported CFRs. Chen et al.6 calculatedit to be 11% based on 99 cases at the very early stage of theoutbreak. This mortality rate might not be representative ofthe whole patients’ population due to the relatively smallsample size and scarce knowledge about the virus at earlystage. More recently, Yang et al.24 estimated the overalladjusted CFR among confirmed patients to be 3.06% with asample size of 8866. The number of deaths estimatedaccordingly might be more close to the reality. Ourestimation of the number of deaths only provides a possiblerange based on currently reported CFR. The actual numberof deaths might be lower with more mild and asymptomaticcases being detected and the improvement of clinical careand treatment as the epidemic progresses.Hubei Province, of which Wuhan is the capital city,accounts for more than 80% of newly confirmed cases allover the country according to NHC daily report. Thecurrent epidemic trend in Hubei Province is similar tothat in Wuhan City. Considering the high number ofconfirmed cases in the province, the currently strictmeasures should be continuously implemented both inWuhan and other cities in Hubei Province no matterwhether the peak of number of infections would occur ornot, in order to reduce Rt to an ideal level and to controlthe epidemic. Owing to the timely transportationrestriction in Hubei Province and other measures, thenumber of newly confirmed cases remains relatively lowand has decreased for 13 days in a row in other provinces,autonomous regions, and municipalities in mainlandChina outside Hubei Province. However, independentself-sustaining human-to-human spread is estimated toalready present in multiple major Chinese cities, includingBeijing, Shanghai, Guangzhou, and Shenzhen16. Inaddition, pressure on transmission control caused by thepopulation migration after Spring Festival holidays mayoccur soon, especially in some densely populated cities25.Necessary strict measures should still be maintained evenwhen the current measures turn out to be effective.Our study has some limitations. Firstly, the SEIR modelwas set up based on a number of necessary assumptions.For example, we assumed that no super-spreaders exist inthe model, but there is currently no supportive evidence.Secondly, the accuracy of the estimation model dependslargely on the accuracy of the parameters it used, such asincubation period. With more precise parametersobtained as the epidemic progresses, our estimationmodel will also be more precise. Our estimates of thereproductive number from 3.1 to 0.5 are based onprevious studies and experience from SARS control.However, this measure may change substantially over thecourse of this epidemic and as additional data arrives.Besides, using a fixed Rt value in each phase may incurpotential bias because Rt is essentially a dynamicparameter. Thirdly, these estimated data may not be sustainedif unforeseeable factors occurred. For example, if someinfections were caused by multiple exposures to animals,these estimates will be exposed to a big uncertainty.Fourthly, the epidemic trend shows great differencebetween Wuhan and Hubei Province and regions inmainland China outside Hubei Province according to theNHC reported data. It is thus inappropriate to generalizethe estimations in Wuhan to regions in mainland Chinaoutside Hubei Province. The dynamics model for theother locations in mainland China remains to bedeveloped and specific parameters need to be redefined. Lastly,we do not provide model fit information in the currentstudy. SEIR model is a prediction model forecasting thenumber of infections in the future. The datacorresponding to actual situation in the future cannot bedetermined and this makes model fitting almostimpossible during the outbreak. We would carry out modelfitting according to the real data in pace with moreinformation and knowledge about the characteristics ofCOVID-19 and the epidemics in the future.Despite the limitations mentioned above, the currentstudy is the first to provide estimation for epidemic trendafter strict prevention and control measures wereimplemented in China. Whether current prevention and controlmeasures are sufficient or not may be evaluated throughthe occurrence of the infection number peak in February.Rigorous measures should still be maintained even whenthe current measures turn out to be effective by the end ofFebruary to prevent further spread of the virus.We employed an infectious disease dynamics model(SEIR model) for the purpose of modeling and predictingthe number of COVID-19 cases in Wuhan, China. Themodel is a classic epidemic method to analyze theinfectious disease, which has a definite latent period, and hasproved to be predictive for a variety of acute infectiousdiseases in the past such as Ebola and SARS22,26–31.Application of the mathematical model is of great guidingsignificance to assess the impact of isolation ofsymptomatic cases as well as observation of asymptomatic contactcases and to promote evidence-based decisions and policy.We assumed no new transmissions from animals, nodifferences in individual immunity, the time-scale of theepidemic is much faster than characteristic times fordemographic processes (natural birth and death), and nodifferences in natural births and deaths. In this model,individuals are classified into four types: susceptible (S; atrisk of contracting the disease), exposed (E; infected butnot yet infectious), infectious (I; capable of transmitting thedisease), and removed (R; those who recover or die fromthe disease). The total population size (N) is given by N =S + E + I + R. It is assumed that susceptible individualswho have been infected first enter a latent (exposed) stage,during which they may have a low level of infectivity. Thedifferential equations of the SEIR model are given as:32,33dS=dt ¼dE=dt ¼ β S I=Nβ S I=N ;σ E;dI=dt ¼ σ EdR=dt ¼ γ I;γ I;β ¼ R0γ;where β is the transmission rate, σ is the infection ratecalculated by the inverse of the mean latent period, and γis the recovery rate calculated by the inverse of infectiousperiod.R software (version 3.6.2) was applied for all thecalculations and estimates in the current study.Estimation of the epidemic trend assuming the preventionand control measures are insufficientWe first estimated the epidemic trend in Wuhan, Chinaassuming the current prevention and control measuresare insufficient. In this process, S was assumed to be thepopulation of Wuhan City (11 million)15,34. The initialassumed number of cases caused by zoonotic exposurewas 40 (I) according to Imai et al.’s9 estimation. Weproposed E at 20 times of I in accordance with Readet al.13. R was set as 0. σ was set as 1/5.2 according to thelatest article by Li et al.15, which calculated the meanincubation period of COVID-19 to be 5.2 days. Chenet al.6 calculated the average hospitalization period of 31discharged patients to be 12.39 ± 4.77 days. Yang et al.24calculated the median time from disease onset todiagnosis among confirmed patients to be 5. γ was accordinglyset as 1/18 (ceiling of 12.39 ± 5 is 18). R0 was chosen basedon Imai et al.’s9 estimation 2.6 (1.9–3.1) assuming 4000(1000–9700) infections as of 18 January.Estimation of the epidemic trend assuming the preventionand control measures are sufficientThis section discussed the scenario where the currentprevention and control measures are sufficient. The set ofS, E, I, R, σ, and γ is the same as the first section exceptthat we also explored the model with E at 30 times of I toprovide a possible range of number of infections. Theabsence of fever in COVID-19 cases is more frequent thanin SARS-CoV and MERS-CoV infection35. Such patientsmay be missed since the current surveillance casedefinition focused mainly on fever detection. Accordingly, thepossibility of E at 30 times of I cannot be excluded.          R0 in this section was chosen by phases. The first phaseranges from          AcknowledgementsThis work is funded by Medicine and Engineering Interdisciplinary ResearchFund of Shanghai Jiao Tong University (YG2020YQ06), the National KeyResearch and Development Project (2018YFC1705100, 2018YFC1705103), andthe National Natural Science Foundation of China (71673187), which had norole in study design, data collection, data analysis, data interpretation, orwriting of the report. We acknowledge all health-care workers involved in thediagnosis and treatment of patients all around China. We thank NationalHealth Commission of the People’s Republic of China for coordinating datacollection for patients with COVID-19 infection.Author contributionsY.C., X.Z., H.W., Z.W., and Y.D. had the idea for and designed the study and hadfull access to all data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. Y.C., H.W., Z.W., Y.D., R.C., S.Z., C.X., L.T., and X.Y. contributed to writing of the manuscript. H.W., Y.C., J.H., G.X., T.S., Y.W., and X.Z. contributed to critical revision of the report. Y.C., X.Z., H.W., Z.W., Y.D., M.S., R.C., S.Z., C.X., L.T., G.X., T.S., Y.W., and X.Y. contributed to the statisticalanalysis. All authors contributed to data acquisition, data analysis, or datainterpretation, and reviewed and approved the final version.The authors declare that they have no conflict of interest.Publisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Pneumonia of unknown cause-China"], [""], [""], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Update on the Incidence of Pneumonia with Novel Coronavirus Infection (in Chinese)"], ["Statement on the Second Meeting of the International Health Regulations ("], ["-global-infectious-disease-analysis/news-wuhan-coronavirus/ ("], ["The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak"], ["Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures"], ["Transmission potential of primary pneumonic plague: time inhomogeneous evaluation based on historical documents of the transmission network"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Estimation of the Transmission Risk of 2019-nCov and Its Implication for Public Health Interventions ("], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], ["Prevention and Control Plan for New Coronavirus-Infected Pneumonia (Version 3) (in Chinese)"], ["Notice on Wuhan Novel Coronavirus Infection of Pneumonia Epidemic Prevention and Control"], ["Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions"], ["Predictive models of control strategies involved in containing indoor airborne infections"], [""], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Impacts of road traffic network and socioeconomic factors on the diffusion of 2009 pandemic influenza A (H1N1) in Mainland China"], ["Modelling the SARS epidemic by a lattice-based Monte-Carlo simulation"], ["Extension and verification of the SEIR model on the 2009 influenza A (H1N1) pandemic in Japan"], ["Forecasting Epidemics Through Nonparametric Estimation of Time-Dependent Transmission Rates Using the SEIR Model"], ["Adequacy of SEIR models whenepidemics have spatial structure: Ebola in Sierra Leone"], ["Timely identification of optimal control strategies for emerging infectious diseases"], ["Comparing nonpharmaceutical interventions for containing emerging epidemics"], ["Comparative estimation of the reproduction number for pandemic influenza from daily case notification data"], ["The basic reproductive number of ebola and the effects of public health measures: the cases of Congo and Uganda"], ["Notes from the field: an outbreak of NCIP (2019-nCoV) infection in ChinaWuhan"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["High-quality Medical Resources all over the Country to Win the Battle of Preventing and Controlling Epidemics"], ["Huoshenshan Hospital was Completed Today"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F. Chan"], ["-"], ["Coronavirus(2019-nCoV) Situation"], ["World Health Organization. Novel", "-"], ["D. S. Hui"], ["Chen"], [], ["regulations-"], ["N. Imai"], ["Haydon"], ["J. Wallinga", "P. Teunis"], ["H. Nishiura", "M. Schwehm", "M. Kakehashi", "M. Eichner"], ["J. M. Read", "J. R. E. Bridgen", "D. A. T. Cummings", "A. Ho", "C. P. Jewell"], ["B. Tang"], ["Q. Li"], ["J. T. Wu", "K. Leung", "G. Leung"], ["P. Zhou"], ["C. 2019 Novel Coronavirus"], [], ["htm"], ["S. Riley"], ["S. C. Chen", "C.-F. Chang", "Liao"], ["Update"], ["Y. Yang"], ["B. Xu", "H. Tian", "C. E. Sabel", "B. Xu"], ["H. Fang", "J. Chen", "J. Hu"], ["M. M. Saito"], ["A. Smirnova", "L. Chowell", "G."], ["W. M. Getz", "R. Salter", "W. Mgbara"], ["Z. Feng"], ["C. M. Peak", "L. M. Childs", "Y. H. Grad", "C. O. Buckee"], ["G. Chowell", "H. Nishiura", "L. Bettencourt"], ["G. Chowell", "N. W. Hengartner", "C. Castillo-Chavez", "P. W. Fenimore", "J. M. Hyman"], ["The", "-nCoV Outbreak Joint Field Epidemiology Investigation Team", "L. Qun"], ["Guan"], ["Pooling"], ["Wuhan"], ["Wuhan Leishenshan Hospital Welcomed its First Confirmed"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        201\n        ", "one_words_summarize": "201        The reproduction number, R, measures thetransmissibility of a virus, representing the average number of newinfections generated by each infected person, the initialconstant of which is called the basic reproductionnumber, R09, and the actual average number of secondarycases per infected case at time t is called effectivereproduction number, Rt10–12. Rt shows time-dependentvariation with the implementation of control measures. In response to the outbreak of COVID-19, a series ofprompt public health measures have been taken. On 21 January, Emergency Response Systemwas activated to better provide ongoing support to theCOVID-19 response18. Estimations of the transmission risk and the epidemictrend of COVID-19 are of great importance because thesecan arouse the vigilance of the policy makers, healthprofessionals, and the whole society so that enoughresources would be mobilized in a speedy and efficientway for both control and treatment. On the other hand, assuming thecurrent control measures were effective and sufficient, theestimated number of infections would reach the peak inlate February 2020.According to Read’s research13, R0 for COVID-19outbreak is much higher compared with other emergentcoronaviruses. It might be very difficult to contain orcontrol the spreading of this virus. The curve continued to go up throughoutFebruary without any indication of dropping, indicating theneed for further enhancement of public health measuresfor containment of the current outbreak. Cooperation has been established withother countries and international organizations. The trend ofthe estimated cases is in accordance with the trend ofcurrently confirmed cases. The number of deaths estimatedaccordingly might be more close to the reality. Owing to the timely transportationrestriction in Hubei Province and other measures, thenumber of newly confirmed cases remains relatively lowand has decreased for 13 days in a row in other provinces,autonomous regions, and municipalities in mainlandChina outside Hubei Province. However, this measure may change substantially over thecourse of this epidemic and as additional data arrives. The dynamics model for theother locations in mainland China remains to bedeveloped and specific parameters need to be redefined. Themodel is a classic epidemic method to analyze theinfectious disease, which has a definite latent period, and hasproved to be predictive for a variety of acute infectiousdiseases in the past such as Ebola and SARS22,26–31.Application of the mathematical model is of great guidingsignificance to assess the impact of isolation ofsymptomatic cases as well as observation of asymptomatic contactcases and to promote evidence-based decisions and policy. R software (version 3.6.2) was applied for all thecalculations and estimates in the current study. Accordingly, thepossibility of E at 30 times of I cannot be excluded. Author contributionsY.C., X.Z., H.W., Z.W., and Y.D. had the idea for and designed the study and hadfull access to all data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. Y.C., H.W., Z.W., Y.D., R.C., S.Z., C.X., L.T., and X.Y. contributed to writing of the manuscript. Publisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations."}