{"date": "2020/02/24", "journal": "Nature Microbiology", "authors": "Michael Letko, Andrea Marzi, Vincent Munster", "title": "Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses", "type": "Article", "abstract": "Over the past 20 years, several coronaviruses have crossed the species barrier into humans, causing outbreaks of severe, and often fatal, respiratory illness. Since SARS-CoV was first identified in animal markets, global viromics projects have discovered thousands of coronavirus sequences in diverse animals and geographic regions. Unfortunately, there are few tools available to functionally test these viruses for their ability to infect humans, which has severely hampered efforts to predict the next zoonotic viral outbreak. Here, we developed an approach to rapidly screen lineage B betacoronaviruses, such as SARS-CoV and the recent SARS-CoV-2, for receptor usage and their ability to infect cell types from different species. We show that host protease processing during viral entry is a significant barrier for several lineage B viruses and that bypassing this barrier allows several lineage B viruses to enter human cells through an unknown receptor. We also demonstrate how different lineage B viruses can recombine to gain entry into human cells, and confirm that human ACE2 is the receptor for the recently emerging SARS-CoV-2.", "text": "and parsed to 29 unique RBD sequences, representing all published absence of the host protease or incompatibility between the hostvariations of the lineage B RBD (Extended Data Fig. 1a,b). These protease and viral spike can block viral entr1y9–21. To circumvent29 RBDs phylogenetically cluster into three clades, as previouslyhost-cell protease incompatibility or absence, we protease treateddescribed5, but these RBD clades were not apparent in phyloge- our pseudotype panel and infected a wide variety of cell typesnetic analysis of other viral sequences, such as the RNA-dependent from different host species (Fig. 2 and Extended Data Fig. 2a,b).RNA polymerase (Extended Data Fig. 1c). All 29 RBDs were codon In the absence of exogenous protease, only clade 1 infected cellsoptimized, synthesized and cloned in place of the SARS RBD, gen- from African green monkey kidney, human gastrointestinal tract,erating chimeric spike expression constructs. We then produced human liver and porcine kidney, in agreement with previousstudvesicular stomatitis virus (VSV) reporter particles pseudotyped ies. Surprisingly, exogenous protease enhanced entry of a subsetwith the chimeric spikes (Fig. 1c)17. We chose VSV over lentiviruses of clade 2 spike chimeras in nonhuman primate, bat and humanas our pseudotype platform because lentiviral pseudotypes have cells (Fig. 2). Importantly, VSV-G-pseudotyped particles werefailed to accurately reflect viral entry with bat coronavirus spike able to produce luciferase signal in all cell lines tested in this studyprotein7. All constructs exhibited similar levels of expression in (Extended Data Fig. 2).producer cells and incorporation into VSV pseudotypes, except thechimera with BM48-31, which displayed somewhat reduced expres- Clade 2 entry is receptor dependent. Next, we tested humanvarision compared with the wild-type SARS spike (Fig. 1d). We then ants of known betacoronavirus receptors for their ability to mediateinfected baby hamster kidney (BHK) cells expressing the receptor cell entry of clade 2 and 3 spike chimeras. We also tested human am- ifor SARS-CoV or empty vector (Fig. 1e) and observed that only nopeptidase N (APN)—a common receptor for alphacoronavirusesclade 1, which includes SARS-CoV, could enter cells transfected (Fig. 3a). Protease treatment only enhanced entry of clade 1 RBDswith human ACE2 (Fig. 1e). on cells expressing human ACE2, but not human DPP4 or APN.No entry was observed with clade 2 or 3 spikes, regardless ofrecepProtease enhances clade 2 entry. After binding the host receptor, tor or protease addition. Human DPP4—a receptor for the lineagehost-cell protease cleaves spike, releasing the fusion peptide and C betacoronaviruses—only mediated entry of MERS-CoV, whereasallowing for host-cell entr18y. Previous studies have shown that an APN only mediated entry of the alphacoronavirus HCoV-229E01020Vero (AGM kidney)Untreated Protease treatedUntreated Protease treatedUntreated Protease treated(Fig. 2b). In the absence of receptor, no entry was observed for Clade determinants for ACE2 usage. Consensus sequences ofany of the pseudotypes, suggesting that protease-mediated entry is the three lineage B clades showed several key differences betweenreceptor dependent (Fig. 2b). these groups. Only clade 1 RBDs contain all 14 residues that havebeen shown through crystallography to interact with human ACE2Receptor usage of SARS-CoV-2. While our study was ongoing, a (Fig. 4a and Extended Data Fig. 4). The majority of these residueslineage B virus tentatively named SARS-CoV-2 was identified as the are absent from clades 2 and 3, which contain additional deletionscause of a pneumonia outbreak in Hubei, China. Once the sequence in surface-exposed loops that cluster at the interface with ACE2was publicly available, we synthesized, cloned and tested the RBD (Fig. 4a,b). We generated a series of clade consensus RBDvarifrom SARS-CoV-2 in our assay with human variants of known ants to determine the minimum number of mutations needed tocoronavirus receptors. The chimeric SARS–SARS-CoV-2 spike impart ACE2 function on clade 2 and 3 RBDs (Fig.4c). Introducingprotein expressed was incorporated into particles similarly to other the two loop deletions from clade 1 in clade 2 resulted in reducedclade 1 chimeric spikes and was capable of entering cells expressing spike expression, impaired pseudotype incorporation and losshuman ACE2, but not any of the other receptors tested (Fig. 3c,d of cell entry (Fig. 4c,d). Restoring these loops in clades 2 and 3and Extended Data Fig. 3). from the loops found in clade 1 did not enhance entry with ACE2bRs4231Rs4084SHC014        As6526Yunnan 20        Rp3Rs4247HKU3-8HKU3-13GX2013Longquan-140YN2013Rf4092ZXC21ZC45JL2012HuB2013        Rf1HeB201327        SHC014SARS-CoVNo spikeSARS-CoV-2WIV1SHC014SARS-CoVNo spikeSARS-CoV-2WIV1SHC014SARS-CoVNo spikeSARS-CoV-2WIV1SHC014SARS-CoVNo spikeACE2DPP4APNNoreceptorc13edla2CClade 1→2Clade 2 consensusClade 2→1 (version 1)Clade 2→1 (version 2)Clade 2→1 (version 3)Clade 3 (BM48-31)Clade 3→1 (version 1)Clade 3→1 (version 2)Clade 3→1 (version 3)these sequences are lacking. To gain traction on this ever-growing protease-enhanced entry of lineage B CoVs (Figs. 2, 3 and 5). Whileproblem, we took a reductionist approach to coronavirus entry and it has been shown that host proteases cleave spike, allowing for dow-ndeveloped a scalable, biosafety level 2-compatible method for t-est stream membrane fusion, other evidence suggests that protease maying only the minimal region of the virus essential for interacting act on the receptor as well to activate i2t7. The addition of proteasewith the host receptor (Fig. 1 and Extended Data Fig. 1a). Because during the course of SARS-CoV infection facilitated entry in cellsmost of these viruses have never been isolated, we resorted to syn- with low expression of ACE2 (normally insufficient to support virusthetic biology and molecular engineering to reduce the burden of entry)27. Indeed, we saw evidence of residual trypsin activity on thegene synthesis to just a small fragment. Thus, the cost and synthesis cells after infection in our studies, as the cell monolayer was looseproduction time for testing several spikes for entry in our system compared with the untreated condition. Similarly, Menachery et al23.is dramatically reduced (Extended Data Fig. 1d). In theory, this also observed cell rounding during their trypsin infections. Therefore,approach to functional viromics should be applicable to a wide va-ri further studies are needed to assess where trypsin is enhancing entryety of virus–host proteins and interactions. of coronaviruses: at the level of spike, the receptor, or both.Coronavirus entry is a multi-step process involving several d-is In the absence of exogenous protease, only clade 1 RBDs enteredtinct domains in spike that mediate virus attachment to the cell nonhuman primate, human and porcine cell lines (Fig. 2a,b andsurface, receptor engagement, protease processing and membrane Extended Data Fig. 2a,b). These findings are in agreement withfusion8. While the RBD–receptor interaction is the most studied in previous studies that have either isolated virus (WIV1) or rescuedthis process, recent studies have highlighted the major role host pro- recombinant chimeric viruses (SHC014, Rs4231 and Rs7237)5,7,28.tease processing plays as a species barrier19,22–24. Lineage C corona- However, with trypsin, a subset of genetically similar clade 2 RBDsviruses include MERS-CoV as well as distantly related viruses such gained entry in these cells, suggesting that their barrier is at the levelas HKU4, HKU5 and PDF-2180 (refs. 25,26). Studies have shown that of protease processing (Fig. 2a,b). The other spikes from clade 2 andHKU4 can bind human DPP4 but requires the addition of exogenous 3 did not enter the cells we tested, regardless of protease addition,trypsin to facilitate cell entry, and that HKU5 and PDF-2180 spikes suggesting an absent or incompatible receptor. Surprisingly, thecan enter human cells through an unidentified receptor with protease protease-dependent entry phenotype was consistent in the reversetreatment19,23. Analogous to these lineage C CoV studies, we observed spike chimeras in which we replaced the RBD in clade 2 or 3 spikeacwith a clade 1 RBD (Fig. 5d), suggesting that either the protease currently known coronavirus receptors (Figs. 1e and 3a,b). We didsite between S1 and S2 is not compatible with the chimeric spike not observe any pseudotype entry in the presence of protease andbackbone or the protease is not expressed in these cells (Extended the absence of receptor, suggesting that lineage B cell entry is stillData Fig. 5). Because clade 1 spikes enter cells expressing human receptor dependent following protease treatment (Fig. 3b). WhileACE2 without the addition of protease, but clade 2–clade 1 chime- our study was ongoing, a lineage B betacoronavirus wasidentiras require protease, our data show that the spike protease cleavage fied as the etiological agent behind an outbreak of pneumonia insite may be adapted to the protease environment of the receptor- Wuhan, Hubei, China (SARS-CoV-2). The RBD for SARS-CoV-2bound RBD (Extended Data Fig. 5). has residues and motifs found in all three clades but forms a di-sNone of the spike pseudotypes efficiently entered Rhinolophus tinct clade, so we tested it for receptor usage and observed entry ofcells, as was observed in previous studies using these cel2l9s,30 (Fig. 2c). human ACE2 but not other known coronavirus receptors (Fig. 3d).Surprisingly, AJicells were selectively permissive for only clade 2 entryInterestingly, within the backbone of SARS-CoV spike, cell entry offollowing protease treatment, which suggests that clade 2 RBDs inte-r SARS-CoV-2 was similar to the other clade 1 spikes tested, inclu-dact with a receptor that is distinct from clade 1 (Fig. 2c). Unfortunately, ing SARS-CoV. These findings suggest that SARS-CoV-2 is capablea common problem with studies assessing viral entry in cell types from of using human ACE2 as efficiently, if not more, as SARS-CoV,different species is accurately measuring surface protein expression of which may help to explain the human-to-human transmissibilitythe receptor through conventional methods such as flow cytometry. of this virus. Our finding that SARS-CoV-2 uses human ACE2 hasWe have previously shown that DPP4 from different species cross- now been confirmed with the full virus and a computermodellingreacts differently with the same DPP4 antibody, confounding correla- based approach32,33.tions between receptor expression level and entry31. The RBM is a region in the carboxy-terminal half of the RBDOur results show that, despite all of them being classified as the that contains all of the residues that interface with the host receptorsame virus species, most lineage B betacoronaviruses do not use (Fig. 3a)15. The 14 contact points in the co-structure of the SARSRBD bound to human ACE2 are largely absent from clade 2 and 3 These engineered spike sequences were synthesized and cloned into pcDNA3.1+RBDs, which also contain deletions compared with clade 1 RBMs (GenScript).Spike RBDs were first codon optimized for human cells, appended with regions(Fig. 4a,b and Extended Data Fig. 4a). Simply mutating clades 2 and of the target spike backbone to facilitate In-Fusion cloning and synthesized asdouble3 to have these 14 contact points was insufficient to impart human stranded DNA fragments (Integrated DNA Technologies). SARS-CoV, As6526ACE2 usage, and in some instances even led to protein destabiliza- or BM48-31 engineered spike plasmids were digested with their correspondingtion and a loss of pseudotype incorporation of spike (Fig. 4c). This is restriction enzymes and gel purified. RBD inserts were resuspended in water andprobably because the non-contact residues in the RBM play a critical In-Fusion cloned into gel-purified, digested spike backbone vectors (Takara).Human ACE2 (Q9BYF1.2), DPP4 (XM_005246371.3) or APN (NP_001141.2)structural role for these contact points, and indeed, these non-con- were synthesized and cloned into pcDNA3.1+ (GenScript). All DNA constructstact residues are different between the clades (Extended Data Fig. 4). were verified by Sanger sequencing (ACGT).In contrast with changing individual amino acids, ourchimeric RBD constructs show that clade 2 and 3 RBDs containing the Receptor transfection. BHK cells were seeded in black 96-well plates andclade 1 RBM are compatible with human ACE2. Coronaviruses transfected the next day with 100 ng plasmid DNA encoding human ACE2, DPP4,APN or empty vector, using polyethylenimine (Polysciences). All downstreamfrequently undergo recombination, gaining large swaths of genetic experiments were performed 24 h post-transfection.material at once34,35. Taken together with our data, it is possible thatrecombination with a clade 1 virus will impart compatibility with Pseudotype production. To produce seed particles (VSVΔG-luc/GFP+ VSV-G),human ACE2. Interestingly, the SARS-CoV-2 RBD contains most 293T cells were seeded in six-well plates and transfected 2h4later with 2µgof the contact points with human ACE2 that are found in clade 1, as VSV-luc/GFP, 2µg T7 polymerase, 0.5 µg VSV-N, 0.25 µg VSV-L, 1.25 µg VSV-Pand 1 µg VSV-G. VSV seed particles were harvested 48 h post-transfection. Cellwell as some amino acid variations that are unique to clades 2 and supernatants were collected, cleared from cell debris by centrifugation, aliquoted3 (Extended Data Fig. 4b). Taken together with our receptor assayresults, it may be possible that SARS-CoV-2 arose fromrecombination between clade 1 and the other clades.As we saw with the SARS–As6526 RBD (clade 2) spike chimera,and stored at −80 °C.CoV spike pseudotypes were produced as previously described31. 293T cellswere seeded onto six-well plates pre-coated with poly-l-lysine (Sigma–Aldrich)and transfected the next day with 1,200 ng of empty plasmid and 400ng ofplasmid encoding coronavirus spike or green fluorescent protein (GFP) as afull-length As6526 spike entered cells following protease treatment,no-spike control. After 24h, transfected cells were infected with VSVΔG particlesbut BM48-31 (clade 3) spike did not (Figs. 2 and 5c). These data pseudotyped with VSV-G, as previously described37. After 1 h of incubating atshow that chimeric spikes generally reproduce the entry phenotypes 37 °C, cells were washed three times and incubated in 2ml DMEM supplementedof full-length spikes. Notably, the full-length As6526 spike did notwith 2% FBS, penicillin/streptomycin and l-glutamine for 4h8. Supernatants werecollected, centrifuged at 500g for 5min, aliquoted and stored at −80 °C.enter cells as efficiently as the SARS–As6526 chimera, suggesting thatother human-cell adaptations are probably needed in As6526 spike. Luciferase-based cell entry assay. Target cells were seeded in black 96-well platesThe capacity to predict the zoonotic potential of newly detected and inoculated, in triplicate, with equivalent volumes of pseudotype stocks. Forviruses has been severely hindered by a lack of functional data for the trypsin experiments, pseudotype stocks were diluted 1:1 in DMEM withoutthese animal virus sequences. Here, we have developed a rapid and FBS, trypsin was added to a final concentration of 2,500μg ml−1 and the sampleswere incubated at 37 °C for 15 min. The samples were then diluted again 1:1 incost-effective platform with which to functionally test large groups cold DMEM supplemented with 2% FBS, then added to cells. Inoculated platesof related viruses for zoonotic potential. We found that several were centrifuged at 1,200g at 4 °C for 1 h and incubated overnight at 37 °C.other lineage B coronaviruses are capable of entering human cells Approximately 18–20h post-infection, Bright-Glo luciferase reagent (Promega)through an unknown receptor and that lineage B spike proteins can was added to each well, 1:1, without removing the culture media, and luciferaserecombine to gain entry with a known host receptor. Taken together was measured. Relative entry was calculated as the fold-entry over the negativecontrol, by normalizing the relative light unit for spike pseudotypes to the platewith the latest outbreak of SARS-CoV-2 in humans, these findings relative light unit average for the no-spike control.underscore the importance of continued surveillance of coronav-iruses at the sequence and functional levels in order to better preparefor the next emerging virus.Western blot. Producer cells (spike-transfected 293T) were lysed in 1% sodiumdodecyl sulfate, 150mM NaCl, 50mM Tris-HCl and 5mM EDTA and clarified bycentrifugation at 14,000g for 20 min.Pseudotyped particles were concentrated from producer cell supernatants thatwere overlaid on a 10% OptiPrep cushion in PBS (Sigma–Aldrich) and centrifugedat 20,000g for 2 h at 4 °C. Lysates and concentrated particles were analysed forFLAG (Sigma–Aldrich; A8592; 1:10,000), GAPDH (Sigma–Aldrich; G8795;1:10,000) and/or VSV-M (Kerafast; 23H12; 1:5,000) expression on 10% Bis-TrisPAGE gel (Thermo Fisher Scientific).Cells. 293T, A549, BHK, Caco-2, Huh-7.5, PK-15 and Vero cells were obtainedfrom the American Type Culture Collection and maintained in Dulbecco’smodified Eagle’s medium (DMEM; Sigma–Aldrich) supplemented with 10% foetalbovine serum (FBS), penicillin/streptomycin and l-glutamine. eTh bat cell linesRhiNi/40.1, HypNi and RhiLu (from M. Müller), AJ-primary (from A. Schountz),AJi and RaKSM-2.5i (generated in our laboratory) were maintained in DMEM/F12Statistics and reproducibility. Each figure shows the data for three technical(Gibco) supplemented with 12% FBS, penicillin/streptomycin, non-essential amino replicates, with the average of these replicates indicated. During the course of thisacids, sodium pyruvate and l-glutamine. AJ-primary cells were immortalizedwith a lentiviral vector expressing SV40 T-antigen following the manufacturer’sinstructions to generate AJi cells (abm; G203). RaKSM-2.5 primary cells have beenpreviously described and were immortalized in this study similar to AJi cel3l6.sSpecies for all of the cell lines used in this study were confirmed by cytochromeB PCR and subsequent Sanger sequencing. All of the cell lines tested negative forMycoplasma contamination by PCR.study, these experiments were performed multiple times with different batches ofpseudotypes and cells, and performed at different times. Thus, the results shownare representative of the biological replicates we observed. Four separate cloneswere recovered in parallel for the SARS–SARS-CoV-2 construct and were testedsimultaneously, in triplicate. Because all four clones were identical by Sangersequencing and behaved similarly in our entry assays, representative results withone clone are shown in Fig. 3c,d.Plasmids. The pATX-based VSV plasmid was used to generate a dual-reporterplasmid17. First, the coding sequence for enhanced green fluorescent protein was PCRamplified and inserted into the vector via XhoI and NheI. Firefly luciferase was PCRamplified and inserted into the vector via MluI and AvrII. This plasmid was then usedto generate the replication-incompetent VSV particles, as previously described.The spike coding sequences for SARS-CoV Urbani, As6526 and BM48-31were codon optimized for human cells, then appended with a 5′ kozak expressionsequence (GCCACC) and 3′ tetra-glycine linker followed by nucleotides encodinga FLAG-tag sequence (DYKDDDDK). For SARS-CoV spike, silent mutationswere introduced around codons 308 and 519 to form KpnI and XhoI digest sites.For As6526 spike, silent mutations were introduced around codons 290 and 501to form AflII and HindIII digest sites. For BM48-31 spike, silent mutations wereintroduced around codons 295 and 501 to form AflII and HindIII digest sites.Reporting Summary. Further information on research design is available in theNature Research Reporting Summary linked to this article.Unprocessed gel images for Figs. 1 and 3–5 and tables of luciferase assay data forFigs. 1–5 and Extended Data Fig. 2 are included as source data. Any other data thatsupport the findings of this study are available from the corresponding author uponrequest. Accession codes for all of the spike sequences used here can be found inExtended Data Fig. 1.Received: 3 February 2020; Accepted: 11 February 2020;Published: xx xx xxxxWe thank A. Schountz for generously sharing primary Artibeuscells, as well as M. Mullerfor providing the Rhinolophus cells used in this study. We also acknowledge F. Wu,S. Zhao, B. Yu, Y.-M. Chen, W. Wang, Y. Hu, Z.-G. Song, Z.-W. Tao, J.-H. Tian, Y.-Y. Pei,M. L. Yuan, Y.-L. Zhang, F.-H. Dai, Y. Liu, Q.-M. Wang, J.-J. Zheng, L. Xu, E. C. Holmesand Y.-Z. Zhang, as well as the Wuhan Institute of Virology, Chinese Academy of MedicalSciences and Peking Union Medical College, Chinese Center for Disease Control andPrevention, and Wuhan Jinyintan Hospital for rapidly providing the genome sequencefor SARS-CoV-2 and other essential outbreak information to the scientific community.This work was supported by the Intramural Research program of the National Instituteof Allergy and Infectious Diseases.Extended Data Fig. 1 | Lineage B RBD panel assembly and phylogenetic analysis. a, Coronavirus sequences were downloaded from NCBI and furtherparsed to 29 unique RBD variants. b, Virus isolate name, accession number, clade, host species and location of identification listed for the 29 unique lineage BRBDs used in this study. c, Cladograms for the spike RBD and coronavirus RNA-dependent RNA polymerase (nsp12). d, Overview of experimental timeline.Extended Data Fig. 2 | See next page for caption.Extended Data Fig. 2 | Additional cell lines tested without protease. a, Additional human and cell lines or b, bat-derived cell lines derived from otherspecies were infected with VSV-reporter particles pseudotyped with chimeric spikes and luciferase was measured a readout for cell entry. Trypsin was notused in these infections. c, All cell lines tested in this study supported entry and reporter expression of VSV-g pseudotyped particles. For all panels shownare the data for 3 techinical replicates, horizontal bars indicate the s.d. and vertical bars indicate the mean value of all 3 replicates.Extended Data Fig. 3 | 2019-nCoV uses human ACe2 to enter cells. VSVΔG-luciferase/GFP particles were pseudotyped with the indicated spikes andused to infect BHKs transfected with known coronavirus receptors. Microscopy images were taken 20 hours post-infection. Scale bar indicates 1000 um.Extended Data Fig. 4 | Lineage B panel RBD sequence features. a, Amino acid sequences corresponding to SARS-spike residues 317 through 500 werealigned with ClustalW. Contact points between SARS-spike and human ACE2 are indicated with an (*). Clade 2 sequences are shown as comparedto clade 2 As6526, with identical residues indicated with a (.) and sites that vary between clade 2 viruses highlighted in purple. Loop deletions arehighlighted in orange. b, Amino acid alignment of 2019-nCoV RBD and consensus RBD sequences for clade 1 and 2 and BM48-31 (clade 3). Loop deletionsare highlighted in orange.Extended Data Fig. 5 | Model of lineage B entry. a, SARS spike-clade 1 RBD enters cells expressing ACE2 and a host protease capable of cleaving SARSspike (left panel). While clade 2 RBDs can bind an unknown host receptor, the SARS spike backbone is incompatible with the receptor-associatedprotease, resulting in a lack of cleavage and entry (middle panel). The addition of exogenous protease may overcome the lack of endogenous proteasecleavage of spike, resulting in receptor-dependent entry. Alternatively, the addition of exogenous protease may activate the receptor to facilitate entry.b, Replacing the RBD of As6526 spike with the clade 1 RBD allows for ACE2 interaction, but the As6526 spike backbone is incompatible with theACE2-associated protease (left panel). Addition of exogenous protease overcomes protease incompatibility, allowing for ACE2-mediate entry (right panel).Michael LetkoCorresponding author(s): Vincent MunsterLast updated by author(s): Feb 7, 2020Reporting SummaryNature Research wishes to improve the reproducibility of the work that we publish. This form provides structure for consistency and transparencyin reporting. For further information on Nature Research policies, see Authors & Referees and the Editorial Policy Checklist.n/a ConfirmedFor all statistical analyses, confirm that the following items are present in the figure legend, table legend, main text, or Methods section.The exact sample size (n) for each experimental group/condition, given as a discrete number and unit of measurementA statement on whether measurements were taken from distinct samples or whether the same sample was measured repeatedlyThe statistical test(s) used AND whether they are one- or two-sidedOnly common tests should be described solely by name; describe more complex techniques in the Methods section.A description of all covariates testedA description of any assumptions or corrections, such as tests of normality and adjustment for multiple comparisonsA full description of the statistical parameters including central tendency (e.g. means) or other basic estimates (e.g. regression coefficient)AND variation (e.g. standard deviation) or associated estimates of uncertainty (e.g. confidence intervals)For null hypothesis testing, the test statistic (e.g. F, t, r) with confidence intervals, effect sizes, degrees of freedom and P value notedGive P values as exact values whenever suitable.For Bayesian analysis, information on the choice of priors and Markov chain Monte Carlo settingsFor hierarchical and complex designs, identification of the appropriate level for tests and full reporting of outcomesEstimates of effect sizes (e.g. Cohen's d, Pearson's r), indicating how they were calculatedOur web collection on statistics for biologists contains articles on many of the points above.Policy information about availability of computer codeData collectionData analysisRaw luciferase data was exported to Microsoft Excel (v. 16.33).Luciferase data was analyzed in Microsoft Excel (v. 16.33). Graphs of luciferase data were generated in Prism 8. Protein structures wererendered in PyMol (v.2.3.2) using existing, published structural data.For manuscripts utilizing custom algorithms or software that are central to the research but not yet described in published literature, software must be made available to editors/reviewers.We strongly encourage code deposition in a community repository (e.g. GitHub). See the Nature Research guidelines for submitting code & software for further information.Policy information about availability of dataAll manuscripts must include a data availability statement. This statement should provide the following information, where applicable:- Accession codes, unique identifiers, or web links for publicly available datasets- A list of figures that have associated raw data- A description of any restrictions on data availabilityAccession numbers for all viral sequences used in this study are provided in extended data figure 1b. Accession numbers for human ACE2, APN, and DPP4 areprovided in the methods section, under \"plasmids.\" Unprocessed westernblot images and graphed values are provided as source data. All reagents are freelyavailable upon request.natureresearch|reportingsummaryField-specific reportingPlease select the one below that is the best fit for your research. If you are not sure, read the appropriate sections before making your selection.Life sciencesBehavioural & social sciencesEcological, evolutionary & environmental sciencesFor a reference copy of the document with all sections, see nature.com/documents/nr-reporting-summary-flat.pdfLife sciences study designAll studies must disclose on these points even when the disclosure is negative.Sample sizeData exclusionsReplicationRandomizationBlindingSample-size calculations were not performed. For each pseudotype in our study, we infected cells in triplicate to demonstrate magnitude andconsistency of measurable differences.We did not exclude any data for the experiments presented.The figures in our manuscript are \"final\" experiments after many months of preliminary data collection. All viral pseudotypes in our studywere generated and tested multiple times before we produced large batches of pseudotypes for the \"final\" experiments. These results wereextremely consistent between different batches of pseudotypes produced at different times and in cells of different passage numbers.No specific steps were taken to randomize experimental groups. This is because the generally binary outcome of the assay performed leftresults to little interpretation.All pseudotypes were numbered 1-29 for ease during our experiments. No further steps were taken to blind the investigator, because thedata was generally binary - there either was or was not cell entry, leaving little room for investigator bias during data collection.Reporting for specific materials, systems and methodsWe require information from authors about some types of materials, experimental systems and methods used in many studies. Here, indicate whether each material,system or method listed is relevant to your study. If you are not sure if a list item applies to your research, read the appropriate section before selecting a response.Materials & experimental systemsn/a Involved in the studyMethodsn/a Involved in the studyChIP-seqFlow cytometryMRI-based neuroimagingAntibodiesEukaryotic cell linesPalaeontologyAnimals and other organismsHuman research participantsClinical dataAntibodies usedValidationPolicy information about cell linesCell line source(s)FLAG antibody for westernblot - Sigma - A8592GAPDH antibody for westernblot - Sigma - G8795anti-VSV M - Kerafast Inc., Boston, MA - 23H12These FLAG and GAPDH antibodies are well established, commercially available, have been validated by the company and havebeen used by our group and many others (for example PMID: 30572566, 28031368, 26628364).Anti-VSV-m has been used extensively in immunofluorescence labeling and western blot analysis by Andrea Marzi's lab andothers (for example PMID: 30038228, 26091335, 12134006).1. A549 - human lung epithelial - ATCC CCL-1852. Artibeus jamaicensis - primary kidney - obtained from Anthony Schountz, Colorado State University (PMID: 26899616)3. Artibeus jamaicensis - immortalized cells - AJ-primary cells above were immortalized with SV40 T-antigen as described inour maniscript4. BHK - hamster kidney - ATCC CCL-105. Caco-2 - human colon epithelial cells - ATCC HTB-37AuthenticationMycoplasma contaminationCell species was confirmed by Cytochrome B sequencingAll cell lines tested negative for mycoplasma by standard PCR prior to experimentsName any commonly misidentified cell lines used in the study and provide a rationale for their use.", "ref_list": [[], ["SARS-CoV infection in a restaurant from palm civet"], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence"], ["function, and evolution of coronavirus spike proteins"], ["Proteolytic activation of the SARS-coronavirus spike protein: cutting enzymes at the cutting edge of antiviral research"], ["Eficient activation of the severe acute respiratory syndrome coronavirus spike protein by the transmembrane protease TMPRSS2"], ["Cleavage and activation of the severe acute respiratory syndrome coronavirus spike protein by human airway trypsin-like protease"], ["Activation of the SARS coronavirus spike protein via sequential proteolytic cleavage at two distinct sites"], ["Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Synthetic recombinant bat SARS-like coronavirus is infectious in cultured cells and in mice"], ["Vesicular stomatitis virus-based Ebola vaccines with improved cross-protective eficacy"], ["Host cell proteases: critical determinants of Author contributions coronavirus tropism and pathogenesis"], ["Receptor usage and cell entry of bat coronavirus HKU4 provide lines, performed all of the experiments, analysed all of the data, assembled the figures insight into bat-to-human transmission of MERS coronavirus"], ["Protease- contributed to the manuscript. mediated enhancement of severe acute respiratory syndrome coronavirus infection"], ["Cleavage of the SARS coronavirus spike glycoprotein by Competing interests airway proteases enhances virus entry into human bronchial epithelial cells The authors declare no competing interests"], ["Two mutations were critical for bat-to-human transmission of Additional information Middle East respiratory syndrome coronavirus"], ["Trypsin treatment unlocks barrier for zoonotic bat s41564-020-0688-y. coronaviruses infection"], ["Extended data is available for this paper"], ["Molecular diversity of coronaviruses in bats"], ["Further evidence for bats as the evolutionary source of published maps and institutional affiliations"], ["- human liver - obtained from Heinz Feldmann laboratory at Rocky Mountain Labs"], [""], ["- porcine kidney cells - ATCC CCL-33"], ["- Rousettus aegyptiacus kidney - generated in our lab and previously published (PMID: 31682727)"], [""], [""], ["- african green monkey kidney - obtained from Heinz Feldmann laboratory at Rocky Mountain Labs"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. Wang"], ["T. Kuiken"], ["W. Li"], ["X. Y. Ge"], ["B. Hu"], ["S. K. Lau"], ["Menachery"], ["F. Li", "Structure"], ["G. Simmons", "P. Zmora", "S. Gierer", "A. Heurich", "S. Pohlmann"], ["S. Matsuyama"], ["S. Bertram"], ["S. Belouzard", "V. C. Chu", "G. R. Whittaker"], ["V. S. Raj"], ["W. Li"], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], ["M. M. Becker"], ["A. Marzi"], ["J. K. Millet", "G. R. Whittaker"], ["Y. Yang"], ["S. Matsuyama", "M. Ujike", "S. Morikawa", "M. Tashiro", "F. Taguchi"], ["Y. W. Kam"], ["Y. Yang"], ["Menachery"], ["D. R. Beniac", "S. L. Andonov", "A. He", "R. Booth", "T. F."], ["P. C. Woo"], ["S. J. Anthony"], [], [], [], [], [], [], ["Vero"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "and parsed to 29 unique RBD sequences, representing all published absence of the host protease or incompatibility between the host\nvariations of the lineage B RBD (Extended Data Fig. 1a,b). These protease and viral spike can block viral entr1y9–21. To circumvent\n29 RBDs phylogenetically cluster into three clades, as previouslyhost-cell protease incompatibility or absence, we protease treated\ndescribed5, but these RBD clades were not apparent in phyloge- our pseudotype panel and infected a wide variety of cell types\nnetic analysis of other viral sequences, such as the RNA-dependent from different host species (Fig. 2 and Extended Data Fig. 2a,b).\nRNA polymerase (Extended Data Fig. 1c). All 29 RBDs were codon In the absence of exogenous protease, only clade 1 infected cells\noptimized, synthesized and cloned in place of the SARS RBD, gen- from African green monkey kidney, human gastrointestinal tract,\nerating chimeric spike expression constructs. We then produced human liver and porcine kidney, in agreement with previous\nstudvesicular stomatitis virus (VSV) reporter particles pseudotyped ies. Surprisingly, exogenous protease enhanced entry of a subset\nwith the chimeric spikes (Fig. 1c)17. We chose VSV over lentiviruses of clade 2 spike chimeras in nonhuman primate, bat and human\nas our pseudotype platform because lentiviral pseudotypes have cells (Fig. 2). Importantly, VSV-G-pseudotyped particles were\nfailed to accurately reflect viral entry with bat coronavirus spike able to produce luciferase signal in all cell lines tested in this study\nprotein7. All constructs exhibited similar levels of expression in (Extended Data Fig. 2).\nproducer cells and incorporation into VSV pseudotypes, except the\nchimera with BM48-31, which displayed somewhat reduced expres- Clade 2 entry is receptor dependent. Next, we tested human\nvarision compared with the wild-type SARS spike (Fig. 1d). We then ants of known betacoronavirus receptors for their ability to mediate\ninfected baby hamster kidney (BHK) cells expressing the receptor cell entry of clade 2 and 3 spike chimeras. We also tested human am- i\nfor SARS-CoV or empty vector (Fig. 1e) and observed that only nopeptidase N (APN)—a common receptor for alphacoronaviruses\nclade 1, which includes SARS-CoV, could enter cells transfected (Fig. 3a). Protease treatment only enhanced entry of clade 1 RBDs\nwith human ACE2 (Fig. 1e). on cells expressing human ACE2, but not human DPP4 or APN.", "one_words_summarize": "and parsed to 29 unique RBD sequences, representing all published absence of the host protease or incompatibility between the hostvariations of the lineage B RBD (Extended Data Fig. Previous studies have shown that an APN only mediated entry of the alphacoronavirus HCoV-229E01020Vero (AGM kidney)Untreated Protease treatedUntreated Protease treatedUntreated Protease treated(Fig. Restoring these loops in clades 2 and 3and Extended Data Fig. Similarly, Menachery et al23.is dramatically reduced (Extended Data Fig. In theory, this also observed cell rounding during their trypsin infections. of coronaviruses: at the level of spike, the receptor, or both. Because clade 1 spikes enter cells expressing human receptor dependent following protease treatment (Fig. has residues and motifs found in all three clades but forms a di-sNone of the spike pseudotypes efficiently entered Rhinolophus tinct clade, so we tested it for receptor usage and observed entry ofcells, as was observed in previous studies using these cel2l9s,30 (Fig. The 14 contact points in the co-structure of the SARSRBD bound to human ACE2 are largely absent from clade 2 and 3 These engineered spike sequences were synthesized and cloned into pcDNA3.1+RBDs, which also contain deletions compared with clade 1 RBMs (GenScript).Spike RBDs were first codon optimized for human cells, appended with regions(Fig. BHK cells were seeded in black 96-well plates andclade 1 RBM are compatible with human ACE2. Cellwell as some amino acid variations that are unique to clades 2 and supernatants were collected, cleared from cell debris by centrifugation, aliquoted3 (Extended Data Fig. These data pseudotyped with VSV-G, as previously described37. The samples were then diluted again 1:1 incost-effective platform with which to functionally test large groups cold DMEM supplemented with 2% FBS, then added to cells. eTh bat cell linesRhiNi/40.1, HypNi and RhiLu (from M. Müller), AJ-primary (from A. Schountz),AJi and RaKSM-2.5i (generated in our laboratory) were maintained in DMEM/F12Statistics and reproducibility. a, Coronavirus sequences were downloaded from NCBI and furtherparsed to 29 unique RBD variants. c, All cell lines tested in this study supported entry and reporter expression of VSV-g pseudotyped particles. and vertical bars indicate the mean value of all 3 replicates. VSVΔG-luciferase/GFP particles were pseudotyped with the indicated spikes andused to infect BHKs transfected with known coronavirus receptors. and sites that vary between clade 2 viruses highlighted in purple. Alternatively, the addition of exogenous protease may activate the receptor to facilitate entry.b, Replacing the RBD of As6526 spike with the clade 1 RBD allows for ACE2 interaction, but the As6526 spike backbone is incompatible with theACE2-associated protease (left panel). Addition of exogenous protease overcomes protease incompatibility, allowing for ACE2-mediate entry (right panel).Michael LetkoCorresponding author(s): Vincent MunsterLast updated by author(s): Feb 7, 2020Reporting SummaryNature Research wishes to improve the reproducibility of the work that we publish. For Bayesian analysis, information on the choice of priors and Markov chain Monte Carlo settingsFor hierarchical and complex designs, identification of the appropriate level for tests and full reporting of outcomesEstimates of effect sizes (e.g. Cohen's d, Pearson's r), indicating how they were calculatedOur web collection on statistics for biologists contains articles on many of the points above. We strongly encourage code deposition in a community repository (e.g. GitHub). Policy information about availability of dataAll manuscripts must include a data availability statement. This statement should provide the following information, where applicable:- Accession codes, unique identifiers, or web links for publicly available datasets- A list of figures that have associated raw data- A description of any restrictions on data availabilityAccession numbers for all viral sequences used in this study are provided in extended data figure 1b. If you are not sure, read the appropriate sections before making your selection. Sample sizeData exclusionsReplicationRandomizationBlindingSample-size calculations were not performed. The figures in our manuscript are \"final\" experiments after many months of preliminary data collection. All viral pseudotypes in our studywere generated and tested multiple times before we produced large batches of pseudotypes for the \"final\" experiments. This is because the generally binary outcome of the assay performed leftresults to little interpretation. If you are not sure if a list item applies to your research, read the appropriate section before selecting a response."}