{"date": "2020/02/21", "journal": "Signal Transduction and Targeted Therapy", "authors": "Wei Zhou, Yisi Liu, Dongdong Tian, Cheng Wang, Sa Wang, Jing Cheng, Ming Hu, Minghao Fang, Yue Gao", "title": "Potential benefits of precise corticosteroids therapy for severe 2019-nCoV pneumonia", "type": "Letter", "abstract": "LETTER Dear Editor, Since last December, the outbreak of 2019-nCoV in Wuhan has caused ever-increasing attention and public panic all over the world. Up to February 9, 2020, 40,171 patients had been diagnosed with 2019-nCoV infection, including 6484 (16.14%) severe cases and 908 deaths (2.27%). Compared to SARS and MERS, 2019-nCoV appears to be much more contagious but less lethal, as most patients have mild symptoms and good prognosis1,2. However, according to the Chinese government's daily report, 13.2-21.3% of patients with 2019-nCoV infection developed into severe or fatal illness (Fig. S1a), which is characterized by the rapid development to acute respiratory distress syndrome (ARDS) or septic shock. Along with an increasing number of confirmed cases, the cumulative total of severe patients with 2019-nCoV is growing (Fig. S1b). Treatment of these critically ill patients is becoming one of the major challenges we are facing. Unfortunately, there are still no specific antiviral medicines or vaccines recommended for 2019-nCoV infection. For patients with severe clinical manifestations, an effective clinical treatment scheme is of great importance. On February 7, 2020, the China's National Health Commission released the fifth trial version of Diagnosis and Treatment Scheme for Pneumonitis with 2019-nCoV Infection, and provided a systematic treatment strategy for severe cases. Remarkably, systematic corticosteroids treatment (methylprednisolone, <1-2 mg per kg body weight, for 3-5 days) was recommended to be an adjuvant therapy3, which immediately raised concerns about whether patients infected with this novel coronavirus could benefit from corticosteroids therapy 4.", "text": "Corticosteroids are widely used to prevent lung injury caused bysevere community-acquired pneumonia (sCAP) due to theirexcellent pharmacological effects on the suppression of exuberantand dysfunctional systematic inflammation5. Some scholars maynot support the corticosteroids treatment for novel coronaviruspneumonia (NCP), because observational studies and systematicreviews have indicated inconclusive clinical evidence on the effectof corticosteroids therapy for viral pneumonias (such as SARS,MERS and H1N1). Additionally, pulse-dose therapy or long-termadministration to high dose of corticosteroids in early stage werereported to be possibly harmful6–8. However, these conclusionsobscured the clinical benefits of corticosteroids on somesubgroups of patients, particularly those with severe symptoms,as the clinical effects might be related to the indication (severitiesof illness), the timing of intervention, the dose and duration ofcorticosteroids therapy9.Of note, as documented in a series of randomized clinical trials(RCT), low or physiologic dose of corticosteroids treatment did notreduce mortality from septic shock caused by primary lunginfections, but it could bring clinical benefits to secondaryoutcomes, such as earlier reversal of shock, shorter duration toexit from ICU and mechanical ventilation9,10. Besides, salvagecorticosteroids treatment for severe patients with advanced ARDScould alleviate the pulmonary fibrosis and prevent progressivepathological deterioration11, which provides a good framework forexplaining why some critical patients with SARS infection benefitfrom rescue corticosteroids therapy. More importantly, mortalitybenefit favored the severe HIN1-illness in the adjunctive treatmentgroup with low dose of corticosteroids12. Evidently, all theseresults strongly suggest that proper use of low-dosecorticosteroids may bring survival advantages for critically ill patients with2019-nCoV, but this treatment should be strictly performed onNCP patients with definite clinical indications (such as refractoryARDS, sepsis or septic shock) according to the recommendedguidelines.Over the past month, we collaborated with front-line ICU physiciansand firstly evaluated the efficacy of corticosteroids treatment forsevere or fatal cases with 2019-nCoV infection in Wuhan. FromJanuary 1 to January 29, 2020, the first 15 confirmed critical NCPpatients with an average age of 61.7 years were admitted to the ICUin Wuhan Pulmonary Hospital. Of the 15 patients, 15 (100.0%)showed bilateral pneumonia, hypoxemia and moderate or severeARDS, 14 (93.3%) had infections, 8 (53.3%) accompanied by shockand 9 (60.0%) with multiple organ injuries. All patients had receivedtreatments containing noninvasive oxygen therapy and antibioticsand/or antiviral agents before and after ICU admission, andhypoxemia was not improved by these treatments. According tothe guidelines, corticosteroids therapy (medianhydrocortisoneequivalent dose of 400.0 mg/day) was instantly initiated after ICUadmission for an average of 9.5 days, and outcomes for all patientswere followed up until February 9, 2020 (Fig. 1a and Fig. S1c). Briefly,we observed that ICU mortality of these severe or fatal NCP patientswas 46.7% (7/15), closer to that after adjustment for time-varyingconfounders induced by critically ill patients with MERS withoutcorticosteroids treatment6, suggesting that corticosteroids might notimprove ICU mortality in critical NCP patients. But meanwhile,systematic corticosteroids therapy in the first 3−5 days couldenhance oxygen saturation (SaO2) and arterial oxygen tension(PaO2)/inspiratory oxygen fraction (FiO2), both of which could befurther augmented by collaborating with invasive mechanicalventilation (IMV) (Fig. 1b). Corticosteroids did not exert anyintervention efficacy on survival advantage of NCP patientscomplicated with both ARDS and shock or multiple organ injury(seven patients, all dead). Nevertheless, corticosteroids treatment inthe phase of ARDS would effectively inhibit furious inflammatorystorm (Fig. 1b) and gain valuable time for controlling infection andpreventing secondary multiorgan damage and shock, which impliesthat corticosteroids have synergistic biological effects whencombined with other intensivists’ treatment against severe or fatalNCP patients.Due to the deficiency of sample size and a matched controlgroup, we could not easily draw an accurate conclusion about therole of corticosteroids in patients with 2019-nCoV by now.However, our clinical experience and available descriptive datafrom the therapeutic process of the first 15 critical NCP patientsare prone to support corticosteroids treatment for specificsubgroup of critically ill patients with 2019-nCoV.There is no fixed clinical guideline for the use of corticosteroids incritically ill patients in ICU. The anecdotal experience from SARSand sCAP therapy strongly supports precise corticosteroidsmanagement of NCP. Personalized medicine strategy shouldcontain, but not limited to, specific indications, timing andduration, as well as therapeutic monitoring of corticosteroidstherapy. As mentioned above, corticosteroids should be avoidedunless there are indications for moderate or severe ARDS, sepsis orseptic shock, in part consistent with the recommended clinicalguidance from World Health Organization (WHO). We also do notsuggest the use of corticosteroids for mild or early-stage ARDS,because early corticosteroids application could delay theclearance of virus and increase mortality risk, and corticosteroids aremore likely to function on inflammation-mediated lung injury andinterstitial fibro-proliferation at late-stage of ARDS11. Furthermore,clinical adverse complications in SARS patients withcorticosteroids treatment have been reported to be dose-related. Over240 mg of hydrocortisone-equivalent dose or an excessivecumulative dose was considered to be able to generate someside effects, including hyperglycemia, psychosis, and secondaryinfection, avascular necrosis9,10. Hence, lower dose and shortduration of corticosteroids treatment (methylprednisolone,<1 mg/kg body weight, no more than 7 days), along with adversedrug reaction monitoring, would be more beneficial in clinicalmanagement of critical patients with 2019-nCoV. In addition, along-term follow-up (6 months to 3 years) is essential to identifydelayed adverse effects in these patients. Of course, the optimaltreatment strategy requires constant adjustment as patient’sclinical performance changes.In conclusion, Chinese government has taken effectivemeasures to prevent a possible national or worldwide 2019-nCoVpandemic. Offering the most reasonable treatment to severe NCPpatients could be another challenge we will face. We endorse thepotential benefits from low-dose corticosteroids treatment in asubset of critically ill patients with 2019-nCoV based on existingstudies and clinical experience, despite there is no significantimprovement in overall survival. Certainly, our ongoingwelldesigned prospective cohort study with sufficient samples mayprovide systematic answers to this clinical dilemma—“to use ornot to use corticosteroids for the treatment of lung injury with2019-nCoV”—in the near future.(2020) 5:18We thank all medical staff working in the Intensive Care Unit of Wuhan PulmonaryHospital for their essential assistance with case collection. The authors acknowledgethe National Natural Science Foundation of China for the financial support (no.81630102 and no. 81803833).The online version of this article (https://doi.org/10.1038/s41392-020-0127-9)contains supplementary material, which is available to authorized users.Competing interests: The authors declare no competing interests.Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], ["Commission of the People's Republic of China. National Health Commission's briefing on the pneumonia epidemic situation released on 10 Feb 2020 (in Chinese)"], ["Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV"], ["Commission of the People's Republic of China. The 5th trial version of Diagnosis and Treatment Scheme for Pneumonitis with 2019-nCoV Infection (In Chinese)"], ["Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], ["Efficacy and safety of glucocorticoids in the treatment of severe community-acquired pneumonia: a meta-analysis"], ["Corticosteroid therapy for critically ill patients with Middle East Respiratory Syndrome"], ["SARS: systematic review of treatment effects"], ["Corticosteroid treatment in critically ill patients with severe influenza pneumonia: a propensity score matching study"], ["Steroids for sepsis: yes, no or maybe"], ["Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016"], ["Are corticosteroids salvage therapy for refractory acute respiratory distress syndrome? Am"], ["Effect of low-to-moderate-dose corticosteroids on mortality of hospitalized adolescents and adults with influenza A(H1N1)pdm09 viral pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["National Health", "shtml"], ["W. Wang", "J. Tang", "F. Wei"], ["National Health", "shtml"], ["C. D. Russell", "J. E. Millar", "J. K. Baillie"], ["S. Jiang"], ["Y. M. Arabi"], ["L. J. Stockman", "R. Bellamy", "P. Garner"], ["G. Moreno"], ["P. E. Marik"], ["A. Rhodes"], ["W. L. Biffl"], ["H. Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Corticosteroids are widely used to prevent lung injury caused by\nsevere community-acquired pneumonia (sCAP) due to their\nexcellent pharmacological effects on the suppression of exuberant\nand dysfunctional systematic inflammation5. Some scholars may\nnot support the corticosteroids treatment for novel coronavirus\npneumonia (NCP), because observational studies and systematic\nreviews have indicated inconclusive clinical evidence on the effect\nof corticosteroids therapy for viral pneumonias (such as SARS,\nMERS and H1N1). Additionally, pulse-dose therapy or long-term\nadministration to high dose of corticosteroids in early stage were\nreported to be possibly harmful6–8. However, these conclusions\nobscured the clinical benefits of corticosteroids on some\nsubgroups of patients, particularly those with severe symptoms,\nas the clinical effects might be related to the indication (severities\nof illness), the timing of intervention, the dose and duration of\ncorticosteroids therapy9.", "one_words_summarize": "Corticosteroids are widely used to prevent lung injury caused bysevere community-acquired pneumonia (sCAP) due to theirexcellent pharmacological effects on the suppression of exuberantand dysfunctional systematic inflammation5. Evidently, all theseresults strongly suggest that proper use of low-dosecorticosteroids may bring survival advantages for critically ill patients with2019-nCoV, but this treatment should be strictly performed onNCP patients with definite clinical indications (such as refractoryARDS, sepsis or septic shock) according to the recommendedguidelines. 1b) and gain valuable time for controlling infection andpreventing secondary multiorgan damage and shock, which impliesthat corticosteroids have synergistic biological effects whencombined with other intensivists’ treatment against severe or fatalNCP patients. Hence, lower dose and shortduration of corticosteroids treatment (methylprednisolone,<1 mg/kg body weight, no more than 7 days), along with adversedrug reaction monitoring, would be more beneficial in clinicalmanagement of critical patients with 2019-nCoV. In addition, along-term follow-up (6 months to 3 years) is essential to identifydelayed adverse effects in these patients. Offering the most reasonable treatment to severe NCPpatients could be another challenge we will face. The authors acknowledgethe National Natural Science Foundation of China for the financial support (no.81630102 and no. Competing interests: The authors declare no competing interests. Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made."}