{"date": "2020/02/18", "journal": "Cell Research", "authors": "Tuan M. Nguyen, Yang Zhang, Pier Paolo Pandolfi", "title": "Virus against virus: a potential treatment for 2019-nCov (SARS-CoV-2) and other RNA viruses", "type": "Editorial", "abstract": "\n        The novel coronavirus, 2019-nCov (named as SARS-CoV-2 by ICTV\nCoronaviridae Study Group on February 1\n        ", "text": "        The novel coronavirus, 2019-nCov (named as SARS-CoV-2 by ICTVCoronaviridae Study Group on February 1        Our group has implemented a flexible and efficient approachfor targeting RNA in the laboratory using CRISPR/Cas13dtechnology (under review), and here we propose that this systemcan be used to specifically chew up 2019-nCov (SARS-CoV-2) RNAgenome, hence limiting its ability to reproduce. To functionallydisrupt the virus, we will specifically use guide RNAs (gRNAs) thatconcomitantly target ORF1ab and S, which represent thereplicase-transcriptase (ORF1ab) and the spike (S) of the virus.The Gilead’s NUC inhibitor, remdesivir, having a similar chemicalstructure to HIV reverse-transcriptase inhibitors, is currently beingtested in clinical trials for 2019-nCov (SARS-CoV-2), while a drugtargeting the spike glycoprotein has also been tested in phase Itrials for the treatment of HIV and SARS-CoV.4CRISPR/Cas13d is an RNA-guided, RNA-targeting CRISPRsystem.5 To cleave the 2019-nCov (SARS-CoV-2) RNA genome, aCas13d protein and guide RNAs-containing spacer sequencesspecifically complementary to the virus RNA genome are used(Fig. 1c). One advantage of the CRISPR/Cas13d system is itsflexibility with respect to designing guide RNAs, because theRNAtargeting cleavage activity of Cas13d does not depend on thepresence of specific adjacent sequences such as the NGG motif forthe DNA-editing effector, Cas9.5 This unique feature of the systemmeets the requirement for rapid development of guide RNAs totarget different virus variants that evolve and may escapetraditional drugs. In total, we have designed 10,333 guide RNAsto specifically target 10 peptide-coding regions of the2019nCov (SARS-CoV-2) virus RNA genome, without affecting thehuman transcriptome (Fig. 1d). Due to its desirable safety profile,adeno-associated virus (AAV) can serve as a vehicle to deliver theCas13d effector to patients infected with 2019-nCov (SARS-CoV-2).The small size of the Cas13d effector makes it suitable for an‘allin-one’ AAV delivery with a guide-RNA array (Fig. 1e). Up to threeguide RNAs targeting different peptide-encoding regions of2019nCov (SARS-CoV-2) RNA genome can be packaged into one AAVvector (Fig. 1e), making the system more efficient for virusclearance and resistance prevention. The expression of Cas13d canbe driven by tissue-specific promoters to achieve precisetreatment of infected organs. Additionally, AAV has serotypeshighly specific to the lung, the main organ infected by2019nCov (SARS-CoV-2), and thus can be exploited for targeteddelivery of the CRISPR system. A similar strategy is applicable toother types of RNA viruses.Taken together, we propose that CRISPR/Cas13d system ispotentially a straightforward, flexible, and rapid novel approachfor the treatment and prevention of RNA virus infection. Futurestudies determining the safety and efficacy of this system ineliminating 2019-nCov (SARS-CoV-2) and other viruses in animalmodels are needed before its therapeutic application to patients.If proven to be effective, this therapeutic approach will providepatients worldwide with more options to fight againstlifethreatening viruses that have the potential to evolve and developresistance rapidly.ADDITIONAL INFORMATIONCompeting interests: The authors declare no competing interests.", "ref_list": [[], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang"], ["S. N. Perlman", "Engl"], ["S. K. Lau"], ["G. Li", "E. Nat. Rev. Drug De Clercq", "Discov"], ["S. Konermann"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The novel coronavirus, 2019-nCov (named as SARS-CoV-2 by ICTV\nCoronaviridae Study Group on February 1\n        ", "one_words_summarize": "The novel coronavirus, 2019-nCov (named as SARS-CoV-2 by ICTVCoronaviridae Study Group on February 1        Our group has implemented a flexible and efficient approachfor targeting RNA in the laboratory using CRISPR/Cas13dtechnology (under review), and here we propose that this systemcan be used to specifically chew up 2019-nCov (SARS-CoV-2) RNAgenome, hence limiting its ability to reproduce. The expression of Cas13d canbe driven by tissue-specific promoters to achieve precisetreatment of infected organs. Futurestudies determining the safety and efficacy of this system ineliminating 2019-nCov (SARS-CoV-2) and other viruses in animalmodels are needed before its therapeutic application to patients."}