{"date": "2020/02/06", "journal": "Eye", "authors": "Ivan Seah, Xinyi Su, Gopal Lingam", "title": "Revisiting the dangers of the coronavirus in the ophthalmology practice", "type": "Editorial", "abstract": "\n        Introduction\nEvery year, during the Lunar New Year, the largest human\nmigration in the world occurs in China. Almost 3 billion\npassenger-journeys are made as travellers reunite with\ndistant families [\n        ", "text": "        IntroductionEvery year, during the Lunar New Year, the largest humanmigration in the world occurs in China. Almost 3 billionpassenger-journeys are made as travellers reunite withdistant families [                Coronaviruses: what are they?Coronaviruses (CoV) belong to the subfamilyCoronavirinae, in the family Coronaviridae of the order Nidovirales.There are four genera: Alphacoronavirus, Betacoronavirus,Gammacoronavirus and Deltacoronavirus [                The Wuhan Novel Coronavirus (2019-nCoV)On the 31st of December 2019, the World HealthOrganisation (WHO) was alerted by Chinese authorities of a seriesof pneumonia-like cases in the city of Wuhan, a city the sizeof London with about 11 million people. It was quicklyidentified that the first human infections likely originatedfrom Huanan Seafood Market in Wuhan [        A timeline of key events up till the 23rd of January isrepresented in Fig. 2.Spike Protein (S) Envelope Protein (E)31st December 2019WHO alerted byChinese authori es ofa string of pneumoniacases in Wuhan9th January 20201st death fromthe 2019-nCoVoccurs in Wuhan13th January 20201st infec on occursoutside China, inThailand19th January 2020Sudden spike inrepor ng of another136 cases in Wuhan21st January 2020Taiwan and theUnited Statesreports their 1stinfec on23rd January 20201st infec on occurs inSingapore and VietnamAddi onal ci es in ChinaHuanggang, Ezhouquaran ned1st January 2020Huanan SeafoodMarket iden fied assource of pneumonia10th January 2020Gene sequencing dataof 2019-nCoVestablished andshared globally16th January 20201st infec onoccurs in Japan20th January 20201st infec on occursin South Korea22nd January 20201st infec on occurs inMacau and Hong KongWuhan placed inquaran neA possible threat in the ophthalmologyclinicWhile the 2019-nCoV transmission route is still unknown,countries have been preparing measures based on pastexperiences with coronaviruses namely SARS-CoV andMERS-CoV. These viruses transmit primarily throughdroplets and other bodily secretions. In the ophthalmologypractice, healthcare workers may be particularly susceptibleto these infections.        Firstly, ophthalmologists are extremely reliant on physicalexamination during patient consultation. Of particularconcern is the proximity between the patient andophthalmologist during the slit lamp microscope examination.It has been shown that droplets from a cough or sneezecan be propelled for up to 6 m [                Secondly, during the SARS-CoV epidemic, clinicalreports have suggested tears as a medium of infection. In acase series by Loon et al., it was shown that viral RNA ofthe SARS-CoV can be detected by reverse-transcriptionpolymerase chain reaction (RT-PCR) from the tears ofinfected individuals [                Revisiting the dangers of the coronavirus in the ophthalmology practiceBringing back strategies to preventtransmissionIn view of the potential threat in the ophthalmologypractice, it may be prudent to revisit the strategies thatsuccessfully curbed the transmission of SARS in 2003[        As the WHO Director-General, Tedros AdhanomGhebreyesus highlighted, “Make no mistake: this is anemergency in China. But it has not yet become a global healthemergency. It may yet become one.” It is currently verydifficult to predict the eventual impact of the 2019-nCoV.However, it will be prudent to utilise the lessons gainedfrom SARS-CoV and prepare for the worst. Until a vaccineis created, public health strategies are likely the bestweapons against the enemy.Compliance with ethical standardsConflict of interest The authors declare that they have no conflict ofinterest.Publisher’s note Springer Nature remains neutral with regard tojurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and thesource, provide a link to the Creative Commons license, and indicate ifchanges were made. The images or other third party material in thisarticle are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is notincluded in the article’s Creative Commons license and your intendeduse is not permitted by statutory regulation or exceeds the permitteduse, you will need to obtain permission directly from the copyrightholder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], ["China will rack up three billion trips during world's biggest human migration"], ["Summary table of SARS cases by country, 1 November 2002-7 August 2003"], ["Coronaviruses: genome structure, replication, and pathogenesis"], ["Coronavirus envelope protein: current knowledge"], ["Pneumonia of unknown cause-"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["China confirms new coronavirus spreads from humans to humans"], ["How far droplets can move in indoor environments-revisiting the Wells evaporationfalling curve"], ["The severe acute respiratory syndrome coronavirus in tears"], ["Precautions in ophthalmic practice in a hospital with a major acute SARS outbreak: an experience from Hong Kong"], ["Global Surveillance for human infection with novel coronavirus (2019-nCoV)"], ["Effects of air temperature and relative humidity on coronavirus survival on surfaces"], ["Survival of human coronaviruses 229E and OC43 in suspension and after drying onsurfaces: a possible source ofhospital-acquired infections"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Bloomberg News"], [], ["Y Chen", "Q Liu", "D. Guo"], ["D Schoeman", "BC Fielding"], ["-"], ["DS Hui", "E IA Madani", "TA Ntoumi", "F Kock", "R Dar", "O"], ["C Javier", "AR Hernández"], ["X Xie", "Y Li", "AT Chwang", "PL Ho", "WH Seto"], ["S-C Loon", "SCB Teoh", "LLE Oon", "A-E Se-Thoe S-Y", "Y-S Leo"], ["WM Chan", "DT Liu", "PK Chan", "KK Chong", "KS Yuen", "TY Chiu"], [], ["LM Casanova", "S Jeon", "WA Rutala", "DJ Weber", "MD Sobsey"], ["J Sizun", "MW Yu", "PJ Talbot"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Introduction\nEvery year, during the Lunar New Year, the largest human\nmigration in the world occurs in China. Almost 3 billion\npassenger-journeys are made as travellers reunite with\ndistant families [\n        ", "one_words_summarize": "IntroductionEvery year, during the Lunar New Year, the largest humanmigration in the world occurs in China. Firstly, ophthalmologists are extremely reliant on physicalexamination during patient consultation. it was shown that viral RNA ofthe SARS-CoV can be detected by reverse-transcriptionpolymerase chain reaction (RT-PCR) from the tears ofinfected individuals [                Revisiting the dangers of the coronavirus in the ophthalmology practiceBringing back strategies to preventtransmissionIn view of the potential threat in the ophthalmologypractice, it may be prudent to revisit the strategies thatsuccessfully curbed the transmission of SARS in 2003[        As the WHO Director-General, Tedros AdhanomGhebreyesus highlighted, “Make no mistake: this is anemergency in China. If material is notincluded in the article’s Creative Commons license and your intendeduse is not permitted by statutory regulation or exceeds the permitteduse, you will need to obtain permission directly from the copyrightholder."}