{"date": "2020/02/04", "journal": "Cell Research", "authors": "Manli Wang, Ruiyuan Cao, Leike Zhang, Xinglou Yang, Jia Liu, Mingyue Xu, Zhengli Shi, Zhihong Hu, Wu Zhong, Gengfu Xiao", "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro", "type": "Letter to the Editor", "abstract": "OPEN Dear Editor, In December 2019, a novel pneumonia caused by a previously unknown pathogen emerged in Wuhan, a city of 11 million people in central China. The initial cases were linked to exposures in a seafood market in Wuhan.1 As of January 27, 2020, the Chinese authorities reported 2835 confirmed cases in mainland China, including 81 deaths. Additionally, 19 confirmed cases were identified in Hong Kong, Macao and Taiwan, and 39 imported cases were identified in Thailand, Japan, South Korea, United States, Vietnam, Singapore, Nepal, France, Australia and Canada. The pathogen was soon identified as a novel coronavirus (2019-nCoV), which is closely related to sever acute respiratory syndrome CoV (SARS-CoV).2 Currently, there is no specific treatment against the new virus. Therefore, identifying effective antiviral agents to combat the disease is urgently needed. An efficient approach to drug discovery is to test whether the existing antiviral drugs are effective in treating related viral infections. The 2019-nCoV belongs to Betacoronavirus which also contains SARS-CoV and Middle East respiratory syndrome CoV (MERS-CoV). Several drugs, such as ribavirin, interferon, lopinavir-ritonavir, corticosteroids, have been used in patients with SARS or MERS, although the efficacy of some drugs remains controversial.3 In this study, we evaluated the antiviral efficiency of five FAD-approved drugs including ribavirin, penciclovir, nitazoxanide, nafamostat, chloroquine and two well-known broad-spectrum antiviral drugs remdesivir (GS5734) and favipiravir (T-705) against a clinical isolate of 2019nCoV in vitro. Standard assays were carried out to measure the effects of these compounds on the cytotoxicity, virus yield and infection rates of 2019-nCoVs. Firstly, the cytotoxicity of the candidate compounds in Vero E6 cells (ATCC-1586) was determined by the CCK8 assay. Then, Vero E6 cells were infected with nCoV2019BetaCoV/Wuhan/WIV04/20192 at a multiplicity of infection (MOI) of 0.05 in the presence of varying concentrations of the test drugs. DMSO was used in the controls. Efficacies were evaluated by quantification of viral copy numbers in the cell supernatant via quantitative real-time RT-PCR (qRT-PCR) and confirmed with visualization of virus nucleoprotein (NP) expression through immunofluorescence microscopy at 48 h post infection (p.i.) (cytopathic effect was not obvious at this time point of infection). Among the seven tested drugs, high concentrations of three nucleoside analogs including ribavirin (half-maximal effective concentration (EC50) = 109.50 μM, halfcytotoxic concentration (CC50) > 400 μM, selectivity index (SI) > 3.65), penciclovir (EC50 = 95.96 μM, CC50 > 400 μM, SI > 4.17) and favipiravir (EC50 = 61.88 μM, CC50 > 400 μM, SI > 6.46) were required to reduce the viral infection (Fig. 1a and Supplementary information, Fig. S1). However, favipiravir has been shown", "text": "LETTER TO THE EDITORto be 100% effective in protecting mice against Ebola viruschallenge, although its EC50 value in Vero E6 cells was as highas 67 μM,4 suggesting further in vivo studies are recommendedto evaluate this antiviral nucleoside. Nafamostat, a potentinhibitor of MERS-CoV, which prevents membrane fusion, wasinhibitive against the 2019-nCoV infection (EC50 = 22.50 μM,CC50 > 100 μM, SI > 4.44). Nitazoxanide, a commercialantiprotozoal agent with an antiviral potential against a broadrange of viruses including human and animal coronaviruses,inhibited the 2019-nCoV at a low-micromolar concentration(EC50 = 2.12 μM; CC50 > 35.53 μM; SI > 16.76). Further in vivoevaluation of this drug against 2019-nCoV infection isrecommended. Notably, two compounds remdesivir (EC50 =0.77 μM; CC50 > 100 μM; SI > 129.87) and chloroquine (EC50 =1.13 μM; CC50 > 100 μM, SI > 88.50) potently blocked virusinfection at low-micromolar concentration and showed high SI(Fig. 1a, b).Remdesivir has been recently recognized as a promisingantiviral drug against a wide array of RNA viruses (includingSARS/MERS-CoV5) infection in cultured cells, mice and nonhumanprimate (NHP) models. It is currently under clinical developmentfor the treatment of Ebola virus infection.6 Remdesivir is anadenosine analogue, which incorporates into nascent viral RNAchains and results in pre-mature termination.7 Ourtime-ofaddition assay showed remdesivir functioned at a stage postvirus entry (Fig. 1c, d), which is in agreement with its putativeantiviral mechanism as a nucleotide analogue. Warren et al. showedthat in NHP model, intravenous administration of 10 mg/kg doseof remdesivir resulted in concomitant persistent levels of its activeform in the blood (10 μM) and conferred 100% protection againstEbola virus infection.7 Our data showed that EC90 value ofremdesivir against 2019-nCoV in Vero E6 cells was 1.76 μM,suggesting its working concentration is likely to be achieved inNHP. Our preliminary data (Supplementary information, Fig. S2)showed that remdesivir also inhibited virus infection efficiently ina human cell line (human liver cancer Huh-7 cells), which issensitive to 2019-nCoV.2Chloroquine, a widely-used anti-malarial and autoimmunedisease drug, has recently been reported as a potentialbroadspectrum antiviral drug.8,9 Chloroquine is known to blockvirus infection by increasing endosomal pH required for virus/cell fusion, as well as interfering with the glycosylation of cellularreceptors of SARS-CoV.10 Our time-of-addition assaydemonstrated that chloroquine functioned at both entry, and atpostentry stages of the 2019-nCoV infection in Vero E6 cells(Fig. 1c, d). Besides its antiviral activity, chloroquine has animmune-modulating activity, which may synergistically enhanceits antiviral effect in vivo. Chloroquine is widely distributedin the whole body, including lung, after oral administration.The EC90 value of chloroquine against the 2019-nCoV in VeroE6 cells was 6.90 μM, which can be clinically achievable asdemonstrated in the plasma of rheumatoid arthritis patientswho received 500 mg administration.11 Chloroquine is a cheapand a safe drug that has been used for more than 70 years and,therefore, it is potentially clinically applicable against the2019nCoV.Our findings reveal that remdesivir and chloroquine are highlyeffective in the control of 2019-nCoV infection in vitro. Since thesecompounds have been used in human patients with a safety trackrecord and shown to be effective against various ailments, wesuggest that they should be assessed in human patients sufferingfrom the novel coronavirus disease.We thank Xi Wang, Yan Wu, Weijuan Shang, Huanyu Zhang, Yufeng Li, Hengrui Hu,Xiaming Jiang, Yuan Sun, from Wuhan Institute of Virology for theiressential assistance with this study. We thank Prof. Fei Deng from National VirusResource Center, and Tao Du, Jia Wu and Hao Tang from BSL-3 Laboratoryof Wuhan Institute of Virology for their critical support. We thank Prof. Yanyi Wangand other colleagues of Wuhan Institute of Virology and Wuhan NationalBiosafety Laboratory for their excellent coordination. We thank Dr. Basil Arif forscientific editing of the manuscript. We thank the anonymous reviewers fortheir valuable suggestions. This work was supported in part by grants from theNational Science and Technology Major Projects for “Major New Drugs Innovationand Development” (directed by Prof. Song Li) (2018ZX09711003), the NationalNatural Science Foundation of China (31621061), and the Emergency ScientificResearch Project for 2019-nCoV from Hubei Province (to Profs. Zhengli Shi andGengfu Xiao).G.X., W.Z., Z.H., M.W., R.C., and L.Z. conceived and designed the experiments. X.Y., J.L.,M.X., M.W., R.C., and L.Z. participated in multiple experiments; G.X., W.Z., Z.H., Z.S.,M.W., R.C., and L.Z. analyzed the data. M.W., L.Z., R.C., and Z.H. wrote the manuscript.G.X., W.Z., and Z.H. provided the final approval of the manuscript.Supplementary information accompanies this paper at https://doi.org/10.1038/s41422-020-0282-0.Competing interests: The authors declare no competing interests.Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. L. Huang"], ["P. Zhou"], ["A. Zumla", "J. F. Chan", "E. I. Azhar", "D. S. Hui", "K. Y. Yuen", "Nat"], ["L. Oestereich"], ["T. P. Sheahan"], ["S. Mulangu"], ["T. K. Warren"], ["A. Savarino", "Trani Di", "L. Donatelli", "I. Cauda", "R. Cassone", "A. Lancet Infect"], ["Y. Yan"], ["M. J. Vincent"], ["A. H. Mackenzie", "Am"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "LETTER TO THE EDITOR\nto be 100% effective in protecting mice against Ebola virus\nchallenge, although its EC50 value in Vero E6 cells was as high\nas 67 μM,4 suggesting further in vivo studies are recommended\nto evaluate this antiviral nucleoside. Nafamostat, a potent\ninhibitor of MERS-CoV, which prevents membrane fusion, was\ninhibitive against the 2019-nCoV infection (EC50 = 22.50 μM,\nCC50 > 100 μM, SI > 4.44). Nitazoxanide, a commercial\nantiprotozoal agent with an antiviral potential against a broad\nrange of viruses including human and animal coronaviruses,\ninhibited the 2019-nCoV at a low-micromolar concentration\n(EC50 = 2.12 μM; CC50 > 35.53 μM; SI > 16.76). Further in vivo\nevaluation of this drug against 2019-nCoV infection is\nrecommended. Notably, two compounds remdesivir (EC50 =\n0.77 μM; CC50 > 100 μM; SI > 129.87) and chloroquine (EC50 =\n1.13 μM; CC50 > 100 μM, SI > 88.50) potently blocked virus\ninfection at low-micromolar concentration and showed high SI\n(Fig. 1a, b).", "one_words_summarize": "LETTER TO THE EDITORto be 100% effective in protecting mice against Ebola viruschallenge, although its EC50 value in Vero E6 cells was as highas 67 μM,4 suggesting further in vivo studies are recommendedto evaluate this antiviral nucleoside. Further in vivoevaluation of this drug against 2019-nCoV infection isrecommended. The EC90 value of chloroquine against the 2019-nCoV in VeroE6 cells was 6.90 μM, which can be clinically achievable asdemonstrated in the plasma of rheumatoid arthritis patientswho received 500 mg administration.11 Chloroquine is a cheapand a safe drug that has been used for more than 70 years and,therefore, it is potentially clinically applicable against the2019nCoV.Our findings reveal that remdesivir and chloroquine are highlyeffective in the control of 2019-nCoV infection in vitro. We thank Dr. Basil Arif forscientific editing of the manuscript. Zhengli Shi andGengfu Xiao).G.X., W.Z., Z.H., M.W., R.C., and L.Z. conceived and designed the experiments. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder."}