{"date": "2020/02/03", "journal": "Nature", "authors": "Peng Zhou, Xing-Lou Yang, Xian-Guang Wang, Ben Hu, Lei Zhang, Wei Zhang, Hao-Rui Si, Yan Zhu, Bei Li, Chao-Lin Huang, Hui-Dong Chen, Jing Chen, Yun Luo, Hua Guo, Ren-Di Jiang, Mei-Qin Liu, Ying Chen, Xu-Rui Shen, Xi Wang, Xiao-Shuang Zheng, Kai Zhao, Quan-Jiao Chen, Fei Deng, Lin-Lin Liu, Bing Yan, Fa-Xian Zhan, Yan-Yi Wang, Geng-Fu Xiao, Zheng-Li Shi", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "type": "Article", "abstract": "Since the outbreak of severe acute respiratory syndrome (SARS) 18 years ago, a large number of SARS-related coronaviruses (SARSr-CoVs) have been discovered in their natural reservoir host, bats1-4. Previous studies have shown that some bat SARSr-CoVs have the potential to infect humans5-7. Here we report the identicfiation and characterization of a new coronavirus (2019-nCoV), which caused an epidemic of acute respiratory syndrome in humans in Wuhan, China. The epidemic, which started on 12 December 2019, had caused 2,794 laboratory-conrfimed infections including 80 deaths by 26 January 2020. Full-length genome sequences were obtained from vfie patients at an early stage of the outbreak. The sequences are almost identical and share 79.6% sequence identity to SARS-CoV. Furthermore, we show that 2019-nCoV is 96% identical at the whole-genome level to a bat coronavirus. Pairwise protein sequence analysis of seven conserved non-structural proteins domains show that this virus belongs to the species of SARSr-CoV. In addition, 2019-nCoV virus isolated from the bronchoalveolar lavage uflid of a critically ill patient could be neutralized by sera from several patients. Notably, we conrfimed that 2019-nCoV uses the same cell entry receptor-angiotensin converting enzyme II (ACE2)-as SARS-CoV.", "text": "Coronaviruses have caused two large-scale pandemics in the pasttwo decades, SARS and Middle East respiratory syndrome (MERS)8,9.It has generally been thought that SARSr-CoV—which is mainly foundin bats—could cause a future disease outbreak10,11. Here we reporton a series of cases caused by an unidentified pneumonia diseaseoutbreak in Wuhan, Hubei province, central China. This diseaseoutbreak—which started from a local seafood market—has grownsubstantially to infect 2,761 people in China, is associated with 80 deathsand has led to the infection of 33 people in 10 additional countriesas of 26 January 202012. Typical clinical symptoms of these patientsare fever, dry cough, breathing difficulties (dyspnoea), headacheand pneumonia. Disease onset may result in progressive respiratoryfailure owing to alveolar damage (as observed by transverse chestcomputerized-tomography images) and even death. The disease wasdetermined to be caused by virus-induced pneumonia by cliniciansaccording to clinical symptoms and other criteria, including a rise inbody temperature, decreases in the number of lymphocytes and whiteblood cells (although levels of the latter were sometimes normal), newpulmonary infiltrates on chest radiography and no obviousimprovement after treatment with antibiotics for three days. It appears thatmost of the early cases had contact history with the original seafoodmarket; however, the disease has now progressed to be transmittedby human-to-human contact.Samples from seven patients with severe pneumonia (six of whom aresellers or deliverymen from the seafood market), who were admitted tothe intensive care unit of Wuhan Jin Yin-Tan Hospital at the beginningof the outbreak, were sent to the laboratory at the Wuhan Institute ofVirology (WIV) for the diagnosis of the causative pathogen (ExtendedData Table 1). As a laboratory investigating CoV, we first used pan-CoVPCR primers to test these samples13, given that the outbreak occurred inwinter and in a market—the same environment as SARS infections. Wefound five samples to be PCR-positive for CoVs. One sample (WIV04),collected from the bronchoalveolar lavage fluid (BALF), was analysed bymetagenomics analysis using next-generation sequencing to identifypotential aetiological agents. Of the 10,038,758 total reads—of which1,582 total reads were retained after filtering of reads from the humangenome—1,378 (87.1%) sequences matched the sequence ofSARSrCoV (Fig. 1a). By de novo assembly and targeted PCR, we obtained a29,891-base-pair CoV genome that shared 79.6% sequence identityto SARS-CoV BJ01 (GenBank accession number AY278488.2). Highgenome coverage was obtained by remapping the total reads to thisgenome (Extended Data Fig. 1). This sequence has been submitted toGISAID (https://www.gisaid.org/) (accession number EPI_ISL_402124).Following the name given by the World Health Organization (WHO),we tentatively call it novel coronavirus 2019 (2019-nCoV). Four morefull-length genome sequences of 2019-nCoV (WIV02, WIV05, WIV06 andSARSr-CoV (1,378)ORF1aWIV07) (GISAID accession numbers EPI_ISL_402127–402130) that weremore than 99.9% identical to each other were subsequently obtainedfrom four additional patients using next-generation sequencing andPCR (Extended Data Table 2).The virus genome consists of six major open-reading frames (ORFs)that are common to coronaviruses and a number of other accessorygenes (Fig. 1b). Further analysis indicates that some of the 2019-nCoVgenes shared less than 80% nucleotide sequence identity to SARS-CoV.However, the amino acid sequences of the seven conserved replicasedomains in ORF1ab that were used for CoV species classification were94.4% identical between 2019-nCoV and SARS-CoV, suggesting thatthe two viruses belong to the same species, SARSr-CoV.We then found that a short region of RNA-dependent RNA polymerase(RdRp) from a bat coronavirus (BatCoV RaTG13)—which was previouslydetected in Rhinolophus affinis from Yunnan province—showed highsequence identity to 2019-nCoV. We carried out full-length sequencingon this RNA sample (GISAID accession number EPI_ISL_402131). Simplotanalysis showed that 2019-nCoV was highly similar throughout thegenome to RaTG13 (Fig. 1c), with an overall genome sequence identityof 96.2%. Using the aligned genome sequences of 2019-nCoV, RaTG13,SARS-CoV and previously reported bat SARSr-CoVs, no evidence forrecombination events was detected in the genome of 2019-nCoV.Phylogenetic analysis of the full-length genome and the gene sequences ofRdRp and spike (S) showed that—for all sequences—RaTG13 is theclosest relative of 2019-nCoV and they form a distinct lineage from otherSARSr-CoVs (Fig. 1d and Extended Data Fig. 2). The receptor-bindingspike protein encoded by the S gene was highly divergent from otherCoVs (Extended Data Fig. 2), with less than 75% nucleotide sequenceSaccharomyces cerevisiaekiller virus M1, complete genome (52)Glypta fumiferanae ichnovirussegment C9, complete sequence (36)Glypta fumiferanae ichnovirussegment C10, complete sequence (36)Hyposoter fugitivus ichnovirussegment B5, complete sequence (24)S 3aE 6 8M 7a 7bN25,00030,000d100761001001001008586 86100identity to all previously described SARSr-CoVs, except for a 93.1%nucleotide identity to RaTG13 (Extended Data Table 3). The S genes of2019-nCoV and RaTG13 are longer than other SARSr-CoVs. The majordifferences in the sequence of the S gene of 2019-nCoV are the threeshort insertions in the N-terminal domain as well as changes in four outof five of the key residues in the receptor-binding motif compared withthe sequence of SARS-CoV (Extended Data Fig. 3). Whether theinsertions in the N-terminal domain of the S protein of 2019-nCoV confersialic-acid-binding activity as it does in MERS-CoV needs to be furtherstudied. The close phylogenetic relationship to RaTG13 providesevidence that 2019-nCoV may have originated in bats.We rapidly developed a qPCR-based detection method on the basisof the sequence of the receptor-binding domain of the S gene, whichwas the most variable region of the genome (Fig. 1c). Our data showthat the primers could differentiate 2019-nCoV from all other humancoronaviruses including bat SARSr-CoV WIV1, which shares 95% identitywith SARS-CoV (Extended Data Fig. 4a, b). Of the samples obtained fromthe seven patients, we found that six BALF and five oral swab sampleswere positive for 2019-nCoV during the first sampling, as assessedby qPCR and conventional PCR. However, we could no longer detectvirus-positive samples in oral swabs, anal swabs and blood samplestaken from these patients during the second sampling (Fig. 2a).However, we recommend that other qPCR targets, including the RdRp orenvelope (E) genes are used for the routine detection of 2019-nCoV.On the basis of these findings, we propose that the disease could betransmitted by airborne transmission, although we cannot rule outother possible routes of transmission, as further investigation,including more patients, is required.WIV01WIV02WIV03WIV04WIV05WIV06WIV07OSASIgMIgG3.002.001.000.100.050For serological detection of 2019-nCoV, we used a previouslydeveloped nucleocapsid (N) protein from bat SARSr-CoV Rp3 as antigenfor IgG and IgM enzyme-linked immunosorbent assays (ELISAs), asthis protein shared 92% amino acid identity to N protein of 2019-nCoV(Extended Data Fig. 5) and showed no cross-reactivity against otherhuman coronaviruses except SARSr-CoV7. We were only able to obtainfive serum samples from the seven patients with viral infections. Wemonitored viral antibody levels in one patient (ICU-06) 7, 8, 9 and18 days after the onset of disease (Extended Data Table 2). A clear trendwas observed in the IgG and IgM titres, which increased over time,except that the IgM titre was decreased in the last sample (Fig. 2b).As a second analysis, we tested samples from 5 of the 7 virus-positivepatients around 20 days after disease onset for the presence of viralantibodies (Extended Data Tables 1, 2). All patient samples—but notsamples from healthy individuals—were strongly positive for viral IgG(Fig. 2b). There were also three IgM-positive samples, indicating anacute infection.We next successfully isolated the virus (called 2019-nCoV BetaCoV/Wuhan/WIV04/2019) from both Vero E6 and Huh7 cells using the BALFsample of patient ICU-06. Clear cytopathogenic effects were observedin cells after incubation for three days (Extended Data Fig. 6a, b). Theidentity of the strain WIV04 was verified in Vero E6 cells byimmunofluorescence microscopy using the cross-reactive viral N antibody(Extended Data Fig. 6c, d) and by metagenomics sequencing, most ofthe reads of which mapped to 2019-nCoV, and qPCR analysis showedthat the viral load increased from day 1 to day 3 (Extended Data Fig. 6e, f).Viral particles in ultrathin sections of infected cells displayed atypical coronavirus morphology, as visualized by electron microscopy(Extended Data Fig. 6g). To further confirm the neutralization activityof the viral IgG-positive samples, we conducted serum-neutralizationassays in Vero E6 cells using the five patient sera that were IgG-positive.We demonstrate that all samples were able to neutralize 100 TCID50ELISA OD ratios for IgM and IgG, respectively. c, Serological test of 2019-nCoVantibodies in five patients (Extended Data Table 2). The asterisk indicates datacollected from patient ICU-06 on 10 January 2020. b, c, The cut-off was to 0.2for the IgM analysis and to 0.3 for the IgG analysis, according to the levels ofhealthy controls.(50% tissue-culture-infective dose) of 2019-nCoV at a dilution of1:40–1:80. We also show that this virus could be cross-neutralized byhorse anti-SARS-CoV serum (gift from L.-F. Wang) at dilutions of 1:40;however, the potential for cross-reactivity with SARS-CoVantibodies needs to be confirmed with anti-SARS-CoV serum from humans(Extended Data Table 4).ACE2 is known to be a cell receptor for SARS-CoV14. To determinewhether 2019-nCoV also uses ACE2 as a cellular entry receptor, weconducted virus infectivity studies using HeLa cells that expressed ordid not express ACE2 proteins from humans, Chinese horseshoe bats,civets, pigs and mice. We show that 2019-nCoV is able to use all ACE2proteins, except for mouse ACE2, as an entry receptor to enterACE2expressing cells, but not cells that did not express ACE2, indicating thatACE2 is probably the cell receptor through which 2019-nCoV enters cells(Fig. 3). We also show that 2019-nCoV does not use other coronavirusreceptors, such as aminopeptidase N (APN) and dipeptidyl peptidase4 (DPP4) (Extended Data Fig. 7).The study provides a detailed report on 2019-nCoV, the likelyaetiological agent responsible for the ongoing epidemic of acute respiratorysyndrome in China and other countries. Virus-specificnucleotidepositive and viral-protein seroconversion was observed in all patientstested and provides evidence of an association between the disease andthe presence of this virus. However, there are still many urgentquestions that remain to be answered. The association between 2019-nCoVand the disease has not been verified by animal experiments to fulfilthe Koch’s postulates to establish a causative relationship between amicroorganism and a disease. We do not yet know the transmissionroutine of this virus among hosts. It appears that the virus isbecoming more transmissible between humans. We should closely monitorwhether the virus continues to evolve to become more virulent. Owingto a shortage of specific treatments and considering the relatedness of2019-nCoV to SARS-CoV, some drugs and pre-clinical vaccines against2ECAh2ECAb2ECAs2ECAc2ECAmdetcefsnartnUSARS-CoV could probably be used to treat this virus. Finally,considering the wide spread of SARSr-CoV in their natural reservoirs, futureresearch should be focused on active surveillance of these virusesfor broader geographical regions. In the long term, broad-spectrumantiviral drugs and vaccines should be prepared for emerginginfectious diseases that are caused by this cluster of viruses in the future.Most importantly, strict regulations against the domestication andconsumption of wildlife should be implemented.Note added in proof: Since this paper was accepted, the ICTV hasdesignated the virus as SARS-CoV-215; in addition, the WHO has released theofficial name of the disease caused by this virus, which is COVID-1916.Online contentAny methods, additional references, Nature Research reportingsummaries, source data, extended data, supplementary information,acknowledgements, peer review information; details of authorcontributions and competing interests; and statements of data and codeavailability are available at https://doi.org/10.1038/s41586-020-2012-7.Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution4.0 International License, which permits use, sharing, adaptation, distributionand reproduction in any medium or format, as long as you give appropriatecredit to the original author(s) and the source, provide a link to the Creative Commons license,and indicate if changes were made. The images or other third party material in this article areincluded in the article’s Creative Commons license, unless indicated otherwise in a credit lineto the material. If material is not included in the article’s Creative Commons license and yourintended use is not permitted by statutory regulation or exceeds the permitted use, you willneed to obtain permission directly from the copyright holder. To view a copy of this license,visit http://creativecommons.org/licenses/by/4.0/.© The Author(s) 2020Data reportingNo statistical methods were used to predetermine sample size. Theexperiments were not randomized and the investigators were notblinded to allocation during experiments and outcome assessment.Sample collectionHuman samples, including oral swabs, anal swabs, blood and BALFsamples were collected by Jinyintan hospital (Wuhan, China) withthe consent of all patients and approved by the ethics committee ofthe designated hospital for emerging infectious diseases. Patientswere sampled without gender or age preference unless indicated.For swabs, 1.5 ml DMEM containing 2% FBS was added to each tube.The supernatant was collected after centrifugation at 2,500 rpm,vortexing for 60 s and a standing period of 15–30 min. Thesupernatant from swabs or BALF (no pre-treatment) was added to either lysisbuffer for RNA extraction or to viral transport medium for isolationof the virus. The viral transport medium was composed of Hank’sbalanced salt solution (pH 7.4) containing BSA (1%), amphotericin(15 μg ml −1), penicillin G (100 units ml−1) and streptomycin (50 μg ml −1).Serum was separated by centrifugation at 3,000g for 15 min within24 h of collection, followed by inactivation at 56 °C for 1 h, and wasthen stored at 4 °C until use.Virus isolation, cell infection, electron microscopy andneutralization assayThe following cell lines were used for virus isolation in this study: VeroE6 and Huh7 cells, which were cultured in DMEM containing 10% FBS. Allcell lines were tested and free of mycoplasma contamination, submittedfor species identification and authenticated by morphologicalevaluation by microscopy. None of the cell lines was on the list of commonlymisidentified cell lines (by ICLAC).Culturedcellmonolayersweremaintainedintheirrespectivemedium.The PCR-positive BALF sample from ICU-06 patient was spun at 8,000gfor 15 min, filtered and diluted 1:2 with DMEM supplemented with16 gμ ml −1 trypsin before it was added to the cells. After incubation at37 °C for 1 h, the inoculum was removed and replaced with fresh culturemedium containing antibiotics (see below) and 16 gμ ml −1 trypsin. Thecells were incubated at 37 °C and observed daily for cytopathogeniceffects. The culture supernatant was examined for the presence of virusby qRT–PCR methods developed in this study, and cells were examinedby immunofluorescence microscopy using the anti-SARSr-CoV Rp3 Nantibodythatwasgeneratedin-house(1:1,000).Penicillin(100 units ml−1)and streptomycin (15 gμ ml −1) were included in all tissue culture media.Vero E6 cells were infected with the new virus at a multiplicity ofinfection (MOI) of 0.5 and collected 48 h after infection. Cells were fixedwith 2.5% (w/v) glutaraldehyde and 1% osmium tetroxide, dehydratedthrough a graded series of ethanol concentrations (from 30 to 100%)and embedded with epoxy resin. Ultrathin sections (80 nm) ofembedded cells were prepared, deposited onto Formvar-coated copper grids(200 mesh), stained with uranyl acetate and lead citrate, and analysedusing a 200-kV Tecnai G2 electron microscope.The virus neutralization test was carried out in a 96-well plate.The patient serum samples were heat-inactivated by incubation at56 °C for 1 h before use. The serum samples were diluted to 1:10, 1:20,1:40 or 1:80, and then an equal volume of virus stock was added andincubated at 37 °C for 60 min in a 5% CO2 incubator. Diluted horseanti-SARS-CoV serum or serum samples from healthy individualswere used as control. After incubation, 100 μl mixtures were inoculated onto a monolayer of Vero E6 cells in a 96-well plate for 1 h. Eachserum was assessed in triplicate. After removing the supernatant, theplate was washed twice with DMEM medium. Cells were incubatedwith DMEM supplemented with 2% FBS for 3 days. Subsequently,the cells were checked for cytopathogenic effects.RNA extraction and PCRWhenever commercial kits were used, the manufacturer’s instructionswere followed without modification. RNA was extracted from 200 μlof samples with the High Pure Viral RNA kit (Roche). RNA was eluted in50 μl of elution buffer and used as the template for RT–PCR.For qPCR analysis, primers based on the S gene of 2019-nCoV weredesigned: RBD-qF1, 5′-CAATGGTTTAACAGGCACAGG-3′; RBD-qR1,5′-CTCAAGTGTCTGTGGATCACG-3′. RNA extracted as describedabove was used for qPCR using the HiScript II One Step qRT–PCRSYBR Green Kit (Vazyme Biotech). Conventional PCRs were alsoperformed using the following primer pairs: ND-CoVs-951F,5′-TGTKAGRTTYCCTAAYATTAC-3′; ND-CoVs-1805R,5′-ACATCYTGATANARAACAGC-3′. The 20-μl qPCR reaction mix contained 10 μl 2× OneStep SYBR Green mix, 1 μl One Step SYBR Green Enzyme mix, 0.4 μl50× ROX Reference Dye 1, 0.4 μl of each primer (10 μM) and 2 μltemplate RNA. Amplification was performed as follows: 50 °C for3 min, 95 °C for 30 s followed by 40 cycles consisting of 95 °C for 10 sand 60 °C for 30 s, and a default melting curve step in an ABI 7500Real-time PCR machine.Serological testIn-house anti-SARSr-CoV IgG and IgM ELISA kits were developed usingSARSr-CoV Rp3 N protein as antigen, which shared more than 90%amino acid identity to all SARSr-CoVs2. For IgG analyses, MaxiSorpNunc-immuno 96-well ELISA plates were coated (100 ng per well)overnight with recombinant N protein. Human sera were used at a dilutionof 1:20 for 1 h at 37 °C. An anti-human IgG HRP-conjugated monoclonalantibody (Kyab Biotech) was used at a dilution of 1:40,000. The ODvalue (450–630 nm) was calculated. For IgM analyses, MaxiSorpNuncimmuno 96-well ELISA plates were coated (500 ng per well) overnightwith anti-human IgM (μ chain). Human sera were used at a 1:100dilution for 40 min at 37 °C, followed by incubation with an anti-Rp3 NHRP-conjugated antibody (Kyab Biotech) at a dilution of 1:4,000. TheOD value (450–630 nm) was calculated.Examination of ACE2 receptor for 2019-nCoV infectionHeLacellstransientlyexpressingACE2werepreparedusingLipofectamine3000(ThermoFisherScientific)ina96-wellplate;mock-transfectedcellswere used as controls. 2019-nCoV grown in Vero E6 cells was used forinfection at a MOI of 0.5. APN and DPP4 were analysed in the same way.The inoculum was removed after absorption for 1 h and washed twicewith PBS and supplemented with medium. At 24 h after infection, cellswere washed with PBS and fixed with 4% formaldehyde in PBS (pH 7.4)for 20 min at room temperature. ACE2 expression was detected usinga mouse anti-S tag monoclonal antibody and a FITC-labelled goatantimouse IgG H&L (Abcam, ab96879). Viral replication was detected usingarabbitantibodyagainsttheRp3Nprotein(generatedin-house,1:1,000)andaCy3-conjugatedgoatanti-rabbitIgG(1:200,Abcam,ab6939).Nucleiwere stained with DAPI (Beyotime). Staining patterns wereexaminedusingconfocalmicroscopyonaFV1200microscope(Olympus).High-throughput sequencing, pathogen screening and genomeassemblySamples from patient BALF or from the supernatant of viruscultures were used for RNA extraction and next-generation sequencing(NGS) using BGI MGISEQ2000 and Illumina MiSeq 3000 sequencers.Metagenomic analysis was carried out mainly based on thebioinformatics platform MGmapper (PE_2.24 and SE_2.24). The rawNGS reads were first processed by Cutadapt (v.1.18) with minimumread length of 30 base pairs. BWA (v.0.7.12-r1039) was used to alignreads to a local database with a filter hits parameter of 0.8 FMM((match + mismatch)/read length ≥ fraction] value and minimumalignment score of 30. Parameters for post-processing of assignedreads were set to a minimum size normalized abundance of 0.01,minimum read count of 20 and were otherwise set to defaultparameters. A local nucleic acid database for human and mammals was Data availabilityused to filter reads of host genomes before mapping reads to the Sequence data that support the findings of this study have beendeposvirus database. The results of the metagenomic analysis were dis- ited in GISAID (https://www.gisaid.org/) with accession numbersplayed as pie charts using Microsoft Office 2010. NGS reads were EPI_ISL_402124, EPI_ISL_402127–EPI_ISL_402130 and EPI_ISL_402131;assembled into genomes using Geneious (v.11.0.3) and MEGAHIT GenBank with accession numbers MN996527–MN996532; National(v.1.2.9). PCR and Sanger sequencing was performed to fill gaps in Genomics Data Center, Beijing Institute of Genomics, Chinese Academythe genome. 5′-rapid amplification of cDNA ends (RACE) was per- of Sciences (https://bigd.big.ac.cn/databases?lang=en) with accessionformed to determine the 5′-end of the genomes using a SMARTer numbers SAMC133236–SAMC133240 and SAMC133252.RACE 5′/3′ kit (Takara). Genomes were annotated using the CloneManager Professional Suite 8 (Sci-Ed Software).Phylogenetic analysisRoutine sequence management and analysis was carried out usingDNAStar. The sequence alignment of complete genome sequenceswas performed using MAFFT (v.7.307) with default parameters. Thecodon alignments of full-length S and RdRp gene sequences wereconverted from the corresponding protein alignments by PAL2NAL (v.14);the protein alignments were created by Clustal Omega (v.1.2.4) usingdefault parameters. Maximum likelihood phylogenetic trees weregenerated using RAxML (v.0.9.0) with GTR+G substitution model and1,000 bootstrap replicates.Reporting summaryFurther information on research design is available in the NatureResearch Reporting Summary linked to this paper.        Acknowledgements We thank P. Zhang and A. Du from the WIV core facility centre for theirhelp with producing transmission electron microscopy micrographs; H.-Z. Liu and P. Yu fromWIV for bioinformatics analysis. This work was jointly supported by the Strategic PriorityResearch Program of the Chinese Academy of Sciences (CAS) (XDB29010101 to Z.-L.S. andXDB29010104 to P.Z.), China Natural Science Foundation for excellent scholars (81822028 toP.Z., 31770175 to Z.-L.S. and 31800142 to B.H.), Mega-Project for Infectious Disease fromMinister of Science and Technology of the People’s Republic of China(2018ZX10305409-004001 to P.Z.), Youth innovation promotion association of CAS        Additional informationSupplementary information is available for this paper athttps://doi.org/10.1038/s41586-0202012-7.Correspondence and requests for materials should be addressed to Z.-L.S.Reprints and permissions information is available at http://www.nature.com/reprints.Extended Data Fig. 2 | Phylogenetic trees based on the complete S and RdRpgene sequences of coronaviruses. a, b, Phylogenetic trees on the basis of thegene sequences of S (a) and RdRp (b) are shown. 2019-nCoV and bat CoV RaTG13are shown in bold and in red. The trees were constructed using the maximumlikelihood method using the GTR + G substitution model with bootstrap valuesdetermined by 1,000 replicates. Bootstraps values of more than 50% areshown.Extended Data Fig. 3 | Amino acid sequence alignment of the S1 protein ofthe 2019-nCoV to SARS-CoV and selected bat SARSr-CoVs. Thereceptorbinding motif of SARS-CoV and the homologous region of other coronavirusesare indicated by the red box. The key amino acid residues involved in theinteraction with human ACE2 are numbered at the top of the alignedsequences. The short insertions in the N-terminal domain of the 2019-nCoV areindicated by the blue boxes. Bat CoV RaTG13 was obtained from R. affinis,found in Yunnan province. Bat CoV ZC45 was obtained from R. sinicus, found inZhejiang province.Extended Data Fig. 4 | Molecular detection method used to detect2019-nCoV. a, Standard curve for qPCR primers. The PCR product of the S genethat was serial diluted in the range of 108 to 101 (lines from left to right) was usedas a template. Primer sequences and experimental conditions are described inthe Methods. b, Specificity of the qPCR primers. Nucleotide samples from theindicated pathogens were used.Extended Data Fig. 5 | Amino acid sequence alignment of the nucleocapsid protein of 2019-nCoV to bat SARSr-CoV Rp3 and SARS-CoV BJ01. Bat SARSr-CoVRp3 was obtained from R. sinicus, which is found in Guangxi province.Extended Data Fig. 6 | Isolation and antigenic characterization of2019-nCoV. a, b, Vero E6 cells are shown at 24 h after infection with mock virus(a) or 2019-nCoV (b). c, d, Mock-virus-infected (c) or 2019-nCoV-infected (d)samples were stained with rabbit serum raised against recombinant SARSr-CoVRp3 N protein (red) and DAPI (blue). The experiment was conducted twiceindependently with similar results. e, The ratio of the number of reads relatedto 2019-nCoV among the total number of virus-related reads in metagenomicsanalysis of supernatants from Vero E6 cell cultures. f, Virus growth in Vero E6cells. g, Viral particles in the ultrathin sections were imaged using electronmicroscopy at 200 kV. The sample was from virus-infected Vero E6 cells. Theinset shows the viral particles in an intra-cytosolic vacuole.Extended Data Fig. 7 | Analysis of 2019-nCoV receptor usage. Determinationof virus infectivity in HeLa cells with or without the expression of human APNand DPP4. The expression of ACE2, APN and DPP4 plasmids with S tag weredetected using mouse anti-S tag monoclonal antibody. ACE2, APN and DPP4proteins (green), viral protein (red) and nuclei (blue) are shown. Scale bars,10 μm.Extended Data Table 1 | Patient information and diagnosis historyNote, some records are missing. All patients are sellers or deliverymen at the seafood market except ICU-01, whose contact history is unclear. All patients were admitted to intensive care unit(ICU) during the first investigation and were now in stable condition. Blood IgM tests have been performed for the following respiratory pathogens for all patients: Legionella pneumophilia,Mycoplasma pneumoniae, Chlamydia pneumoniae, respiratory syncytial virus, adenovirus, Rickettsia, influenza A virus, influenza B virus and parainfluenza virus.*This patient reported fever on 12 December 2019 and then recovered without medical treatment. He came back to the hospital on 27 December 2019 with a fever. His wife was also ill andadmitted to the hospital. Both individuals recovered.Extended Data Table 2 | Laboratory resultsSamples from two patients (ICU-01 and ICU-08) were not available during the second investigation. They had been discharged from the hospital. We did a serial test for patient ICU-06 on thefollowing dates: 30 December 2019, 31 December 2019, 1 January 2020 and 10 January 2020, corresponding to 7, 8, 9 and 18 days after disease onset (23 December 2019). Molecular andserological (IgM and IgG) virus-detection results for 2019-nCoV are shown. NA, not available.*Virus isolated.#A full-length genome was obtained.ArticleExtended Data Table 3 | Genomic comparison of 2019-nCoV WIV04 with SARS-CoVs and bat SARSr-CoVsExtended Data Table 4 | Virus neutralization test of serum samplesEach serum sample was tested in triplicate. Serum samples from two healthy individuals from Wuhan and five patients as well as a horse anti-SARS-CoV anti-serum were used.We used 120 TCID50 viruses per well. Serum samples were used at dilutions of 1:10, 1:20, 1:40 and 1:80. neg, negative; VNT, virus neutralization test.Corresponding author(s): Zheng-Li ShiLast updated by author(s): Feb 21, 2020Reporting SummaryNature Research wishes to improve the reproducibility of the work that we publish. This form provides structure for consistency and transparencyin reporting. For further information on Nature Research policies, see Authors & Referees and the Editorial Policy Checklist.Statisticsn/a ConfirmedFor all statistical analyses, confirm that the following items are present in the figure legend, table legend, main text, or Methods section.The exact sample size (n) for each experimental group/condition, given as a discrete number and unit of measurementA statement on whether measurements were taken from distinct samples or whether the same sample was measured repeatedlyThe statistical test(s) used AND whether they are one- or two-sidedOnly common tests should be described solely by name; describe more complex techniques in the Methods section.A description of all covariates testedA description of any assumptions or corrections, such as tests of normality and adjustment for multiple comparisonsA full description of the statistical parameters including central tendency (e.g. means) or other basic estimates (e.g. regression coefficient)AND variation (e.g. standard deviation) or associated estimates of uncertainty (e.g. confidence intervals)For null hypothesis testing, the test statistic (e.g. F, t, r) with confidence intervals, effect sizes, degrees of freedom and P value notedGive P values as exact values whenever suitable.For Bayesian analysis, information on the choice of priors and Markov chain Monte Carlo settingsFor hierarchical and complex designs, identification of the appropriate level for tests and full reporting of outcomesEstimates of effect sizes (e.g. Cohen's d, Pearson's r), indicating how they were calculatedOur web collection on statistics for biologists contains articles on many of the points above.Data collectionData analysisDataSoftware and codePolicy information about availability of computer codeNo software was used.BWA (v0.712-r1039), Cutadapt (v1.18), Geneious (v11.0.3), MEGAHIT (v1.2.9), Clone Manager Professional Suite 8, MAFFT (v7.307),MGmapper (PE2.24 and SE2.24), PAL2NAL (version 14), Clustal Omega (version 1.2.4), RAxML (version 0.9.0)For manuscripts utilizing custom algorithms or software that are central to the research but not yet described in published literature, software must be made available to editors/reviewers.We strongly encourage code deposition in a community repository (e.g. GitHub). See the Nature Research guidelines for submitting code & software for further information.Policy information about availability of dataAll manuscripts must include a data availability statement. This statement should provide the following information, where applicable:- Accession codes, unique identifiers, or web links for publicly available datasets- A list of figures that have associated raw data- A description of any restrictions on data availabilitySequence data that support the findings of this study have been deposited in GISAID with the accession no. EPI_ISL_402124 and EPI_ISL_402127-402131.Field-specific reportingPlease select the one below that is the best fit for your research. If you are not sure, read the appropriate sections before making your selection.Life sciencesBehavioural & social sciencesEcological, evolutionary & environmental sciencesnatureresearch|reportingsummaryFor a reference copy of the document with all sections, see nature.com/documents/nr-reporting-summary-flat.pdfLife sciences study designAll studies must disclose on these points even when the disclosure is negative.Sample sizeSamples of seven pneumonia patients are available from the clinical hospital to be sent to Wuhan Institute of Virology for pathogenidentification. The coronavirus genome sequences were obtained from 5 different patients and shared >99.9% identity, suggesting they wereinfected by the same virus. Therefore, the sample size is sufficient for conducting the following study which aims to identify and characterizethe causative agent of this pneumonia outbreak.Data exclusionsNo data excludedRandomizationSamples were chosen randomly.BlindingWe were blinded when choosing samples.ReplicationThe authors guarantee the findings are reliably reproducible. At least three independent experiments were performed, which was stated inthe text.Reporting for specific materials, systems and methodsWe require information from authors about some types of materials, experimental systems and methods used in many studies. Here, indicate whether each material,system or method listed is relevant to your study. If you are not sure if a list item applies to your research, read the appropriate section before selecting a response.Materials & experimental systemsn/a Involved in the studyMethodsn/a Involved in the studyChIP-seqFlow cytometryMRI-based neuroimagingAntibodiesEukaryotic cell linesPalaeontologyAnimals and other organismsHuman research participantsClinical dataAntibodiesAntibodies usedValidationEukaryotic cell linesPolicy information about cell linesCell line source(s)AuthenticationMycoplasma contaminationCommonly misidentified lines(See ICLAC register)natureresearch|reportingsummaryThe house-made SARSr-CoV Rp3 NP antibodies and anti-S tag monoclonal antibody were validated in a WB. The cy3-conjugatedanti-rabbit IgGs were validated in IFA. The FITC-labelled goat anti-mouse IgG H&L was validated in IHC.1. African green monkey origin, Vero E6 cell; 2. Human lung cell Huh7 ; 3. Human HeLa cells. All cell lines werefromATCC.All monkey and human cells were from ATCC with authentication. The authentication was performed by microscopemorphology check, growth curve analysis or identity verification with STR analysis (for human cell lines).We confirm that all cells were tested as mycoplasma negative.No commonly misidentified cell lines were used.Policy information about studies involving human research participantsPopulation characteristicsRecruitmentEthics oversightSamples were sent to Wuhan Institute of Virology by hospital for pathogen identification.Wuhan Jinyintan Hospital (the co-authored institution)Note that full information on the approval of the study protocol must also be provided in the manuscript.", "ref_list": [[], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Novel SARS-like betacoronaviruses in bats"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence"], ["SARS-like WIV1-CoV poised for human emergence"], ["Serological evidence of bat SARS-related coronavirus infection in humans"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["and evolution of pathogenic coronaviruses"], ["Bat coronaviruses in China"], ["Press statement related to novel coronavirus infection (in Chinese) http://wjw"], ["Identification of a novel coronavirus in bats"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Severe acute respiratory syndrome-related coronavirus - the species and its viruses, a statement of the Coronavirus Study Group"], ["General's remarks at the media briefing on 2019-nCoV on 11 February 2020"], ["Competing interests The authors declare no competing interests. 1. SARSr-CoV Rp3 NP antibody made in house; 2. Anti-Human IgG-HRP conjugated monoclonal antibody (Kyab Biotech Co"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W. Li"], ["Ge"], ["L. Yang"], ["B. Hu"], ["Menachery"], ["Menachery"], ["N. Wang"], ["C. Drosten"], ["A. M. Zaki", "S. van Boheemen", "T. M. Bestebroer", "A. D. M. E. Osterhaus", "R. A. M. Fouchier"], ["J. Cui", "F. Li", "Z. L. Origin Shi"], ["Y. Fan", "K. Zhao", "Z.-L. Shi", "P. Zhou"], [], ["L. L. Poon"], ["W. Li"], ["A. E. Gorbalenya", "937862v1"], ["on-", "-", "-"], ["Ltd", "Ltd", "H&L (Abcam"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronaviruses have caused two large-scale pandemics in the past\ntwo decades, SARS and Middle East respiratory syndrome (MERS)8,9.\nIt has generally been thought that SARSr-CoV—which is mainly found\nin bats—could cause a future disease outbreak10,11. Here we report\non a series of cases caused by an unidentified pneumonia disease\noutbreak in Wuhan, Hubei province, central China. This disease\noutbreak—which started from a local seafood market—has grown\nsubstantially to infect 2,761 people in China, is associated with 80 deaths\nand has led to the infection of 33 people in 10 additional countries\nas of 26 January 202012. Typical clinical symptoms of these patients\nare fever, dry cough, breathing difficulties (dyspnoea), headache\nand pneumonia. Disease onset may result in progressive respiratory\nfailure owing to alveolar damage (as observed by transverse chest\ncomputerized-tomography images) and even death. The disease was\ndetermined to be caused by virus-induced pneumonia by clinicians\naccording to clinical symptoms and other criteria, including a rise in\nbody temperature, decreases in the number of lymphocytes and white\nblood cells (although levels of the latter were sometimes normal), new\npulmonary infiltrates on chest radiography and no obvious\nimprovement after treatment with antibiotics for three days. It appears that\nmost of the early cases had contact history with the original seafood\nmarket; however, the disease has now progressed to be transmitted\nby human-to-human contact.", "one_words_summarize": "Coronaviruses have caused two large-scale pandemics in the pasttwo decades, SARS and Middle East respiratory syndrome (MERS)8,9.It has generally been thought that SARSr-CoV—which is mainly foundin bats—could cause a future disease outbreak10,11. Here we reporton a series of cases caused by an unidentified pneumonia diseaseoutbreak in Wuhan, Hubei province, central China. The disease wasdetermined to be caused by virus-induced pneumonia by cliniciansaccording to clinical symptoms and other criteria, including a rise inbody temperature, decreases in the number of lymphocytes and whiteblood cells (although levels of the latter were sometimes normal), newpulmonary infiltrates on chest radiography and no obviousimprovement after treatment with antibiotics for three days. As a laboratory investigating CoV, we first used pan-CoVPCR primers to test these samples13, given that the outbreak occurred inwinter and in a market—the same environment as SARS infections. Four morefull-length genome sequences of 2019-nCoV (WIV02, WIV05, WIV06 andSARSr-CoV (1,378)ORF1aWIV07) (GISAID accession numbers EPI_ISL_402127–402130) that weremore than 99.9% identical to each other were subsequently obtainedfrom four additional patients using next-generation sequencing andPCR (Extended Data Table 2).The virus genome consists of six major open-reading frames (ORFs)that are common to coronaviruses and a number of other accessorygenes (Fig. We were only able to obtainfive serum samples from the seven patients with viral infections. 2b).As a second analysis, we tested samples from 5 of the 7 virus-positivepatients around 20 days after disease onset for the presence of viralantibodies (Extended Data Tables 1, 2). b, c, The cut-off was to 0.2for the IgM analysis and to 0.3 for the IgG analysis, according to the levels ofhealthy controls.(50% tissue-culture-infective dose) of 2019-nCoV at a dilution of1:40–1:80. We also show that this virus could be cross-neutralized byhorse anti-SARS-CoV serum (gift from L.-F. Wang) at dilutions of 1:40;however, the potential for cross-reactivity with SARS-CoVantibodies needs to be confirmed with anti-SARS-CoV serum from humans(Extended Data Table 4).ACE2 is known to be a cell receptor for SARS-CoV14. However, there are still many urgentquestions that remain to be answered. It appears that the virus isbecoming more transmissible between humans. Most importantly, strict regulations against the domestication andconsumption of wildlife should be implemented. Theexperiments were not randomized and the investigators were notblinded to allocation during experiments and outcome assessment. Patientswere sampled without gender or age preference unless indicated. For swabs, 1.5 ml DMEM containing 2% FBS was added to each tube. Thecells were incubated at 37 °C and observed daily for cytopathogeniceffects. The virus neutralization test was carried out in a 96-well plate. After incubation, 100 μl mixtures were inoculated onto a monolayer of Vero E6 cells in a 96-well plate for 1 h. Eachserum was assessed in triplicate. RNA was extracted from 200 μlof samples with the High Pure Viral RNA kit (Roche). For IgG analyses, MaxiSorpNunc-immuno 96-well ELISA plates were coated (100 ng per well)overnight with recombinant N protein. A local nucleic acid database for human and mammals was Data availabilityused to filter reads of host genomes before mapping reads to the Sequence data that support the findings of this study have beendeposvirus database. Reporting summaryFurther information on research design is available in the NatureResearch Reporting Summary linked to this paper. Bat CoV ZC45 was obtained from R. sinicus, found inZhejiang province. Primer sequences and experimental conditions are described inthe Methods. The experiment was conducted twiceindependently with similar results. All patients were admitted to intensive care unit(ICU) during the first investigation and were now in stable condition. NA, not available.*Virus isolated.#A full-length genome was obtained. A description of all covariates testedA description of any assumptions or corrections, such as tests of normality and adjustment for multiple comparisonsA full description of the statistical parameters including central tendency (e.g. means) or other basic estimates (e.g. regression coefficient)AND variation (e.g. standard deviation) or associated estimates of uncertainty (e.g. confidence intervals)For null hypothesis testing, the test statistic (e.g. F, t, r) with confidence intervals, effect sizes, degrees of freedom and P value notedGive P values as exact values whenever suitable. BWA (v0.712-r1039), Cutadapt (v1.18), Geneious (v11.0.3), MEGAHIT (v1.2.9), Clone Manager Professional Suite 8, MAFFT (v7.307),MGmapper (PE2.24 and SE2.24), PAL2NAL (version 14), Clustal Omega (version 1.2.4), RAxML (version 0.9.0)For manuscripts utilizing custom algorithms or software that are central to the research but not yet described in published literature, software must be made available to editors/reviewers. We strongly encourage code deposition in a community repository (e.g. GitHub). See the Nature Research guidelines for submitting code & software for further information. Policy information about availability of dataAll manuscripts must include a data availability statement. This statement should provide the following information, where applicable:- Accession codes, unique identifiers, or web links for publicly available datasets- A list of figures that have associated raw data- A description of any restrictions on data availabilitySequence data that support the findings of this study have been deposited in GISAID with the accession no. If you are not sure, read the appropriate sections before making your selection. Life sciencesBehavioural & social sciencesEcological, evolutionary & environmental sciencesnatureresearch|reportingsummaryFor a reference copy of the document with all sections, see nature.com/documents/nr-reporting-summary-flat.pdfLife sciences study designAll studies must disclose on these points even when the disclosure is negative. The coronavirus genome sequences were obtained from 5 different patients and shared >99.9% identity, suggesting they wereinfected by the same virus. ReplicationThe authors guarantee the findings are reliably reproducible. Policy information about studies involving human research participantsPopulation characteristicsRecruitmentEthics oversightSamples were sent to Wuhan Institute of Virology by hospital for pathogen identification."}