{"date": "2020/02/03", "journal": "Nature Medicine", "authors": null, "title": "Communication, collaboration and cooperation can stop the 2019 coronavirus", "type": "Editorial", "abstract": "As the outbreak of a deadly new coronavirus in China and its rapid spread is rattling countries, only the collective international experience and advances derived from past outbreaks can accelerate its control.", "text": "OHealth Organization was alertedn 31 December 2019, the Worldabout a cluster of pneumonia casesof unknown etiology in Wuhan, China,which prompted international concern of thepotential public-health impact of an outbreakof a new virus. Those initial concerns haveproven justified: at the time of this writing, ithas been confirmed that thousands of peoplehave been infected, and of those, almost3% have died. With the now global spreadof the virus, the urgency of a coordinatedinternational response has amplified.Within days of the initial outbreak,Chinese researchers had identified a novelcoronavirus—temporarily named‘2019nCoV’—in samples from patients, and theymade the viral sequence publicly availableon 10 January 2020, after global urging. Theswift identification of the new coronavirusreflects China’s investment in scientificcapacity, as well as new strategies andinfrastructure for public-health emergenciesimplemented in the country since theoutbreak of the related severe acuterespiratory syndrome (SARS) coronavirusin Guangdong province in 2002 (also see theComment by John Nkengasong). However,the public release of the 2019-nCoV viralsequence was needed to empower the globalcommunity to collectively mobilize researchefforts to help in the containment of this virus.Experience gained from viral outbreaksover the past two decades has also betterpositioned the international responsein terms of scope and speed. The SARSoutbreak, which killed 774 peopleworldwide, and the 2012 emergence of therelated coronavirus Middle East respiratorysyndrome coronavirus (MERS-CoV)stimulated the development of a broadarray of research tools, vaccine platforms,diagnostics and potential therapeutics thathave yielded extensive scientific insightsinto coronavirus biology and are now beingtranslated to the new virus. That progress,coupled with lessons learned from theoutbreaks of Zika, Ebola and Chikungunyaviruses, should enable rapid containment of2019-nCoV.Accordingly, on 13 January 2020, theVaccine Research Center of the US NationalInstitutes of Health communicated the2019-nCoV viral sequence to collaboratorsat Moderna, which has initiatedgoodmanufacturing-practice production of anmRNA vaccine targeting the viral spikeglycoprotein. The hope is to launch a phase1 clinical trial in healthy people within threemonths. Initial phylogenetic analysis of2019-nCoV sequences suggests there is littlediversity—indicative of limited evolution—among viral isolates, which would be apotential boon to broad dissemination of aprotective vaccine (http://virological.org/t/preliminary-phylogenetic-analysis-of-11ncov2019-genomes-2020-01-19/329). On23 January 2020, the Coalition for EpidemicPreparedness Innovations announcedfunding for Inovio Pharmaceuticals andthe University of Queensland to leveragetheir existing platforms from MERS vaccineefforts, and separately to Moderna for itsmRNA platform, to help accelerate clinicaltesting of a vaccine against 2019-nCoV.Studies of SARS and MERS viruseshave also suggested candidate therapeutics:Gilead Sciences is in talks with the USA andChina for the possible use of remdesivir, aninvestigational drug that has shown efficacyin preclinical models of SARS and MERScoronaviruses. Also, investigators in Chinareport that a clinical trial of the antiviralslopinavir and ritonavir, used to treat somepatients with SARS and MERS, has beeninitiated in hospitalized patients infectedwith 2019-nCoV (https://www.thelancet.com/journals/lancet/article/PIIS01406736(20)30183-5/fulltext).This multi-pronged approach to curtail theoutbreak, strongly supported by existing R&D,is a testament to the collaborative response ofinternational organizations and the researchand clinical communities. Nevertheless, at thetime of this writing, many knowledge gapsremain that must be bridged. For example,the transmissibility of the virus and fullextent of the outbreak remain uncertain, asundiagnosed cases of coronavirus infectionmay have been mistaken for other respiratoryillnesses. Moreover, whether ‘superspreaders’exist—people capable of transmitting the virusto a larger number of contacts than average,as observed during the SARS outbreak—isunknown. Also, the true virulence of the virusis unclear: so far, most of the deaths haveoccurred in older people with underlyingcomorbidities.While the virus resembles othercoronaviruses harbored in bats, the animalhost of 2019-nCoV has not been identified,nor has the mechanism by which a suspectedanimal virus made the jump to humans.Likewise, whether the initial infectionsderived from a single zoonotic transmissionevent or many such events has yet to beascertained. Resolving these issues will helpestablish effective control measures to limitfurther viral transmission. However, to doso will require sharing not just knowledgebut the virus itself. At the time of thiswriting, only China had access to the intactvirus, which means that other countrieswould need to create it anew by reverseengineering or by isolating the virus frominfected people. Although this is feasible,such barriers to complete collaboration cancontribute to delays in outbreak control.In December, 2017, Chinese researchersdiscovered a cave of bats harboring virusesthat together contained all the geneticmaterial needed to create a potentially deadlySARS-like virus. However, virus-surveillanceefforts did not detect 2019-nCoV, and initiallylocal authorities did not broadly acknowledgeits possible health impact, despite existingknowledge of related viruses. This speaksdually to the need for continued surveillanceand emergency planning, and to theimportance of publicizing health outbreaks asthey occur to optimize response coordinationand to engage the lay community in activerisk prevention, even at early stages.Public-health security transcends borders.In the face of global infectious-diseaseemergencies, countries have a responsibilityto be transparent in their reporting andactions, both to their own populations andto the international community, in order tofacilitate and accelerate cooperation that willultimately curtail outbreaks and minimizeharm. The initial global response to the2019-nCoV outbreak illustrates the powerof rapid communication and the importanceof sustained research and collaborationsthat can be leveraged in future outbreaks.Sustained cooperation is essential to theirresolution. ❐", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "OHealth Organization was alerted\nn 31 December 2019, the World\nabout a cluster of pneumonia cases\nof unknown etiology in Wuhan, China,\nwhich prompted international concern of the\npotential public-health impact of an outbreak\nof a new virus. Those initial concerns have\nproven justified: at the time of this writing, it\nhas been confirmed that thousands of people\nhave been infected, and of those, almost\n3% have died. With the now global spread\nof the virus, the urgency of a coordinated\ninternational response has amplified.", "one_words_summarize": "OHealth Organization was alertedn 31 December 2019, the Worldabout a cluster of pneumonia casesof unknown etiology in Wuhan, China,which prompted international concern of thepotential public-health impact of an outbreakof a new virus. That progress,coupled with lessons learned from theoutbreaks of Zika, Ebola and Chikungunyaviruses, should enable rapid containment of2019-nCoV.Accordingly, on 13 January 2020, theVaccine Research Center of the US NationalInstitutes of Health communicated the2019-nCoV viral sequence to collaboratorsat Moderna, which has initiatedgoodmanufacturing-practice production of anmRNA vaccine targeting the viral spikeglycoprotein. The hope is to launch a phase1 clinical trial in healthy people within threemonths. However, to doso will require sharing not just knowledgebut the virus itself. Although this is feasible,such barriers to complete collaboration cancontribute to delays in outbreak control. The initial global response to the2019-nCoV outbreak illustrates the powerof rapid communication and the importanceof sustained research and collaborationsthat can be leveraged in future outbreaks."}