{"date": "2020/02/03", "journal": "Nature", "authors": "Fan Wu, Su Zhao, Bin Yu, Yan-Mei Chen, Wen Wang, Zhi-Gang Song, Yi Hu, Zhao-Wu Tao, Jun-Hua Tian, Yuan-Yuan Pei, Ming-Li Yuan, Yu-Ling Zhang, Fa-Hui Dai, Yi Liu, Qi-Min Wang, Jiao-Jiao Zheng, Lin Xu, Edward C. Holmes, Yong-Zhen Zhang", "title": "A new coronavirus associated with human respiratory disease in China", "type": "Article", "abstract": "Emerging infectious diseases, such as severe acute respiratory syndrome (SARS) and Zika virus disease, present a major threat to public health1-3. Despite intense research eofrts, how, when and where new diseases appear are still a source of considerable uncertainty. A severe respiratory disease was recently reported in Wuhan, Hubei province, China. As of 25 January 2020, at least 1,975 cases had been reported since the rifst patient was hospitalized on 12 December 2019. Epidemiological investigations have suggested that the outbreak was associated with a seafood market in Wuhan. Here we study a single patient who was a worker at the market and who was admitted to the Central Hospital of Wuhan on 26 December 2019 while experiencing a severe respiratory syndrome that included fever, dizziness and a cough. Metagenomic RNA sequencing4 of a sample of bronchoalveolar lavage uflid from the patient identiefid a new RNA virus strain from the family Coronaviridae, which is designated here 'WH-Human 1' coronavirus (and has also been referred to as '2019-nCoV'). Phylogenetic analysis of the complete viral genome (29,903 nucleotides) revealed that the virus was most closely related (89.1% nucleotide similarity) to a group of SARS-like coronaviruses (genus Betacoronavirus, subgenus Sarbecovirus) that had previously been found in bats in China5. This outbreak highlights the ongoing ability of viral spill-over from animals to cause severe disease in humans.", "text": "performed deep meta-transcriptomic sequencing. The clinicalspecimen was handled in a biosafety level 3 laboratory at ShanghaiPublic Health Clinical Center. Total RNA was extracted from 200 μlof BALF and a meta-transcriptomic library was constructedfor pairend (150-bp reads) sequencing using an Illumina MiniSeq aspreviously described4,6–8. In total, we generated 56,565,928 sequence readsthat were de novo-assembled and screened for potential aetiologicalagents. Of the 384,096 contigs assembled by Megahit9, the longest(30,474 nucleotides (nt)) had a high abundance and was closely relatedto a bat SARS-like coronavirus (CoV) isolate—bat SL-CoVZC45 (GenBankaccession number MG772933)—that had previously been sampled inChina, with a nucleotide identity of 89.1% (Supplementary Tables 1, 2).The genome sequence of this virus, as well as its termini, weredetermined and confirmed by reverse-transcription PCR (RT–PCR)10 and5′/3′ rapid amplification of cDNA ends (RACE), respectively. This virusstrain was designated as WH-Human 1 coronavirus (WHCV) (and hasalso been referred to as ‘2019-nCoV’) and its whole genome sequence(29,903 nt) has been assigned GenBank accession number MN908947.Remapping the RNA-sequencing data to the complete genome of WHCVresulted in an assembly of 123,613 reads, providing 99.99% genomecoverage at a mean depth of 6.04× (range, 0.01–78.84×) (ExtendedData Fig. 3). The viral load in the BALF sample was estimated by qPCRto be 3.95 × 108 copies per ml (Extended Data Fig. 4).The viral genome organization of WHCV was determined by sequencealignment to two representative members of the genusBetacoronavirus: a coronavirus associated with humans (SARS-CoV Tor2, GenBankaccession number AY274119) and a coronavirus associated with bats(bat SL-CoVZC45, GenBank accession number MG772933). Theuntranslational regions and open-reading frame (ORF) of WHCV weremapped on the basis of this sequence alignment and ORF prediction.The WHCV viral genome was similar to these two coronaviruses (Fig. 1and Supplementary Table 3). The order of genes (5′ to 3′) was as follows:replicase ORF1ab, spike (S), envelope (E), membrane (M) andnucleocapsid (N). WHCV has 5′ and 3′ terminal sequences that are typicalof betacoronaviruses, with 265 nt at the 5′ terminal end and 229 nt atthe 3′ terminal end. The predicted replicase ORF1ab gene of WHCV is21,291 nt in length and contained 16 predicted non-structural proteins(Supplementary Table 4), followed by (at least) 13 downstream ORFs.Additionally, WHCV shares a highly conserved domain (LLRKNGNKG:amino acids 122–130) in nsp1 with SARS-CoV. The predicted S, ORF3a,E, M and N genes of WHCV are 3,822, 828, 228, 669 and 1,260 nt in length,respectively. In addition to these ORF regions, which are shared by allmembers of the subgenus Sarbecovirus, WHCV is similar to SARS-CoVin that it carries a predicted ORF8 gene (with a length of 366 nt) that islocated between the M and N ORF genes. The functions of WHCV ORFswere predicted on the basis of those of known coronaviruses and aredescribed in Supplementary Table 5. In a manner similar to SARS-CoVTor2, a leader transcription regulatory sequence (TRS) and nineputative body TRSs could be readily identified upstream of the 5′ end of theORF in WHCV, and the putative conserved TRS core sequence appearedin two forms—ACGAAC or CUAAAC (Supplementary Table 6).To determine the evolutionary relationships between WHCV andpreviously identified coronaviruses, we estimated phylogenetic trees onthe basis of the nucleotide sequences of the whole-genome sequence,the non-structural protein genes ORF1a and ORF1b, and the mainstructural proteins encoded by the S, E, M and N genes (Fig. 2 and ExtendedData Fig. 5). In all phylogenies, WHCV clustered with members of thesubgenus Sarbecovirus, including the SARS-CoV that was responsiblefor the global SARS pandemic1,2 of 2002–2003, as well as a numberof SARS-like coronaviruses that have been obtained from bats5,11–13.However, WHCV changed topological position within the subgenusSarbecovirus depending on which gene was used, which suggests thatrecombination has occurred in this group of viruses in the past (Fig. 2and Extended Data Fig. 5). Specifically, in the S gene tree (ExtendedData Fig. 5), WHCV was most closely related to the bat coronavirusSL-CoVZC45 with 82.3% amino acid identity (and around 77.2% aminoacid identity to SARS-CoV; Supplementary Table 3) whereas in the2,0006,0008,00010,000 12,000 14,000 16,000 18,000 20,000 22,000 24,000 26,000 28,000Position100100100100100100100EriCoVMERS-CoVTy-BatCoV HKU4Pi-BatCoV HKU5Ro-BatCoV GCCDC1100 BtRt-BetaCoV/GX2018Ro-BatCoV HKU9Bat Hp-BetaCoV HibecovirusWHCVBat CoV BM48-31/BGR/2008100Bat SARS-CoV HKU3Bat SL-CoVZC45Bat SL-CoVZXC21BtCoV/279/2005Bat SARS-CoV Rm196 BtCoV Rp/Shaanxi2011BtRf-BetaCoV/JL2012Bat CoV JTMC15BtRf-BetaCoV/HeB2013BtRf-BetaCoV/SX2013100 Bat SARS-CoV Rf199 BtCoV/273/2005BtCoV Cp/Yunnan2011LYRa11BtRl-BetaCoV/SC2018Bat SARS-like CoV YNLF 34C99 Civet SARS-CoV SZ3SARS-CoV BJ01100 SARS-CoV TOR2SARS-CoV WH20100 Bat SARS-like CoV Rs4231100 Bat SARS-like CoV Rs487497 Bat SARS-like CoV WIV1698 BtRs-BetaCoV/YN201396 BtRs-BetaCoV/YN2018C99 BtRs-BetaCoV/YN2018B97 BtRs-BetaCoV/YN2018DBat SARS-like CoV Rf409219060 Bat SARS-like CoV RsSHC01496 Bat SARS-like CoV Rs3367Bat SARS-like CoV WIV199 BtRs-BetaCoV/GX2013Bat SARS-CoV Rp389 BtRs-BetaCoV/YN2018A94 Bat SARS-CoV Rs672EmbecovirusNobecovirus10080HCoV-HKU1MHVChRCoV HKU24HCoV-OC43EriCoVTy-BatCoV HKU4Pi-BatCoV HKU5 MerbecovirusMERS-CoV99 Ro-BatCoV HKU9BtRt-BetaCoV/GX2018Ro-BatCoV GCCDC1Bat Hp-BetaCoVWHCV81 Bat SL-CoVZC4597 Bat SL-CoVZXC2199 Bat CoV BM48-31/BGR/2008BtCoV Cp/Yunnan201179 LYRa11BtRs-BetaCoV/GX201388 BtCoV/279/200599 Bat SARS-CoV Rm1Bat SARS-CoV HKU3Bat SARS-CoV Rp399 BtCoV Rp/Shaanxi2011BtRs-BetaCoV/YN2013BtRs-BetaCoV/YN2018C87 Bat SARS-like CoV Rs4231BtRl-BetaCoV/SC201877 Civet SARS-CoV SZ3Hibecovirus93 SSAARRSS--CCooVV BWJH021074 SARS-CoV TOR2BtRs-BetaCoV/YN2018ABtRf-BetaCoV/HeB201382 BtRf-BetaCoV/SX2013BtRf-BetaCoV/JL201299 Bat CoV JTMC15BtCoV/273/2005Bat SARS-CoV Rf199 Bat SARS-like CoV YNLF 34CBat SARS-like CoV Rf4092Bat SARS-like CoV Rs4874Bat SARS-like CoV Rs3367Bat SARS-like CoV WIV197 Bat SARS-like CoV WIV1689 BtRs-BetaCoV/YN2018D75 BtRs-BetaCoV/YN2018BBat SARS-like CoV RsSHC014Bat SARS-CoV Rs67298100c0.57199897791987091100EmbecovirusMerbecovirusChRCoV HKU24HCoV-OC43HCoV-HKU1MHV0 0 200 400 600 800 1,0001,012,2900 1,400 1,600 1,16,58200 2,000 2,200 2,400 2,600 2,800 3,000 3,200 3,400 3,600 3,800PositionData Fig. 7a). By contrast, other bat SARS-like CoVs—including the Rp3strain that cannot bind to human ACE214—had amino acid deletionsat positions 433–437 and 460–472 compared with the sequence inSARS-CoVs (Extended Data Fig. 7a). The previously determined15 crystalstructure of the RBD of the spike protein of SARS-CoV complexed withhuman ACE2 (Protein Data Bank (PDB) 2AJF) revealed that regions433–437 and 460–472 directly interact with human ACE2 and hencemay be important in determining species specificity (Extended DataFig. 7b). We predicted the three-dimensional protein structures of theRBD domains of the spike protein of WHCV, Rs4874 and Rp3 by proteinhomology modelling using the SWISS-MODEL server and comparedthem to the crystal structure of RBD domain of the spike protein ofSARS-CoV (PDB 2GHV) (Extended Data Fig. 7c–f). In accordance withthe sequence alignment, the predicted protein structures of the RBDdomains of WHCV and Rs4874 were closely related to that of SARS-CoVand different from the predicted structure of the RBD domain fromRp3. In addition, the N terminus of the spike protein of WHCV is moresimilar to that of SARS-CoV than other human coronaviruses (HKU1and OC43) (Extended Data Fig. 8) that can bind to sialic acid16. Insummary, the high similarities of the amino acid sequences and predictedprotein structures of the RBD domains of WHCV and SARS-CoV suggestthat WHCV may efficiently use human ACE2 as a receptor for cellularentry, which could potentially facilitate human-to-humantransmission11,17,18.To further characterize the putative recombination events in theevolutionary history of the sarbecoviruses, the whole-genome sequenceof WHCV and four representative coronaviruses—bat SARS-like CoVRp3, CoVZC45, CoVZXC21 and SARS-CoV Tor2—were analysed using theRecombination Detection Program v.4 (RDP4)19. Although thesimilarity plots suggested that possible recombination events had occurredbetween WHCV and SARS-CoVs or SARS-like CoVs (Extended DataFig. 9), there was no significant evidence for recombination across the4 | Nature | www.nature.comgenome as a whole. However, some evidence for past recombinationwas detected in the S gene of WHCV, SARS-CoV and bat SARS-like CoVs(WIV1 and RsSHC014) (P < 3.147 × 10−3 to P < 9.198 × 10−9), for which thesimilarity plots suggested the presence of recombination breakpointsat nucleotides 1,029 and 1,652, which separate the S gene of WHCV intothree regions (Fig. 3). In phylogenies of the nucleotide fragments from1 to 1,029 and from 1,652 to the end of the sequence, WHCV was mostclosely related to bat SL-CoVZC45 and bat SL-CoVZXC21, whereas in theregion of nucleotides 1,030 to 1,651 (the RBD region) WHCV groupedwith SARS-CoV and bat SARS-like CoVs (WIV1 and RsSHC014) that arecapable of direct human transmission17,20. Despite these recombinationevents, which seem relatively common among sarbecoviruses, there isno evidence that recombination has facilitated the emergence of WHCV.Coronaviruses are associated with a number of infectious diseaseoutbreaks in humans, including SARS in 2002–2003 and Middle Eastrespiratory syndrome (MERS) in 20121,21. Four other coronaviruses—human coronaviruses HKU1, OC43, NL63 and 229E—are alsoassociated with respiratory disease22–25. Although SARS-like coronaviruseshave been widely identified in mammals including bats since 2005 inChina10,26–28, the exact origin of human-infected coronaviruses remainsunclear. Here we describe a new coronavirus—WHCV—in the BALF froma patient who experienced severe respiratory disease in Wuhan, China.Phylogenetic analysis suggests that WHCV is a member of the genusBetacoronavirus (subgenus Sarbecovirus) that has some genomic andphylogenetic similarities to SARS-CoV1, particularly in the RBD of thespike protein. These genomic and clinical similarities to SARS, as well asits high abundance in clinical samples, provides evidence for anassociation between WHCV and the ongoing outbreak of respiratory diseasein Wuhan and across the world. Although the isolation of the virusfrom only a single patient is not sufficient to conclude that it causedthese respiratory symptoms, our findings have been independentlycorroborated in further patients in a separate study29.The identification of multiple SARS-like CoVs in bats have led tothe idea that these animals act as hosts of a natural reservoir of theseviruses22,23. Although SARS-like viruses have been identified widely inbats in China, viruses identical to SARS-CoV have not yet beendocumented. Notably, WHCV is most closely related to bat coronaviruses,and shows 100% amino acid similarity to bat SL-CoVZC45 in the nsp7and E proteins (Supplementary Table 3). Thus, these data suggest thatbats are a possible host for the viral reservoir of WHCV. However, as avariety of animal species were for sale in the market when the diseasewas first reported, further studies are needed to determine the naturalreservoir and any intermediate hosts of WHCV.Note added in proof: Since this paper was accepted, the ICTV hasdesignated the virus as SARS-CoV-230; in addition, the WHO has releasedthe official name of the disease caused by this virus, which is COVID-1931.Any methods, additional references, Nature Research reportingsummaries, source data, extended data, supplementary information,acknowledgements, peer review information; details of authorcontributions and competing interests; and statements of data and codeavailability are available at https://doi.org/10.1038/s41586-020-2008-3.Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution4.0 International License, which permits use, sharing, adaptation, distributionand reproduction in any medium or format, as long as you give appropriatecredit to the original author(s) and the source, provide a link to the Creative Commons licence,and indicate if changes were made. The images or other third party material in this article areincluded in the article’s Creative Commons licence, unless indicated otherwise in a credit lineto the material. If material is not included in the article’s Creative Commons licence and yourintended use is not permitted by statutory regulation or exceeds the permitted use, you willneed to obtain permission directly from the copyright holder. To view a copy of this licence,visit http://creativecommons.org/licenses/by/4.0/.© The Author(s) 2020Nature | www.nature.com | 5No statistical methods were used to predetermine sample size. Theexperiments were not randomized and the investigators were notblinded to allocation during experiments and outcome assessment.Patient information and collection of clinical data and sampleA patient presenting with acute onset of fever (temperature over37.5 °C), cough and chest tightness, who was admitted to the CentralHospital of Wuhan, in Wuhan, China, was considered to be a suspectedcase. During admission, BALF was collected and stored at −80 °Cuntil further processing. Demographic, clinical and laboratory datawere retrieved from the clinical records of the patient. The study wasreviewed and approved by the ethics committee of the NationalInstitute for Communicable Disease Control and Prevention, Chinese Centerfor Disease Control and Prevention. Signed written informed consentwas obtained from the patient.Total RNA was extracted from the BALF sample using the RNeasy PlusUniversal Mini kit (Qiagen) following the manufacturer’s instructions.The quantity and quality of the RNA solution was assessed using a Qbitmachine and an Agilent 2100 Bioanalyzer (Agilent Technologies) beforelibrary construction and sequencing. An RNA library was thenconstructed using the SMARTer Stranded Total RNA-Seq kit v.2 (TaKaRa).Ribosomal RNA depletion was performed during libraryconstruction following the manufacturer’s instructions. Paired-end (150-bpreads) sequencing of the RNA library was performed on the MiniSeqplatform (Illumina). Library preparation and sequencing were carriedout at the Shanghai Public Health Clinical Center, Fudan University,Shanghai, China.Data processing and identification of the viral agentSequencing reads were first adaptor and quality trimmed using theTrimmomatic program32. The remaining 56,565,928 reads wereassembled de novo using both Megahit (v.1.1.3)9 and Trinity (v.2.5.1)33 withdefault parameter settings. Megahit generated a total of 384,096assembled contigs (size range of 200–30,474 nt), whereas Trinity generated1,329,960 contigs with a size range of 201–11,760 nt. All of theseassembled contigs were compared (using BLASTn and Diamond BLASTx)against the entire non-redundant (nr) nucleotide and protein databases,with e values set to 1 × 10−10 and 1 × 10−5, respectively. To identify possibleaetiological agents present in the sequencing data, the abundanceof the assembled contigs was first evaluated as the expected countsusing the RSEM program34 implemented in Trinity. Non-human reads(23,712,657 reads), generated by filtering host reads using the humangenome (human release 32, GRCh38.p13, downloaded from Gencode)by Bowtie235, were used for the RSEM abundance assessment.As the longest contigs generated by Megahit (30,474 nt) andTrinity (11,760 nt) both showed high similarity to the bat SARS-likecoronavirus isolate bat SL-CoVZC45 and were found at a high abundance(Supplementary Tables 1, 2), the longer sequence (30,474 nt)—whichcovered almost the whole virus genome—was used for primer design forPCR confirmation and determination of the genome termini. Primersused for PCR, qPCR and RACE experiments are listed inSupplementary Table 8. The PCR assay was conducted as previously described10and the complete genome termini was determined using the TakaraSMARTer RACE 5′/3′ kit (TaKaRa) following the manufacturer’sinstructions. Subsequently, the genome coverage and sequencing depth weredetermined by remapping all of the adaptor- and quality-trimmedreads to the whole genome of WHCV using Bowtie235 and Samtools36.The viral loads of WHCV in BALF were determined by quantitativereal-time RT–PCR using the Takara One Step PrimeScript RT–PCR kit(Takara RR064A) following the manufacturer’s instructions. Real-timeRT–PCR was performed using 2.5 μl RNA with 8 pmol of each primerand 4 pmol probe under the following conditions: reverse transcriptionat 42 °C for 10 min, 95 °C for 1 min, followed by 40 cycles of 95 °C for15 s and 60 °C for 1 min. The reactions were performed and detectedby ABI 7500 Real-Time PCR Systems. The PCR product covering theTaqman primers and probe region was cloned into pLB vector usingthe Lethal Based Simple Fast Cloning Kit (TianGen) as standards forquantitative viral load test.Virus genome characterization and phylogenetic analysisFor the newly identified virus genome, the potential ORFs werepredicted and annotated using the conserved signatures of the cleavagesites recognized by coronavirus proteinases, and were processed inthe Lasergene software package (v.7.1, DNAstar). The viral genes werealigned using the L-INS-i algorithm implemented in MAFFT (v.7.407)37.          Phylogenetic analyses were then performed using the nucleotidesequences of various CoV gene datasets: (          Potential recombination events in the history of the sarbecoviruseswere assessed using both the RDP419 and Simplot (v.3.5.1)40. The RDP4analysis was conducted based on the complete genome (nucleotide)sequence, using RDP, GENECONV, BootScan, maximum chi square,Chimera, SISCAN and 3SEQ methods. Putative recombination eventswere identified with a Bonferroni corrected P-value cut-off of 0.01.Similarity plots were inferred using Simplot to further characterizepotential recombination events, including the location of possiblebreakpoints.Analysis of the RBD domain of the spike protein of WHCVAn amino acid sequence alignment of RBD sequences from WHCV,SARS-CoVs and bat SARS-like CoVs was performed using MUSCLE41.The predicted protein structures of the RBD of the spike protein wereestimated based on target–template alignment using ProMod3 onSWISS-MODEL server (https://swissmodel.expasy.org/). The sequencesof the RBD domains spike of WHCV, Rs4874 and Rp3 were searchedby BLAST against the primary amino acid sequence contained in theSWISS-MODEL template library (last update, 9 January 2020; lastincluded PDB release, 3 January 2020). Models were built based onthe target–template alignment using ProMod3. The global andperresidue model quality was assessed using the QMEAN scoringfunction42. The PDB files of the predicted protein structures were displayedand compared with the crystal structures of the spike RBD of SARS-CoV(PDB 2GHV)43 and the crystal of structure of the spike RBD of SARS-CoVcomplexed with human ACE2 (PDB 2AJF)15.Further information on research design is available in the NatureResearch Reporting Summary linked to this paper.Sequence reads generated in this study are available from the NCBISequence Read Archive (SRA) database under BioProject accessionnumber PRJNA603194. The complete genome sequence of WHCV hasbeen deposited in GenBank under accession number MN908947.Additional informationSupplementary information is available for this paper athttps://doi.org/10.1038/s41586-0202008-3.Correspondence and requests for materials should be addressed to Y.-Z.Z.Peer review information Nature thanks Nicholas Loman and the other, anonymous, reviewer(s)for their contribution to the peer review of this work.Reprints and permissions information is available at http://www.nature.com/reprints.Extended Data Fig. 1 | Chest radiographs of the patient. a–d,Computedtomography scans of the chest were obtained on the day of admission (day 6after the onset of disease). Bilateral focal consolidation, lobar consolidationand patchy consolidation were clearly observed, especially in the lower lung.e, A chest radiograph was obtained on day 5 after admission (day 11 after theonset of disease). Bilateral diffuse patchy and fuzzy shadows were observed.Extended Data Fig. 2 | Other respiratory pathogens were not detected in theBALF sample by real-time RT–PCR. a–e, The BALF sample was tested for thepresence of influenza A virus (a), the Victoria lineage of influenza B viruses (b),the Yamagata lineage of influenza B viruses (c), human adenovirus (d) andChlamydia pneumoniae (e). Sample 1 was the BALF sample of the patient, waterwas used as a negative (NEG) control and positive (POS) control samplesincluded plasmids covering the Taqman primers and probe regions ofinfluenza A, the Victoria and Yamagata lineages of influenza B viruses, humanadenovirus and Chlamydia pneumoniae.Extended Data Fig. 3 | Mapped read count plot of the WHCV genome. The histograms show the coverage depth per base of the WHCV genome. The meansequencing depth of the WHCV genome was 604.21 nt.Extended Data Fig. 4 | Quantification of WHCV in clinical samples byrealtime RT–PCR. a, Specificity evaluation of the WHCV primers. Test samplescomprised clinical samples that were positive for at least one of the followingviruses: influenza A virus (09H1N1 and H3N2), influenza B virus, humanadenovirus, respiratory syncytial virus, rhinovirus, parainfluenza virus type1–4, human bocavirus, human metapneumovirus, coronavirus OC43,coronavirus NL63, coronavirus 229E and coronavirus HKU1. Only the standardplasmid of WHCV (WHCV 15,704–16,846 bp in a pLB vector) led to positiveamplification (brown curve). b, Amplification curve of the DNA standard forWHCV. From left to right, the DNA concentrations were 1.8 × 108, 1.8 × 107,1.8 × 106, 1.8 × 105, 1.8 × 104 and 1.8 × 103. c, Linear fitted curve of Ct values toconcentrations of the WHCV DNA standard. d, Quantification of WHCV in theBALF sample by real-time RT–PCR. The WHCV DNA standard was used aspositive control (POS), water (NEG) and blank were used as negative controls.The amplification curve of the BALF sample is shown in green.Extended Data Fig. 5 | Maximum likelihood phylogenetic trees of thenucleotide sequences of the whole genome, and S and N genes of WHCV andrelated coronaviruses. Numbers (>70) above or below the branches indicatepercentage bootstrap values. The trees were mid-point rooted for clarity only.The scale bar represents the number of substitutions per site.Extended Data Fig. 6 | Maximum likelihood phylogenetic trees of thenucleotide sequences of the 3CL, RdRp, Hel, ExoN, NendoU and O-MT genesof WHCV and related coronaviruses. Numbers (>70) above or below thebranches indicate percentage bootstrap values. The trees were mid-pointrooted for clarity only. The scale bar represents the number of substitutionsper site.Extended Data Fig. 7 | See next page for caption.Extended Data Fig. 7 | Analysis of RBD of the spike protein of WHCVcoronavirus. a, Amino acid sequence alignments of RBD sequences ofSARSlike CoVs. Three bat SARS-like CoVs—which could efficiently use the humanACE2 as receptor—had an RBD sequence of similar size to SARS-CoV. WHCVcontains a single Val470 insertion. The key amino acid residues involved in theinteraction with human ACE2 are marked by orange squares. By contrast, fivebat SARS-like CoVs, including Rp3, which has previously been found not to bindto ACE214—had amino acid deletions in two motifs (amino acids 433–437 and460–472, highlighted by red boxes) compared with those of SARS-CoV.11 b, Thetwo motifs (amino acids 433–437 and 460–472) are shown in red for the crystalstructure of the RBD of the spike protein of SARS-CoV in complex with thehuman ACE2 receptor (PDB 2AJF). Human ACE2 is shown in blue and the RBD ofthe spike protein of SARS-CoV is shown in green. Important residues in humanACE2 that interact with the RBD of the spike protein of SARS-CoV are marked.c, Predicted protein structure of the RBD of the spike protein of WHCV basedon target–template alignment using ProMod3 on the SWISS-MODEL server.d, Predicted structure of the RBD of the spike protein of SARS-like CoV Rs4874.e, Predicted structure of the RBD of the spike protein of SARS-like CoV Rp3.f, Crystal structure of the RBD of the spike protein of SARS-CoV (green) (PDB2GHV). Motifs that resemble amino acids 433–437 and 460–472 of the spikeprotein of SARS-CoV are shown in red.Extended Data Fig. 8 | Amino acid sequence comparison of the N-terminaldomain of the spike protein. Amino acid sequence comparison of theN-terminal domain of the spike protein of WHCV, bovine coronavirus (BCoV),mouse hepatitis virus (MHV) and human coronaviruses (HCoV OC43 and HKU1)that can bind to sialic acid and the SARS-CoVs that cannot (SZ3, WH20, BJ0 andTor2). The key residues16 for sialic acid binding on BCoV, MHV, and HCoV OC43and HKU1 are highlighted by orange squares.Extended Data Fig. 9 | Recombination events in WHCV. The sequence similarity plot of WHCV, SARS-like CoVs and bat SARS-like CoVs reveals putativerecombination events.Reporting SummaryNature Research wishes to improve the reproducibility of the work that we publish. This form provides structure for consistency and transparencyin reporting. For further information on Nature Research policies, see Authors & Referees and the Editorial Policy Checklist.Statisticsn/a ConfirmedFor all statistical analyses, confirm that the following items are present in the figure legend, table legend, main text, or Methods section.The exact sample size (n) for each experimental group/condition, given as a discrete number and unit of measurementA statement on whether measurements were taken from distinct samples or whether the same sample was measured repeatedlyThe statistical test(s) used AND whether they are one- or two-sidedOnly common tests should be described solely by name; describe more complex techniques in the Methods section.A description of all covariates testedA description of any assumptions or corrections, such as tests of normality and adjustment for multiple comparisonsA full description of the statistical parameters including central tendency (e.g. means) or other basic estimates (e.g. regression coefficient)AND variation (e.g. standard deviation) or associated estimates of uncertainty (e.g. confidence intervals)For null hypothesis testing, the test statistic (e.g. F, t, r) with confidence intervals, effect sizes, degrees of freedom and P value notedGive P values as exact values whenever suitable.For Bayesian analysis, information on the choice of priors and Markov chain Monte Carlo settingsFor hierarchical and complex designs, identification of the appropriate level for tests and full reporting of outcomesEstimates of effect sizes (e.g. Cohen's d, Pearson's r), indicating how they were calculatedOur web collection on statistics for biologists contains articles on many of the points above.Data collectionData analysisSoftware and codePolicy information about availability of computer codeNo software was used.Trimmotic (v0.39): adaptor- and quality-trimming of sequencing readsMegahit (v1.1.3) and Trinity (v2.5.1): de novo assembly of readsBlastn (v2.7.1), Diamond blastx (v0.9.21): homology based annotation of sequencing reads and contigsBowtie2 (v2.3.4.1) and samtools (v 0.1.19-44428cd): read mapping and result analysisMAFFT (v7.407) and MUSCLE(v3.8.425): sequence alignmentPhyML (v3.0): Phylogenetic tree estimationMEGA (v5): Best-fit model of nucleotide substitution determination and trees generationLasergene software package (v7.1): ORF prediciion and annotationGeneious prime (v2019): Visualization of alignmentRecombination Detection Program (v4, RDP4) and Simplot (v3.5.1): recombination analysis and similarity plot visualizationSWISS-MODEL server (https://swissmodel.expasy.org/): spike protein RBD structure prediction.For manuscripts utilizing custom algorithms or software that are central to the research but not yet described in published literature, software must be made available to editors/reviewers.We strongly encourage code deposition in a community repository (e.g. GitHub). See the Nature Research guidelines for submitting code & software for further information.October2018Policy information about availability of dataAll manuscripts must include a data availability statement. This statement should provide the following information, where applicable:- Accession codes, unique identifiers, or web links for publicly available datasets- A list of figures that have associated raw data- A description of any restrictions on data availabilityThe whole genome sequence obtained in this study was submitted to GenBank with the accession number MN908947.Fig. 1-3, Extended Data Fig. 3, Extended Data Fig. 5-9 have associated raw data.Field-specific reportingPlease select the one below that is the best fit for your research. If you are not sure, read the appropriate sections before making your selection.Life sciencesBehavioural & social sciencesEcological, evolutionary & environmental sciencesFor a reference copy of the document with all sections, see nature.com/documents/nr-reporting-summary-flat.pdfLife sciences study designAll studies must disclose on these points even when the disclosure is negative.Data exclusionsNo data was excluded from the analyses.Sample sizeReplicationRandomizationBlindingThe goal of this study was to find out the possible aetiologic agents associated with the severe respiratory disease occurred recently in the cityof Wuhan, Hubei province, China. We studied one patient, and collected bronchoalveolar lavage fluid (BALF) from him who exhibited severerespiratory syndrome including fever, dizzy and cough. Since it is a discovery study, the number of individuals is irrelevant to the conclusionsdrawn in the paper.The de novo assembly of reads was performed using two programs.The whole genome viral sequence obtained from read assembly was confirmed by PCR assays.The results from phylogenetic and recombination analyses were confirmed by multiple runs.Not applicable. The goal of this study was to find out the possible aetiologic agent associated with the severe respiratory disease occurredrecently in the city of Wuhan, Hubei province, China. Since we could obtain the BALF sample from only one patient who exhibited severerespiratory syndrome including fever, dizzy and cough, hence, randomization was not applicable to this study.Not applicable. Only one RNA library was generated in this study and thus no group allocation was performed.AntibodiesEukaryotic cell linesPalaeontologyAnimals and other organismsHuman research participantsClinical dataReporting for specific materials, systems and methodsWe require information from authors about some types of materials, experimental systems and methods used in many studies. Here, indicate whether each material,system or method listed is relevant to your study. If you are not sure if a list item applies to your research, read the appropriate section before selecting a response.Materials & experimental systemsn/a Involved in the studyMethodsn/a Involved in the studyChIP-seqFlow cytometryMRI-based neuroimagingHuman research participantsPolicy information about studies involving human research participantsPopulation characteristicsRecruitmentThe patient who exhibited clinic signs of respiratory disease including fever and cough was recruited.Recently, a severe respiratory disease emerged in the city of Wuhan, Hubei province of China. The aim of this study is to find outthe etiologic agent. Although clinic records from seven patients were available in this study, BAFL sample was only obtained fromone patient. Herein, only one patient was described in the text based on the comments by Referees.Ethics oversightThis study was reviewed and approved by the ethics committees of the National Institute for Communicable Disease Control andPrevention of the China CDC. In addition, a signed individual written informed consent was obtainedfrom the patient.Note that full information on the approval of the study protocol must also be provided in the manuscript.", "ref_list": [[], [""], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Origins of major human infectious diseases"], ["Zika virus in Brazil and macular atrophy in a child with microcephaly"], ["Redefining the invertebrate RNA virosphere"], ["Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bat"], ["The evolutionary history of vertebrate RNA viruses"], ["Nipah virus sequences from humans and bats during Nipah outbreak"], ["Characterisation of infectious Ebola virus from the ongoing outbreak to guide response activities in the Democratic Republic of the Congo: a phylogenetic and in vitro analysis"], [": an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph"], ["Discovery, diversity and evolution of novel coronaviruses sampled from rodents in China"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Extensive diversity of coronaviruses in bats from China"], ["Detection and characterization of diverse alpha- and betacoronaviruses from bats in China"], ["Difference in receptor usage between severe acute respiratory syndrome (SARS) coronavirus and SARS-like coronavirus of bat origin"], ["Structure of SARS coronavirus spike receptorbinding domain complexed with receptor"], ["Human coronaviruses OC43 and HKU1 bind to 9-O-acetylated sialic acids via a conserved receptor-binding site in spike protein domain A"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Isolation and characterization of a novel bat coronavirus closely related to the direct progenitor of severe acute respiratory syndrome coronavirus"], ["RDP3: a flexible and fast computer program for analyzing recombination"], ["A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence"], ["Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East"], ["A new virus isolated from the human respiratory tract"], ["Growth in suckling-mouse brain of “IBV-like” viruses from patients with upper respiratory tract disease"], ["Identification of a new human coronavirus"], ["Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia"], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Discovery of a highly divergent coronavirus in the Asian house shrew from China illuminates the origin of the Alphacoronaviruses"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Severe acute respiratory syndrome-related coronavirus - the species and its viruses, a statement of the Coronavirus Study Group"], ["General's remarks at the media briefing on 2019-nCoV on 11 February 2020"], ["a flexible trimmer for Illumina sequence data"], ["Full-length transcriptome assembly from RNA-seq data without a reference genome"], ["RNA-seq gene expression estimation with read mapping uncertainty"], ["Fast gapped-read alignment with Bowtie 2"], [""], ["MAFFT multiple sequence alignment software version 7: improvements in performance and usability"], ["New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0"], [": molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods"], ["Full-length human immunodeficiency virus type 1 genomes from subtype C-infected seroconverters in India, with evidence of intersubtype recombination"], ["MUSCLE: multiple sequence alignment with high accuracy and high throughput"], ["SWISS-MODEL: homology modelling of protein structures and complexes"], ["Structural basis of neutralization by a human anti-severe acute respiratory syndrome spike protein antibody, 80R"], ["Acknowledgements This study was supported by the Special National Project on investigation of basic resources of China (grant SQ2019FY010009) and the National Natural Science Foundation of China (grants 81861138003 and 31930001"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["C. Drosten"], ["N. D. Wolfe", "C. P. Dunavan", "J. Diamond"], ["C. V. Ventura", "M. Maia", "V. Bravo-Filho", "A. L. Góis", "R. Belfort", "Jr"], ["M. Shi"], ["D. Hu"], ["M. Shi"], ["Yadav"], ["L. K. McMullan"], ["D. Li", "C. M. Liu", "R. Luo", "K. Sadakane", "T. W. MEGAHIT Lam"], ["W. Wang"], ["B. Hu"], ["Lin", "X.-D"], ["L. Xu"], ["W. Ren"], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], ["R. J. G. Hulswit"], ["X. Y. Ge"], ["X. L. Yang"], ["D. P. Martin"], ["Menachery"], ["A. Bermingham"], ["D. Hamre", "J. J. Procknow"], ["K. McIntosh", "W. B. Becker", "R. M. Chanock"], ["Hoek"], ["P. C. Woo"], ["W. Li"], ["S. K. Lau"], ["W. Wang"], ["P. Zhou"], ["A. E. Gorbalenya"], ["on-", "-", "-"], ["A. M. Bolger", "M. Lohse", "B. Trimmomatic: Usadel"], ["M. G. Grabherr"], ["B. Li", "V. Ruotti", "R. M. Stewart", "J. A. Thomson", "C. N. Dewey"], ["B. Langmead", "S. L. Salzberg"], ["H. Li"], ["K. Katoh", "D. M. Standley"], ["S. Guindon", "Syst"], ["K. Tamura"], ["K. S. Lole"], ["Edgar"], ["A. Waterhouse"], ["W. C. Hwang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "performed deep meta-transcriptomic sequencing. The clinical\nspecimen was handled in a biosafety level 3 laboratory at Shanghai\nPublic Health Clinical Center. Total RNA was extracted from 200 μl\nof BALF and a meta-transcriptomic library was constructed\nfor pairend (150-bp reads) sequencing using an Illumina MiniSeq as\npreviously described4,6–8. In total, we generated 56,565,928 sequence reads\nthat were de novo-assembled and screened for potential aetiological\nagents. Of the 384,096 contigs assembled by Megahit9, the longest\n(30,474 nucleotides (nt)) had a high abundance and was closely related\nto a bat SARS-like coronavirus (CoV) isolate—bat SL-CoVZC45 (GenBank\naccession number MG772933)—that had previously been sampled in\nChina, with a nucleotide identity of 89.1% (Supplementary Tables 1, 2).", "one_words_summarize": "The clinicalspecimen was handled in a biosafety level 3 laboratory at ShanghaiPublic Health Clinical Center. Of the 384,096 contigs assembled by Megahit9, the longest(30,474 nucleotides (nt)) had a high abundance and was closely relatedto a bat SARS-like coronavirus (CoV) isolate—bat SL-CoVZC45 (GenBankaccession number MG772933)—that had previously been sampled inChina, with a nucleotide identity of 89.1% (Supplementary Tables 1, 2).The genome sequence of this virus, as well as its termini, weredetermined and confirmed by reverse-transcription PCR (RT–PCR)10 and5′/3′ rapid amplification of cDNA ends (RACE), respectively. In addition to these ORF regions, which are shared by allmembers of the subgenus Sarbecovirus, WHCV is similar to SARS-CoVin that it carries a predicted ORF8 gene (with a length of 366 nt) that islocated between the M and N ORF genes. In addition, the N terminus of the spike protein of WHCV is moresimilar to that of SARS-CoV than other human coronaviruses (HKU1and OC43) (Extended Data Fig. The images or other third party material in this article areincluded in the article’s Creative Commons licence, unless indicated otherwise in a credit lineto the material. Theexperiments were not randomized and the investigators were notblinded to allocation during experiments and outcome assessment. During admission, BALF was collected and stored at −80 °Cuntil further processing. Demographic, clinical and laboratory datawere retrieved from the clinical records of the patient. Signed written informed consentwas obtained from the patient. Data processing and identification of the viral agentSequencing reads were first adaptor and quality trimmed using theTrimmomatic program32. The PCR assay was conducted as previously described10and the complete genome termini was determined using the TakaraSMARTer RACE 5′/3′ kit (TaKaRa) following the manufacturer’sinstructions. The reactions were performed and detectedby ABI 7500 Real-Time PCR Systems. The global andperresidue model quality was assessed using the QMEAN scoringfunction42. a–d,Computedtomography scans of the chest were obtained on the day of admission (day 6after the onset of disease). The histograms show the coverage depth per base of the WHCV genome. 4 | Quantification of WHCV in clinical samples byrealtime RT–PCR. From left to right, the DNA concentrations were 1.8 × 108, 1.8 × 107,1.8 × 106, 1.8 × 105, 1.8 × 104 and 1.8 × 103. c, Linear fitted curve of Ct values toconcentrations of the WHCV DNA standard. 6 | Maximum likelihood phylogenetic trees of thenucleotide sequences of the 3CL, RdRp, Hel, ExoN, NendoU and O-MT genesof WHCV and related coronaviruses. Numbers (>70) above or below thebranches indicate percentage bootstrap values. The scale bar represents the number of substitutionsper site. a, Amino acid sequence alignments of RBD sequences ofSARSlike CoVs. For Bayesian analysis, information on the choice of priors and Markov chain Monte Carlo settingsFor hierarchical and complex designs, identification of the appropriate level for tests and full reporting of outcomesEstimates of effect sizes (e.g. Cohen's d, Pearson's r), indicating how they were calculatedOur web collection on statistics for biologists contains articles on many of the points above. We strongly encourage code deposition in a community repository (e.g. GitHub). See the Nature Research guidelines for submitting code & software for further information. If you are not sure, read the appropriate sections before making your selection. Life sciencesBehavioural & social sciencesEcological, evolutionary & environmental sciencesFor a reference copy of the document with all sections, see nature.com/documents/nr-reporting-summary-flat.pdfLife sciences study designAll studies must disclose on these points even when the disclosure is negative. Sample sizeReplicationRandomizationBlindingThe goal of this study was to find out the possible aetiologic agents associated with the severe respiratory disease occurred recently in the cityof Wuhan, Hubei province, China. Only one RNA library was generated in this study and thus no group allocation was performed."}