{"date": "2020/01/27", "journal": "Nature Medicine", "authors": "John Nkengasong", "title": "China’s response to a novel coronavirus stands in stark contrast to the 2002 SARS outbreak response", "type": "Comment", "abstract": "The strengthening of the Chinese Center for Disease Control and Prevention has been a turning point in outbreak responses in the area. This represents very welcome progress and development for global health security and diplomacy. Credit: Tomohiro Ohsumi/Stringer/Getty Images News/Getty", "text": "Idecade with the report of a novel viralt is no surprise that 2020 started a newcoronavirus (2019-nCoV) threat inChina. Changes in human behaviors andenvironmental factors have led to theemergence of over 30 novel infectiousdiseases in the past three decades, rangingfrom rotavirus, which causes infantilediarrhea, to Middle East respiratorysyndrome coronavirus, first described in2012 (ref. 1). As the human populationcontinues to increase, demand foragricultural land grows, exposing livestockand humans to infections in the wild.Climate change is also modifying theecosystem and the concentration of animalvectors, and rapid expansion in air traffic,the movement of people across differentborders, political instability and conflictsmeans these new pathogens can easilyspread across the world.2019-nCoVOn 8 December 2019, the Chinesegovernment identified the death of1 patient and 41 others hospitalized withunknown etiology in Wuhan, a city incentral China2 that has an estimatedpopulation of about 10 million and is amajor hub of transportation3.Less than a month after the first patientswere identified, on 1 January 2020, thegovernment shut down a seafood marketknown to sell live exotic small animals forfood, with which most of the 41laboratoryconfirmed cases were found to have links4.In a massive effort of national andinternational coordination, a consortiumled by Chinese scientist and internationalresearchers was rapidly brought together.This included the Shanghai Public HealthClinical Center and School of Public Health,the Central Hospital of Wuhan, the ChineseCenter for Disease Control and Prevention(China CDC), the Huazhong Universityof Science and Technology, the WuhanCenter for Disease Control and Prevention,the National Institute for CommunicableDisease Control and Prevention, and theUniversity of Sydney, Australia.        By        Early observations seem to suggest thatthe fatality (2 deaths out of 48laboratoryconfirmed cases, or 4.1%) of 2019-nCoVmay be less than that of SARS. The animalreservoir, pathogenesis, epidemiology andclinical spectrum of 2019-nCoV still need tobe better understood.From SARS to 2019-nCoV: China’srapid progress in outbreak responseThe Chinese government’s response tothis new outbreak has been swift anddecisive. It shows a marked departurefrom public health policies that, during theSARS outbreak in 2002, contributed to thedeaths of 774 people, spread of the diseaseto 37 countries and an economic loss of overUS$40 billion over a period of 6 months6,7.It is clear that in just under two decades,China has made remarkable progress inresponding effectively to disease outbreaks.First, a notable change in public-healthpolitical posture has allowed China toadmit, very early on, the existence of a novelcoronavirus. In response to the 2002 SARSoutbreak, the Chinese government did notreport the abnormal new infection to theWorld Health Organization until 4 monthsafter the first case was reported8.Second, the government was decisivein closing the sea food market in Wuhan,borrowing lessons from the 2002 SARSoutbreak, which was brought to an end onlywhen the palm civet that is eaten in Chinawas subsequently identified as the reservoirand was removed from markets.Third, the rapid development of a nationaland international consortium helped in theswift analysis of the virus and in makingthe sequences publicly available within afew days. In contrast, the first laboratorysequences suggesting that a new coronaviruswas the cause of SARS were reported on 24March 2003, 5 months after the first caseswere recognized in November 2002.The SARS outbreak in 2002 clearlyhighlighted the weaknesses of China CDC’ssystem, their premier public health agency.However, once the outbreak ended, thegovernment prioritized the strengtheningof the CDC systems, improvingpublichealth surveillance and laboratory systems,as well as the workforce-developmentprogram, through the Field EpidemiologyTraining Program. This investment in corepublic-health systems and infrastructurewill no doubt be critical in the response tothe current 2019-nCoV outbreak. In fact,an evaluation conducted in 2012 showedthe remarkable progress that China CDChas made since 2002, which has resulted inquicker responses to emergent epidemics,with an overall completeness ofpublichealth services significantly increasing from47.4% to 76.6% (ref. 9).        China CDC has also played a critical rolein strengthening a tiered nationalpublichealth system in the country. The agency hasalso recognized that global disease threatscan affect China; thus, they are now activelyexporting their expertise to assist otherdeveloping countries to better prepare for andrespond to emerging pathogen outbreaks,including active support for the West AfricaEbola virus disease epidemic in 2013.infection with this virus over the weekendthat were spreading to other cities in thecountry, bringing the total cumulativecases worldwide to over 200 (ref. 10). Casesof infection with 2019-nCoV have nowbeen reported in several other countriesin the region: on 8 January 2020, Thailandreported a case of infection by 2019-nCoVof a 61-year-old Chinese tourist fromWuhan in Bangkok11. On        A modeling analysis has estimatedthat over 1,700 people may have beeninfected16. The analysis, which had alarge 95% confident interval ranging from427 to 4,471, made assumptions basedon the vast international air traffic fromWuhan, which is a travel hub, and fromthe incubation periods of the patients inThailand and Japan.The rapid spread of 2019-nCoV in Asia,as a result of air traffic and vast populationmovements, should matter in Africa.The SARS outbreak in 2002 largelyspared Africa, as only one case was reportedin South Africa—a businessman whotraveled to Hong Kong17. But air trafficbetween China and Africa has risen by over600% in the past decade as a result of therapid expansion of Chinese investment inAfrica18. For instance, Ethiopian Airlines,the largest carrier in Africa, today operatesalmost half of the 2,616 annual flights fromAfrica to China18.Thus, African countries need to beon the alert and strengthen theirpublichealth surveillance and laboratory systems,coordinated by functional nationalpublichealth institutions, in order to better prepareto prevent, rapidly detect and control anyeventual spread of the novel virus on thecontinent. There is also a need for closercoordination of efforts between the AfricaCentres for Disease Control and Prevention,based in Addis Ababa, Ethiopia, and ChinaCDC for sharing information on potentialpeople suspected of being infected who aretraveling from China to Africa.China’s political openness to reportingin a timely manner and the emergenceof the novel virus 2019-nCoV, coupled withthe rapid sequencing and public sharingof the sequences, represents a new dawnfor global health security and internationalhealth diplomacy. In addition, there is hopethat the much-strengthened networks ofChina CDC will provide a huge return onpublic-health investment in tackling theoutbreak, should it spread more broadly inChina. It will also ensure the world’s healthsecurity, as the global health chain is onlyas strong as its weakest link, so a diseasethreat anywhere can quickly become athreat everywhere.❐", "ref_list": [[], [""], [""], [""], [""], [""], [""], ["in Learning from SARS: Preparing for the Next Disease Outbreak"], ["Timeline of an Outbreak https"], [""], ["-new-cases-as-virus-spreads-to-new-cities"], ["-case-new-chinese-virussays-no-outbreak-1 (accessed 17 Jan"], [""], [""], ["-six-more-cases-hong-kong-"], ["-wuhan-virus-case-detected-insingapore-man-isolated-as-"], ["-may-have-infected-"], [""], ["-flights-jumped-630-in-the-past-nine-years/ (28 July 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Indian J. Mukherjee", "Dermatol"], ["-"], [], ["Juan"], ["J. Cohen", "Normile"], ["Smith"], ["J.-W. Lee", "W. J. McKibbin", "S."], [], ["C. Li"], ["Reuters"], ["Today"], ["Wee"], [], ["E. Cheung", "Ho-him", "take"], ["Lai", "precaution"], ["Levine", "over-", "-"], [], ["Zhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Idecade with the report of a novel viral\nt is no surprise that 2020 started a new\ncoronavirus (2019-nCoV) threat in\nChina. Changes in human behaviors and\nenvironmental factors have led to the\nemergence of over 30 novel infectious\ndiseases in the past three decades, ranging\nfrom rotavirus, which causes infantile\ndiarrhea, to Middle East respiratory\nsyndrome coronavirus, first described in\n2012 (ref. 1). As the human population\ncontinues to increase, demand for\nagricultural land grows, exposing livestock\nand humans to infections in the wild.\nClimate change is also modifying the\necosystem and the concentration of animal\nvectors, and rapid expansion in air traffic,\nthe movement of people across different\nborders, political instability and conflicts\nmeans these new pathogens can easily\nspread across the world.\n2019-nCoV\nOn 8 December 2019, the Chinese\ngovernment identified the death of\n1 patient and 41 others hospitalized with\nunknown etiology in Wuhan, a city in\ncentral China2 that has an estimated\npopulation of about 10 million and is a\nmajor hub of transportation3.", "one_words_summarize": "Idecade with the report of a novel viralt is no surprise that 2020 started a newcoronavirus (2019-nCoV) threat inChina. As the human populationcontinues to increase, demand foragricultural land grows, exposing livestockand humans to infections in the wild. By        Early observations seem to suggest thatthe fatality (2 deaths out of 48laboratoryconfirmed cases, or 4.1%) of 2019-nCoVmay be less than that of SARS. Casesof infection with 2019-nCoV have nowbeen reported in several other countriesin the region: on 8 January 2020, Thailandreported a case of infection by 2019-nCoVof a 61-year-old Chinese tourist fromWuhan in Bangkok11. For instance, Ethiopian Airlines,the largest carrier in Africa, today operatesalmost half of the 2,616 annual flights fromAfrica to China18.Thus, African countries need to beon the alert and strengthen theirpublichealth surveillance and laboratory systems,coordinated by functional nationalpublichealth institutions, in order to better prepareto prevent, rapidly detect and control anyeventual spread of the novel virus on thecontinent. In addition, there is hopethat the much-strengthened networks ofChina CDC will provide a huge return onpublic-health investment in tackling theoutbreak, should it spread more broadly inChina."}