{"date": "2020/01/27", "journal": "Nature Reviews Microbiology", "authors": "Andrea Du Toit", "title": "Outbreak of a novel coronavirus", "type": "Research Highlight", "abstract": "o t o h P k c o t S y m a l A / r e b a i S v a l s y d a l V :i t d e r C", "text": "vesiculation affects the dynamicsof surface modulation; that is,removal of OmpT and accumulationof glycine-modified lipid A. Theycultured wild-type andhypervesiculating V. cholerae strains inthe presence of the cationic AMPpolymyxin B (PMB), which inducesthe lipid A modification pathway,or in medium supplemented withfour amino acids to increase thelevels of ToxR, the transcriptionalrepressor of OmpT. Thehypervesiculating strain accumulatedmodified lipid A more rapidlythan the wildtype, possiblysupported by the OMV-dependentdepletion of unmodified LPS.Similarly, outer membrane depletionof OmpT occurred much faster inthe hypervesiculating strain, withsulfate­reducing bacterium, methano­genic archaea and the strain mK­D1,belonging to the lokiarchaeota.mK­D1 grew best at 20 °C and in amedium supplemented with aminoacids and baby milk powder. Despitethese optimized conditions, mK­D1showed a lag time of 3–6 monthsand a doubling time of 14–25 days.nevertheless, after 7 years of furtherenrichment culturing, the authorsobtained a syntrophic co­cultureof an archaeon belonging to theMethanogenium genus and mK­D1,which they named ‘CandidatusPrometheoarchaeum syntrophicum’,after Prometheus, a god from Greekmythology who shaped humans outof mud and gave them fire.Further physiological character­izations showed that ‘Ca. Prometheo­archaeum syntrophicum’ is a smallanaerobic coccus that forms unusual,elaborate protrusions, blebs and extra­cellular vesicles and lives in aggregatessurrounded by extracellular polymericsubstances. Its membrane consists oftypical archaeal isoprenoid lipids andthe cells show no signs of eukaryoticnATuRe RevIeWS | MIcrobIologyAndrea Du ToitOMVs removing OmpT from thesurface. Moreover, the observedfaster accumulation of modifiedlipid A and OmpT removal in thehypervesiculating strain correlatedwith faster adaptation to PMB andbile salts.In sum, the findings suggestthat upon host colonization,increased vesiculation acceleratesthe modulation of the cell surfacecomposition, which confersresistance to host-derivedantimicrobial peptides andbile salt.organelles. Furthermore, it can degradeamino acids anaerobically throughsymbiotic interspecies formate andhydrogen transfer with its syntrophicpartner.These results led the authors topropose one potential route ofeukaryogenesis, in which an oxygen­consuming bacterium became entan­gled in the extracellular protrusionsof an Asgard archaeon, which lived ina syntrophic relationship with a thirdpartner, a sulfate­reducing bacterium.They further suggest that the Asgardarchaeon then engulfed and endo­genized the future mitochondrion,which helped the Asgard archaeonto adapt to and exploit rising oxygenlevels in the environment.The isolation of ‘Ca. Prometheo­archaeum syntrophicum’ sets the stagefor further exploration of the origin ofeukaryotes.Ursula HoferSince mid­December 2019, several cases of a pneumonia­like disease (with symptoms including fever, difficultyin breathing, cough and invasive lesions on both lungs)of unknown cause have emerged in the central Chinesecity of Wuhan (WHo ). Chinese authorities made apreliminary determination that the causative agent isa novel coronavirus (2019­nCov), and other respiratorypathogens have been ruled out as the cause (WHo ).A consortium of researchers, government agencies andinstitutes released six sequences of the coronavirusassociated with the outbreak in Wuhan on virological.organd on Global Initiative on Sharing All Influenza Data(GISAID). Phylogenetic analysis indicated that the newvirus clusters with the severe acute respiratory syndrome(SARS)­related coronavirus clade, and the virus has sincebeen isolated.So far ~400 confirmed infections with the new coronavirusas well as several deaths have been reported in China (Nature),although scientists at Imperial College in london estimatedthat the number of cases in Wuhan was likely to be closerto 1,700. In addition, the virus has spread to Thailand, Japan,South Korea and the united States, and additional casesin other countries are likely.Coronaviruses comprise a large family of viruses thatcause respiratory and intestinal infections in animals andhumans, including middle east respiratory syndrome (meRS)and SARS. SARS first emerged in the Guangdong province,China, causing the 2002–2003 epidemic. The virus spreadrapidly among humans, affecting ~8,000 individuals in morethan 30 countries and causing the death of ~800 patients.SARS and meRS coronaviruses likely originated in bats andhave been transmitted directly to humans from market civetsand dromedary camels.on the basis of initial epidemiological investigations,the pneumonia­like cases in Wuhan have been linkedto a seafood and animal market, which might point toa zoonotic origin of the new coronavirus (CDC). The markethas since been closed for environmental sanitation anddisinfection, and environmental specimens from thatand other markets are being collected and tested.The u n health agency has urged China to continue theefforts to identify the source, reservoirs and possibleintermediate hosts of the new virus. The Wuhan HealthCommission reported that “the possibility of limitedhuman­to­human transmission cannot be ruled out” andinfections of the health­care workers as well as infectionsof family members suggest that person­to­person spreadis occurring (Nature).Response measures have been implemented inWuhan, and ongoing investigations are focussing onunderstanding the epidemiology, the source, clinicalmanifestation, transmission routes, global risk assessmentand the development of diagnostic tests (Science; WHo ).The WHo has called a meeting to decide whether todeclare a public­health emergency of internationalconcern (The Washington Post).Andrea Du Toit", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "vesiculation affects the dynamics\nof surface modulation; that is,\nremoval of OmpT and accumulation\nof glycine-modified lipid A. They\ncultured wild-type and\nhypervesiculating V. cholerae strains in\nthe presence of the cationic AMP\npolymyxin B (PMB), which induces\nthe lipid A modification pathway,\nor in medium supplemented with\nfour amino acids to increase the\nlevels of ToxR, the transcriptional\nrepressor of OmpT. The\nhypervesiculating strain accumulated\nmodified lipid A more rapidly\nthan the wildtype, possibly\nsupported by the OMV-dependent\ndepletion of unmodified LPS.", "one_words_summarize": "Despitethese optimized conditions, mK­D1showed a lag time of 3–6 monthsand a doubling time of 14–25 days.nevertheless, after 7 years of furtherenrichment culturing, the authorsobtained a syntrophic co­cultureof an archaeon belonging to theMethanogenium genus and mK­D1,which they named ‘CandidatusPrometheoarchaeum syntrophicum’,after Prometheus, a god from Greekmythology who shaped humans outof mud and gave them fire. In addition, the virus has spread to Thailand, Japan,South Korea and the united States, and additional casesin other countries are likely. SARS first emerged in the Guangdong province,China, causing the 2002–2003 epidemic. SARS and meRS coronaviruses likely originated in bats andhave been transmitted directly to humans from market civetsand dromedary camels.on the basis of initial epidemiological investigations,the pneumonia­like cases in Wuhan have been linkedto a seafood and animal market, which might point toa zoonotic origin of the new coronavirus (CDC)."}