{"date": "2020/01/22", "journal": "Nature Microbiology", "authors": null, "title": "Rapid outbreak response requires trust", "type": "Editorial", "abstract": "As the international community responds to an outbreak of coronavirus-induced pneumonia in Wuhan, China, early and open data sharing - which are vital for its control - depend on the trust that the data will not be used without proper attribution to those who generated it.", "text": "Aemerged of an outbreak ofs 2019 drew to a close, newspneumonia of unknown aetiology,with cases clustered around the HuananSeafood Wholesale Market in Wuhan,China. The cases were detected from 8December and the cluster was initiallyreported on 31 December, when theWHO’s Chinese office was informed.The market was closed on 1 January 2020and the Chinese authorities reportedhaving isolated a new type of coronaviruson 7 January. All suspected casesidentified through active case finding andretrospective review were tested. Closeto 300 cases were confirmed, at the timethis Editorial went to press, to have beeninfected by this new virus in Wuhan andfour have died. Although initial reportswere of very limited human to humanspread, the recent increase in cases,including 15 health care workers, reportsof super-spreaders and the spread of thevirus to other Chinese cities and variousAsian countries have evidenced thatthere is indeed human-to-humantransmission. Health authorities in theregion are on alert given that millionsof people are expected to travel in theregion during the upcoming Lunar NewYear holiday.Wuhan, a strong virology hub in China,was well-equipped to detect and dealwith the outbreak. However, it has putChina’s epidemic preparedness to thetest in a part of the world that still activelyremembers the severe acute respiratorysyndrome (SARS) coronavirus outbreakin 2003. Then, the virus spread from Chinato 25 other countries, infecting morethan 8,000 people and killing almost 800before it was contained. In the presentcase, the speed with which the Chineseauthorities reported the outbreakto the international community wascommendable and suggests that lessonshave been learned from past outbreaks.Within ten days of having communicatedthe initial cluster of cases, the firstgenome sequence of the so-called2019nCoV was reported in the open accessrepository Virological.org on behalf of aconsortium led by Professor Yong-ZhenZhang of Fudan University, Shanghai,with clinicians and scientists from theShanghai Public Health Clinical Centerand School of Public Health, the CentralHospital of Wuhan, Huazhong Universityof Science and Technology, the WuhanCenter for Disease Control and Prevention,the National Institute for CommunicableDisease Control and Prevention, theChinese Center for Disease Controland the University of Sydney, Australia.Five additional virus sequences relatedto the outbreak were deposited two dayslater in GISAID, and the Wuhan MunicipalHealth Commission is posting regularupdates with epidemiological information.The sequence information has identified2019-nCoV as a betacoronavirus closelyrelated to SARS and other coronavirusesthat originate from bats, althoughits source remains unclear as variousanimals are sold at the market whereit emerged.Such a quick response is possible whensurveillance works and there is on-sitecapacity to isolate and identify newviruses. An essential element of thisresponse is prompt, transparent andthorough outbreak reporting and publicsharing of the generated data. The sequenceinformation has enabled the design ofprimers to develop surveillance teststhat have enabled subsequent diagnosesand some coronavirus laboratories arealready trying to rescue the virus,which will allow the development ofantibody-based tests and, possibly,experimentation in animal models if theyare susceptible. Although of vital importanceand something that has been called foron several occasions, rapid outbreakreporting and open access posting ofoutbreak data before publication has notalways been forthcoming and is thussomething to support and celebrate.But it requires trust that the communitywill not use the data without properattribution. Indeed, the consortium thatpublished the Wuhan coronavirus sequencesencourages the sharing, use and analysisof the data, and only asks that researcherscommunicate with them if they wish topublish results that use these data in ajournal. The trust evidenced by this opensharing of information should not bebroken, as the response to future outbreakscould be at stake.Another characteristic of this responseis that the community has made useof social media for communicationand discussion in real time, enablingany interested member of the public tofollow data analysis and commentaryfrom experts in outbreak control,genomic epidemiology, virus evolutionand coronavirus pathogenesis. Theconversations on Twitter initially stronglycalled for the release of viral sequencesto the international community, rapidlyspread the word when they are madeavailable and subsequently flaggedinstances where researchers consideredthe data generators had not been givenproper attribution by the people analysingit. This self-regulation is important inmaintaining the necessary trust thatwill allow the local communities, whereveroutbreaks take place, to be open withthe rest of the world. Beyond socialmedia, we should think of ways ofensuring openness and proper attribution,lack of which is not only unethical,but can be considered researchmisconduct. In studies reporting ondata derived from outbreaks and/orepidemics, journals could, for example,require that data be available beforepeer review instead of upon publication(something we already do) and specificallyask the referees whether the data is beingproperly credited.As highlighted by the ExecutiveDirector of the WHO Health EmergenciesProgramme, we are entering a new phaseof high-impact epidemics where constantoutbreaks are the new normal, and oneshould not expect their frequency todecrease. This increase — which is linkedto rapid urbanization, population growth,global travel, deforestation, climate changeand political instability — emphasizesthe need to improve outbreak responses,and open sharing of information asearly as possible is a vital part of thiseffort. Once the outbreak is contained,the sharing of information should extendto the approaches used and know-howgained in the response to empowerother local communities, often inareas where public health and researchinfrastructure is lacking, to better preparefor future outbreaks.The epidemiological characteristicsof the pathogen will, of course, influencehow quickly an outbreak can be contained.However, a response based on equippinglocal communities with surveillance andcontrol capacity at the source, rapid andopen communication of epidemiologicaland genetic information, and internationalcommunity support, will increase ourchances of controlling outbreaks earlier andthus potentially save lives. ❐Published online: 22 January 2020https://doi.org/10.1038/s41564-020-0670-8", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Aemerged of an outbreak of\ns 2019 drew to a close, news\npneumonia of unknown aetiology,\nwith cases clustered around the Huanan\nSeafood Wholesale Market in Wuhan,\nChina. The cases were detected from 8\nDecember and the cluster was initially\nreported on 31 December, when the\nWHO’s Chinese office was informed.\nThe market was closed on 1 January 2020\nand the Chinese authorities reported\nhaving isolated a new type of coronavirus\non 7 January. All suspected cases\nidentified through active case finding and\nretrospective review were tested. Close\nto 300 cases were confirmed, at the time\nthis Editorial went to press, to have been\ninfected by this new virus in Wuhan and\nfour have died. Although initial reports\nwere of very limited human to human\nspread, the recent increase in cases,\nincluding 15 health care workers, reports\nof super-spreaders and the spread of the\nvirus to other Chinese cities and various\nAsian countries have evidenced that\nthere is indeed human-to-human\ntransmission. Health authorities in the\nregion are on alert given that millions\nof people are expected to travel in the\nregion during the upcoming Lunar New\nYear holiday.", "one_words_summarize": "Aemerged of an outbreak ofs 2019 drew to a close, newspneumonia of unknown aetiology,with cases clustered around the HuananSeafood Wholesale Market in Wuhan,China. The market was closed on 1 January 2020and the Chinese authorities reportedhaving isolated a new type of coronaviruson 7 January. Health authorities in theregion are on alert given that millionsof people are expected to travel in theregion during the upcoming Lunar NewYear holiday. The trust evidenced by this opensharing of information should not bebroken, as the response to future outbreakscould be at stake. Another characteristic of this responseis that the community has made useof social media for communicationand discussion in real time, enablingany interested member of the public tofollow data analysis and commentaryfrom experts in outbreak control,genomic epidemiology, virus evolutionand coronavirus pathogenesis. In studies reporting ondata derived from outbreaks and/orepidemics, journals could, for example,require that data be available beforepeer review instead of upon publication(something we already do) and specificallyask the referees whether the data is beingproperly credited. ❐Published online: 22 January 2020https://doi.org/10.1038/s41564-020-0670-8"}