{"date": "2020/01/29", "journal": "NEJM", "authors": "Li Q., Guan X., Wu P.", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia", "type": "Original Article", "abstract": "A B S T R A C T", "text": "Among the first 425 patients with confirmed NCIP, the median age was 59 yearsand 56% were male. The majority of cases (55%) with onset before January 1, 2020,were linked to the Huanan Seafood Wholesale Market, as compared with 8.6% of thesubsequent cases. The mean incubation period was 5.2 days (95% confidenceinterval [CI], 4.1 to 7.0), with the 95th percentile of the distribution at 12.5 days. In itsearly stages, the epidemic doubled in size every 7.4 days. With a mean serial intervalof 7.5 days (95% CI, 5.3 to 19), the basic reproductive number was estimated to be2.2 (95% CI, 1.4 to 3.9).On the basis of this information, there is evidence that human-to-human transmissionhas occurred among close contacts since the middle of December 2019. Considerableefforts to reduce transmission will be required to control outbreaks if similardynamics apply elsewhere. Measures to prevent or reduce transmission should beimplemented in populations at risk. (Funded by the Ministry of Science and Technology ofChina and others.)Snumber of cases of novel coronavirus through interviews of infected persons,relaince December 2019, an increasing Data were collected onto standardized forms(2019-nCoV)–infected pneumonia (NCIP) tives, close contacts, and health care workers.have been identified in Wuhan, a large city of 11 We collected information on the dates of illnessmillion people in central China.1-3 On December onset, visits to clinical facilities, hospitalization,29, 2019, the first 4 cases reported, all linked to and clinical outcomes. Epidemiologic data werethe Huanan (Southern China) Seafood Wholesale collected through interviews and field reports.Market, were identified by local hospitals using a Investigators interviewed each patient withinsurveillance mechanism for “pneumonia of un- fection and their relatives, where necessary, toknown etiology” that was established in the wake determine exposure histories during the 2 weeksof the 2003 severe acute respiratory syndrome before the illness onset, including the dates, times,(SARS) outbreak with the aim of allowing timely frequency, and patterns of exposures to any wildidentification of novel pathogens such as 2019- animals, especially those purportedly availablenCoV.4 In recent days, infections have been iden- in the Huanan Seafood Wholesale Market intified in other Chinese cities and in more than a Wuhan, or exposures to any relevantenvirondozen countries around the world.5 Here, we ments such as that specific market or other wetprovide an analysis of data on the first 425 lab- markets. Information about contact with othersoratory-confirmed cases in Wuhan to describe the with similar symptoms was also included. Allepidemiologic characteristics and transmission epidemiologic information collected during fielddynamics of NCIP. investigations, including exposure history,timelines of events, and close contact identification,M e t hod s was cross-checked with information frommultiple sources. Households and places known toSources of Data have been visited by the patients in the 2 weeksThe earliest cases were identified through the before the onset of illness were also investigated“pneumonia of unknown etiology” surveillance to assess for possible animal and environmentalmechanism.4 Pneumonia of unknown etiology is exposures. Data were entered into a centraldadefined as an illness without a causative patho- tabase, in duplicate, and were verified withEpigen identified that fulfills the following criteria: Data software (EpiData Association).fever (≥38°C), radiographic evidence ofpneumonia, low or normal white-cell count or low lym- Case Definitionsphocyte count, and no symptomatic improvement The initial working case definitions for suspectedafter antimicrobial treatment for 3 to 5 days fol- NCIP were based on the SARS and Middle Eastlowing standard clinical guidelines. In response respiratory syndrome (MERS) case definitions, asto the identification of pneumonia cases and in recommended by the World Health Organizationan effort to increase the sensitivity for early de- (WHO) in 2003 and 2012.6-8 A suspected NCIPtection, we developed a tailored surveillance proto- case was defined as a pneumonia that eithercol to identify potential cases on January 3, 2020, fulfilled all the following four criteria — fever,using the case definitions described below.1 Once with or without recorded temperature;radioa suspected case was identified, the joint field graphic evidence of pneumonia; low or normalepidemiology team comprising members from white-cell count or low lymphocyte count; andthe Chinese Center for Disease Control and Pre- no reduction in symptoms after antimicrobialvention (China CDC) together with provincial, treatment for 3 days, following standard clinicallocal municipal CDCs and prefecture CDCs would guidelines — or fulfilled the abovementionedbe informed to initiate detailed field investiga- first three criteria and had an epidemiologic linktions and collect respiratory specimens for cen- to the Huanan Seafood Wholesale Market orcontralized testing at the National Institute for Viral tact with other patients with similar symptoms.Disease Control and Prevention, China CDC, in The epidemiologic criteria to define a suspectedBeijing. A joint team comprising staff from China case were updated on January 18, 2020, once newCDC and local CDCs conducted detailed field information on identified cases became available.investigations for all suspected and confirmed The criteria were the following: a travel history to2019-nCoV cases. Wuhan or direct contact with patients from2Wuhan who had fever or respiratory symptoms, tributions were estimated by fitting a Weibullwithin 14 days before illness onset.9 A confirmed distribution on the dates of illness onset, firstcase was defined as a case with respiratory speci- medical visit, and hospital admission in a subsetmens that tested positive for the 2019-nCoV by at of cases with detailed information available. Weleast one of the following three methods: isola- fitted a gamma distribution to data from clustertion of 2019-nCoV or at least two positive results investigations to estimate the serial intervaldisby real-time reverse-transcription–polymerase- tribution, defined as the delay between illnesschain-reaction (RT-PCR) assay for 2019-nCoV or a onset dates in successive cases in chains oftransgenetic sequence that matches 2019-nCoV. mission.We estimated the epidemic growth rate byLaboratory Testing analyzing data on the cases with illness onsetThe 2019-nCoV laboratory test assays were based between December 10 and January 4, because weon the previous WHO recommendation.10 Upper expected the proportion of infections identifiedand lower respiratory tract specimens were ob- would increase soon after the formalannouncetained from patients. RNA was extracted and ment of the outbreak in Wuhan on December 31.tested by real-time RT-PCR with 2019-nCoV–spe- We fitted a transmission model (formulated withcific primers and probes. Tests were carried out the use of renewal equations) with zoonoticinin biosafety level 2 facilities at the Hubei (pro- fections to onset dates that were not linked tovincial) CDC and then at the National Institute the Huanan Seafood Wholesale Market, and wefor Viral Disease Control at China CDC. If two used this model to derive the epidemic growthtargets (open reading frame 1a or 1b, nucleocap- rate, the epidemic doubling time, and the basicsid protein) tested positive by specific real-time reproductive number (R0), which is defined asRT-PCR, the case would be considered to be the expected number of additional cases that onelaboratory-confirmed. A cycle threshold value case will generate, on average, over the course of(Ct-value) less than 37 was defined as a positive its infectious period in an otherwise uninfectedtest, and a Ct-value of 40 or more was defined as population. We used an informative priordistria negative test. A medium load, defined as a Ct-value bution for the serial interval based on the serialof 37 to less than 40, required confirmation by interval of SARS with a mean of 8.4 and astanretesting. If the repeated Ct-value was less than dard deviation of 3.8.1140 and an obvious peak was observed, or if the Analyses of the incubation period, serialinrepeated Ct-value was less than 37, the retest was terval, growth rate, and R0 were performed withdeemed positive. The genome was identified in the use of MATLAB software (MathWorks). Othersamples of bronchoalveolar-lavage fluid from analyses were performed with the use of SASthe patient by one of three methods: Sanger se- software (SAS Institute) and R software (RFounquencing, Illumina sequencing, or nanopore se- dation for Statistical Computing).quencing. Respiratory specimens wereinoculated in cells for viral isolation in enhanced biosafety Ethics Approvallaboratory 3 facilities at the China CDC.3 Data collection and analysis of cases and closecontacts were determined by the National HealthStatistical Analysis Commission of the People’s Republic of China toThe epidemic curve was constructed by date of be part of a continuing public health outbreakillness onset, and key dates relating to epidemic investigation and were thus considered exemptidentification and control measures were overlaid from institutional review board approval.to aid interpretation. Case characteristics weredescribed, including demographic characteristics, R e s u lt sexposures, and health care worker status. Theincubation period distribution (i.e., the time delay The development of the epidemic follows anexfrom infection to illness onset) was estimated by ponential growth in cases, and a decline in thefitting a log-normal distribution to data on ex- most recent days is likely to be due tounderposure histories and onset dates in a subset of ascertainment of cases with recent onset andcases with detailed information available. Onset- delayed identification and reporting rather thanto-first-medical-visit and onset-to-admission dis- a true turning point in incidence (Fig. 1).Speto the Huanan Seafoodclose contact management, and marketinvestigation initiated, technical protocolsfor Wuhan released; NHC notified WHOand relevant countries and regions; genesequencing completed by China CDCin Wuhan, people with body temperature≥37.3ºC were restricted from leavingprovince in China (in a person whohad traveled from Wuhan); China CDCissued test reagent to all provincesin Chinadisease in the Infectious Diseaseshared with the public by20202730369121518212427302581417202019Dec.cifically, the latter part of the curve does not first period was for patients with illness onsetindicate a decrease in the number of incident before January 1, which was the date theHuancases but is due to delayed case ascertainment at an Seafood Wholesale Market was closed; thethe cutoff date. Care should be taken in inter- second period was for those with onset betweenpreting the speed of growth in cases in January, January 1 and January 11, which was the dategiven an increase in the availability and use of when RT-PCR reagents were provided to Wuhan;testing kits as time has progressed. The major- and the third period was those with illness onsetity of the earliest cases included reported expo- on or after January 12 (Table 1). The patientssure to the Huanan Seafood Wholesale Market, with earlier onset were slightly younger, morebut there was an exponential increase in the likely to be male, and much more likely to reportnumber of nonlinked cases beginning in late exposure to the Huanan Seafood WholesaleDecember. Market. The proportion of cases in health careThe median age of the patients was 59 years workers gradually increased across the three(range, 15 to 89), and 240 of the 425 patients periods (Table 1).(56%) were male. There were no cases in chil- We examined data on exposures among 10dren below 15 years of age. We examined char- confirmed cases, and we estimated the meanacteristics of cases in three time periods: the incubation period to be 5.2 days (95% confidence4interval [CI], 4.1 to 7.0); the 95th percentile of 1 and 11 (mean, 9.1 days; 95% CI, 8.6 to 9.7)the distribution was 12.5 days (95% CI, 9.2 to 18) (Fig. 2D). We did not plot these distributions for(Fig. 2A). We obtained information on 5 clusters patients with onset on or after January 12,beof cases, shown in Figure 3. On the basis of the cause those with recent onset and longerduradates of illness onset of 6 pairs of cases in these tions to presentation would not yet have beenclusters, we estimated that the serial interval detected.distribution had a mean (±SD) of 7.5±3.4 days(95% CI, 5.3 to 19) (Fig. 2B). Di s c us sionIn the epidemic curve up to January 4, 2020,the epidemic growth rate was 0.10 per day (95% Here we provide an initial assessment of theCI, 0.050 to 0.16) and the doubling time was 7.4 transmission dynamics and epidemiologicchardays (95% CI, 4.2 to 14). Using the serial interval acteristics of NCIP. Although the majority of thedistribution above, we estimated that R0 was 2.2 earliest cases were linked to the HuananSea(95% CI, 1.4 to 3.9). food Wholesale Market and the patients couldThe duration from illness onset to first have been infected through zoonotic orenvironmedical visit for 45 patients with illness onset mental exposures, it is now clear thathuman-tobefore January 1 was estimated to have a mean human transmission has been occurring andof 5.8 days (95% CI, 4.3 to 7.5), which was that the epidemic has been gradually growing insimilar to that for 207 patients with illness onset recent weeks. Our findings provide importantbetween January 1 and January 11, with a mean parameters for further analyses, includingevaluof 4.6 days (95% CI, 4.1 to 5.1) (Fig. 2C). The ations of the impact of control measures andmean duration from onset to hospital admission predictions of the future spread of infection.was estimated to be 12.5 days (95% CI, 10.3 to We estimated an R0 of approximately 2.2,14.8) among 44 cases with illness onset before meaning that on average each patient has beenJanuary 1, which was longer than that among spreading infection to 2.2 other people. Ingen189 patients with illness onset between January eral, an epidemic will increase as long as R0 is0.250.20greater than 1, and control measures aim to re- cases in other domestic locations and aroundduce the reproductive number to less than 1. The the world suggest that the epidemic hascontinR0 of SARS was estimated to be around 3,12 and ued to increase in size. Although the populationSARS outbreaks were successfully controlled by quarantine of Wuhan and neighboring citiesisolation of patients and careful infection con- since January 23 should reduce the exportationtrol.13 In the case of NCIP, challenges to control of cases to the rest of the country and overseas,include the apparent presence of many mild in- it is now a priority to determine whether localfections14 and limited resources for isolation of transmission at a similar intensity is occurringcases and quarantine of their close contacts. Our in other locations.estimate of R0 was limited to the period up to It is notable that few of the early casesocJanuary 4 because increases in awareness of the curred in children, and almost half the 425 casesoutbreak and greater availability and use of tests were in adults 60 years of age or older, althoughin more recent weeks will have increased the our case definition specified severe enoughillproportions of infections ascertained. It is pos- ness to require medical attention, which may varysible that subsequent control measures in Wu- according to the presence of coexistingcondihan, and more recently elsewhere in the country tions. Furthermore, children might be less likelyas well as overseas, have reduced transmissibil- to become infected or, if infected, may showity, but the detection of an increasing number of milder symptoms, and either of these situations6Case 1.1. M61Onsetindex 20Case 1.2. F57Case 1.3. F31would account for underrepresentation in the tion were much longer, with 89% of patients notconfirmed case count. Serosurveys after the first being hospitalized until at least day 5 of illnesswave of the epidemic would clarify this question. (Fig. 2). This indicates the difficulty inidentifyAlthough infections in health care workers have ing and isolating cases at an earlier stage ofbeen detected, the proportion has not been as disease. It may be necessary to commitconsiderhigh as during the SARS and MERS outbreaks.15 able resources to testing in outpatient clinicsOne of the features of SARS and MERS out- and emergency departments for proactive casebreaks is heterogeneity in transmissibility, and finding, both as part of the containment strategyin particular the occurrence of super-spreading in locations without local spread yet as well as toevents, particularly in hospitals.16 Super-spread- permit earlier clinical management of cases. Suching events have not yet been identified for NCIP, an approach would also provide importantinforbut they could become a feature as the epidemic mation on the subclinical infections for a betterprogresses. assessment of severity.Although delays between the onset of illness Our preliminary estimate of the incubationand seeking medical attention were generally period distribution provides important evidenceshort, with 27% of patients seeking attention to support a 14-day medical observation periodwithin 2 days after onset, delays to hospitaliza- or quarantine for exposed persons. Our estimatewas based on information from 10 cases and is steps include identifying the most effectiveconsomewhat imprecise; it would be important for trol measures to reduce transmission in thefurther studies to provide more information on community. The working case definitions maythis distribution. When more data become avail- need to be refined as more is learned about theable on epidemiologic characteristics of NCIP, a epidemiologic characteristics and outbreakdydetailed comparison with the corresponding namics. The characteristics of cases shouldcharacteristics of SARS and MERS, as well as the continue to be monitored to identify anychangfour coronaviruses endemic in humans, would es in epidemiology — for example, increases inbe informative. infections among persons in younger age groupsOur study suffers from the usual limitations or health care workers. Future studies couldinof initial investigations of infections with an clude forecasts of the epidemic dynamics andemerging novel pathogen, particularly during special studies of person-to-person transmissionthe earliest phase, when little is known about in households or other locations, andserosurany aspect of the outbreak and there is a lack of veys to determine the incidence of thesubclinidiagnostic reagents. To increase the sensitivity cal infections would be valuable.14 These initialfor early detection and diagnosis, epidemiology inferences have been made on a “line list” thathistory was considered in the case identification includes detailed individual information on eachand has been continually modified once more confirmed case, but there may soon be too manyinformation has become available. Confirmed cases to sustain this approach to surveillance,cases could more easily be identified after the and other approaches may be required.19PCR diagnostic reagents were made available to The views expressed in this article are those of the authorsWuhan on January 11, which helped us shorten and do not represent the official policy of the China CDC. Allthe time for case confirmation. Furthermore, the authors have declared no relationships or activities thatthe initial focus of case detection was on pa- couSludpappoprteeadr tboy hthaeveMininfliusternycoedf Sthciiesnwceorakn.d Technology ofChitients with pneumonia, but we now understand na, the National Science and Technology Major Projects of Chinathat some patients can present with gastrointes- (2018ZX10201-002-008-002, 2018ZX10101002-003), the China–tinal symptoms, and an asymptomatic infection fUe.cSt.ioCuosllaDbioseraatsiev,eaPnrodgrNaamtioonnaElmMeerggain-PgroajnedctsRef-oermeInrgfeincgtioIunsin a child has also been reported.17 Early infec- Disease (2018ZX10201002-008-002), the National NaturalScitions with atypical presentations may have been ence Foundation (71934002), the National Institute of Allergymissed, and it is likely that infections of mild aRnedseaInrcfhectiaonuds DSuisrevaesilelsan(cCeen[tCerEsIRoSf] ExccoenltlreancctenfourmIbnefrlueHnHzaclinical severity have been under-ascertained SN272201400006C), and the Health and Medical Research Fundamong the confirmed cases.18 We did not have (Hong Kong). None of the funders had any role in the studydedetailed information on disease severity for in- tshigenwarnitdinthgeocfotlhleecatriotinc,leananaldystihse, adnedciisni otenrptorestuabtimonitoiftdfoartapourbliinclusion in this analysis. cation. The researchers confirm their independence fromIn conclusion, we found that cases of NCIP funders and sponsors.have been doubling in size approximately every theDfiusclllotesxutreoff othrmissarptrioclveidaetdNbEyJMt h.oerga.uthors are available with7.4 days in Wuhan at this stage. Human-to-human We thank Wuhan CDC, Huanggang CDC, and otherprefectransmission among close contacts has occurred ture CDCs and medical institutions in Wuhan for assistancewith field investigation administration and data collection andsince the middle of December and spread out the National Institute for Viral Disease Control and Prevention,gradually within a month after that. Urgent next China CDC, for assistance with laboratory testing.AppendixThe authors’ affiliations are as follows: the Chinese Center for Disease Control and Prevention, Beijing (Q.L., X.W., L.Z., R.R., N.X.,C.L., D.L., J.Z., W.T., L.J., Q.W., R.W., Y.Z., G. Shi, G.F.G., Z.F.), the Hubei Provincial Center for Disease Control and Prevention,Wuhan, Hubei (X.G., Y.T., X.X., Y.W., Q.C., M.L., C.C., R.Y., S.Z., Y. Luo, B.Y.), the World Health Organization Collaborating Centrefor Infectious Disease Epidemiology and Control, School of Public Health, University of Hong Kong, Hong Kong (P.W., K.S.M.L.,E.H.Y.L., J.Y.W., T.T.Y.L., J.T.W., B.J.C., G.M.L.), the Chinese Field Epidemiology Training Program, Chinese Center for DiseaseControl and Prevention, Beijing (T.L., R.Y., S.Z., H. Liu, Y. Liu, G. Shao, H. Li, Z.T.), the Jingzhou Center for Disease Control andPrevention, Jingzhou, Hubei (T.L.), the Chengdu Center for Disease Control and Prevention, Chengdu, Sichuan (H. Liu); the Hunan ProvincialCenter for Disease Control and Prevention, Changsha, Hunan (Y. Liu), the Anyang Municipal Center for Disease Control and Prevention,Anyang, Henan (G. Shao), the Panjin Center for Disease Control and Prevention, Panjin, Liaoning (H. Li), the Guizhou Center forDisease Control and Prevention, Guiyang, Guizhou (Z.T.), the Jiading District Center for Disease Control and Prevention, Shanghai (Y.Y.),the Nanchang Center for Disease Control and Prevention, Nanchang, Jiangxi (Z.D.), the Inner Mongolia Comprehensive Center forDisease Control and Prevention, Hohhot, Inner Mongolia (B.L.), and the Baoshan District Center for Disease Control and Prevention,Shanghai (Z.M.) — all in China.8", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Among the first 425 patients with confirmed NCIP, the median age was 59 years\nand 56% were male. The majority of cases (55%) with onset before January 1, 2020,\nwere linked to the Huanan Seafood Wholesale Market, as compared with 8.6% of the\nsubsequent cases. The mean incubation period was 5.2 days (95% confidence\ninterval [CI], 4.1 to 7.0), with the 95th percentile of the distribution at 12.5 days. In its\nearly stages, the epidemic doubled in size every 7.4 days. With a mean serial interval\nof 7.5 days (95% CI, 5.3 to 19), the basic reproductive number was estimated to be\n2.2 (95% CI, 1.4 to 3.9).", "one_words_summarize": "Among the first 425 patients with confirmed NCIP, the median age was 59 yearsand 56% were male. The majority of cases (55%) with onset before January 1, 2020,were linked to the Huanan Seafood Wholesale Market, as compared with 8.6% of thesubsequent cases. In itsearly stages, the epidemic doubled in size every 7.4 days. Measures to prevent or reduce transmission should beimplemented in populations at risk. ( Information about contact with othersoratory-confirmed cases in Wuhan to describe the with similar symptoms was also included. Tests were carried out the use of renewal equations) with zoonoticinin biosafety level 2 facilities at the Hubei (pro- fections to onset dates that were not linked tovincial) CDC and then at the National Institute the Huanan Seafood Wholesale Market, and wefor Viral Disease Control at China CDC. If two used this model to derive the epidemic growthtargets (open reading frame 1a or 1b, nucleocap- rate, the epidemic doubling time, and the basicsid protein) tested positive by specific real-time reproductive number (R0), which is defined asRT-PCR, the case would be considered to be the expected number of additional cases that onelaboratory-confirmed. Case characteristics weredescribed, including demographic characteristics, R e s u lt sexposures, and health care worker status. food Wholesale Market and the patients couldThe duration from illness onset to first have been infected through zoonotic orenvironmedical visit for 45 patients with illness onset mental exposures, it is now clear thathuman-tobefore January 1 was estimated to have a mean human transmission has been occurring andof 5.8 days (95% CI, 4.3 to 7.5), which was that the epidemic has been gradually growing insimilar to that for 207 patients with illness onset recent weeks. The ations of the impact of control measures andmean duration from onset to hospital admission predictions of the future spread of infection.was estimated to be 12.5 days (95% CI, 10.3 to We estimated an R0 of approximately 2.2,14.8) among 44 cases with illness onset before meaning that on average each patient has beenJanuary 1, which was longer than that among spreading infection to 2.2 other people. It may be necessary to commitconsiderhigh as during the SARS and MERS outbreaks.15 able resources to testing in outpatient clinicsOne of the features of SARS and MERS out- and emergency departments for proactive casebreaks is heterogeneity in transmissibility, and finding, both as part of the containment strategyin particular the occurrence of super-spreading in locations without local spread yet as well as toevents, particularly in hospitals.16 Super-spread- permit earlier clinical management of cases. infections among persons in younger age groupsOur study suffers from the usual limitations or health care workers. None of the funders had any role in the studydedetailed information on disease severity for in- tshigenwarnitdinthgeocfotlhleecatriotinc,leananaldystihse, adnedciisni otenrptorestuabtimonitoiftdfoartapourbliinclusion in this analysis. Urgent next China CDC, for assistance with laboratory testing."}