{"date": "2020/03/05", "journal": "NEJM", "authors": "Holshue M.L., DeBolt C., Lindquist S.", "title": "Brief Report: First Case of 2019 Novel Coronavirus in the United States", "type": "Original Article", "abstract": "S um m a r y C a se R e p or t On January 19, 2020, a 35-year-old man presented to an urgent care clinic in Snohomish County, Washington, with a 4-day history of cough and subjective fever. On checking into the clinic, the patient put on a mask in the waiting room. After waiting approximately 20 minutes, he was taken into an examination room and underwent evaluation by a provider. He disclosed that he had returned to Washington State on January 15 after traveling to visit family in Wuhan, China. The patient stated", "text": "that he had seen a health alert from the U.S. ing his travel to China, CDC staff concurred withCenters for Disease Control and Prevention (CDC) the need to test the patient for 2019-nCoV on theabout the novel coronavirus outbreak in China and, basis of current CDC “persons under investigation”because of his symptoms and recent travel, decided case definitions.8 Specimens were collected into see a health care provider. accordance with CDC guidance and includedse        Apart from a history of hypertriglyceridemia, rum and nasopharyngeal and oropharyngeal swabthe patient was an otherwise healthy nonsmoker. specimens. After specimen collection, the patientThe physical examination revealed a body tempera- was discharged to home isolation with activeture of 37.2°C, blood pressure of 134/87 mm Hg, monitoring by the local health department.pulse of 110 beats per minute, respiratory rate of On January        Given the patient’s travel history, the local and breath or chest pain. Vital signs were withinnorstate health departments were immediately noti- mal ranges. On physical examination, the patientfied. Together with the urgent care clinician, was found to have dry mucous membranes. Thethe Washington Department of Health noti- remainder of the examination was generallyunfied the CDC Emergency Operations Center. Al- remarkable. After admission, the patient receivedthough the patient reported that he had not supportive care, including 2 liters of normalsaspent time at the Huanan seafood market and line and ondansetron for nausea.reported no known contact with ill persons dur- On days 2 through 5 of hospitalization (days930from Urgent Day1 2 3 4 5fever fever6 through 9 of illness), the patient’s vital signs (illness days 7 and 9) reflected leukopenia, mildremained largely stable, apart from the develop- thrombocytopenia, and elevated levels of creatinement of intermittent fevers accompanied by pe- kinase (Table 1). In addition, there were alterationsriods of tachycardia (Fig. 2). The patient contin- in hepatic function measures: levels of alkalineued to report a nonproductive cough and appeared phosphatase (68 U per liter), alanineaminotransfatigued. On the afternoon of hospital day 2, the ferase (105 U per liter), aspartate aminotransferasepatient passed a loose bowel movement and re- (77 U per liter), and lactate dehydrogenase (465 Uported abdominal discomfort. A second episode per liter) were all elevated on day 5 ofhospitalof loose stool was reported overnight; a sample ization. Given the patient’s recurrent fevers, bloodof this stool was collected for rRT-PCR testing, cultures were obtained on day 4; these havealong with additional respiratory specimens (na- shown no growth to date.sopharyngeal and oropharyngeal) and serum. The A chest radiograph taken on hospital day 3stool and both respiratory specimens later tested (illness day 7) was reported as showing noevipositive by rRT-PCR for 2019-nCoV, whereas the dence of infiltrates or abnormalities (Fig. 3).Howserum remained negative. ever, a second chest radiograph from the night ofTreatment during this time was largely sup- hospital day 5 (illness day 9) showed evidence ofportive. For symptom management, the patient pneumonia in the lower lobe of the left lungreceived, as needed, antipyretic therapy consisting (Fig. 4). These radiographic findings coincidedof 650 mg of acetaminophen every 4 hours and with a change in respiratory status starting on600 mg of ibuprofen every 6 hours. He also re- the evening of hospital day 5, when the patient’sceived 600 mg of guaifenesin for his continued oxygen saturation values as measured by pulsecough and approximately 6 liters of normal sa- oximetry dropped to as low as 90% while he wasline over the first 6 days of hospitalization. breathing ambient air. On day 6, the patient wasThe nature of the patient isolation unit per- started on supplemental oxygen, delivered bynamitted only point-of-care laboratory testing ini- sal cannula at 2 liters per minute. Given thetially; complete blood counts and serum chemi- changing clinical presentation and concern aboutcal studies were available starting on hospital hospital-acquired pneumonia, treatment withday 3. Laboratory results on hospital days 3 and 5 vancomycin (a 1750-mg loading dose followed,4 01, 913 yay0 bya lD 0 00 § § § lysseD itsap 6005 ,,5006 3800 1400 ,1500 .135 .393 135‡ .14 100 .86‡ 32 12 §148 §22 .180 .69 .29‡ .08 — 129 129 137 — — — — — — litupn o 4llI HThe new england journal of medicine.* r) to se od n nllllii.ttrrycsseeaaaaL1oobbunRC rseeau μllli-ttr()cceeeohupn μlll-tr()cceeeodupn μlllitttrr()cseeebooohuuuppnn μllltttr()yyccseeebooohuuppnm μllltttr()ceeeaoupn lli()/eggboodnm ittr()ceaom% lliitr()/eoodummm lliittr()/sseaooummm llliitrr()/eeoohdmm lli()/cagdumm lliiitrr()x/eeaboooddnmm lliitr()/eagoopnnmm lllitr()/cseeooumm llitrr()/eeaggoooddunnm liitr()/eeagdnnm llittr()/eagoodpn lli()/gbdunm llliiitr()/agbbodunm lliitr()/ccagoonnnm lliiifttrrr()/sseeeeaaaaonnnnUm liifttttrrr(/ssseeeeaaaaaopnnUm llliittr()/sskeeeaaaohhppnU liir()/eggbodnnm litttrr()y/cseeeeeaaagohddnU iittrr()cseeboohnmm lliiitttrrrzeeaaaaooodnnnnm liiittrr()/skeeeeaannU lllitttr()/cseeeaaoounmm llifttrrcccvvseeeaaooohuunmlliiifttrrrccseeeaaoooounnmmlli--ffttrrrcsseeeaabooooupnmlliitttvseeeeeaaabohhupnnww liitttvsveeeeeaaaabohhupnnwT M W R A A P H H S P C C C A G B C T A T P A A A F L P I C V T v R T T* † ‡ §932nengljmed382;10 nejm.org March5,2020TheNewEnglandJournalofMedicineDownloadedfromnejm.orgonMarch10,2020.Forpersonaluseonly.Nootheruseswithoutpermission.Copyright©2020MassachusettsMedicalSociety.Allrightsreserved.se lylo itpllliimum,mreto liten reg pro seit ln oa mre rou icd molo toeh toe yze l. l.lliimlitr la a amep an romromby 1 g administered intravenously every 8 hours)and cefepime (administered intravenously every8 hours) was initiated.On hospital day 6 (illness day 10), a fourthchest radiograph showed basilar streaky opacitiesin both lungs, a finding consistent with atypicalpneumonia (Fig. 5), and rales were noted in bothlungs on auscultation. Given the radiographicfindings, the decision to administer oxygensupplementation, the patient’s ongoing fevers, thepersistent positive 2019-nCoV RNA at multiplesites, and published reports of the developmentof severe pneumonia3,4 at a period consistent withthe development of radiographic pneumonia inthis patient, clinicians pursued compassionateuse of an investigational antiviral therapy.Treatment with intravenous remdesivir (a novelnucleotide analogue prodrug in development10,11) wasinitiated on the evening of day 7, and no adverseevents were observed in association with theinfusion. Vancomycin was discontinued on theevening of day 7, and cefepime was discontinuedon the following day, after serial negativeprocalcitonin levels and negative nasal PCR testing lower-lobe rales were no longer present. Hisapfor methicillin-resistant Staphylococcus aureus. petite improved, and he was asymptomatic asideOn hospital day 8 (illness day 12), the patient’s from intermittent dry cough and rhinorrhea. Asclinical condition improved. Supplemental oxy- of January 30, 2020, the patient remainshospigen was discontinued, and his oxygen saturation talized. He is afebrile, and all symptoms haverevalues improved to 94 to 96% while he was solved with the exception of his cough, which isbreathing ambient air. The previous bilateral decreasing in severity.933M e t hod s Genetic SequencingOn January 7, 2020, Chinese researchers sharedSpecimen Collection the full genetic sequence of 2019-nCoV throughClinical specimens for 2019-nCoV diagnostic the National Institutes of Health GenBankdatatesting were obtained in accordance with CDC base16 and the Global Initiative on Sharing Allguidelines.12 Nasopharyngeal and oropharyngeal Influenza Data (GISAID)17 database; a report aboutswab specimens were collected with synthetic the isolation of 2019-nCoV was later published.18fiber swabs; each swab was inserted into a sepa- Nucleic acid was extracted from rRT-PCR–positiverate sterile tube containing 2 to 3 ml of viral specimens (oropharyngeal and nasopharyngeal)transport medium. Serum was collected in a and used for whole-genome sequencing on bothserum separator tube and then centrifuged in Sanger and next-generation sequencingplataccordance with CDC guidelines. The urine and forms (Illumina and MinIon). Sequenceassemstool specimens were each collected in sterile bly was completed with the use of Sequencherspecimen containers. Specimens were stored software, version 5.4.6 (Sanger); minimapsoftbetween 2°C and 8°C until ready for shipment to ware, version 2.17 (MinIon); and freebayessoftthe CDC. Specimens for repeat 2019-nCoV test- ware, version 1.3.1 (MiSeq). Complete genomesing were collected on illness days 7, 11, and 12 were compared with the available 2019-nCoVand included nasopharyngeal and oropharyngeal reference sequence (GenBank accession numberswabs, serum, and urine and stool samples. NC_045512.2).Diagnostic Testing for 2019-nCoV R e s u lt sClinical specimens were tested with an rRT-PCRassay that was developed from the publicly released Specimen Testing for 2019-nCoVvirus sequence. Similar to previous diagnostic as- The initial respiratory specimens (nasopharyngealsays for severe acute respiratory syndrome coro- and oropharyngeal swabs) obtained from thisnavirus (SARS-CoV) and Middle East respiratory patient on day 4 of his illness were positive forsyndrome coronavirus (MERS-CoV), it has three 2019-nCoV (Table 2). The low cycle thresholdnucleocapsid gene targets and a positive control (Ct) values (18 to 20 in nasopharyngealspecitarget. A description of this assay13 and sequence mens and 21 to 22 in oropharyngeal specimens)information for the rRT-PCR panel primers and on illness day 4 suggest high levels of virus inprobes14 are available on the CDC Laboratory these specimens, despite the patient’s initial mildInformation website for 2019-nCoV.15 symptom presentation. Both upper respiratory934          specimens obtained on illness day 7 remained 30, 20          We report the clinical features of the firstreported patient with 2019-nCoV infection in theUnited States. Key aspects of this case includedthe decision made by the patient to seek medicalattention after reading public health warningsabout the outbreak; recognition of the patient’srecent travel history to Wuhan by local providers,with subsequent coordination among local, state,and federal public health officials; andidentification of possible 2019-nCoV infection, whichallowed for prompt isolation of the patient andsubsequent laboratory confirmation of 2019-nCoV, aswell as for admission of the patient for furtherevaluation and management. This case reporthighlights the importance of clinicians elicitinga recent history of travel or exposure to sickcontacts in any patient presenting for medical carewith acute illness symptoms, in order to ensureappropriate identification and prompt isolationof patients who may be at risk for 2019-nCoVinfection and to help reduce furthertransmission. Finally, this report highlights the need todetermine the full spectrum and natural historyof clinical disease, pathogenesis, and duration ofviral shedding associated with 2019-nCoVinfection to inform clinical management and publichealth decision making.The findings and conclusions in this report are those of theauthors and do not necessarily represent the official position ofthe Centers for Disease Control and Prevention.Disclosure forms provided by the authors are available withthe full text of this article at NEJM.org.We thank the patient; the nurses and clinical staff who areproviding care for the patient; staff at the local and state healthdepartments; staff at the Washington State Department ofHealth Public Health Laboratories and at the Centers forDisease Control and Prevention (CDC) Division of Viral DiseaseLaboratory; CDC staff at the Emergency Operations Center; andmembers of the 2019-nCoV response teams at the local, state,and national levels.nejm.org", "ref_list": [[], ["Pneumo- vention. Interim guidance for healthcare nia of unknown cause - China. 2020 professionals: criteria to guide evaluation (https://www"], ["features of patients infected with 2019 Comparative therapeutic efficacy of remnovel coronavirus in Wuhan, China. Lancet desivir and combination lopinavir, ritona2020 January 24 (Epub ahead of print). vir, and interferon beta against MERS5"], ["Centers for Disease Control and Prevention, Respiratory Viruses Branch, Division of Viral Diseases. 2019-novel coronavirus (2019-nCoV) real-time rRT-PCR panel primers and probes"], ["Centers for Disease Control and Prevention. Information for laboratories. 2019 novel coronavirus"], ["National Institutes of Health. GenBank overview (https://www"], ["(Global Initiative on Sharing All Inf luenza Data) home page (https:// www"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Novel coronavirus outbreak 2020 (https://www"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF-W Chan", "S Yuan", "Kok K-H", "S Mulangu", "LE Dodd", "RT Davey"], ["C Huang", "Y Wang", "X Li", "TP Sheahan", "AC Sims", "SR Leist", "LT Phan", "TV Nguyen", "QC Luong"], [], [], [], ["GISAID"], ["N Zhu", "D Zhang", "W Wang", "N Engl J Med"], [], ["N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "that he had seen a health alert from the U.S. ing his travel to China, CDC staff concurred with\nCenters for Disease Control and Prevention (CDC) the need to test the patient for 2019-nCoV on the\nabout the novel coronavirus outbreak in China and, basis of current CDC “persons under investigation”\nbecause of his symptoms and recent travel, decided case definitions.8 Specimens were collected in\nto see a health care provider. accordance with CDC guidance and included\nse", "one_words_summarize": "that he had seen a health alert from the U.S. ing his travel to China, CDC staff concurred withCenters for Disease Control and Prevention (CDC) the need to test the patient for 2019-nCoV on theabout the novel coronavirus outbreak in China and, basis of current CDC “persons under investigation”because of his symptoms and recent travel, decided case definitions.8 Specimens were collected into see a health care provider. In addition, there were alterationsriods of tachycardia (Fig. A second episode per liter) were all elevated on day 5 ofhospitalof loose stool was reported overnight; a sample ization. Laboratory results on hospital days 3 and 5 vancomycin (a 1750-mg loading dose followed,4 01, 913 yay0 bya lD 0 00 § § § lysseD itsap 6005 ,,5006 3800 1400 ,1500 .135 .393 135‡ .14 100 .86‡ 32 12 §148 §22 .180 .69 .29‡ .08 — 129 129 137 — — — — — — litupn o 4llI HThe new england journal of medicine.* Given the radiographicfindings, the decision to administer oxygensupplementation, the patient’s ongoing fevers, thepersistent positive 2019-nCoV RNA at multiplesites, and published reports of the developmentof severe pneumonia3,4 at a period consistent withthe development of radiographic pneumonia inthis patient, clinicians pursued compassionateuse of an investigational antiviral therapy. NC_045512.2).Diagnostic Testing for 2019-nCoV R e s u lt sClinical specimens were tested with an rRT-PCRassay that was developed from the publicly released Specimen Testing for 2019-nCoVvirus sequence. A description of this assay13 and sequence mens and 21 to 22 in oropharyngeal specimens)information for the rRT-PCR panel primers and on illness day 4 suggest high levels of virus inprobes14 are available on the CDC Laboratory these specimens, despite the patient’s initial mildInformation website for 2019-nCoV.15 symptom presentation. This case reporthighlights the importance of clinicians elicitinga recent history of travel or exposure to sickcontacts in any patient presenting for medical carewith acute illness symptoms, in order to ensureappropriate identification and prompt isolationof patients who may be at risk for 2019-nCoVinfection and to help reduce furthertransmission. Finally, this report highlights the need todetermine the full spectrum and natural historyof clinical disease, pathogenesis, and duration ofviral shedding associated with 2019-nCoVinfection to inform clinical management and publichealth decision making."}