{"date": "2020/02/20", "journal": "NEJM", "authors": "Zhu N., Zhang D., Wang W.", "title": "Brief Report: A Novel Coronavirus from Patients with Pneumonia in China, 2019", "type": "Original Article", "abstract": "S um m a r y", "text": "clusters, and describe a novel coronavirus detect- and were subsequently plated at a density ofed in patients with pneumonia whose specimens 2.5×105 cells per well on permeableTranswellwere tested by the China CDC at an early stage COL (12-mm diameter) supports. Human airwayof the outbreak. We also describe clinical fea- epithelial cell cultures were generated in antures of the pneumonia in two of these patients. air–liquid interface for 4 to 6 weeks to formwell-differentiated, polarized culturesresemM e t hod s bling in vivo pseudostratified mucociliaryepithelium.13Viral Diagnostic Methods Prior to infection, apical surfaces of thehuFour lower respiratory tract samples, including man airway epithelial cells were washed threebronchoalveolar-lavage fluid, were collected from times with phosphate-buffered saline; 150 lμ ofpatients with pneumonia of unknown cause who supernatant from bronchoalveolar-lavage fluidwere identified in Wuhan on December 21, 2019, samples was inoculated onto the apical surfaceor later and who had been present at the Huanan of the cell cultures. After a 2-hour incubation atSeafood Market close to the time of their clinical 37°C, unbound virus was removed by washing withpresentation. Seven bronchoalveolar-lavage fluid 500 lμ of phosphate-buffered saline for 10 minspecimens were collected from patients in Beijing utes; human airway epithelial cells weremainhospitals with pneumonia of known cause to tained in an air–liquid interface incubated atserve as control samples. Extraction of nucleic 37°C with 5% carbon dioxide. Every 48 hours,acids from clinical samples (including uninfect- 150 lμ of phosphate-buffered saline was applieded cultures that served as negative controls) was to the apical surfaces of the human airwayepiperformed with a High Pure Viral Nucleic Acid thelial cells, and after 10 minutes of incubationKit, as described by the manufacturer (Roche). at 37°C the samples were harvested.PseudostratExtracted nucleic acid samples were tested for ified mucociliary epithelium cells weremainviruses and bacteria by polymerase chain reac- tained in this environment; apical samples weretion (PCR), using the RespiFinderSmart22kit passaged in a 1:3 diluted vial stock to new cells.(PathoFinder BV) and the LightCycler 480 real- The cells were monitored daily with lightmicrostime PCR system, in accordance with manufac- copy, for cytopathic effects, and with RT-PCR, forturer instructions.12 Samples were analyzed for the presence of viral nucleic acid in thesuperna22 pathogens (18 viruses and 4 bacteria) as de- tant. After three passages, apical samples andtailed in the Supplementary Appendix. In addition, human airway epithelial cells were prepared forunbiased, high-throughput sequencing, described transmission electron microscopy.previously,13 was used to discover microbialsequences not identifiable by the means described Transmission Electron Microscopyabove. A real-time reverse transcription PCR (RT- Supernatant from human airway epithelial cellPCR) assay was used to detect viral RNA by tar- cultures that showed cytopathic effects wasgeting a consensus RdRp region of pan β-CoV, as collected, inactivated with 2%paraformaldedescribed in the Supplementary Appendix. hyde for at least 2 hours, and ultracentrifugedto sediment virus particles. The enrichedsuperIsolation of Virus natant was negatively stained on film-coatedBronchoalveolar-lavage fluid samples were col- grids for examination. Human airway epitheliallected in sterile cups to which virus transport cells showing cytopathic effects were collectedmedium was added. Samples were then centri- and fixed with 2% paraformaldehyde–2.5%fuged to remove cellular debris. The supernatant glutaraldehyde and were then fixed with 1%was inoculated on human airway epithelial cells,13 osmium tetroxide dehydrated with grade ethanolwhich had been obtained from airway specimens embedded with PON812 resin. Sections (80 nm)resected from patients undergoing surgery for were cut from resin block and stained withlung cancer and were confirmed to be special- uranyl acetate and lead citrate, separately. Thepathogen-free by NGS.14 negative stained grids and ultrathin sectionsHuman airway epithelial cells were expanded were observed under transmission electronmion plastic substrate to generate passage-1 cells croscopy.728RNA extracted from bronchoalveolar-lavagefluid and culture supernatants was used as atemplate to clone and sequence the genome. Weused a combination of Illumina sequencing andnanopore sequencing to characterize the virusgenome. Sequence reads were assembled intocontig maps (a set of overlapping DNA segments)with the use of CLC Genomics software, version4.6.1 (CLC Bio). Specific primers weresubsequently designed for PCR, and 5′- or 3′-RACE(rapid amplification of cDNA ends) was used tofill genome gaps from conventional Sangersequencing. These PCR products were purifiedfrom gels and sequenced with a BigDyeTerminator v3.1 Cycle Sequencing Kit and a 3130XLGenetic Analyzer, in accordance with themanufacturers’ instructions.Multiple-sequence alignment of the2019nCoV and reference sequences was performedwith the use of Muscle. Phylogenetic analysis ofthe complete genomes was performed withRAxML (13) with 1000 bootstrap replicates anda general time-reversible model used as thenucleotide substitution model.R e s u lt sAB        Three adult patients presented with severepneumonia and were admitted to a hospital in Wuhanon December 2        December 23, 2019. Four days after the onset of Shown are chest radiographs from Patient 2 on days 8illness, her cough and chest discomfort wors- and 11 after the onset of illness. The trachea wasintuened, but the fever was reduced; a diagnosis of bbaettewdeaenndthmeeacchqauniisciatliovnenotiflathtieont winostiimtuategdesi.nBthilaetpeerarilodpneumonia was based on computed tomograph- fluffy opacities are present in both images but areinic (CT) scan. Her occupation was retailer in the creased in density, profusion, and confluence in theseafood wholesale market. Patient 2 initially re- second image; these changes are most marked in theported fever and cough on December 20, 2019; lower lung fields. Changes consistent with theaccumurespiratory distress developed 7 days after the on- liamtiaogne.of pleural liquid are also visible in the secondset of illness and worsened over the next 2 days(see chest radiographs, Fig. 1), at which timemechanical ventilation was started. He had been from the hospital on January 16, 2020. Patient 2a frequent visitor to the seafood wholesale market. died on January 9, 2020. No biopsy specimensPatients 1 and 3 recovered and were discharged were obtained.729A MockB HAE-CPE100 μmDetection and Isolation of a Novel man airway epithelial cells; a lack of ciliumCoronavirus beating was seen with light microcopy in theThree bronchoalveolar-lavage samples were col- center of the focus (Fig. 2). No specificcytolected from Wuhan Jinyintan Hospital on De- pathic effects were observed in the Vero E6 andcember 30, 2019. No specific pathogens (includ- Huh-7 cell lines until 6 days after inoculation.ing HCoV-229E, HCoV-NL63, HCoV-OC43, and Electron micrographs of negative-stainedHCoV-HKU1) were detected in clinical specimens 2019-nCoV particles were generally sphericalfrom these patients by the RespiFinderSmart- with some pleomorphism (Fig. 3). Diametervar22kit. RNA extracted from bronchoalveolar-lavage ied from about 60 to 140 nm. Virus particles hadf luid from the patients was used as a template quite distinctive spikes, about 9 to 12 nm, andto clone and sequence a genome using a com- gave virions the appearance of a solar corona.bination of Illumina sequencing and nanopore Extracellular free virus particles and inclusionsequencing. More than 20,000 viral reads from bodies filled with virus particles inmembraneindividual specimens were obtained, and most bound vesicles in cytoplasm were found in thecontigs matched to the genome from lineage B human airway epithelial ultrathin sections. Thisof the genus betacoronavirus — showing more observed morphology is consistent with thethan 85% identity with a bat SARS-like CoV Coronaviridae family.(bat-SL-CoVZC45, MG772933.1) genome pub- To further characterize the virus, de novoselished previously. Positive results were also ob- quences of 2019-nCoV genome from clinicalspectained with use of a real-time RT-PCR assay for imens (bronchoalveolar-lavage fluid) and humanRNA targeting to a consensus RdRp region of airway epithelial cell virus isolates were obtainedpan β-CoV (although the cycle threshold value by Illumina and nanopore sequencing. The novelwas higher than 34 for detected samples). Virus coronavirus was identified from all three patients.isolation from the clinical specimens was per- Two nearly full-length coronavirus sequencesformed with human airway epithelial cells and were obtained from bronchoalveolar-lavage fluidVero E6 and Huh-7 cell lines. The isolated virus (BetaCoV/Wuhan/IVDC-HB-04/2020, BetaCoV/was named 2019-nCoV. Wuhan/IVDC-HB-05/2020|EPI_ISL_402121), and        To determine whether virus particles could be one full-length sequence was obtained from avisualized in 2019-nCoV–infected human airway virus isolated from a patient (BetaCoV/Wuhan/epithelial        Although 2019-nCoV is similar to some beta- three patients by whole-genome sequencing,dicoronaviruses detected in bats (Fig. 4), it is dis- rect PCR, and culture. The illness likely to havetinct from SARS-CoV and MERS-CoV. The three been caused by this CoV was named “novelcoro2019-nCoV coronaviruses from Wuhan, together navirus-infected pneumonia” (NCIP). Completewith two bat-derived SARS-like strains, ZC45 genomes were submitted to GISAID.Phylogeand ZXC21, form a distinct clade. SARS-CoV netic analysis revealed that 2019-nCoV falls intostrains from humans and genetically similar the genus betacoronavirus, which includescoroSARS-like coronaviruses from bats collected naviruses (SARS-CoV, bat SARS-like CoV, andfrom southwestern China formed another clade others) discovered in humans, bats, and otherwithin the subgenus sarbecovirus. Since the se- wild animals.15 We report isolation of the virusquence identity in conserved replicase domains and the initial description of its specificcyto(ORF 1ab) is less than 90% between 2019-nCoV pathic effects and morphology.and other members of betacoronavirus, the Molecular techniques have been usedsuc2019-nCoV — the likely causative agent of the cessfully to identify infectious agents for manyviral pneumonia in Wuhan — is a novel beta- years. Unbiased, high-throughput sequencing is731Receptor binding7810bNsp2Nsp3Nsp12Nsp13Nsp14 Nsp15Nsp16Spike>BetaCoV/Wuhan/IVDC-HB-01/2019|EPI_ISL_402119 (29892 bp)Nsp1Nsp4Nsp5ORF-1abNsp7Nsp9Nsp10Nsp8Nsp6Enzyme3EM90100MerbecovirusNobecovirus6094100100Sarbecovirus100Hibecovirus1001001000.2Embevovirus100100100836684Shown are a schematic of 2019-nCoV (Panel A) and full-length phylogenetic analysis of 2019-nCoV and other betacoronavirus genomesin the Orthocoronavirinae subfamily (Panel B).a powerful tool for the discovery of patho- ating procedures have been shared with thegens.14,16 Next-generation sequencing and bioin- World Health Organization and are intended forformatics are changing the way we can respond surveillance and detection of 2019-nCoVinfecto infectious disease outbreaks, improving our tion globally and in China. More recent dataunderstanding of disease occurrence and trans- show 2019-nCoV detection in 830 persons inmission, accelerating the identification of patho- China.17gens, and promoting data sharing. We describe Although our study does not fulfill Koch’sin this report the use of molecular techniques postulates, our analyses provide evidenceimpliand unbiased DNA sequencing to discover a cating 2019-nCoV in the Wuhan outbreak.Adnovel betacoronavirus that is likely to have been ditional evidence to confirm the etiologicsigthe cause of severe pneumonia in three patients nificance of 2019-nCoV in the Wuhan outbreakin Wuhan, China. include identification of a 2019-nCoV antigen inAlthough establishing human airway epithe- the lung tissue of patients byimmunohistolial cell cultures is labor intensive, they appear chemical analysis, detection of IgM and IgGto be a valuable research tool for analysis of hu- antiviral antibodies in the serum samples fromman respiratory pathogens.13 Our study showed a patient at two time points to demonstratesethat initial propagation of human respiratory se- roconversion, and animal (monkey) experimentscretions onto human airway epithelial cell cul- to provide evidence of pathogenicity. Of criticaltures, followed by transmission electron micros- importance are epidemiologic investigations tocopy and whole genome sequencing of culture characterize transmission modes, reproductioninsupernatant, was successfully used for visualiza- terval, and clinical spectrum resulting frominfection and detection of new human coronavirus tion to inform and refine strategies that canprethat can possibly elude identification by tradi- vent, control, and stop the spread of 2019-nCoV.tional approaches.Further development of accurate and rapid733", "ref_list": [[], ["From “A”IV to “Z”IKV: attacks from emerging and re-emerging pathogens"], ["Coronavirus pathogenesis"], [""], [""], ["Epidemiology, genetic recombination, and pathogenesis of coronaviruses"], ["Origin and evolution of pathogenic coronaviruses"], ["Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China"], ["A novel coronavirus associated with severe acute respiratory syndrome. patients in Qinghai, China"], ["Identification of a novel coronavirus ruses and the human airway: a universal in patients with severe acute respiratory system for virus-host interaction studies"], [""], ["A new 9"], ["with pneumonia in Saudi Arabia"], ["Pathogen genomics in public unknown etiology in Wuhan City"], ["Report of novel coronavirus-infected (http://wjw"], ["acute febrile respiratory syndrome among Copyright © 2020 Massachusetts Medical Society"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["GF Gao"], ["SR Weiss", "JL Leibowitz"], ["PS Masters"], ["DM In: Knipe", "PM Howley"], ["S Su", "G Wong", "W Shi"], ["J Cui", "F Li", "ZL Shi"], ["NS Zhong", "BJ Zheng", "YM Li"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["C Drosten", "S Günther", "W Preiser", "HR Jonsdottir", "R. Dijkman", "Coronavial"], ["J - Virol"], ["G Palacios", "J Druce", "L Du", "AM Zaki", "S van Boheemen", "AD Osterhaus", "RA Fouchier"], ["WJ Tan", "X Zhao", "XJ Ma", "G Wong", "W Liu", "Y Liu", "B Zhou", "Y Bi"], ["GL Armstrong", "DR MacCannell"], ["Municipal Health Commission", "GS Liu", "H Li", "SC Zhao", "RJ Lu", "PH Niu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "clusters, and describe a novel coronavirus detect- and were subsequently plated at a density of\ned in patients with pneumonia whose specimens 2.5×105 cells per well on permeable\nTranswellwere tested by the China CDC at an early stage COL (12-mm diameter) supports. Human airway\nof the outbreak. We also describe clinical fea- epithelial cell cultures were generated in an\ntures of the pneumonia in two of these patients. air–liquid interface for 4 to 6 weeks to form\nwell-differentiated, polarized cultures\nresemM e t hod s bling in vivo pseudostratified mucociliary\nepithelium.13\nViral Diagnostic Methods Prior to infection, apical surfaces of the\nhuFour lower respiratory tract samples, including man airway epithelial cells were washed three\nbronchoalveolar-lavage fluid, were collected from times with phosphate-buffered saline; 150 lμ of\npatients with pneumonia of unknown cause who supernatant from bronchoalveolar-lavage fluid\nwere identified in Wuhan on December 21, 2019, samples was inoculated onto the apical surface\nor later and who had been present at the Huanan of the cell cultures. After a 2-hour incubation at\nSeafood Market close to the time of their clinical 37°C, unbound virus was removed by washing with\npresentation. Seven bronchoalveolar-lavage fluid 500 lμ of phosphate-buffered saline for 10 min\nspecimens were collected from patients in Beijing utes; human airway epithelial cells were\nmainhospitals with pneumonia of known cause to tained in an air–liquid interface incubated at\nserve as control samples. Extraction of nucleic 37°C with 5% carbon dioxide. Every 48 hours,\nacids from clinical samples (including uninfect- 150 lμ of phosphate-buffered saline was applied\ned cultures that served as negative controls) was to the apical surfaces of the human airway\nepiperformed with a High Pure Viral Nucleic Acid thelial cells, and after 10 minutes of incubation\nKit, as described by the manufacturer (Roche). at 37°C the samples were harvested.\nPseudostratExtracted nucleic acid samples were tested for ified mucociliary epithelium cells were\nmainviruses and bacteria by polymerase chain reac- tained in this environment; apical samples were\ntion (PCR), using the RespiFinderSmart22kit passaged in a 1:3 diluted vial stock to new cells.\n(PathoFinder BV) and the LightCycler 480 real- The cells were monitored daily with light\nmicrostime PCR system, in accordance with manufac- copy, for cytopathic effects, and with RT-PCR, for\nturer instructions.12 Samples were analyzed for the presence of viral nucleic acid in the\nsuperna22 pathogens (18 viruses and 4 bacteria) as de- tant. After three passages, apical samples and\ntailed in the Supplementary Appendix. In addition, human airway epithelial cells were prepared for\nunbiased, high-throughput sequencing, described transmission electron microscopy.\npreviously,13 was used to discover microbial\nsequences not identifiable by the means described Transmission Electron Microscopy\nabove. A real-time reverse transcription PCR (RT- Supernatant from human airway epithelial cell\nPCR) assay was used to detect viral RNA by tar- cultures that showed cytopathic effects was\ngeting a consensus RdRp region of pan β-CoV, as collected, inactivated with 2%\nparaformaldedescribed in the Supplementary Appendix. hyde for at least 2 hours, and ultracentrifuged\nto sediment virus particles. The enriched\nsuperIsolation of Virus natant was negatively stained on film-coated\nBronchoalveolar-lavage fluid samples were col- grids for examination. Human airway epithelial\nlected in sterile cups to which virus transport cells showing cytopathic effects were collected\nmedium was added. Samples were then centri- and fixed with 2% paraformaldehyde–2.5%\nfuged to remove cellular debris. The supernatant glutaraldehyde and were then fixed with 1%\nwas inoculated on human airway epithelial cells,13 osmium tetroxide dehydrated with grade ethanol\nwhich had been obtained from airway specimens embedded with PON812 resin. Sections (80 nm)\nresected from patients undergoing surgery for were cut from resin block and stained with\nlung cancer and were confirmed to be special- uranyl acetate and lead citrate, separately. The\npathogen-free by NGS.14 negative stained grids and ultrathin sections", "one_words_summarize": "clusters, and describe a novel coronavirus detect- and were subsequently plated at a density ofed in patients with pneumonia whose specimens 2.5×105 cells per well on permeableTranswellwere tested by the China CDC at an early stage COL (12-mm diameter) supports. After three passages, apical samples andtailed in the Supplementary Appendix. A real-time reverse transcription PCR (RT- Supernatant from human airway epithelial cellPCR) assay was used to detect viral RNA by tar- cultures that showed cytopathic effects wasgeting a consensus RdRp region of pan β-CoV, as collected, inactivated with 2%paraformaldedescribed in the Supplementary Appendix. hyde for at least 2 hours, and ultracentrifugedto sediment virus particles. Sections (80 nm)resected from patients undergoing surgery for were cut from resin block and stained withlung cancer and were confirmed to be special- uranyl acetate and lead citrate, separately. Sequence reads were assembled intocontig maps (a set of overlapping DNA segments)with the use of CLC Genomics software, version4.6.1 (CLC Bio). Four days after the onset of Shown are chest radiographs from Patient 2 on days 8illness, her cough and chest discomfort wors- and 11 after the onset of illness. No biopsy specimensPatients 1 and 3 recovered and were discharged were obtained.729A MockB HAE-CPE100 μmDetection and Isolation of a Novel man airway epithelial cells; a lack of ciliumCoronavirus beating was seen with light microcopy in theThree bronchoalveolar-lavage samples were col- center of the focus (Fig. RNA extracted from bronchoalveolar-lavage ied from about 60 to 140 nm. Adnovel betacoronavirus that is likely to have been ditional evidence to confirm the etiologicsigthe cause of severe pneumonia in three patients nificance of 2019-nCoV in the Wuhan outbreakin Wuhan, China."}