{"date": "2020/02/19", "journal": "biorxiv", "authors": "Jun Lan, Jiwan Ge, Jinfang Yu, Sisi Shan, Huan Zhou, Shilong Fan, Qi Zhang, Xuanling Shi, Qisheng Wang, Linqi Zhang, Xinquan Wang", "title": "Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor", "type": "preprint article", "abstract": "A novel and highly pathogenic coronavirus (2019-nCoV) has caused an outbreak in Wuhan\ncity, Hubei province of China since December 2019, and soon spread nationwide and spilled\nover to other countries around the world. To better understand the initial step of infection at\natomic-level, we determined the crystal structure of the 2019-nCoV spike receptor-binding\ndomain (RBD) bound with the cell receptor ACE2 at 2.45 Å resolution. The overall\nACE2binding mode of the 2019-nCoV RBD is nearly identical to that of the SARS-CoV RBD, which\nalso utilizes ACE2 as the cell receptor. Structural analysis identified residues in 2019-nCoV\nRBD critical for ACE2 binding, and majority of which are either highly conserved or shared\nsimilar side chain properties with those in the SARS-CoV RBD. Such similarity in structure\nand sequence strongly argue for a convergent evolution between 2019-nCoV and SARS-CoV\nRBD for improved binding to ACE2 despite of being segregated in different genetic lineages\nin the betacoronavirus genus. The epitopes of two SARS-CoV antibodies targeting the RBD\nare also analyzed with the 2019-nCoV RBD, providing insights into future identification of\ncross-reactive antibodies.\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67", "text": "A novel and highly pathogenic coronavirus (2019-nCoV) has caused an outbreak in Wuhancity, Hubei province of China since December 2019, and soon spread nationwide and spilledover to other countries around the world. To better understand the initial step of infection atatomic-level, we determined the crystal structure of the 2019-nCoV spike receptor-bindingdomain (RBD) bound with the cell receptor ACE2 at 2.45 Å resolution. The overallACE2binding mode of the 2019-nCoV RBD is nearly identical to that of the SARS-CoV RBD, whichalso utilizes ACE2 as the cell receptor. Structural analysis identified residues in 2019-nCoVRBD critical for ACE2 binding, and majority of which are either highly conserved or sharedsimilar side chain properties with those in the SARS-CoV RBD. Such similarity in structureand sequence strongly argue for a convergent evolution between 2019-nCoV and SARS-CoVRBD for improved binding to ACE2 despite of being segregated in different genetic lineagesin the betacoronavirus genus. The epitopes of two SARS-CoV antibodies targeting the RBDare also analyzed with the 2019-nCoV RBD, providing insights into future identification ofcross-reactive antibodies.34353637383940414243444546474849505152535455565758596061626364656667        The emergence of a novel and highly pathogenic coronavirus (2019-nCoV) in Wuhan city,Hubei province of China and its rapid international spread has posed a serious global publichealth emergency1-3. Similar to those infected by pathogenic severe acute respiratory syndromecoronavirus (SARS-CoV) in 2003 and Middle East respiratory syndrome coronavirus(MERSCoV) in 20        Phylogenetic analysis on the coronavirus genomes has revealed that 2019-nCoV is anew member of the betacoronavirus genus, which includes SARS-CoV, MERS-CoV, batSARS-related coronaviruses (SARSr-CoV), as well as others identified in humans and diverseanimal species1-3,7. Bat coronavirus RaTG13 appears to be the closest relative of the2019nCoV sharing over 93.1% homology in the spike (S) gene. SARS-CoV and other SARSr-CoVshowever are rather distinct with less than 80% homology1.Coronaviruses utilize the homotrimeric spike glycoprotein (S1 subunit and S2 subunitin each spike monomer) on the envelope to bind their cellular receptors. Such binding triggersa cascade events leading to the fusion between cell and viral membranes for cell entry. Ourcryo-EM studies have shown that the binding of SARS-CoV spike to the cell receptor ACE2induces the dissociation of the S1 with ACE2, prompting the S2 to transition from a metastableprefusion to a more stable postfusion state that is essential for membrane fusion8,9. Therefore,binding to ACE2 receptor is a critical initial step for SARS-CoV to entry into the target cells.Recent studies also pointed to the important role of ACE2 in mediating entry of 2019-nCoV1,10.HeLa cells expressing ACE2 is susceptible to 2019-nCoV infection while those without failedto do so1. In vitro SPR experiments also showed that the binding affinity of ACE2 to the spikeglycoprotein and to the receptor-binding domain (RBD) are equivalent, with the former of 14.7nM and the latter of 15.2 nM11,12. These results indicate that the RBD is the key functionalcomponent within the S1 subunit responsible for binding to ACE2.The cryo-EM structure of the 2019-nCoV spike trimer at 3.5 Å resolution has just beenreported12. The coordinates are not yet available for detailed characterization. However,inspection of the structure features presented in the uploaded manuscript on bioRxiv indicated6869707172737475767778798081828384858687888990919293949596979899100101incomplete resolution of RBD in the model, particularly for the receptor-binding motif (RBM)that interacts directly with ACE2. Computer modeling of interaction between 2019-CoV RBDand ACE2 has identified some residues potentially involved in the actual interaction but theactual interaction remained elusive13. Furthermore, despite of impressive cross-reactiveneutralizing activity from serum/plasma of SARS-CoV recovered patients14, no SARS-CoVmonoclonal antibodies targeted to RBD so far isolated are able to bind and neutralize2019nCoV11,12. These findings highlight some intrinsic sequence and structure differences betweenthe SARS-CoV and 2019-nCoV RBDs.        To elucidate the 2019-nCoV RBD and ACE2 interaction at a higher resolution, wechose to determine the complex structure of 2019-nCoV RBD bound with ACE2 by X-raycrystallography. The atomic-level structural information would greatly improve ourunderstanding of interaction between 2019-nCoV and susceptible cells, providing precisetarget for neutralizing antibodies, and assisting structure-based vaccine design urgently neededin our ongoing combat against 2019-nCoV. Specifically, we expressed the 2019-nCoV RBD(residues Arg319-Phe541) (Fig. 1a and 1b) and the N-terminal peptidase domain of ACE2(residues Ser19-Asp615) in Hi5 insect cells and purified them by Ni-NTA affinity andgelfiltration (Fig. S1). The complex structure was determined by molecular replacement using theSARS-CoV RBD and ACE2 structures as search models, and refined at 2.45 Å resolution tofinal Rwork and Rfree factors of 21.9% and 27.8%, respectively (Fig. S2 and Table S1). The finalmodel contains residues Cys336 to Glu51        The 2019-nCoV RBD has a twisted four-stranded antiparallel β sheet (β1, β2, β3 andβ6) with short connecting helices and loops forming as the core (Fig. 1b and 1c). Between theβ3 and β6 strands in the core, there is an extended insertion containing short β4 and β5 strands,α4 and α5 helices and loops (Fig. 1b and 1c). This extended insertion is the receptor-bindingmotif (RBM) containing most of the contacting residues of 2019-nCoV for ACE2 binding. Atotal of nine cysteine residues are found in the RBD, six of which forming three pairs ofdisulfide bonds are resolved in the final model. Among these three pairs, two are in the core(Cys336-Cys361 and Cys379-Cys432) to help stabilize the β sheet structure (Fig. 1c) while theremaining one (Cys480-Cys488) connects loops in the distal end of the RBM (Fig. 1c). TheNterminal peptidase domain of ACE2 has two lobes, forming the peptide substrate binding sitebetween them. The extended RBM in the 2019-nCoV RBD contacts the bottom side of theACE2 small lobe, with a concave outer surface in the RBM accommodating the N-terminalhelix of the ACE2 (Fig. 1c). The overall structure of the 2019-nCoV RBD is similar to that of102103104105106107108109110111112113114115116117118119120121122123124125126127128129130131132133134135the SARS-CoV RBD (Fig. 2a), with an r.m.s.d. of 1.2 Å for 174 aligned Cα atoms. Even in theRBM that has more sequence variations, the overall structure is also highly similar (r.m.s.d. of1.3 Å) with only one obvious conformational change in the distal end (Fig. 2a). The overallbinding model of the 2019-nCoV RBD to the ACE2 is also nearly identical to that observed inpreviously determined SARS-CoV RBD/ACE2 complex structure15 (Fig. 2b).        The cradling of the ACE2 N-terminal helix by the RBM outer surface results in a largeburied surface of ~1700 Å2 between the 2019-nCoV RBD and ACE2 receptor (Fig. 1c). Witha distance cutoff of 4 Å, a total of 18 residues of the RBD contact 20 residues of the ACE2(Fig. 3a and Table S2). Analysis of interface between SARS-CoV RBD and ACE2 revealed atotal of 16 residues of the SARS-CoV RBD contact 20 residues of the ACE2 (Fig. 3a and TableS2). Among the 20 residues interacting with the two different RBDs, 17 are shared and mostof which are located at the N-terminal helix (Fig. 2a). One prominent and common featurepresented at both interfaces is the networks of hydrophilic interactions. There are 17 hydrogenbonds and 1 salt bridge at the 2019-nCoV RBD/ACE2 interface, and 12 hydrogen bonds and 2salt bridges at the SARS-CoV RBD/ACE2 interface (Table 1). Another shared feature is theinvolvement of multiple tyrosine residues in forming hydrogen-bonding interactions with thepolar hydroxyl group. These include Tyr449, Tyr489, Tyr495 and Tyr505 from the 2019-nCoVRBD and Tyr436, Tyr475 and Tyr491 from the SARS-CoV RBD (Table 1). To further identifyand compare the ACE2-interacting residues, we used structure-guided sequence alignment andmapped them onto their respective RBD sequences (Fig. 3b). Among 14 shared amino acidpositions utilized by both RBMs for ACE2 interaction, eight have the identical residuesbetween the 2019-nCoV and SARS-CoV RBDs including Tyr449/Tyr436, Tyr453/Tyr440,Asn487/Asn473, Tyr489/Tyr475, Gly496/Gly482, Thr500/Thr486, Gly502/Gly488 andTyr505/Tyr491 (Fig. 3b). Five positions have residues demonstrating similar biochemicalproperties despite of having different side chains including Leu455/Tyr442, Phe456/Leu443,486Phe/Leu472, Gln493/Asn479 and Asn501/Thr487 (Fig. 3b). Four of the five SARS-CoVresidues such as Tyr442, Leu472, Asn479 and Thr487 have previously been shown to becritical for ACE2 binding13. The remaining one is at the Gln498/484Tyr position, while theSARS-CoV RBD Tyr484 is not involved in hydrogen-bonding interaction, the Gln498 of the2019-nCoV RBD forms hydrogen-bonding interaction with Gln42 of ACE2 (Table 1). OutsideRBM, there is a unique ACE2-interacting residues Lys41        Consistent with structural similarity, the binding affinities between ACE2 and2019nCoV and SARS-CoV RBDs also fall into the same range (~10-60 nM) as previouslyreported11,12. However, this is somewhat different from a recent report where an ~10-20 foldincreased binding between ACE2 and 2019-nCoV spike trimer was found (KD of 14.7 nM)compared with that between ACE2 and SARS-CoV RBD-SD1 (KD of 325 nM)12. This isperhaps due to the different proteins used in the assay or some other unknown reasons.Nevertheless, the binding affinity alone is unlikely to explain the unusual transmissibility of2019-nCoV. Other factors such as the unique “RRAR” furin cleavage site at the S1/S2boundary of the 2019-nCoV spike may play more important roles in facilitating the rapidhuman-to-human transmission.Neutralizing antibodies represent a critical component of immune system in fightingagainst viral infection. It has been reported that the 2019-nCoV could be cross-neutralized byhorse anti-SARS-CoV serum and convalescent serum from SARS-infected patient1,14,reinforcing structural similarity between 2019-nCoV and SARS-CoV RBDs. Such similarityalso raised the hope of rapid application of previously characterized SARS-CoV monoclonalantibodies in the clinical setting. However, no antibody targeted to SARS-CoV (m396, S230,80R and CR3014) has so far demonstrated any impressive cross-binding and neutralizationactivity against 2019-nCoV spike or RBD11,12,16-19. One exception is SARS-CoV antibodyCR3022 that binds to the 2019-nCoV RBD with a KD of 6.2 nM, although its neutralizingactivity against 2019-nCoV has not been reported yet11. Currently, we are uncertain whereexactly the epitope of CR3022 on SARS-CoV nor on 2019-nCoV RBDs. Among the threeantibodies incapable of binding to the 2019-nCoV RBD, two (m396 and 80R) have the epitopesresolved by high resolution crystal structure determination of SARS-CoV RBD-Fab complexes.Through mapping these epitope residues onto the sequence of SARS-CoV RBD aligned withthe sequence of 2019-nCoV RBD (Fig. 4), we found that antibody m396 has seven residuechanges in the 2019-nCoV RBD among 21 epitope positions (Fig. 4). There are 15 residechanges in the 2019-nCoV RBD among 24 epitope positions by antibody 80R (Fig. 4). This170171172173174175176may provide the structural basis for the lack of cross-reactivity by m396 and 80R. However,conserved residues between 2019-nCoV and SARS-nCoV RBD indeed exist, even in the morevariable RBM (Fig. 4). The cross-neutralization of 2019-nCoV by horse anti-SARS-CoVserum and serum/plasm from recovered SARS patients indicates a great potential in identifyingantibodies with cross-reactivity between these two coronaviruses1,14. Such antibody willpresent a great promise for developing therapeutic agents toward diverse coronavirus species178179180181182183184185186187188189190191192193194195196197198199200201202203204205206207208209210Protein expression and purificationThe 2019-nCoV receptor-binding domain (RBD) and the N-terminal peptidase domain ofhuman ACE2 were expressed using the Bac-to-Bac baculovirus system (Invitrogen). The2019nCoV RBD (residues Arg319-Phe541) with an N-terminal gp67 signal peptide for secretionand a C-terminal 6×His tag for purification was inserted into pFastBac-Dual vector (Invitrogen).The construct was transformed into bacterial DH10Bac component cells, and the extractedbacmid was then transfected into Sf9 cells using Cellfectin II Reagent (Invitrogen). Thelowtiter viruses were harvested and then amplified to generate high-titer virus stock, which wasused to infect Hi5 cells at a density of 2×106 cells/ml. The supernatant of cell culture containingthe secreted RBD was harvested 60 h after infection, concentrated and buffer-exchanged toHBS (10 mM HEPES, pH 7.2, 150 mM NaCl). RBD was captured by Ni-NTA resin (GEHealthcare) and eluted with 500 mM imidazole in HBS buffer. RBD was then purified by gelfiltration chromatography using the Superdex 200 column (GE Healthcare) pre-equilibratedwith HBS buffer. Fractions containing RBD were collected.The N-terminal peptidase domain of human ACE2 (residues Ser19-Asp615) wasexpressed and purified by essentially the same protocol used for the 2019-nCoV RBD. Topurify the 2019-nCoV RBD/ACE2 complex, ACE2 was incubated with RBD for 1 h on ice inHBS buffer, and the mixture was then subjected to gel filtration chromatography. Fractionscontaining the complex were pooled and concentrated to 13 mg/ml.Crystallization and data collectionCrystals were successfully grown at room temperature in sitting drops, over wells containing100 mM MES, pH 6.5, 10% PEG5000mme, 12% 1-propanol. The drops were made by mixing200 nL RBD/ACE2 in 20 mM Tris pH 7.5, 150 mM NaCl with 200 nL well solution. Crystalswere harvested, soaked briefly in 100 mM MES, pH 6.5, 10% PEG5000mme, 12% 1-propanol,20% glycerol, and flash-frozen in liquid nitrogen. Diffraction data were collected at the BL17Ubeam line of the Shanghai Synchrotron Research Facility (SSRF)20. Diffraction data wereautoprocessed with aquarium pipeline and the data processing statistics are listed in Table S121.Structural determination and refinementThe structure was determined by the molecular replacement method with PHASER in CCP4suite22. The search models are ACE2 extracellular domain and SARS-CoV RBD (PDB code2AJF). Density map improvement by atoms update and refinement was performed withARP/wARP23. Subsequent model building and refinement were performed using COOT andPHENIX, respectively24,25. The structural refinement statistics are listed in Table S1. Allstructural figures were generated with PyMol26.We thank the SSRF BL17U beam line for data collection and processing. We thank at theXray crystallography platform of the Tsinghua University Technology Center for ProteinResearch for providing the facility support. This work was supported by funds from BeijingAdvanced Innovation Center for Structural Biology at Tsinghua University and the NationalKey Plan for Scientific Research and Development of China (grant number 2016YFD0500307).It is also supported by Tsinghua University Initiative Scientific Research Program(20201080053), the National Natural Science Foundation Award (81530065), BeijingMunicipal Science and Technology Commission (171100000517-001 and -003), and TencentFoundation, Shuidi Foundation, and TH Capital.2252262272282292302312322332342352362372382392402412422432442452462472482492502512522532542552562572582592602612622632642652662672682692702712722732742752762772782792802812822832842852862872882892902912922932942952962972981920212223242526van den Brink, E. N. et al. Molecular and biological characterization of humanmonoclonal antibodies binding to the spike and nucleocapsid proteins of severe acuterespiratory syndrome coronavirus. J. Virol. 79, 1635-1644,doi:10.1128/JVI.79.3.1635-1644.2005 (2005).Otwinowski, Z. & Minor, W. Processing of X-ray diffraction data collected inoscillation mode. Methods Enzymol. 276, 307-326 (1997).        Yu, F. et al. Aquarium: an automatic data-processing and experiment informationmanagement system for biological macromolecular crystallography beamlines.Journal of Applied Crystallography 52, 472-477, doi:10.1107/s160057671900118        McCoy, A. J. et al. Phaser crystallographic software. J Appl Crystallogr 40, 658-674,doi:10.1107/S0021889807021206 (2007).Cohen, S. X. et al. ARP/wARP and molecular replacement: the next generation. ActaCrystallogr D Biol Crystallogr 64, 49-60, doi:10.1107/S0907444907047580 (2008).Emsley, P. & Cowtan, K. Coot: model-building tools for molecular graphics. ActaCrystallogr D Biol Crystallogr 60, 2126-2132, doi:10.1107/S0907444904019158(2004).Adams, P. D. et al. PHENIX: building new software for automated crystallographicstructure determination. Acta Crystallogr D Biol Crystallogr 58, 1948-1954,doi:10.1107/s0907444902016657 (2002).        Janson, G., Zhang, C., Prado, M. G. & Paiardini, A. PyMod 2.0: improvements inprotein sequence-structure analysis and homology modeling within PyMOL.Bioinformatics 33, 444-446, doi:10.1093/bioinformatics/btw63        Table S2 Contact residues at the 2019-nCoV RBD/ACE2 and SARS-CoV RBD-ACE2interfaces", "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A new coronavirus associated with human respiratory disease in China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV"], ["Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody"], ["Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARScoronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody"], ["Structural basis of neutralization by a human anti-severe acute respiratory syndrome spike protein antibody, 80R"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P."], ["F."], ["N Engl J Med"], ["C."], ["L."], ["D."], [], ["M."], ["W. Gui", "M. Wang", "X. Xiang", "Y."], ["M. Munster", "V."], ["X."], ["D."], ["Y. Shang", "J. Graham", "R. Baric", "R. S. Li", "F."], ["M."], ["F. Li", "W. Farzan", "M. Harrison", "S. C."], ["P."], ["W. C."], ["A. C."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A novel and highly pathogenic coronavirus (2019-nCoV) has caused an outbreak in Wuhan\ncity, Hubei province of China since December 2019, and soon spread nationwide and spilled\nover to other countries around the world. To better understand the initial step of infection at\natomic-level, we determined the crystal structure of the 2019-nCoV spike receptor-binding\ndomain (RBD) bound with the cell receptor ACE2 at 2.45 Å resolution. The overall\nACE2binding mode of the 2019-nCoV RBD is nearly identical to that of the SARS-CoV RBD, which\nalso utilizes ACE2 as the cell receptor. Structural analysis identified residues in 2019-nCoV\nRBD critical for ACE2 binding, and majority of which are either highly conserved or shared\nsimilar side chain properties with those in the SARS-CoV RBD. Such similarity in structure\nand sequence strongly argue for a convergent evolution between 2019-nCoV and SARS-CoV\nRBD for improved binding to ACE2 despite of being segregated in different genetic lineages\nin the betacoronavirus genus. The epitopes of two SARS-CoV antibodies targeting the RBD\nare also analyzed with the 2019-nCoV RBD, providing insights into future identification of\ncross-reactive antibodies.\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67", "one_words_summarize": "A novel and highly pathogenic coronavirus (2019-nCoV) has caused an outbreak in Wuhancity, Hubei province of China since December 2019, and soon spread nationwide and spilledover to other countries around the world. Such binding triggersa cascade events leading to the fusion between cell and viral membranes for cell entry. Ourcryo-EM studies have shown that the binding of SARS-CoV spike to the cell receptor ACE2induces the dissociation of the S1 with ACE2, prompting the S2 to transition from a metastableprefusion to a more stable postfusion state that is essential for membrane fusion8,9. The coordinates are not yet available for detailed characterization. However,inspection of the structure features presented in the uploaded manuscript on bioRxiv indicated6869707172737475767778798081828384858687888990919293949596979899100101incomplete resolution of RBD in the model, particularly for the receptor-binding motif (RBM)that interacts directly with ACE2. Computer modeling of interaction between 2019-CoV RBDand ACE2 has identified some residues potentially involved in the actual interaction but theactual interaction remained elusive13. The finalmodel contains residues Cys336 to Glu51        The 2019-nCoV RBD has a twisted four-stranded antiparallel β sheet (β1, β2, β3 andβ6) with short connecting helices and loops forming as the core (Fig. One prominent and common featurepresented at both interfaces is the networks of hydrophilic interactions. Another shared feature is theinvolvement of multiple tyrosine residues in forming hydrogen-bonding interactions with thepolar hydroxyl group. This isperhaps due to the different proteins used in the assay or some other unknown reasons. Among the threeantibodies incapable of binding to the 2019-nCoV RBD, two (m396 and 80R) have the epitopesresolved by high resolution crystal structure determination of SARS-CoV RBD-Fab complexes. 4), we found that antibody m396 has seven residuechanges in the 2019-nCoV RBD among 21 epitope positions (Fig. The cross-neutralization of 2019-nCoV by horse anti-SARS-CoVserum and serum/plasm from recovered SARS patients indicates a great potential in identifyingantibodies with cross-reactivity between these two coronaviruses1,14. Topurify the 2019-nCoV RBD/ACE2 complex, ACE2 was incubated with RBD for 1 h on ice inHBS buffer, and the mixture was then subjected to gel filtration chromatography. Density map improvement by atoms update and refinement was performed withARP/wARP23. Subsequent model building and refinement were performed using COOT andPHENIX, respectively24,25. Journal of Applied Crystallography 52, 472-477, doi:10.1107/s160057671900118        McCoy, A. J. et al. ActaCrystallogr D Biol Crystallogr 64, 49-60, doi:10.1107/S0907444907047580 (2008).Emsley, P. & Cowtan, K. Coot: model-building tools for molecular graphics. Janson, G., Zhang, C., Prado, M. G. & Paiardini, A. PyMod 2.0: improvements inprotein sequence-structure analysis and homology modeling within PyMOL.Bioinformatics 33, 444-446, doi:10.1093/bioinformatics/btw63        Table S2 Contact residues at the 2019-nCoV RBD/ACE2 and SARS-CoV RBD-ACE2interfaces"}