{"date": "2020/02/27", "journal": "NEJM", "authors": "Rubin E.J., Baden L.R., Morrissey S.", "title": "Medical Journals and the 2019-nCoV Outbreak", "type": "Editorial", "abstract": "At the Journal, we work with authors to craft scripts and, if we plan to publish them, will their messages to provide readers the best infor- expedite all editorial steps to make them mation from rigorous medical practice and basic available as quickly as possible. We encourage science. The process can take time, with careful authors to share with other researchers the An audio peer review, editing, and graphics often involv- original data that underlie all reports on interview with ing multiple rounds of revision. This work ful- 2019-nCoV that we publish. Eric Rubin and fills our mission: to provide our readers with the • As with all work with immediate public LiisnadvsaeiylaBbaledeant highest-quality information to guide the care of health significance, articles about the coronaNEJM.org patients. virus outbreak will be made freely available But some situations call for a different ap- at NEJM.org from the day of publication. A proach. The current outbreak of coronavirus in- special page has been created at NEJM.org for fection is a threat to the health of the public and all coronavirus articles (www.NEJM.org/ a breaking news story that changes hour by coronavirus), along with links to essential hour. We can eventually take a long view of how resources for clinicians. to manage and prevent epidemics, but today • Because we cannot publish everything we repractitioners and public health authorities need ceive, we will, on manuscript submission, actionable information as soon as possible. offer authors the opportunity for rapid transWe are therefore putting in place a set of fer of their manuscript to other participating practices that we will apply to all submitted journals, with reviewer comments when manuscripts describing the 2019-nCoV outbreak. available. • We expect authors to share important infor- The rapid pace of infectious disease outmation with public health authorities as early breaks can be frightening. Our aim is to transas possible. In the case of the current corona- parently bring readers the best information virus outbreak, we will, with authors' ap- available in a highly expedited manner. proval, share appropriate manuscripts in con- Disclosure forms provided by the authors are available with fidence with the World Health Organization. the full text of this editorial at NEJM.org.", "text": "", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "", "one_words_summarize": ""}