{"date": "2020/02/20", "journal": "NEJM", "authors": "Munster V.J., Koopmans M., van Doremalen N., van Riel D.", "title": "A Novel Coronavirus Emerging in China — Key Questions for Impact Assessment", "type": "Perspective", "abstract": "Aas 2019-nCoV, emerged in", "text": "Aas 2019-nCoV, emerged innovel coronavirus, designatedWuhan, China, at the end of 2019.As of January 24, 2020, at least830 cases had been diagnosed innine countries: China, Thailand,Japan, South Korea, Singapore,Vietnam, Taiwan, Nepal, and theUnited States. Twenty-sixfatalities occurred, mainly in patientswho had serious underlyingillness.1 Although many details ofthe emergence of this virus —such as its origin and its abilityto spread among humans —remain unknown, an increasingnumber of cases appear to haveresulted from human-to-humantransmission. Given the severeacute respiratory syndromecoronavirus (SARS-CoV) outbreak in2002 and the Middle Eastrespiratory syndrome coronavirus(MERS-CoV) outbreak in 2012,22019-nCoV is the thirdcoronavirus to emerge in the humanpopulation in the past two decades— an emergence that has putglobal public health institutionson high alert.China responded quickly byinforming the World HealthOrganization (WHO) of the outbreakand sharing sequenceinformation with the internationalcommunity after discovery of thecausative agent. The WHOresponded rapidly by coordinatingdiagnostics development; issuingguidance on patient monitoring,specimen collection, andtreatment; and providing up-to-dateinformation on the outbreak.3Several countries in the region aswell as the United States arescreening travelers from Wuhanfor fever, aiming to detect2019nCoV cases before the virusspreads further. Updates fromChina, Thailand, Korea, andJapan indicate that the diseaseassociated with 2019-nCoV appearsto be relatively mild as comparedwith SARS and MERS.After initial reports of aSARSlike virus emerging in Wuhan, itappears that 2019-nCoV may beless pathogenic than MERS-CoVand SARS-CoV (see table).However, the virus’s emergence raisesan important question: What isthe role of overall pathogenicityin our ability to containemerging viruses, prevent large-scalespread, and prevent them fromcausing a pandemic or becomingendemic in the humanpopulation? Important questionsregarding any emerging virus are, Whatis the shape of the diseasepyramid? What proportion ofinfected people develop disease? Andwhat proportion of those seekhealth care? These three questionsinform the classic surveillancepyramid (see diagram).4Emerging coronaviruses raise anadditional question: How widespreadis the virus in its reservoir?Currently, epidemiologic data thatwould allow us to draw thispyramid are largely unavailable (seediagram).Clearly, efficienthuman-tohuman transmission is arequirement for large-scale spread of thisemerging virus. However, theseverity of disease is an importantindirect factor in a virus’s abilityto spread, as well as in ourability to identify those infected andto contain it — a relationshipthat holds true whether anoutbreak results from a singlespillover event (SARS-CoV) or fromrepeated crossing of the speciesbarrier (MERS-CoV).If infection does not causeserious disease, infected peopleprobably will not end up in health carecenters. Instead, they will go towork and travel, therebypotentially spreading the virus to theircontacts, possibly eveninternationally. Whether subclinical ormild disease from 2019-nCoV isalso associated with a reducedrisk of virus spread remains tobe determined.Much of our thinkingregarding the relationship betweentransmissibility and pathogenicity ofrespiratory viruses has beeninfluenced by our understanding ofinfluenza A virus: the change inreceptor specificity necessary forefficient human-to-humantransmission of avian influenzaviruses leads to a tropism shift fromthe lower to the upper respiratorytract, resulting in a lower diseaseburden. Two primary — andrecent — examples are thepandemic H1N1 virus and the avianinf luenza H7N9 virus. Whereasthe pandemic H1N1 virus —binding to receptors in the upperrespiratory tract — causedrelatively mild disease and becameendemic in the population, theH7N9 virus — binding toreceptors in the lower respiratory tractPathogenicity and Transmissibility Characteristics of Recently Emerged Viruses in Relation to Outbreak Containment.No, continuous circulation in animal 70% of cases result from nosocomialreservoir and zoonotic spillover transmissionYes* Number will most likely continue to change until all infected persons recover.— has a case-fatality rate ofapproximately 40% and has so farresulted in only a few smallclusters of human-to-humantransmission.It is tempting to assume thatthis association would apply toother viruses as well, but such asimilarity is not a given: twocoronaviruses that use the samereceptor (ACE2) — NL63 andSARS-CoV — cause disease ofdifferent severity. Whereas NL63usually causes mild upperrespiratory tract disease and isendemic in the human population,SARS-CoV induced severe lowerrespiratory tract disease with acase-fatality rate of about 11%(see table). SARS-CoV waseventually contained by means ofsyndromic surveillance, isolation ofpatients, and quarantine of theircontacts. Thus, disease severity isnot necessarily linked totransmission efficiency.Even if a virus causessubclinical or mild disease in general,some people may be moresusceptible and end up seeking care.The majority of SARS-CoV andMERS-CoV cases were associatedwith nosocomial transmission inhospitals,5 resulting at least inpart from the use ofaerosol-generating procedures in patients withrespiratory disease. In particular,nosocomial super-spreader eventsappear to have driven largeoutbreaks within and betweenhealth care settings. Forexample, travel from Hong Kong toToronto by one person withSARS-CoV resulted in 128 SARScases in a local hospital.Similarly, the introduction of a singlepatient with MERS-CoV from SaudiArabia into the South Koreanhealth care system resulted in186 MERS cases.The substantial involvement ofnosocomial transmission in bothSARS-CoV and MERS-CoVoutbreaks suggests that suchtransmission is a serious risk withother newly emerging respiratorycoronaviruses. In addition to thevulnerability of health caresettings to outbreaks of emergingcoronaviruses, hospitalpopulations are at significantly increasedrisk for complications frominfection. Age and coexistingconditions (such as diabetes or heartdisease) are independentpredictors of adverse outcome inSARSCoV and MERS-CoV. Thus,emerging viruses that may go undetectedbecause of a lack of severedisease in healthy people can posesignificant risk to vulnerablepopulations with underlying medicalconditions.A lack of severe diseasemanifestations affects our ability tocontain the spread of the virus.Identification of chains oftransmission and subsequent contacttracing are much morecomplicated if many infected peopleremain asymptomatic or mildlysymptomatic (assuming that thesepeople are able to transmit thevirus). More pathogenic virusesthat transmit well betweenhumans can generally be containedeffectively through syndromic(fever) surveillance and contacttracing, as exemplified bySARSCoV and, more recently, Ebolavirus. Although containment ofthe ongoing Ebola virus outbreakin the Democratic Republic of693irsu rsev uign seareg remem tunn oita fcn oco ceto enty sbiibA inl aFatalPatients seek health care and canbe diagnosed and isolated, andtheir contacts can be traced.A caveat is that coronaviruseshave a propensity fornosocomial spread.Patients do not seek health care,do not receive a diagnosis, andmay spread the virus to contacts.Surveillance Pyramid and Its Relation to Outbreak Containment.The proportion of mild and asymptomatic cases versus severe and fatal cases iscurrently unknown for 2019-nCoV — a knowledge gap that hampers realistic assessmentof the virus’s epidemic potential and complicates the outbreak response.Congo is complicated by violentconf lict, all previous outbreakswere contained throughidentification of cases and tracing ofcontacts, despite the virus’s efficientperson-to-person transmission.We currently do not knowwhere 2019-nCoV falls on thescale of human-to-humantransmissibility. But it is safe toassume that if this virus transmitsefficiently, its seemingly lowerpathogenicity as compared withSARS, possibly combined withsuper-spreader events inspecific cases, could allow large-scalespread. In this manner, a virusthat poses a low health threat onthe individual level can pose ahigh risk on the population level,with the potential to causedisruptions of global public healthsystems and economic losses.This possibility warrants thecurrent aggressive response aimed attracing and diagnosing everyinfected patient and therebybreaking the transmission chain of2019-nCoV.Epidemiologic information onthe pathogenicity andtransmissibility of this virus obtained bymeans of molecular detection andserosurveillance is needed to fillin the details in the surveillancepyramid and guide the responseto this outbreak. Moreover, thepropensity of novel coronavirusesto spread in health care centersindicates a need for peripheralhealth care facilities to be onstandby to identify potential casesas well. In addition, increasedpreparedness is needed atanimal markets and other animalfacilities, while the possible sourceof this emerging virus is beinginvestigated. If we are proactivein these ways, perhaps we willnever have to discover the trueepidemic or pandemic potentialof 2019-nCoV.Disclosure forms provided by the authorsare available at NEJM.org.From the Laboratory of Virology, NationalInstitute of Allergy and Infectious Diseases,National Institutes of Health, Hamilton, MT(V.J.M., N.D., E.W.); and the Department ofViroscience, Erasmus Medical Center,Rotterdam, the Netherlands (M.K., D.R.).This article was published on January 24,2020, at NEJM.org.", "ref_list": [[], ["Disease outbreak news (DONs)"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases"], ["Measuring underreporting and under-ascertainment in infectious disease datasets: a comparison of methods"], ["Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["-", "-"], ["CL Gibbons", "M-JJ Mangen", "D Plass"], ["G Chowell", "F Abdirizak", "S Lee"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Aas 2019-nCoV, emerged in", "one_words_summarize": "Aas 2019-nCoV, emerged innovel coronavirus, designatedWuhan, China, at the end of 2019.As of January 24, 2020, at least830 cases had been diagnosed innine countries: China, Thailand,Japan, South Korea, Singapore,Vietnam, Taiwan, Nepal, and theUnited States. However, theseverity of disease is an importantindirect factor in a virus’s abilityto spread, as well as in ourability to identify those infected andto contain it — a relationshipthat holds true whether anoutbreak results from a singlespillover event (SARS-CoV) or fromrepeated crossing of the speciesbarrier (MERS-CoV).If infection does not causeserious disease, infected peopleprobably will not end up in health carecenters. Instead, they will go towork and travel, therebypotentially spreading the virus to theircontacts, possibly eveninternationally. Thus, disease severity isnot necessarily linked totransmission efficiency. In particular,nosocomial super-spreader eventsappear to have driven largeoutbreaks within and betweenhealth care settings. Forexample, travel from Hong Kong toToronto by one person withSARS-CoV resulted in 128 SARScases in a local hospital. Surveillance Pyramid and Its Relation to Outbreak Containment. The proportion of mild and asymptomatic cases versus severe and fatal cases iscurrently unknown for 2019-nCoV — a knowledge gap that hampers realistic assessmentof the virus’s epidemic potential and complicates the outbreak response. Moreover, thepropensity of novel coronavirusesto spread in health care centersindicates a need for peripheralhealth care facilities to be onstandby to identify potential casesas well. If we are proactivein these ways, perhaps we willnever have to discover the trueepidemic or pandemic potentialof 2019-nCoV.Disclosure forms provided by the authorsare available at NEJM.org."}