{"date": "2020/02/20", "journal": "NEJM", "authors": null, "title": "Another Decade, Another Coronavirus", "type": "Editorial", "abstract": "ongoing discussions with relevant health depart- 3. Geldsetzer P, Manne-Goehler J, Marcus ME, et al. The state ments and national committees to facilitate the coofuhnytprieerst:enascioronssc-asreectiionna4l4stlouwdy-inofconmateioannadllymreidpdreles-einntcaotmivee scale-up of the interventions evaluated. Mean- individual-level data from 1·1 million adults. Lancet 2019;394: while, along with improved availability, distri- 652-62. bution, and initiation of validated drug classes, 4M. onBtehan2e0y18T:, aBuprrraegllmLaMtic, CgalostbialllosRcrRe,enetinagl. cMamaypMaiegansutore mraeisnet other key efforts are also required to reduce the awareness of blood pressure by the International Society of Hydreadful health burden caused by raised blood pertension. Eur Heart J 2019;40:2006-17. pressure2 - namely, population-based preven- i5n. g fEotrtephraedveDnt,iEonmodfincaCrdAi,oKvairsacnulAar, deitsaela.sBelaonodddperaetshs:uaresylostwemer-tion through improved diets and lifestyle and atic review and meta-analysis. Lancet 2016;387:957-67. enhanced routine screening of blood pressure, 6. Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/ as promoted by May Measurement Month.4 fAoArPtAh/eApBrCe/vAeCnPtiMo n/A, GdSe/tAecPthioAn/A,SeHva/lAuSaPtiCo/nN,ManAd/PmCNanAaggeumideenltinoef Disclosure forms provided by the author are available with the high blood pressure in adults: executive summary: a report of full text of this editorial at NEJM.org. the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension 2018; 71:1269-324. From Imperial College London, London. 7. Williams B, Mancia G, Spiering W, et al. 2018 ESC/ESH guidelines for the management of arterial hypertension. Eur irr12nNnoi..astntEkeimnsJGoravgneBffeloaanDnJrlrttaMTic12looH90enam51d,n7fpGdc2ooaR0aroru2niacsmn0dtckt;ihu3avrFpiie8neaaM2asrct:gi7ti,asooi1dknnnr7edga-aC2Slst,ho6iesl.layervlpnrasaisbdetHmroomtrAreeiaene,ntstoetsa,itrobo.s1fon.a9llG89.iic40nAlo-r2bbrics0ueoak1hrmls,7aa:mlrvoeairSougosucnioyulriusntatsythlae-t,lbem,Aeransaassnitveoaiiddc-f. (aa8nTHCnl.eHesOnda.2tBGr0SRtiRan1tJianAt8s2etkd;-i1r0Bshv91tPAiei:8Scn6tM;)ta53teli,t98norA:.aiun3ansa0lvsat:2eaila1orym-ssnc1uil-0sPusR4Nspu.ut,lseraTuranualrralfBnonceaardrnrotegEhmliLeani,zdCMheeodysonphtrte,rirsrioaPtkellaynfkoDosfiirsEvBtae,aloCnmpo,haudtaSlinterPinicErtoeL,sms.aJsanTpufkroariaer-analysis for the Global Burden of Disease Study 2017. Lancet DOI: 10.1056/NEJMe1917479 2018;392:1923-94. Copyright © 2020 Massachusetts Medical Society.", "text": "For the third time in as many decades, a zoo- 24, 2020, there were more than 800 reportednotic coronavirus has crossed species to infect cases, with a mortality rate of 3% (https://human populations. This virus, provisionally promedmail.org/).called 2019-nCoV, was first identified in Wuhan, As now reported in the Journal, Zhu et al.2China, in persons exposed to a seafood or wet have identified and characterized 2019-nCoV.market. The rapid response of the Chinese pub- The viral genome has been sequenced, and theselic health, clinical, and scientific communities results in conjunction with other reports showfacilitated recognition of the clinical disease and that it is 75 to 80% identical to the SARS-CoVinitial understanding of the epidemiology of the and even more closely related to several batcoroinfection. First reports indicated that human-to- naviruses.3 It can be propagated in the samehuman transmission was limited or nonexistent, cells that are useful for growing SARS-CoV andbut we now know that such transmission occurs, MERS-CoV, but notably, 2019-nCoV grows betteralthough to what extent remains unknown. Like in primary human airway epithelial cells than inoutbreaks caused by two other pathogenic hu- standard tissue-culture cells, unlike SARS-CoVman respiratory coronaviruses (severe acute or MERS-CoV. Identification of the virus willrespiratory syndrome coronavirus [SARS-CoV] allow the development of reagents to addressand Middle East respiratory syndrome corona- key unknowns about this new coronavirusinvirus [MERS-CoV]), 2019-nCoV causes respira- fection and guide the development of antiviraltory disease that is often severe.1 As of January therapies. First, knowing the sequence of thegenome facilitates the development of sensitive man host. Furthermore, if 2019-nCoV is similarquantitative reverse-transcriptase–polymerase- to SARS-CoV, the virus will spread systemically.9chain-reaction assays to rapidly detect the virus. Obtaining patient samples at autopsy will helpSecond, the development of serologic assays will elucidate the pathogenesis of the infection andallow assessment of the prevalence of the infec- modify therapeutic interventions rationally. Ittion in humans and in potential zoonotic sourc- will also help validate results obtained fromes of the virus in wet markets and other set- experimental infections of laboratory animals.tings. These reagents will also be useful for A second key question is identification of theassessing whether the human infection is more zoonotic origin of the virus. Given its closewidespread than originally thought, since wet similarity to bat coronaviruses, it is likely thatmarkets are present throughout China. Third, bats are the primary reservoir for the virus.having the virus in hand will spur efforts to SARS-CoV was transmitted to humans fromdevelop antiviral therapies and vaccines, as well exotic animals in wet markets, whereasMERSas experimental animal models. CoV is transmitted from camels to humans.10 InMuch still needs to be learned about this in- both cases, the ancestral hosts were probablyfection. Most important, the extent of interhu- bats. Whether 2019-nCoV is transmitted directlyman transmission and the spectrum of clinical from bats or by means of intermediate hosts isdisease need to be determined. Transmission of important to understand and will help defineSARS-CoV and MERS-CoV occurred to a large zoonotic transmission patterns.extent by means of superspreading events.4,5 Su- A striking feature of the SARS epidemic wasperspreading events have been implicated in that fear played a major role in the economic2019-nCoV transmission, but their relative im- and social consequences. Although specificantiportance is unknown. Both SARS-CoV and coronaviral therapies are still in development,MERS-CoV infect intrapulmonary epithelial cells we now know much more about how to controlmore than cells of the upper airways.4,6 Conse- such infections in the community and hospitals,quently, transmission occurs primarily from pa- which should alleviate some of this fear.Transtients with recognized illness and not from pa- mission of 2019-nCoV probably occurs by meanstients with mild, nonspecific signs. It appears of large droplets and contact and less so bythat 2019-nCoV uses the same cellular receptor means of aerosols and fomites, on the basis ofas SARS-CoV (human angiotensin-converting our experience with SARS-CoV and MERS-CoV.4,5enzyme 2 [hACE2]),3 so transmission is expected Public health measures, including quarantiningonly after signs of lower respiratory tract disease in the community as well as timely diagnosisdevelop. SARS-CoV mutated over the 2002–2004 and strict adherence to universal precautions inepidemic to better bind to its cellular receptor health care settings, were critical in controllingand to optimize replication in human cells, SARS and MERS. Institution of similar measuresenhancing virulence.7 Adaptation readily occurs will be important and, it is hoped, successful inbecause coronaviruses have error-prone RNA- reducing the transmission of 2019-nCoV.dependent RNA polymerases, making mutations Disclosure forms provided by the author are available with theand recombination events frequent. By contrast, full text of this editorial at NEJM.org.MERS-CoV has not mutated substantially toenhance human infectivity since it was detected From the Department of Microbiology and Immunology,Uniin 2012.8 versity of Iowa, Iowa City.It is likely that 2019-nCoV will behave morelike SARS-CoV and further adapt to the human This editorial was published on January 24, 2020, at NEJM.org.host, with enhanced binding to hACE2.Consequently, it will be important to obtain as many i1n. feHctuedanwgitCh, 2W01a9ngnoYv,eLlicoXr,oentaavli.ruCsliinnicWaluhfeaant,urCehsinoaf.pLaatniecnetts,temporally and geographically unrelated clinical January 24, 2020.isolates as possible to assess the degree to which 2. Zhu N, Zhang D, Wang W, et al. A novel coronavirus fromthe virus is mutating and to assess whether 7p2a7ti-e3n3t.s with pneumonia in China, 2019. N Engl J Med 2020;382:these mutations indicate adaptation to the hu- 3. Zhou P, Yang X-L, Wang X-G, et al. Discovery of a novelcoro761early job alert servic avilbe at the nejm care nterRegister to receive weekly email messages with the latest job openingsthat match your specialty, as well as preferred geographic region,practice setting, call schedule, and more. Visit the NEJM CareerCenterat nejmjobs.org for more information.", "ref_list": [[], ["navirus associated with the recent pneumonia outbreak in 2 hu- ular evolution of the SARS coronavirus during the course of the mans and its potential bat origin"], ["Multiple organ infection and 5"], ["Co-circulation of three 6"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "EI Azhar", "YJ Kim", "ZA Memish", "MD Oh", "D Forni", "R Cagliani", "M Clerici", "M. Sironi"], ["J Gu", "E Gong", "B Zhang", "JS Peiris", "Y Guan", "KY Yuen"], ["JS Sabir", "TT Lam", "MM Ahmed", "PK Cheng", "DA Wong", "LK Tong"], ["Chinese SARS Molecular Epidemiology Consortium"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "For the third time in as many decades, a zoo- 24, 2020, there were more than 800 reported\nnotic coronavirus has crossed species to infect cases, with a mortality rate of 3% (https://\nhuman populations. This virus, provisionally promedmail.org/).\ncalled 2019-nCoV, was first identified in Wuhan, As now reported in the Journal, Zhu et al.2\nChina, in persons exposed to a seafood or wet have identified and characterized 2019-nCoV.\nmarket. The rapid response of the Chinese pub- The viral genome has been sequenced, and these\nlic health, clinical, and scientific communities results in conjunction with other reports show\nfacilitated recognition of the clinical disease and that it is 75 to 80% identical to the SARS-CoV\ninitial understanding of the epidemiology of the and even more closely related to several bat\ncoroinfection. First reports indicated that human-to- naviruses.3 It can be propagated in the same\nhuman transmission was limited or nonexistent, cells that are useful for growing SARS-CoV and\nbut we now know that such transmission occurs, MERS-CoV, but notably, 2019-nCoV grows better\nalthough to what extent remains unknown. Like in primary human airway epithelial cells than in\noutbreaks caused by two other pathogenic hu- standard tissue-culture cells, unlike SARS-CoV\nman respiratory coronaviruses (severe acute or MERS-CoV. Identification of the virus will\nrespiratory syndrome coronavirus [SARS-CoV] allow the development of reagents to address\nand Middle East respiratory syndrome corona- key unknowns about this new coronavirus\ninvirus [MERS-CoV]), 2019-nCoV causes respira- fection and guide the development of antiviral\ntory disease that is often severe.1 As of January therapies. First, knowing the sequence of the\ngenome facilitates the development of sensitive man host. Furthermore, if 2019-nCoV is similar\nquantitative reverse-transcriptase–polymerase- to SARS-CoV, the virus will spread systemically.9\nchain-reaction assays to rapidly detect the virus. Obtaining patient samples at autopsy will help\nSecond, the development of serologic assays will elucidate the pathogenesis of the infection and\nallow assessment of the prevalence of the infec- modify therapeutic interventions rationally. It\ntion in humans and in potential zoonotic sourc- will also help validate results obtained from\nes of the virus in wet markets and other set- experimental infections of laboratory animals.\ntings. These reagents will also be useful for A second key question is identification of the\nassessing whether the human infection is more zoonotic origin of the virus. Given its close\nwidespread than originally thought, since wet similarity to bat coronaviruses, it is likely that\nmarkets are present throughout China. Third, bats are the primary reservoir for the virus.\nhaving the virus in hand will spur efforts to SARS-CoV was transmitted to humans from\ndevelop antiviral therapies and vaccines, as well exotic animals in wet markets, whereas\nMERSas experimental animal models. CoV is transmitted from camels to humans.10 In", "one_words_summarize": "For the third time in as many decades, a zoo- 24, 2020, there were more than 800 reportednotic coronavirus has crossed species to infect cases, with a mortality rate of 3% (https://human populations. Furthermore, if 2019-nCoV is similarquantitative reverse-transcriptase–polymerase- to SARS-CoV, the virus will spread systemically.9chain-reaction assays to rapidly detect the virus. Given its closewidespread than originally thought, since wet similarity to bat coronaviruses, it is likely thatmarkets are present throughout China. Third, bats are the primary reservoir for the virus.having the virus in hand will spur efforts to SARS-CoV was transmitted to humans fromdevelop antiviral therapies and vaccines, as well exotic animals in wet markets, whereasMERSas experimental animal models. N Engl J Med 2020;382:these mutations indicate adaptation to the hu- 3. Visit the NEJM CareerCenterat nejmjobs.org for more information."}