{"date": "2020/03/05", "journal": "NEJM", "authors": null, "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany", "type": "Correspondence", "abstract": "To the Editor: The novel coronavirus (2019- tive for 2019-nCoV on January 26 (index patient nCoV) from Wuhan is currently causing concern in Fig. 1) (see Supplementary Appendix, available in the medical community as the virus is spread- at NEJM.org, for details on the timeline of symping around the world.1 Since identification of the tom development leading to hospitalization). virus in late December 2019, the number of cases On January 27, she informed the company from China that have been imported into other about her illness. Contact tracing was started, countries is on the rise, and the epidemiologic and the above-mentioned colleague was sent to picture is changing on a daily basis. We are re- the Division of Infectious Diseases and Tropical porting a case of 2019-nCoV infection acquired Medicine in Munich for further assessment. At outside Asia in which transmission appears to presentation, he was afebrile and well. He rehave occurred during the incubation period in ported no previous or chronic illnesses and had the index patient. no history of foreign travel within 14 days before A 33-year-old otherwise healthy German busi- the onset of symptoms. Two nasopharyngeal nessman (Patient 1) became ill with a sore throat, swabs and one sputum sample were obtained chills, and myalgias on January 24, 2020. The and were found to be positive for 2019-nCoV on following day, a fever of 39.1°C (102.4°F) devel- quantitative reverse-transcriptase-polymeraseoped, along with a productive cough. By the chain-reaction (qRT-PCR) assay.2 Follow-up qRTevening of the next day, he started feeling better PCR assay revealed a high viral load of 108 copies and went back to work on January 27. per milliliter in his sputum during the following Before the onset of symptoms, he had attended days, with the last available result on January 29. meetings with a Chinese business partner at his On January 28, three additional employees at company near Munich on January 20 and 21. the company tested positive for 2019-nCoV (PaThe business partner, a Shanghai resident, had tients 2 through 4 in Fig. 1). Of these patients, visited Germany between January 19 and 22. only Patient 2 had contact with the index patient; During her stay, she had been well with no signs the other two patients had contact only with or symptoms of infection but had become ill on Patient 1. In accordance with the health auher flight back to China, where she tested posi- thorities, all the patients with confirmed 2019nCoV infection were admitted to a Munich infecthis week's letters tious diseases unit for clinical monitoring and isolation. So far, none of the four confirmed patients show signs of severe clinical illness. This case of 2019-nCoV infection was diagnosed in Germany and transmitted outside Asia. However, it is notable that the infection appears to have been transmitted during the incubation period of the index patient, in whom the illness was brief and nonspecific.3 The fact that asymptomatic persons are potential sources of 2019-nCoV infection may war-", "text": "Dapaglif lozin in Patients with Heart Failure andReduced Ejection FractionVisit to GermanyAttended businessmeetingsAttended businessmeetingsCCCAttended businessmeetingsCorrespondenceFlight toChinaSymptomsCCCC Contact with Patient 1Positive PCRPositive PCRSymptomsSymptomsSymptomsPositive PCRPositive PCRPositive PCRSymptomsrant a reassessment of transmission dynamics ofthe current outbreak. In this context, thedetection of 2019-nCoV and a high sputum viral loadin a convalescent patient (Patient 1) arouseconcern about prolonged shedding of 2019-nCoVafter recovery. Yet, the viability of 2019-nCoVdetected on qRT-PCR in this patient remains tobe proved by means of viral culture.Despite these concerns, all four patients whowere seen in Munich have had mild cases andwere hospitalized primarily for public healthpurposes. Since hospital capacities are limited— in particular, given the concurrent peak ofthe inf luenza season in the northernhemisphere — research is needed to determinewhether such patients can be treated withappropriate guidance and oversight outside thehospital.Camilla Rothe, M.D.Mirjam Schunk, M.D.Peter Sothmann, M.D.Gisela Bretzel, M.D.Guenter Froeschl, M.D.Claudia Wallrauch, M.D.Thorbjörn Zimmer, M.D.Verena Thiel, M.D.Christian Janke, M.D.University Hospital LMU MunichMunich, Germanyrothe@lrz.uni-muenchen.deWolfgang Guggemos, M.D.Michael Seilmaier, M.D.Klinikum München-SchwabingMunich, GermanyChristian Drosten, M.D.Charité Universitätsmedizin BerlinBerlin, GermanyPatrick Vollmar, M.D.Katrin Zwirglmaier, Ph.D.Sabine Zange, M.D.Roman Wölfel, M.D.Bundeswehr Institute of MicrobiologyMunich, GermanyMichael Hoelscher, M.D., Ph.D.University Hospital LMU MunichMunich, GermanyDisclosure forms provided by the authors are available withthe full text of this letter at NEJM.org.This letter was published on January 30, 2020, and updated onFebruary 6, 2020, at NEJM.org.", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Diagnostic detection of Wuhan coronavirus 2019 by real-time RT-PCR"], ["China coronavirus: six questions scientists are asking"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["V Corman", "T Bleicker", "S Brünink"], ["E Callaway", "D. Cyranoski"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Dapaglif lozin in Patients with Heart Failure and\nReduced Ejection Fraction", "one_words_summarize": "Dapaglif lozin in Patients with Heart Failure andReduced Ejection FractionVisit to GermanyAttended businessmeetingsAttended businessmeetingsCCCAttended businessmeetingsCorrespondenceFlight toChinaSymptomsCCCC Contact with Patient 1Positive PCRPositive PCRSymptomsSymptomsSymptomsPositive PCRPositive PCRPositive PCRSymptomsrant a reassessment of transmission dynamics ofthe current outbreak. D.University Hospital LMU MunichMunich, GermanyDisclosure forms provided by the authors are available withthe full text of this letter at NEJM.org."}