{"date": "2020/02/27", "journal": "NEJM", "authors": null, "title": "Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam", "type": "Correspondence", "abstract": "To the Editor: The emergence and spread of a transcription-polymerase-chain-reaction (RT-PCR) novel coronavirus (2019-nCoV) from Wuhan, assays.3 On admission to the hospital, the man China, has become a global health concern.1 was isolated and treated empirically with antiviSince the detection of the coronavirus in late ral agents, broad-spectrum antibiotics, and supDecember 2019, several countries have reported portive therapies. Chest radiographs obtained on sporadic imported cases among travelers return- admission showed an infiltrate in the upper lobe ing from China.2 We report one family cluster of of the left lung (Fig. 1A). On January 25, he 2019-nCoV originating from a Chinese man. received supplemental oxygen through a nasal On January 22, 2020, a 65-year-old man with cannula at a rate of 5 liters per minute because a history of hypertension, type 2 diabetes, coro- of increasing dyspnea with hypoxemia. The parnary heart disease for which a stent had been tial pressure of oxygen was 57.2 mm Hg while implanted, and lung cancer was admitted to the he was breathing ambient air, and a progressive emergency department of Cho Ray Hospital, the infiltrate and consolidation were observed on referral hospital in Ho Chi Minh City, for low- chest radiographs (Fig. 1B through 1D). His fegrade fever and fatigue. He had become ill with ver disappeared on January 25, and his clinical fever on January 17, a total of 4 days after he and condition has improved since January 26. His his wife had flown to Hanoi from the Wuchang wife had no symptoms of illness while they were district in Wuhan, where outbreaks of 2019-nCoV traveling. She was healthy as of January 28. were occurring. He reported that he had not The couple's healthy 27-year-old son had lived been exposed to a “wet market” (a market where in Long An, a province 40 km southwest of Ho dead and live animals are sold) in Wuhan. Chi Minh City, since October 2019. He had not Throat swabs obtained from the patient test- traveled to a region where 2019-nCoV was ed positive for 2019-nCoV on real-time reverse- spreading, and he had not had any known contact with any person returning from such a region. On January 17, he met his father in Nha this week's letters Trang in central Vietnam and shared a bedroom with his parents for 3 days in a hotel room that had an air conditioner. On January 20, a dry cough and fever developed in the son. He also reported having had vomiting and loose stools one time before the admission. This suggests that the incubation period for 2019-nCoV may have been 3 days or less in this case. When the son presented at Cho Ray Hospital with his father on January 22, his illness, characterized by a fever (39°C), was recognized and he was immediately isolated. Chest radiographs and other Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam", "text": "Medicine and the MindCorrespondencelaboratory examinations in this patient showed son has not been performed. The son’s conditionno abnormalities except for an increased level of was stable after January 23.C-reactive protein (13.9 mg per liter). Real-time This family had traveled to four cities acrossRT-PCR assays for influenza A and B viruses and Vietnam using various forms of transportation,nonstructural protein 1 antigen rapid tests for including planes, trains, and taxis. A total of 28dengue viruses were negative in both the father close contacts have been identified, andsympand son. A throat swab in the son was positive toms of an upper respiratory infection have notfor 2019-nCoV. His father was thought to be the developed in any of them. This family cluster ofsource of infection. However, sequencing of 2019-nCoV infection that occurred outside China4strains from the two patients to ascertain the arouses concern regarding human-to-humantransmission of 2019-nCoV from the father to transmission.Pasteur Institute Ho Chi Minh CityHo Chi Minh City, Vietnamnguyenthuong@yahoo.comCho Ray HospitalHo Chi Minh City, VietnamPasteur Institut Ho Chi Minh CityHo Chi Minh City, VietnamDrs. Phan, Thuong V. Nguyen, and Pham contributed equallyto this letter.Disclosure forms provided by the authors are available withthe full text of this letter at NEJM.org.This letter was published on January 28, 2020, at NEJM.org.Nivolumab plus Ipilimumab in Non–Small-Cell Lung CancerTo the Editor: Although more than 10% of the affected by tobacco exposure.6 In this respect,patients in the CheckMate 227 trial conducted by concerns have been raised regarding theincluHellmann et al. (Nov. 21 issue)1 had never sion of patients who have never smoked in trialssmoked, the effect of smoking status on survival of immune checkpoint inhibitors. The clinicalwas not fully discussed. Striking differences in benefits of these agents in patients with lungthe clinical and molecular characteristics of lung cancer who have never smoked need to befurcancers between smokers and those who have ther explored.never smoked have been identified, suggesting Juwon Kim, M.D.that the cancers are separate entities.2 Sang W. Shin, M.D., Ph.D.In one trial,3 patients who had never smoked        Korea Universityhad poorer responses to nivolumab (as com- Seoul, South Koreapared with docetaxel) than current or former shinsw9295@gmail.comsmokers (hazard ratio for overall survival, 1.02 vs. No potential conflict of interest relevant to this letter wasre0.70). In a meta-analysis involving 1981 patients, ported.antibodies to programmed death ligand 1 (PD-L1)1. Hellmann MD, Paz-Ares L, Bernabe Caro R, et al. Nivolumabwere less effective in those who had never plus ipilimumab in advanced non–small-cell lung cancer. N Englsmoked than in smokers (hazard ratio, 0.8; 95% J Med 2019;38        The efficacy of immune checkpoint inhibitors ing on the effectiveness of immune checkpoint inhibitors —has been correlated with higher neoantigen bur- a systematic review and meta-analysis. Acta Oncol2020;59:96dens and more mutations in DNA-repair path- 100.6. Rizvi NA, Hellmann MD, Snyder A, et al. Mutationallandway genes, a correlation that could have been scape determines sensitivity to PD-1 blockade in non–small cell", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["-2019-ncov"], ["Diagnostic detection of Wuhan coronavirus 2019 by real-time RT-PCR"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], [], ["V Corman", "T Bleicker", "S Brünink"], ["C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Medicine and the Mind", "one_words_summarize": "Medicine and the MindCorrespondencelaboratory examinations in this patient showed son has not been performed. Pasteur Institute Ho Chi Minh CityHo Chi Minh City, Vietnamnguyenthuong@yahoo.comCho Ray HospitalHo Chi Minh City, VietnamPasteur Institut Ho Chi Minh CityHo Chi Minh City, VietnamDrs. Nov. 21 issue)1 had never sion of patients who have never smoked in trialssmoked, the effect of smoking status on survival of immune checkpoint inhibitors. Striking differences in benefits of these agents in patients with lungthe clinical and molecular characteristics of lung cancer who have never smoked need to befurcancers between smokers and those who have ther explored.never smoked have been identified, suggesting Juwon Kim, M.D.that the cancers are separate entities.2 Sang W. Shin, M.D., Ph."}