{"date": "2020/03/05", "journal": "The Lancet Infectious Diseases", "authors": "Annelies Wilder-Smith, Calvin J Chiew", "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?", "type": "Personal View", "abstract": "The severe acute respiratory syndrome (SARS) outbreak in 2003 resulted in more than 8000 cases and 800 deaths. Lancet Infect Dis 2020\nSARS was eventually contained by means of syndromic surveillance, prompt isolation of patients, strict enforcement Published Online\nof quarantine of all contacts, and in some areas top-down enforcement of community quarantine. By interrupting all March 5, 2020\nhuman-to-human transmission, SARS was efectively eradicated. By contrast, by Feb 28, 2020, within a matter of Sh1tt4p7s3:/-/3d0o9i.9o(r2g0/1)030.1102196-/8\n2 months since the beginning of the outbreak of coronavirus disease 2019 (COVID-19), more than 82 000 confirmed\ncases of COVID-19 have been reported with more than 2800 deaths. Although there are striking similarities between LToronpdiocanlSMchedoioclinoef,HLyognidenoen,aUnKd\nSARS and COVID-19, the diferences in the virus characteristics will ultimately determine whether the same measures (Prof A Wilder-Smith MD);\nfor SARS will also be successful for COVID-19. COVID-19 difers from SARS in terms of infectious period, Heidelberg Institute of Global\ntransmissibility, clinical severity, and extent of community spread. Even if traditional public health measures are not Health, University of\nable to fully contain the outbreak of COVID-19, they will still be efective in reducing peak incidence and global GHeeridmealbneyr(gA, HWeiilddeerl-bSemrgit,h);\ndeaths. Exportations to other countries need not result in rapid large-scale outbreaks, if countries have the political Lee Kong Chian School of\nwill to rapidly implement countermeasures. Medicine, Singapore,\nSingapore (A Wilder-Smith);\nwhereby lung abnormalities on chest CT show greatest SNyasttieomna,lSUinngivaeprosritey, SHineaglatphore\nseverity approximately 10 days after initial onset of (C J Chiew MPH); and Saw Swee\nsymptoms.6–9 Hock School of Public Health,", "text": "The severe acute respiratory syndrome (SARS) outbreak in 2003 resulted in more than 8000 cases and 800 deaths. Lancet Infect Dis 2020SARS was eventually contained by means of syndromic surveillance, prompt isolation of patients, strict enforcement Published Onlineof quarantine of all contacts, and in some areas top-down enforcement of community quarantine. By interrupting all March 5, 2020human-to-human transmission, SARS was efectively eradicated. By contrast, by Feb 28, 2020, within a matter of Sh1tt4p7s3:/-/3d0o9i.9o(r2g0/1)030.1102196-/82 months since the beginning of the outbreak of coronavirus disease 2019 (COVID-19), more than 82 000 confirmedcases of COVID-19 have been reported with more than 2800 deaths. Although there are striking similarities between LToronpdiocanlSMchedoioclinoef,HLyognidenoen,aUnKdSARS and COVID-19, the diferences in the virus characteristics will ultimately determine whether the same measures (Prof A Wilder-Smith MD);for SARS will also be successful for COVID-19. COVID-19 difers from SARS in terms of infectious period, Heidelberg Institute of Globaltransmissibility, clinical severity, and extent of community spread. Even if traditional public health measures are not Health, University ofable to fully contain the outbreak of COVID-19, they will still be efective in reducing peak incidence and global GHeeridmealbneyr(gA, HWeiilddeerl-bSemrgit,h);deaths. Exportations to other countries need not result in rapid large-scale outbreaks, if countries have the political Lee Kong Chian School ofwill to rapidly implement countermeasures. Medicine, Singapore,Singapore (A Wilder-Smith);whereby lung abnormalities on chest CT show greatest SNyasttieomna,lSUinngivaeprosritey, SHineaglatphoreseverity approximately 10 days after initial onset of (C J Chiew MPH); and Saw Sweesymptoms.6–9 Hock School of Public Health,However, the similarities end here. The epidemic SNiantgioapnoalreU,nSiivnegrasiptoyroef,trajectory looks diferent. The SARS epidemic in 2003 Singapore (V J Lee PhD)reported 8098 cases with 774 deaths, and was eventually Correspondence to:brought under control by July, 2003, in a matter of Prof Annelies Wilder-Smith,8 months. Although 26 countries reported cases, the vast London School of Hygiene andomrarjoegriitoynso:f Cchaisneas, wTaeirweanco, nHceonntgraKteodngi,nSfivinegacopuornet,riaensd LaTornonnpdeioclianelsWM.wCei1dldEicei7rnH-esT,m, UitKh@lshtm.ac.uk        In November, 2002, the severe acute respiratory syn­drome coronavirus (SARS­ CoV) emerged in Chinacausing global anxiety as the outbreak rapidly spread,and by July, 2003, had resulted in over 8000 cases in 26countries. In December, 2019, a novel coronavirus,named SARS­ CoV­ 2, emerged in Wuhan, China, and ledto a rapidly spreading outbreak of coronavirus disease2019 (COVID­ 19). By Jan        Toronto, Canada. SARS was eventually contained bymeans of syndromic surveillance, prompt isolation ofpatients, strict enforcement of quarantine of all contacts,and in some areas community­ level quarantine. Byinterrupting all human­ to­ human transmission, SARSwas efectively eradicated. B y contrast, by Feb 28, 2020,within a matter of 2 months since the beginning of theoutbreak, more than 82 000 confirmed cases of COVID ­ 19have been reported with more than 2800 deaths, mostlyin China. Outside of China, 46 countries are reportingmore than 3600 cases including at least 700 on severalcruise ships.Traditional public health measures were widely used toeradicate SARS. Can COVID­ 19 be controlled by thesesame measures? It is crucial to remember what measureswere taken, and which lessons could be applicable toCOVID­ 19.In the absence of vaccines and specicfi treatment, the onlyavailable public health tools to control person­ to­ persontransmittable diseases are isolation and quarantine, socialdistancing, and community containment measures.10Isolation is the separation of ill people from non­infected people, and usually occurs in hospital settings,but could also be done at home for mild infections.11 Forisolation to be successful in preventing transmission, casedetection should be early—ie, before the onset of viralshedding or at least before the onset of peak viral shedding.For SARS, viral loads peaked at 6–11 days after onset ofillness for nasopharyngeal aspirates, enabling earlyisolation before transmission.12 The number of secondarycases from an infected patient was clearly reduced if theinfected patient was isolated within 4 days after onset ofsymptoms.13 For SARS, a highly sensitive case denfiitionwas used with a focus on fever or respiratory symptoms,and an epidemiological link (contact or travel history). Allsuspected patients were isolated until SARS was ruledout. Implementing optimal isolation by itself wasmodelled to be more cost­ eefctive than implementingsuboptimal isolation and quarantine together.14 Secondaryhousehold transmission was low in Singapore (6·2%),indicative of rapid detection and isolation of patients.Similarly, in Toronto, secondary attack rate in householdswas 10%, with a linear association between secondaryattack rate and the time that the index patient spent athome after symptom onset.15 In Singapore, health­ care­associated transmission accounted for more than 90% ofall cases.16 Once full measures were in place, almost allpatients were promptly isolated before secondarytransmission had occurred. The outbreak in Singaporewas propagated by vfie superspreading events, 16 includingthree superspreading events as a result of atypical clinicalmanifestations of SARS.17Quarantine involves movement restriction, ideallycombined with medical observation during thequarantine period, of close contacts of infected patientsduring the incubation period.18 The premise forsuccessful quarantine is prompt and comprehensivecontact tracing of each and every confirmed patient.Quarantine can take place at home or in designatedplaces such as hotels, and both of these options wereused during the SARS epidemic. Quarantined contactshad to record their temperatures, and were visited ortelephoned daily by a member of the public health­ careteam. If the contact developed symptoms, they wereinvestigated at a designated health­ care facility. Theprinciple is that if the person under quarantine developedillness, that person would not have any close contacts tospread the disease, efectively reducing the R₀ of theoutbreak to less than 1. As an example of the magnitudeof eforts taken, Toronto Public Health investigated2132 potential cases of SARS and identified 23 103 contactsas requiring quarantine.19 Legally enforceable quarantineorders were issued to contacts. Police made spot checksin Hong Kong whereas video cameras were installed atthe home of each contact in Singapore.16,20Once it is no longer feasible to identify all infectiousindividuals and their contacts in the attempt to slow thespread of disease, a possible next step is to applycommunity­ wide containment measures. Community­wide containment is an intervention that is applied to anentire community, city, or region, designed to reducepersonal interactions.10 These interventions range frommeasures to encourage personal responsibility to identifydisease, increase social distancing among communitymembers including cancellation of public gatherings, andnifally implement community quarantine. 11 Enforcementof community­ wide containment measures is far morecomplex than isolation or quarantine because of the largernumber of people involved. China best exempliefid thislarge­ scale quarantine by declaring epidemic zones andplacing people under collective quarantine in villages,cities, or institutions.21 In April 2003, the Chineseauthorities gained full control of all activities to combatSARS, with guidelines and control measures that werenational, unambiguous, rational, and widely followed,under central guidance. The stringent control measuresincluded school closures and closures of all universitiesand public places, as well as the cancellation of the publicholiday in May. Immediately, the R₀ decreased greatly andconsistently.22 In May, 2003, China locked down Beijingand closed more than 3500 public places in an eofrt tocurb community spread.Singapore became the so­ called country of thermo­meters: temperature monitoring was made mandatory inschools and temperature screening was instituted at entryto public buildings. Case detection was further improvedby the opening of hundreds of fever clinics and use of themass media to encourage people to check for fever severaltimes a day. Citizens with higher degrees of anxiety, betterknowledge about SARS, and greater risk perceptionsthan average were more likely to take comprehensiveprecautionary measures against the infection.23 InHong Kong, 49% of the patients with SARS were inclinics, hospitals, and elderly or nursing homes. TheAmoy Gardens cluster accounted for another 18·8% ofcases; these aefcted areas were put on communityquarantine.24 Awareness about SARS was very high, andthere was an extraordinarily high willingness (90% ofrespondents in a psychobehavioural study in Singaporeand Hong Kong) to be quarantined if deemed necessary.23There was a strong political will in all aefcted countrieswith a top­ down approach to enforce all public healthmeasures in a short timeframe. In mainland China, thestrong political commitment with a centrally coordinatedresponse was considered the most important factor in thecontrol of SARS.22Hospital­ based measures included isolation roomswith barrier nursing techniques, strict enforcement ofpersonal protective equipment for staf, and restriction ofvisitors and movement of staf. Negative pressure roomswere not used, or only used when available. Infectioncontrol precautions were enhanced in all hospitals, andincluded the provision of separate triage facilities forpatients with fever or respiratory symptoms. In Torontoand Singapore, workers were required to use gloves,gowns, eye protection, and N95 respirators for all contactwith all patients, regardless of whether SARS wassuspected or not.19 To reduce within­ hospital spread,hospitals banned all visitors to patients with SARS excepton compassionate grounds.19 Health­ care workers orvisitors exposed to facilities where SARS transmissionhad occurred were not permitted to enter non­ SARSareas.25 In Singapore, temperature screening wasmandated twice daily for all health­ care workers.26 Health­care workers who developed a fever had to report to adesignated health­ care facility, and were isolated untilSARS was ruled out. To accommodate the large numberof patients with SARS (both probable and suspect),Beijing rapidly constructed the 1000­ bed Xiaotangshanhospital within a week, which admitted a seventh ofSARS patients in the country within 2 months.Prevention of global spreadFollowing the WHO global alert, and a strongeremergency travel advisory issued by WHO onMarch 15, 2003, almost all countries with imported caseswere able to either prevent any further transmission orkeep the number of additional cases small. Exit screeningvia thermal scanners was done for all departingpassengers at all airports of afected countries. Manycountries also implemented entry screening for allpassengers arriving from afected areas. After all thesemeasures were implemented, new imported cases ofSARS did not trigger new outbreaks as systems were inplace to identify and isolate them early.27 No travel banswere implemented at any time, but travel advisories toavoid non­ essential travel to countries afected by SARSwere issued by several governments. The psychologicalefects of SARS, coupled with travel restrictions imposedby various national and international authorities, resultedin a major economic loss for the airline industry andworld economy in 2003, far beyond the main areasafected by SARS. 2817 years later, we can draw upon the lessons learnt fromSARS. The global community is much better preparednow, with many capacity­ building initiatives includingthose under the WHO’s International Health Regulations(2005). Indeed, the time interval from the rfist casedescription to the virus sequencing and the availability ofdiagnostic assays was much faster for COVID­ 19 than forSARS, and diagnostic tests were available globally within2 weeks of reports of cases from China. Organisationssuch as the Global Outbreak Alert and Response Network,the Coalition for Epidemic Preparedness Innovations, andthe Global Research Collaboration For Infectious DiseasePreparedness, supported by the WHO Research Blueprintand its Global Coordinating Mechanism, were able toaccelerate the outbreak response and rapidly initiatetechnical platforms for the development of vaccines andtherapeutics.29 Standardised data collection tools weredistributed and used within a matter of weeks, and the rfistclinical trials for therapeutic interventions was initiated inJanuary.30 China has higher medical standards, a bettereducated health­ care workforce, and more technical andscienticfi expertise now than in 2003. China’s currentresponse contains much more transparency and decisiveaction, which was initiated much earlier in the currentoutbreak than in the 2003 outbreak.31        So why have the case numbers of COVID­ 19 alreadysurpassed those of SARS by Jan        There are several explanations. First, the situation isdiferent. Wuhan, the epicentre of COVID ­ 19, combinesmultiple elements that make containment challenging.As the largest city (>11 million) in central China, Wuhanis a major transport hub and centre for industry andcommerce, home to the largest train station, biggestairport, and largest deep­ water port in central China.32China’s outward travel has more than doubled in the pastdecade, and its urban population densities possibly eventripled. The proximity of people in residential housing,during commute, and in work environments in amegacity such as Wuhan amplifies person ­ to­ persontransmission. The sheer population size is the singlebiggest challenge. Hospitals were initially overwhelmedby the number of patients, and many patients were nothospitalised because of a shortage of hospital beds,thereby contributing to seeding in the community. Anew hospital was built within 10 days. A massive banquetwith 40 000 guests took place just before the lockdown,further exacerbating community spread. Worse, in thedays just before Wuhan was put under lockdown, morethan 5 million people (many of whom might have beenincubating the virus) had travelled out because of theupcoming Spring Festival, thus spreading COVID­ 19 toother provinces in China. The high connectivity ofWuhan to international airports further facilitated rapidspread to cities and countries with high air passengervolumes from China, such as Singapore, Japan, andThailand.33,34A second explanation might be that the infectiousperiod is diferent. Isolation was efective for SARSbecause peak viral shedding occurred after patients werealready quite ill with respiratory symptoms and could beeasily identified. Although asymptomatic or mildlysymptomatic patients have been reported for SARS,35 noknown transmission occurred from these patients. Bycontrast, preliminary evidence from exported COVID­ 19cases suggest that transmission during the early phase ofillness also seems to contribute to overall transmission;36,37therefore, isolation of more severely ill patients at thetime of presentation to health­ care facilities will be toolate. The efectiveness of isolation and contact tracingmethods depends on the proportion of transmission thatoccurs before symptom onset. Pre­ symptomatictransmission will also make temperature screening lessefective. 38A third explanation could be that the transmissibilitymight be higher for COVID­ 19 than for SARS. R₀ is acentral concept in infectious disease epidemiology,indicating the risk of an infectious agent with respect to itsepidemic potential. A recent review (published in February,2020) found the average R₀ of COVID­ 19 to be 3·28 andmedian R₀ to be 2·79, higher than that of SARS, althoughmore accurate estimates can only be ascertained when theepidemic stablises.39 The speed of spread of COVID­ 19—from the rfist documented case in early December, 2019, to80 000 cases by the end of February, 2020, despite massivecontainment eofrts—is certainly much faster than thatreported for SARS between November, 2002, andMarch, 2003, before any forms of containment were eveninstituted. The high attack rates on the cruise shipDiamond Princess in Japan, with more than 700 on boardinfected out of approximately 3700 cruise ship passengersand crew members by Feb 28, 2020, despite public healthmeasures, suggest a very high transmissibility.40A fourth explanation is that the clinical spectrum isdiferent. China’s initial case definition was focused onpneumonia, and initial case fatality rates (CFR) werereported at about 10% on the basis of this narrow casedefinition. 6 However, as the epidemic unfolds, it hasbecome apparent that mild cases are common inCOVID­ 19. Patients with mild disease manifestationswill be missed even if a more sensitive surveillancesystem were in place, and these patients might spreadthe disease silently, similar to influenza. On Feb 18, 2020,the Chinese Center for Disease Control and Preventionpublished their data of the first 72 314 patients including44 672 patients with confirmed COVID ­ 19.41 As many as81% of the patients with confirmed COVID ­ 19 werereported to have a mild disease or less severe forms ofpneumonia, whereas 13·8% had a severe condition and4·7% were critically ill. The study also noted that nearlyhalf (49%) of the critically ill patients have died. Of thepatients from the Diamond Princess cruise ship, whichprovides a captive cohort to study the virus, more than10% were asymptomatic upon diagnosis. EstimatingCFRs remains elusive, as many patients are still in theearly stages of disease, and more fatalities could occurgiven that death seems to occur 2–4 weeks after onset ofsymptoms.6,7 The current estimate by the Chinese Centerfor Disease Control and Prevention is a CFR of 2·3%,with increasing CFRs for patients with advanced age orcomorbidities. However, the report also shows that CFRsvary greatly between Wuhan and other provinces inChina; therefore some uncertainty remains aroundCFRs. With already more than 3600 cases imported intoor acquired in other countries (or on cruise ships), moreinformation on the full spectrum of disease and a betterestimate of the CFR should be available in the next fewweeks. Of note is that even if the CFR of COVID­ 19(possibly <2%) is far lower than that of SARS (10%), thisis not reassuring, as a highly transmissible disease withlow CFR will result in many more cases, and thereforealso ultimately more deaths than SARS.        A ffi th explanation is that community spread is moreprominent. Whereas SARS was mainly an outbreakpropagated within hospitals, widespread communitytransmission is already evident for COVID­ 19. ByFeb 28, 2020, more than 82 000 cases had been reported.Some models indicate that several hundred thousandinfections might already exist in China. Consequently,there will be more unknown contacts than known contactsin the community, which means that many contacts whowill subsequently develop an infection are not quarantinedand under proper medical observation. Hence, Chinadecided to enforce the most drastic of all classic publichealth measures: community containment with socialdistancing, community use of facemasks, and a lockdownof Wuhan’s public transportation, including buses, trains,ferries, and airport. As the community­ based outbreakspread, the lockdown was extended to more than 60 millionresidents in more than 20 cities by Jan        The gigantic eforts come at a cost to travel and trade, toChina’s economy and beyond, let alone the mental healthof millions of people under lockdown. These sacrificesare being made because the memories of SARS fuelhope that containment is feasible. Whether theserigorous measures will indeed result in the same successas for SARS depends on the extent of transmissibility ofsubclinical cases (asymptomatic or mildly symptomatic),including the timing of peak viral shedding during thecourse of disease, as well as on the role of fomites andother environmental contamination in propagatingtransmission.The answers to these questions will determine thesuccess. Until those answers are known, the political andmedical community needs to persist with containmenteofrts with the tools that are available at hand for the timebeing. China should be commended for its political will inimplementing what might appear to be extreme measures.Undoubtedly, no other country could enact what China iscurrently doing. The daily decline in new cases by mid­February suggests that China is on the right path, showingthat containment could be feasible. Other countriesshould be aware and reduce the spread of COVID­ 19.What is already known is that exportations to othercountries need not result in rapid large­ scale outbreaks, ifthe countries have the political will to rapidly implementearly case detection, prompt isolation of ill people,comprehensive contact tracing, and immediate quarantineof all contacts. If this approach is not feasible because ofwidespread community transmission, then communityquarantine is also needed with rigorous implementationof social distancing.Containment of COVID­ 19 should remain the focus atthe moment. The short­ term cost of containment will befar lower than the long­ term cost of non­ containment.However, closures of institutions and public places, andrestrictions in travel and trade, cannot be maintainedindefinitely. Countries have to face the reality thatindividual­ case containment might not be possible inthe long run, and there might be the need to move fromcontainment to mitigation, balancing the costs andbenefits of public health measures. Even if our publichealth measures are not able to fully contain the spreadof COVID­ 19 because of the virus characteristics, theywill still be efective in delaying the onset of widespreadcommunity transmission, reducing peak incidence andits impact on public services, and decreasing the overallattack rate. In addition, minimising the size of theoutbreak or suppressing its peak can reduce globaldeaths by providing health systems with the opportunityto scale up and respond, and to slow down the globalspread until efective vaccines become available.ContributorsAWS initiated this Personal View and wrote the first draft. All authorscontributed equally to the final manuscript.Declaration of interestsWe declare no competing interests.Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patientswith pneumonia in China, 2019. N Engl J Med 2020; 382: 727–33.", "ref_list": [[], ["Genomic characterization of the 2019 novel human­ pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on diferentiation of human airway epithelia"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus­ infected pneumonia"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["First case of 2019 novel coronavirus in the United States"], ["Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID­ 19) pneumonia"], [""], ["Isolation, quarantine, social distancing and community containment: pivotal role for old­ style public health measures in the novel coronavirus (2019­ nCoV) outbreak"], [""], ["­ century scourges with a 14th­ century toolbox"], ["Viral shedding patterns of coronavirus in patients with probable severe acute respiratory syndrome"], ["Predicting super spreading events during the 2003 severe acute respiratory syndrome epidemics in Hong Kong and Singapore"], ["Modelling strategies for controlling SARS outbreaks"], [""], ["Epidemiology and control of SARS in Singapore"], ["Hospitalized patients with bacterial infections: a potential focus of SARS transmission during an outbreak"], ["Public health and ethical considerations in planning for quarantine"], ["Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto"], ["SARS: public health measures in Hong Kong"], [""], ["The impact of public health control measures during the SARS epidemic in mainland China"], ["A tale of two cities: community psychobehavioral surveillance and related impact on outbreak control in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic"], ["The epidemiology of severe acute respiratory syndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients"], ["SARS in healthcare facilities"], ["26 Tan CC"], ["Experience of severe acute respiratory syndrome in Singapore: importation of cases, and defense strategies at the airport"], ["The severe acute respiratory syndrome: impact on travel and tourism"], ["SARS to novel coronavirus-old lessons and new lessons"], ["A novel coronavirus outbreak of global health concern"], ["'s response to a novel coronavirus stands in stark contrast to the 2002 SARS outbreak response"], ["Travelers give wings to novel coronavirus (2019­ nCoV)"], [""], ["Potential for global spread of a novel coronavirus from China"], ["Pneumonia of unknown etiology in Wuhan, China: potential for international spread via commercial air travel"], [""], ["Asymptomatic SARS coronavirus infection among healthcare workers"], ["Transmission of 2019­ nCoV infection from an asymptomatic contact in Germany"], ["Importation and human­ to­ human transmission of a novel coronavirus in Vietnam"], [""], ["Efectiveness of airport screening at detecting travellers infected with novel coronavirus (2019­ nCoV)"], ["The reproductive number of COVID­ 19 is higher compared to SARS coronavirus"], ["­ 19 outbreak on the Diamond Princess cruise ship: estimating the epidemic potential and efectiveness of public health countermeasures"], [""], ["All rights reserved"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF Chan", "KH Kok", "Z Zhu"], ["HP Jia", "DC Look", "L Shi"], ["28 Li", "Q Guan", "X Wu", "P"], ["M Lipsitch", "T Cohen", "B Cooper"], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["F Pan", "T Ye", "P Sun"], [], ["A Wilder­ Smith", "DO Freedman"], [], ["M Cetron", "P. Simone", "Battling"], ["PK Cheng", "DA Wong", "LK Tong"], ["Y Li", "IT Yu", "P Xu"], ["AB Gumel", "S Ruan", "T Day"], ["SD Wilson­ Clark", "SL Deeks", "E Gournis"], ["KT Goh", "J Cutter", "BH Heng"], ["A Wilder­ Smith", "JA Green", "NI Paton"], ["M Cetron", "J Landwirth"], ["T Svoboda", "B Henry", "L Shulman"], ["T 20 Tsang", "TH Lam"], [], ["SJ 22 de Vlas", "D Feng", "BS Cooper", "LQ Fang", "WC Cao", "JH Richardus"], ["GM Leung", "S Quah", "LM Ho"], ["GM Leung", "AJ Hedley", "LM Ho"], ["LC McDonald", "AE Simor", "IJ Su"], [], ["A Wilder­ Smith", "NI Paton", "KT Goh"], ["A. Wilder­ Smith"], ["B 29 McCloskey", "DL Heymann"], ["C Wang", "PW Horby", "FG Hayden", "GF Gao"], ["31 Nkengasong J. China"], ["ME 32 Wilson", "LH Chen"], [], ["II Bogoch", "A Watts", "A Thomas­ Bachli"], ["II Bogoch", "A Watts", "A Thomas­ Bachli", "C Huber", "MUG Kraemer", "K. Khan"], [], ["A ­ Smith", "MD Teleman", "BH Heng", "A Earnest", "AE Ling", "YS Leo"], ["C 36 Rothe", "M Schunk", "P Sothmann"], ["LT Phan", "TV Nguyen", "QC Luong"], [], ["BJ Quilty", "S Cliford", "S Flasche"], ["Y Liu", "AA Gayle", "A Wilder­ Smith", "J. Rocklöv"], ["J 40 Rocklöv", "H Sjödin", "Wilder­ Smith A. COVID"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team", "­", "­"], ["Elsevier Ltd"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The severe acute respiratory syndrome (SARS) outbreak in 2003 resulted in more than 8000 cases and 800 deaths. Lancet Infect Dis 2020\nSARS was eventually contained by means of syndromic surveillance, prompt isolation of patients, strict enforcement Published Online\nof quarantine of all contacts, and in some areas top-down enforcement of community quarantine. By interrupting all March 5, 2020\nhuman-to-human transmission, SARS was efectively eradicated. By contrast, by Feb 28, 2020, within a matter of Sh1tt4p7s3:/-/3d0o9i.9o(r2g0/1)030.1102196-/8\n2 months since the beginning of the outbreak of coronavirus disease 2019 (COVID-19), more than 82 000 confirmed\ncases of COVID-19 have been reported with more than 2800 deaths. Although there are striking similarities between LToronpdiocanlSMchedoioclinoef,HLyognidenoen,aUnKd\nSARS and COVID-19, the diferences in the virus characteristics will ultimately determine whether the same measures (Prof A Wilder-Smith MD);\nfor SARS will also be successful for COVID-19. COVID-19 difers from SARS in terms of infectious period, Heidelberg Institute of Global\ntransmissibility, clinical severity, and extent of community spread. Even if traditional public health measures are not Health, University of\nable to fully contain the outbreak of COVID-19, they will still be efective in reducing peak incidence and global GHeeridmealbneyr(gA, HWeiilddeerl-bSemrgit,h);\ndeaths. Exportations to other countries need not result in rapid large-scale outbreaks, if countries have the political Lee Kong Chian School of\nwill to rapidly implement countermeasures. Medicine, Singapore,\nSingapore (A Wilder-Smith);\nwhereby lung abnormalities on chest CT show greatest SNyasttieomna,lSUinngivaeprosritey, SHineaglatphore\nseverity approximately 10 days after initial onset of (C J Chiew MPH); and Saw Swee\nsymptoms.6–9 Hock School of Public Health,", "one_words_summarize": "The severe acute respiratory syndrome (SARS) outbreak in 2003 resulted in more than 8000 cases and 800 deaths. COVID-19 difers from SARS in terms of infectious period, Heidelberg Institute of Globaltransmissibility, clinical severity, and extent of community spread. Although 26 countries reported cases, the vast London School of Hygiene andomrarjoegriitoynso:f Cchaisneas, wTaeirweanco, nHceonntgraKteodngi,nSfivinegacopuornet,riaensd LaTornonnpdeioclianelsWM.wCei1dldEicei7rnH-esT,m, UitKh@lshtm.ac.uk        In November, 2002, the severe acute respiratory syn­drome coronavirus (SARS­ CoV) emerged in Chinacausing global anxiety as the outbreak rapidly spread,and by July, 2003, had resulted in over 8000 cases in 26countries. Outside of China, 46 countries are reportingmore than 3600 cases including at least 700 on severalcruise ships. Traditional public health measures were widely used toeradicate SARS. To accommodate the large numberof patients with SARS (both probable and suspect),Beijing rapidly constructed the 1000­ bed Xiaotangshanhospital within a week, which admitted a seventh ofSARS patients in the country within 2 months. Manycountries also implemented entry screening for allpassengers arriving from afected areas. 2817 years later, we can draw upon the lessons learnt fromSARS. Wuhan, the epicentre of COVID ­ 19, combinesmultiple elements that make containment challenging. Pre­ symptomatictransmission will also make temperature screening lessefective. Patients with mild disease manifestationswill be missed even if a more sensitive surveillancesystem were in place, and these patients might spreadthe disease silently, similar to influenza. With already more than 3600 cases imported intoor acquired in other countries (or on cruise ships), moreinformation on the full spectrum of disease and a betterestimate of the CFR should be available in the next fewweeks. Hence, Chinadecided to enforce the most drastic of all classic publichealth measures: community containment with socialdistancing, community use of facemasks, and a lockdownof Wuhan’s public transportation, including buses, trains,ferries, and airport. As the community­ based outbreakspread, the lockdown was extended to more than 60 millionresidents in more than 20 cities by Jan        The gigantic eforts come at a cost to travel and trade, toChina’s economy and beyond, let alone the mental healthof millions of people under lockdown. These sacrificesare being made because the memories of SARS fuelhope that containment is feasible. Undoubtedly, no other country could enact what China iscurrently doing. Other countriesshould be aware and reduce the spread of COVID­ 19.What is already known is that exportations to othercountries need not result in rapid large­ scale outbreaks, ifthe countries have the political will to rapidly implementearly case detection, prompt isolation of ill people,comprehensive contact tracing, and immediate quarantineof all contacts. However, closures of institutions and public places, andrestrictions in travel and trade, cannot be maintainedindefinitely. ContributorsAWS initiated this Personal View and wrote the first draft. A novel coronavirus from patientswith pneumonia in China, 2019."}