{"date": "2020/03/04", "journal": "The Lancet", "authors": "Ziad A Memish, Stanley Perlman, Maria D Van Kerkhove", "title": "Middle East respiratory syndrome", "type": "Seminar", "abstract": "During the past 17 years three lethal zoonotic diseases of\nhumans caused by novel coronaviruses, severe acute\nrepiratory syndrome (SARS) in November, 2002,1 Middle\nEast respiratory syndrome (MERS) in April, 2012,2 and\nmore recently coronavirus disease (COVID-19) in\nDecember, 2019.3 All three causative coronaviruses,\nrespectively, SARS-CoV, MERS-CoV, and SARS-related\ncoronavirus-2 (SARS-CoV-2) have focused the attention of\nglobal public health authorities and are listed in the WHO\nBlueprint list for priority pathogens4 because of their\npandemic potential, threat to global health security, and\nthe absence of any eefctive treatments.", "text": "During the past 17 years three lethal zoonotic diseases ofhumans caused by novel coronaviruses, severe acuterepiratory syndrome (SARS) in November, 2002,1 MiddleEast respiratory syndrome (MERS) in April, 2012,2 andmore recently coronavirus disease (COVID-19) inDecember, 2019.3 All three causative coronaviruses,respectively, SARS-CoV, MERS-CoV, and SARS-relatedcoronavirus-2 (SARS-CoV-2) have focused the attention ofglobal public health authorities and are listed in the WHOBlueprint list for priority pathogens4 because of theirpandemic potential, threat to global health security, andthe absence of any eefctive treatments.SARS-CoV was rfist identiefid in humans in Guangdong,China, in November, 2002 and subsequently spread rapidlyworldwide to 29 countries, resulting in 8098 humanSARS cases with 774 deaths (9·6% mortality).1,5 The SARSepidemic ended abruptly in July, 2003,1 and no humancases of SARS have been detected over the past 15 years.MERS-CoV was rfist identiefid as causing human diseasewhen it was isolated from a lung sample of an adult patientwho was admitted at a hospital in Jeddah, Saudi Arabia,with severe pneumonia and died of multiorgan failure.6A retrospective study then linked MERS-CoV to ahospital outbreak in April, 2012, in Jordan.7 MERS-CoV isconsidered a zoonotic pathogen, with MERS-CoV-infecteddromedary camels being the animal source of infection tohumans.8,9Unlike SARS-CoV, which was contained within a year ofemerging, MERS-CoV continues to circulate and causehuman disease with intermittent sporadic cases,community clusters, and nosocomial outbreaks in the MiddleEast with considerable risk of spreading globally.2,10 Severaloutbreaks of human-to-human MERS-CoV transmissionhave occurred, the largest outside the Middle East occurringin South Korea in 2015.11,12 This outbreak was associatedwith substantial morbidity and mortality, as well as havingsubstantial economic, social, and health security eefcts. 12SARS-CoV-2 (initially named 2019-nCoV) was detectedin December 2019 after sequencing of clinical samplesfrom a cluster of patients in Wuhan, China whodevWe searched publications in the English language literature onPubMed and Google Scholar (dates we used to renfie oursearch: Sept 1, 2012, to Dec 31, 2019). We used the searchterms “Middle East Respiratory Syndrome” OR “MERS-CoV” OR“MERS” in combination with the terms “Coronavirus”, OR“Middle East”, OR “Epidemiology”, “Aetiology”, “Dromedaries”,“Camels”, “Bats”, OR “Transmission”, OR “Virology” OR“Pathogenesis”, “Clinical features” OR “Infection control”,“Diagnostic tests”, OR “Diagnosis” OR “Treatment”, OR“Management”, OR “drugs”, “Therapies”, OR “Prevention” OR“Vaccines” OR “Nosocomial” OR “Hospital”. We also searchedwebsites of global and national public health agencies such asWHO, WHO–Regional Ocfie for the Eastern Mediterranean,UN Food and Agriculture Organization, US Centers for DiseaseControl and Prevention (CDC), Public Health England (UK),World Organisation for Animal Health, European Centre forDisease Prevention and Control (ECDC), and the Saudi Ministryof Health Middle East respiratory syndrome (MERS) portal.We reviewed publications on MERS from WHO, CDC, ECDC,Center for Infectious Disease Research and Policy (University ofMinnesota, USA), and ProMED (Program for MonitoringEmerging Diseases) websites. We focused our review onpublications published in the past 36 months to update theLancet Seminar on MERS published in September, 2015.We also selected reference lists and substantive reviews ofarticles identiefid by this search strategy that we judgedrelevant to provide readers with additional details and morereferences than this Seminar can accommodate.management, infection control, and development ofnew therapeutics and vaccines, and also highlightsunanswered questions and priorities for research,improved management, and prevention.MERS-CoV, SARS-CoV, and SARS-CoV-2, are members ofthe Coronaviridae family of the order Nidovirales. Otherhuman coronaviruses generally cause mild respiratoryinfections (eg, HCoV-229E, HCoV-NL63, HCoV-OC43,and HCoV-HKU1). MERS-CoV, like SARS-CoV andSARS-CoV-2, can cause highly lethal disease in humans.MERS-CoV is a large single-strand positive-sense RNAvirus (gfiure 1). 14–18 The 30–31 kb coronavirus genomeencodes a large number of proteins, which might conferversatility in adapting to new environments and enhancecross-species transmission. MERS-CoV has four structuralproteins: spike (S) protein, envelope (E)protein, membrane(M) protein, and nucleocapsid (N) protein. The S protein isa type I transmembrane glycoprotein located as a trimer onDPP4 receptorBudding1 2 31 2 3nsp1:suppresses hostmRNA translationnsp5:main proteaseAthe virus surface and consists of S1 and S2 subunits. It has Epidemiologycrucial roles in binding, fusion, and entry into host cells. A primary MERS-CoV infection is defined by WHO as aThe S1 subunit has a receptor binding domain that binds to laboratory-confirmed MERS-CoV infection that has nothe host cellular receptor dipeptidyl peptidase 4 (DPP4). direct epidemiological link to a human MERS-CoVThe S2 subunit has two regions, heptad repeats 1 and 2 infection, and was acquired outside of a health-care(HR1 and HR2), which rearrange to form a six-helix bundle facility presumably from direct or indirect contact withto enable membrane fusion. The E and M proteins are the reservoir host—dromedary camels.19present in the viral membranes and are required for viral A secondary MERS-CoV infection is defined by WHOassembly, budding, and intracellular tracfiking. as a laboratory-confirmed MERS-CoV infection with aMERS-CoV enters host cells via binding of its S protein direct epidemiological link to an individual withconto the host cell DPP4 receptor (gfiure 1; appendix pp 2–3). 15,17 ifrmed or probable MERS-CoV infection. 19DPP4 is less abundant in the nasal cavity and epithelialcells of the upper airways but is highly expressed on the Geographical distributionepithelial cells of the distal airways and type I and II Laboratory-conrfimed MERS-CoV human infections 19 arepneumocytes in the lung alveoli, non-ciliated bronchial reported to WHO as a requirement under the Internationalepithelial cells, endothelial cells, and some haemopoietic Health Regulations (2005). The geographical distributioncells.15 DPP4 is also widely expressed on the epithelial cells of countries reporting laboratory-conrfimed humanof several other organs and tissues such as the kidneys, MERS cases and the numbers reported over time areintestine, liver, thymus, and bone marrow—thus wide- shown in gfiures 2 and 3. Between April, 2012 and end ofspread dissemination of MERS-CoV could occur in the December, 2019, 2499 laboratory-conrfimed human casesbody. The structures of the S protein of MERS-CoV and of MERS-CoV infection, including 858 deaths (34·3%other coronaviruses have been determined using cryo- mortality) were reported from 27 countries in allelectron microscopy16,17 and provide the basis for rational continents (gfiure 2) to WHO, the majority of which weredesign of protective antibodies and other therapeutics. reported by Saudi Arabia (2106 cases, 780 deaths).The origin of all primary human MERS-CoV infectionsremains unknown. Dromedary camels are a hostreservoir species for the MERS-CoV (appendix pp 3–5).20–23Humans can acquire MERS-CoV through direct orindirect contact with infected dromedary camels orinfected patients19–30 (figure 4A). However not all casesinfected in the community report contact withdromedary camels (appendix p 4–5). The transmission ofMERS-CoV from dromedary camels to humans isnow well documented in the Arabian Peninsula,23–25 butthe extent to which this transmission is occurringin countries outside the Arabian Peninsula requiresdefinition. Experimental infections have shown thatinfected dromedaries shed MERS-CoV from their nasalsecretions with minimal signs of illness, which islimited to rhinorrhoea.27–29 Full-genome phylogeneticanalysis indicates that evolution of diverse MERS-CoVlineages in camels have caused human infections,perpetuating a low barrier for interspeciestransmission.21,29,30 However, African MERS-CoV lineages incamels imported into Saudi Arabia have not establishedthemselves in camels in Saudi Arabia,9,30 indicatingpotential diferences in transmission dynamics andselection pressure. Analysis of population dynamicsshows that Arabian viruses can maintain endemicitywithout introduction of additional lineages.9,30 WHO issupporting molecular and serological studies at thedromedary–human interface in several countries inAfrica and south Asia.31 The phylogenetic relationship ofcomplete genomes of MERS-CoV strains obtained fromcamels and humans has been published.32See Online for appendixNetherlandsUFrKance GermAaunstyriaTuAnilsgieaIrtSiaaaluydGEJiogrATreydurepaarctbkneeiay LKeubwaaniotInraUnnitBedarAhreTainhbCaEihlmainniradatesYemen Oman Qatar MalaysiaSouth KoreaPhilippinesCases by countryAlgeriaAustriaBahrainChinaEgyptFranceGermanyGreeceIranItalyJordanKuwaitLebanonMalaysiaNetherlandsOmanPhilippinesQatarSaudi ArabiaSouth KoreaThailandTunisiaTurkeyUnited Arab EmiratesUKUSAYemenGrand TotalThe epidemiological patterns of MERS-CoV in humanshave remained consistent since MERS-CoV was rfistidentiefid in 2012. 2 Primary cases often report direct orindirect contact with dromedary camels and presentacross a wide clinical spectrum from mild to severefulminant disease. Individuals with severe primaryMERS-CoV infections are often older than 65 yearswith comorbidities, and symptoms can present late.Individuals with mild primary MERS-CoV infections areoften missed by current surveillance systems since theyusually do not present to health-care facilities.Secondary cases have resulted from human-to-humantransmission among close contacts. To date, secondarytransmission has occasionally occurred between closecontacts of individuals with laboratory-confirmedMERS-CoV in household settings.33,34 However, secondarytransmission in health-care facilities has repeatedlyoccurred in several countries and has, on occasion,resulted in large outbreaks (appendix p 5)—such asIncubation periodMean: 5·2 days(95% CI 1·9–14·7)Range 2–14 daysSex distributionMales 64%, females 36%Abnormal investigationsImaging: chest x-ray and CT changesLeucopeniaLymphopeniaThrombocytopeniaElevated LDHElevated ALTElevated ASTComplicationsSevere acute respiratory syndromeRespiratory failureLiver failureRenal failureMultiorgan failureSeptic shockFactors associated with increased mortalityComorbidities:DiabetesChronic lung disease (COPD, asthma)Chronic kidney diseaseChronic liver diseaseChronic heart diseaseMalignanciesImmunosuppressive drugsAge >65 yearsPresence of pleural effusionLow serum albuminCase fatality rateOverall (global): 36·0%Saudi arabia: 41.8% (22%–69%)South korea: 20·4% (14·5–47%)MERS-CoV host cell DPP4 receptor found in:broncial epithelium, lung parenchyma, interstitium (endothelial cells),kidneys, intestines, liver, thymus, haemopoetic cells (leukocytes,macrophages, dendritic cells, mononuclear lymphoid cells)InhalationIngestionOther routes(haematogenous or lymphaticspread to other organs)Presenting symptomsGeneralFever (>38oC)Chills or rigoursLethargyAnorexiaMalaise, lethargyMyalgiaBody achesCNSHeadacheConfusionUpper respiratory tractRunny noseSneezingSore or tickly throatLower respiratory tractCough (dry or productivewith sputum)Shortness of breathChest painHaemoptysisGastrointestinal tractDecreased appetiteNauseaVomitingDiarrhoeaAbdominal painAbdominal discomfortAnimal and environmental sourcesMERS-CoV-infected camelsCamel nasal secretionsCamel excreta (urine, saliva andfaeces)Camelid birth products (amnioticfluid, fetal membranes and placenta)Camel food products (milk, meat)Other unknown?Human sourcesSymptomatic and subclinicalMERS-positive individuals in:The communityFamily householdsFamily compoundsHostelsHealth-care facilities and hospitalsCamel farmsUp to 25% report direct or indirectcontact with camels and approximately50% are the result of human-to-humantransmissionKnown risk factors for MERS-CoV acquisition,transmission, and outbreaks are noted (panel 1). MERS patientdata reported to WHO includes information onexposures and known risk factors during the 14 days beforesymptom onset, or during the 14 days before laboratoryconfirmation was reported (in the case of asymptomaticinfection). Exposure data include travel history toMERS-CoV endemic countries, direct or indirect contactwith dromedary camels or their products, contact withhumans with MERS-CoV infection, and visits tohealthcare facilities containing patients infected withMERSCoV are risk factors for acquiring MERS-CoV infection(appendix pp 4–5).2,24,25,31–45 MERS-CoV has been detectedin camel products (eg, raw milk, meat, blood, urine, orbirth products); however, genomic studies to definitivelyshow transmission from these products to humans havenot yet been done. Human primary intestinal epithelialcells, small intestine explants, and the intestinal tract arehighly susceptible to MERS-CoV and can sustain viralreplication. After infection of mice transgenic for theexpression of the host DPP4 receptor, histologicalexamination showed MERS-CoV enteric infection in allinoculated mice with progression to infection of thelung tissues, indicating the development of sequentialrespiratory infection.39Transmission via contact with contaminated hospitalenvironments is possible during outbreaks, althoughgenomic studies providing an evidence base are lacking.Since environmental contamination is a potential sourceof infection, it is prudent to take precautionary infectioncontrol measures.Health-care-associated outbreaks of MERS-CoV afectinginpatients, health-care workers, and visitors arecharacteristic of MERS (panel 2) and account for approximately50% of reported cases.2,20,21,33,40–45 Large nosocomialoutbreaks have occurred in Abu Dhabi in United ArabPanel 1: Risk factors for MERS-CoV infection, transmission, and outbreaks21,34,38,132–138Community risk factors• Indirect or direct contact with MERS-CoV-infected camels, camel nasal secretions,milk, urine, faeces, meat, or birthing products• Travel to the Middle East and contact with camels or attendance at a health facility• Exposure to, or contact with, patients with MERS-CoV in the community, or athealthcare facilities• Underlying chronic medical conditionsNosocomial risk factors for human-to-human transmission and outbreakamplification• Late diagnosis of MERS-CoV infection• Lack of awareness in health-care workers of the possibility of MERS in patients with afever• Overcrowded or contaminated health-care facilities, especially emergencydepartments, dialysis units, and crowded inpatient wards• Exposure of hospital staf or other patients to symptomatic patients with MERS• Delayed implementation of infection control measures• Poor compliance with MERS-specific infection control guidelines (hand hygiene,droplet and contact precautions, environmental cleaning)• Poor compliance with appropriate personal protective equipment when assessingpatients with febrile respiratory illness• Aerosol-generating procedures or invasive procedures in patients with MERS(eg, nebulisers, resuscitation, intubation, and ventilation)• Lack of proper isolation room facilities• Distance between patient beds of less than 1 m• Friends and family members staying as caregivers in overcrowded health-carefacilitiesMERS=Middle East respiratory syndrome. MERS-CoV=Middle East respiratory syndrome coronavirus.Emirates, Seoul in South Korea and several cities inSaudi Arabia (appendix p 5). The 2013 outbreak inAl Hasa, Saudi Arabia, involved 23 people in threediferent hospitals and was linked to poor infectioncontrol practices, aerosol-generating procedures,continuous positive pressure ventilation, andcardiopulmonary resuscitation.42 In June, 2017, an outbreak of34 MERS-CoV cases (including 17 in health-care workers)occurred in a hospital in Riyadh, Saudi Arabia,43 wherethe primary case was a 47-year-old man admitted foremergency intubation. Before a diagnosis of MERS, thisindividual had contact with 220 health-care workers,patients, and visitors. Another 2017 outbreak in Riyadhinvolved three hospitals, with 44 MERS cases in patients,health-care workers, and family members. The outbreakarose from three severely ill people who were diagnosedwith MERS late in the disease course, and involved in asuperspreading event.44 In 2015, South Korea had thelargest MERS-CoV outbreak outside the Middle Eastwith 186 cases reported, resulting from a single importedcase from an individual who had returned fromtravelling in the Middle East. The outbreak included185 secondary cases who acquired infection in 16healthcare facilities and 80% of transmission events wereattributed to five superspreading events. 45The mechanisms underlying the pathogenesis ofMERS-CoV remain to be defined because autopsies aregenerally not done either for religious and culturalreasons or to prevent environmental contamination withsubsequent infection of health-care workers. Therefore,there are few data on the histopathological changes inpatients with MERS-CoV infection, even in severedisease.46,47 The only two autopsies available show thatviral infection was confined predominantly to the respiratory tract, although viral particles were detected in thekidney in one of the reports.47 Further, ex vivo humankidney cultures were shown to support productiveMERS-CoV infection.48 However, it is not known whetherinfection of this organ contributes to worse outcomescompared with infections confined to the respiratorytract. Viral RNA, but not infectious MERS-CoV, wasdetected in the blood for at least 2 weeks after diagnosis.Whether this viral RNA represented an extrapulmonaryinfection is not clear, since MERS-CoV neutralisingantibody was detected in the serum at the same time insome patients.49Pathological changes in the lungs include evidenceof focal haemorrhagic necrotising pneumonia withexudative difuse alveolar damage, indistinguishablefrom findings detected in severe pneumonia caused byother viral agents.Several experimentally infected animal models forMERS have been developed (appendix p 6).50,51 Methodsfor gene silencing and editing are being furtherdeveloped, therefore it is likely that additional viral andhost factors important in MERS-CoV pathogenesis willbe identified.MERS-CoV pathogenesis reflects a balance betweencoronavirus-induced protective and pathogenic hostimmune responses and direct cytotoxic efects of thevirus.52 According to studies of patients infected withSARS-CoV and of mice and other animals infectedexperimentally with MERS-CoV, successful resolutionof MERS and long-term protection from re-infectionlikely requires well coordinated innate and adaptiveB-cell and T-cell responses. In patients with SARS,innate immune responses characterised by an extendedperiod of cytokine secretion (eg, IFNα and IFNβ) wascorrelated with delayed antibody responses and poormanagement outcomes; this prolonged innate responsehas not yet been shown in patients infected withMERS-CoV.53 MERS-CoV productively infects activatedhuman T cells and induces delayed cytokine responsesafter infection of human myeloid cells in vitro, both ofwhich could impair virus clearance and the developmentof an efective immune response. 54–56During the acute phase of MERS, robust virus-specicfiCD8 T-cell responses were detected in most patients withsevere or moderate disease, with antibody and CD4 T-cellresponses appearing later in the disease course.57 T-celland antibody responses were reliably detected 2–3 weeksafter diagnosis, although they were detected earlier insome patients.49,57 Studies of MERS survivors showedthat MERS-CoV-specicfi antibody responses tended to belower and transient in patients with mild or subclinicaldisease when compared with patients with severe disease,in whom MERS-CoV-specicfi antibody responses weredetected for at least 2 years.57–60 In contrast, T-cell responseswere detected in all MERS survivors for at least 2 years.59The transitory nature of the antibody response in milddisease and greater stability of the T-cell response suggestthat induction of both will be required for optimallongterm protection; the measurement of both will enhancethe accuracy of prevalence studies.The specicfi exposures that lead to sporadic MERS-CoVinfections are unknown, therefore it is impossibleto estimate the incubation period in primary cases.However, based on data from cases of human-to-humantransmission, the incubation period is a median of5–7 days, with a range of 2–14 days (median 5·2 days[95% CI 1·9–14·7]).2,10,21,61–63 Immunocompromised patientscan present with longer incubation periods of up to20 days.64The clinical presentation of patients infected withMERS-CoV ranges from asymptomatic or mild upperrespiratory illness to rapidly progressive pneumonitis,respiratory failure, acute respiratory distress syndrome,septic shock, and multiorgan failure with fatal outcome(figure 5). 2,10,11,61–70 It is not possible to distinguish patientswith a legitimate asymptomatic MERS-CoV infectionfrom those who develop mild disease because reportsto WHO provide signs and symptoms informationonly at the time of reporting. Many individuals remainasymptomatic whereas some go on to develop milddisease, which is why WHO classifies these individualsas mild or asymptomatic. Asymptomatic-to-mildinfection rates of 25–50% have been reported.The signs and symptoms associated with MERS arenon-specicfi, with or without multisystem involvement,and thus could be mistaken for other causes of respiratorytract or gastrointestinal illnesses.2,10,11,61–70 Therefore, theclinical diagnosis of MERS can be easily missed. Patientswith MERS can typically present with fever, chills, rigors,headache, a non-productive cough, sore throat, arthralgia,and myalgia followed by dyspnoea. Other associatedsymptoms include coryza, nausea, vomiting, dizziness,sputum production, diarrhoea, and abdominal pain.Some patients with MERS can present with atypicalsymptoms of mild respiratory illness without a fever and agastrointestinal illness that precedes the development ofpneumonia.64,67,68 Neuromuscular manifestations include• Anti-viral therapeutics including host-directed therapies or immune-based therapiesare in development.• Vaccinating dromedary camels, the source for primary human infection, is a proposedapproach to preventing human infection.• A recombinant camelpox virus expressing the S protein has been shown to induceneutralising antibodies in camels.• As compared to older camels, juvenile camels have higher rates of viral shedding.Past infection is not protective.• Basic hand hygiene practices.• Gloves and face masks when handling infected camels and camel products.• Pasteurising camel milk.• Avoid ingesting raw camel meat, dairy products, or urine.• Vaccine development for people with high camel exposure.Human cases• High clinical awareness of the possibility of MERS-CoV infection and making earlydiagnosis.• Isolate suspected cases early and institute infection control measures.• Face masks and hand hygiene measures for all HCW and family contacts.• Occupationally exposed people have a higher risk of infection compared to the generalpublic. Human surveillance is focused on diseased people, and those with subclinical orasymptomatic infection and could serve as a source of infection of a susceptibleperson with comorbidities.• Nosocomial cases and outbreaks are diminishing due to institution of stringentinfection control measures but still account for 35–50% of cases.• More than 20 human vaccines have been developed and are being tested in animals—some are in human phase 1 or 2 trials.MERS=Middle East respiratory syndrome. MERs-CoV=Middle East respiratory syndrome coronavirus.ABhypersomnolence, weakness, and tingling in theextremities similar to Guillain-Barré syndrome orvirusrelated sensory neuropathy.68 Co-infection of MERS-CoVwith other respiratory viruses (such as parainuflenzavirus, rhinovirus, inuflenza A or B virus, respiratorysyncytial virus, enteroviruses, and humanmetapneumovirus) and nosocomial bacterial infections has beenreported in patients receiving intensive care.61,67Immunocompromised patients or patients with chronicheart, liver, and kidney disease can present with atypicalfeatures, such as a longer incubation period, a longerperiod from initial PCR positivity to symptom onset,persistent prolonged viral shedding, and increasedmortality.64–70 MERS-CoV causes more severe disease inpeople older than 60 years, and those with chroniccomorbid diseases such as renal disease, cancer, chroniclung disease, immunosuppression, and diabetes.In children yonger than 5 years, MERS-CoV infectionappears to be rare, and usually presents as mild diseasewith cough as the predominant clinical symptom. Acuteand severe respiratory illness (ie, a fatal outcome aftermultiorgan failure) has been noted in only two of38 reported paediatric cases and these were in boysaged 9 months and 2 years with comorbidities (infantilenephrotic syndrome and cystic fibrosis, respectively). 71–74Data on the prevalence of MERS-CoV in pregnantwomen are limited to case reports, and the clinicalpresentations and mortality rates are similar tononpregnant women.75MERS should be kept on the diferential diagnosis listfor ill travellers returning home from MERS-CoVendemic areas who present with acute febrile illness(temperature ≥38°C), aches and pains, headache, cough,dyspnoea, diarrhoea, nausea, vomiting, unexplainedleucopenia (white blood cell count <3·5 × 110⁹/L), andthrombocytopenia (platelets <150 × 10⁹/L)—either withor without prominent respiratory symptoms.2,10,11,61–70 It isimportant that clinicians are alert to the possibility thatpatients could have MERS in all health-care settingswhere the virus is circulating so that an accuratediagnosis can be made and infection control measuresimplemented eficiently. 76The type and quality of the clinical specimen are importantin the laboratory diagnosis of MERS-CoV infection.Both upper respiratory tract specimens (oropharyngeal ornasopharyngeal swabs) and lower respiratory tractspecimens (sputum, endotracheal aspirate or lavage) should beanalysed whenever possible.77–79 Patients with MERS mightnot shed the virus during the early stage of their illness;thus, initial negative results from upper respiratory samplesdo not rule out the possibility of MERS and patients shouldbe retested using a lower respiratory tract sample. Severalstudies of MERS-CoV viral load measurements show thatupper respiratory tract specimens have lower viral loadsthan lower respiratory specimens.11,12,79,80 MERS-CoV RNAhas been detected in blood, urine, and stool—but at muchlower viral loads than in the respiratory tract.81,82Clinical specimens must be collected by trained stafusing appropriate personal protective equipment—eg, when taking nasopharyngeal and oropharyngealspecimens, Dacron or rayon swabs specifically designedfor collecting specimens for virology must be used.77,78,83These swab kits should contain virus transport medium.A single negative test result does not exclude thediagnosis and repeat sampling and testing is stronglyrecommended.83 A minimum of two samples, preferablyfrom the lower respiratory tract, are needed to excludeMERS-CoV after initial assessment. To confirm clearanceof the virus, respiratory samples should be collectedsequentially (every 2 to 4 days) over ensuing days untilthere are two consecutive negative results at least 24 hapart in people who are clinically recovered.77WHO guidelines for testing should be followed.77MERS-CoV testing must be performed in appropriatelyequipped biosafety laboratories by staf trained in therelevant technical and safety procedures. National orWHO guidelines on the laboratory biosafety should befollowed in all circumstances.83Three real-time RT-PCR (rRT-PCR) assays for routinedetection of MERS-CoV have been developed targetingupstream of the E protein gene (upE) and open readingframe (ORF)1b and ORF1a. The assay for the upE targetis considered highly sensitive and is recommended forscreening, with the ORF1a assay (ORF1a assay isconsidered more sensitive than ORF1b assay).77An updated roadmap for MERS-CoV productdevelopment lists all available diagnostics and other diagnosticsin the developmental phase.84 Several diagnostic tests areunder development to accelerate turnaround times fromsample analysis to result.85–87 A 2018 rapid and specificassay for the detection of MERS-CoV combines thereverse transcription loop-mediated isothermalampliifcation technique and a vertical flow visualisationstrip (RT-LAMP-VF) to detect the nucleocapsid gene ofMERS-CoV.86 The RT-LAMP-VF assay provides detectionof MERS-CoV within 35 min and is easier to performthan the WHO-recommended rRT-PCR method.86Several serological assays are available for detectionof MERS-CoV: ELISA, recombinant spikeimmunolfuorescent assay, and spike pseudoparticle neutralisationand microneutralisation assay.87–90 A case confirmedby serology requires evidence of seroconversion intwo samples, ideally taken at least 14 days apart, by ascreening (eg, ELISA, immunofluorescence assay) and aneutralisation assay.77,78A range of abnormal but non-specific chest x-rayifndings are seen in patients with MERS. 91,92 Theseabnormalities include unilateral or bilateralbronchovascular shadowing, interstitial infiltrates, reticularopacities, reticulonodular shadowing, nodules, pleuralefusions, and patchy to confluent consolidation(appendix pp 18–19). Lower lobes tend to be afectedmore than upper lobes early in the course of MERS andrapid opacification of lungs and progression to acuterespiratory distress syndrome can occur.High-resolution CT might show ground glass opacities(gfiure 5B) in early CT nfidings (with or without consolidation) followed by interlobular septal and intralobularinterstitial thickening with peripheral and lower lobeinvolvement93,94 within the rfist week of MERS-CoV infection. During subsequent weeks, a so-called crazy-pavinglung abnormality, cavitation, tree-in-bud pattern andcentrilobular nodules, constrictive obliterative bronchiolitis,bronchiolitis obliterans, peribronchiolar air-trapping,thickened peripheral bronchioles, and organising pneumoniahave been observed.95Currently, there are no specicfi anti-MERS-CoV therapiesavailable for human use. The mainstay of clinicalmanagement of MERS cases is mostly symptomfocused, providing supportive care10,61 with pain and fevermanagement, treating concomitant or secondarybacterial infections, and supporting vital organ functions.Mild MERS cases can be managed at home.96 Predictivefactors for development of pneumonia include older age(>56 years), high fever, thrombocytopenia, lymphopenia,C-reactive protein greater than or equal to 2 mg/dL, and ahigh viral load in sputum (threshold cycle value ofrRT-PCR <28·5).10,70 Respiratory failure and acute kidneyinjury (with haematuria and proteinuria) are commonamong patients admitted for hospital care because ofthe severity of their disease and who require mechanicalventilation, extracorporeal membrane oxygenation, anddialyses.10,61,70Several empirical treatments have been studied inseverely ill patients. Therapies used for severely illpatients with MERS have included convalescent plasma,corticosteroids, antiviral agents (eg, interferons andribavirin), and protease inhibitors, or combination ofmembers from these groups. A systematic review of30 publications on therapeutic agents used for MERStreatment in various outbreaks showed a completeabsence of an accurate evidence base and emphasisedthe need for controlled trials.97Several agents have shown inhibitory efects againstMERS-CoV in cell cultures, including interferons,ribavirin, ciclosporin, and mycophenolic acid.98–105 Empiricallopinavir–ritonavir, pegylated interferon alfa-2a, andribavirin have been used for serious cases, but no eficacydata are yet available. There is an ongoing randomisedclinical trial in progress in Saudi Arabia (the MIRACLEtrial; NCT02845843) comparing lopinavir–ritonavir,recombinant interferon beta, and standard supportivecare against placebo and standard supportive care inpatients with laboratory-confirmed MERS requiringhospital admission. This recursive, multicentre,placebocontrolled, double-blind, randomised controlled trial isdesigned to include two components, each consisting oftwo stages. The first two-stage component is designed toadjust sample size and determine futility stopping,but not eficacy stopping (n=34). The second two-stagecomponent is designed to determine eficacy stoppingand possibly readjustment of sample size.The use of plasma from patients with MERS who havemade a full recovery (convalescent plasma) requiresclinical trial evaluation. Preclinical animal data showthat transfer of serum samples fromMERS-CoVimmune camels to infected mice resulted in reducedweight loss and lung histopathology,106 thus suggestingtherapeutic potential. In the 2015 Korean outbreak,three of 13 patients with MERS with respiratory failurewere given four infusions of convalescent plasma.107Two of three showed neutralising activity. Donorplasma with a plaque reduction neutralisation test(PRNT) titre of 1/80 had a meaningful serologicalresponse after convalescent plasma infusion, while thatwith a PRNT titre of 1/40 did not. The authors concludethat for efective convalescent plasma infusion inpatients with MERS, donor plasma with a neutralisationactivity of a PRNT titre greater than or equal to 1/80should be used.Antibiotic therapy is commonly started empirically inseriously ill patients. A retrospective study of 136 patientswith MERS found that macrolide therapy resulted inno reduction in mortality or faster MERS-CoV RNAclearance compared with those who were not treatedwith macrolides.108For serious cases, hospital inpatient care is required toreduce the risk of complications such as organ failureand secondary infections. Non-invasive ventilation isassociated with a high failure rate (92%) in patients withacute hypoxaemic respiratory failure due to MERS-CoVinfection.109 Patients with severe symptoms might needto be managed in an intensive care unit, wherelungprotective ventilatory strategies for acute respiratorydistress syndrome, inotropic support, antimicrobial therapyfor co-infections, and renal replacement therapy foracute renal failure can be provided.Studies show no benetfi from the use of systemiccorticosteroids. Systemic corticosteroids were shown toPanel 3: Potential therapies for the treatment of MERS coronavirus infection97–105, 139–143Antibody-based interventions• Whole blood• Convalescent plasma• Intravenous immunoglobulin• Polyclonal human immunoglobulin (SAB-301) from transgenic cows• Equine antibody fragments• Camel antibodies• Monoclonal antibodies (eg, MERS-4, MERS-7)• Human monoclonal antibodies to Sprotein• Humanised anti-S monoclonals (eg, hMS-1, m336, 4C2)• Interferon alfa (1a, 2b)• Interferon beta-1b• Interferon gamma• Ribavirin monotherapy (with or without interferon)• HIV protease inhibitors (eg, lopinavir, nelfinavir)• Cyclophilin inhibitors (eg, ciclosporin, alisporivir)• Nucleoside viral RNA polymerase inhibitors (galidesivir, remdesivir, EIDD 2801[prodrug of EIDD 1931]• Flavinoids (eg, herbacetin, isobavachalcone, quercetin 3-β-d-glucoside, helichrysetin)• Lopinavir-ritonavir and interferon beta 1b• Cyclosporin plus interferon alpha• Lopinavir-ritonavir• Ribavirin and interferon alphaHost-directed therapies (repurposed drugs)• Chlorpromazine• Mycophenolic acid (with or without interferon beta 1b)• Nitazoxanide• Sitagliptin• Omacetaxine mepesuccinate• Aciclovir• Imatinib mesylate (tyrosine mesylate inhibitor)• Neurotransmitter inhibitors (eg, clomipramine, astemizole)• Neutriceuticals (eg, zinc)• Allogeneic mesenchymal stromal cells• Mannose binding lectin• Peptides derived from HR1, HR2, and RBD spike protein subunits• Peptides inhibiting viral entry and replication• Peptides derived from antimicrobial peptides• miRNA molecules• siRNA moleculesMERS=Middle East respiratory syndrome. MERS-CoV=Middle East respiratory syndrome coronavirus. RBD=receptor-bindingdomain. S=spike. RNA=ribonucleic acid. miRNA=micro RNA. siRNA=small interfering RNA.delay viral clearance in critically ill patients withMERS-CoV infection.100A range of potential treatments are under consideration,development, or evaluation (panel 3). A phase 1,rfist-inhuman, single site, randomised, double-blind,placebocontrolled study to evaluate the safety, tolerability,pharmacokinetics, and immunogenicity of singleascending doses of a co-administered monoclonal antibodiesREGN3048 and REGN3051 administered intravenously inhealthy adult volunteers (NCT03301090) is ongoing andstudy duration will be approximately 16 months. Anotherstudy is comparing patients who received extracorporealmembrane oxygenation (ECMO) support with those whodid not receive ECMO support (NCT02627378). Severalmonoclonal and polyclonal neutralising antibodyproducts, including novel chimeric camel or humanheavychain antibodies, are protective in animal models,110–112 andtheir potential use for pre-exposure or post-exposureprophylaxis in outbreak management requires evaluationsin controlled trials.In a mental health study, 7·6% of 1656 patients whowere quarantined showed symptoms of anxiety, and6·4% reported feelings of anger during the 2 weeks ofquarantine.113 Mental health support, accurateinformation, and appropriate supplies, including food, clothes,and accommodation, should be provided to people whofeel isolated.Several studies have reported disease severity andmortality risk factor data from patients in the MiddleEast and South Korea.11,12,21,114–117 Ahmed and colleaguescollected the daily information on MERS-CoV casesposted online by the Saudi Arabian Ministry of Healthbetween Dec 2, 2014, and Nov 12, 2016, and reviewed660 laboratory-confirmed cases of MERS. 114 They showedmortality at day 3 (13·8%), day 30 (28·3%), and overall(29·8%). Patients older than 60 years were more likely todie (45·2% mortality) from their infections than wereyounger patients (20%).          Several factors are associated with severe disease andhigh mortality rates in patients with MERS. These factorsinclude male sex, comorbid pre-existing illnesses (suchas obesity, diabetes mellitus, cancer, chronic heart, lung,and kidney disease, and immunocompromised states),low serum albumin, thrombocytopenia, lymphopenia,concomitant infections, and positive plasma MERS-CoVRNA. DPP4 receptors are upregulated in the lungs ofsmokers and patients with chronic obstructive pulmonarydisease, which might explain why patients withcomorbid lung diseases are prone to severe illness.1          • Creation of a One Health multidisciplinary consortia inMiddle Eastern and African countries to tackle zoonoticspread of MERS-CoV between animals, humans, and theenvironment and to monitor, respond to, and preventmajor outbreaks• Establishing efective One Health research and surveillancecollaborations between a range of expertise including publichealth oficers, physicians, veterinarians, animal husbandryspecialists, agriculturalists, ecologists, phylogeneticists,trialists, and basic scientistsPriority studies in dromedary camels:• Natural history studies that evaluate evidence of re-infection• Value chain and production system analyses• Improving surveillance to evaluate any seasonal or temporalvariation in viral shedding• Identifying important points for interventions andinterruption of within-species and zoonotic transmission• Accelerating the development of camel vaccine candidatesPriority studies at the animal–human–environmentalinterface:• Real-time mapping of virus circulation and geographicalrange of MERS-CoV infection in humans and dromedarycamels• Development of new accurate and accessible point-of-carediagnostic tests for outbreak containment, casemanagement, and surveillance• Evaluating geographical extent of spillover from animals tohumans in Africa, the Middle East, and south Asia• Animal and human serological, virological, and genomicstudies in specific locations to evaluate risk factors forhuman infection and exact routes of zoonotic transmission,including food and oral routes• Social science and anthropological studies to describe andquantify exposures to dromedary camels and identifyopportunities for risk-mitigating interventionsPriority studies in human populations:• Accelerating research and development, implementation,and evaluation of medical countermeasures to reducemorbidity and mortality associated with MERS (especially inhigh risk comorbid populations)• Identifying optimal interventions for reducing infectionamong health-care workers in hospital settings• Determining the role of asymptomatic cases in transmissionof infections in humans and whether any specificbehaviours can result in human infection from non-humansources• Targeted epidemiological studies in clinical settings tobetter understand immune response and duration ofinfectiousness and address the long-term medical andpsychological complications in MERS survivors• Integrating testing for MERS-CoV into existing respiratorydisease surveillance systems to identify extent andspectrum of mild infection in the communityPriority studies for vaccines, therapeutics, and rapiddiagnostics:• Accelerating the development of human MERS-CoV vaccinecandidates• Accelerating development of MERS-CoV therapeuticpipeline and host-directed therapies• Development of new accurate and accessible diagnostictests for outbreak containment, case management, andsurveillance• Increased donor investment into research and developmentfor: novel point-of-care testing options, syndromic panelsfor diferential diagnosis, a greater understanding of viraland antibody kinetics, improved access to clinicalspecimens, and establishment of international referencestandardsAdapted from the FAO-OIE-WHO MERS Technical Working Group’s report on MERS(2018). MERS=Middle East respiratory syndrome. 31MERS-CoV=Middle East respiratorysyndrome coronavirus.19·4% (36 of 186 patients), 7-day mortality (fromsymptom onset) was 3·8% (seven of 186), and 28-day mortalitywas 17·7% (33 of 186).11,12 Host factors associated withmortality in this outbreak were older age (>60 years),smoking history, pre-existing pneumonia, abnormalrenal function, and comorbidity. Low albumin, alteredmentality, and high pneumonia severity index score atadmission were risk factors for mortality.In a study of long-term efects after recovery fromMERS,119 patients with severe illness who were admittedto intensive care reported higher limitations in somemeasure of their quality of life than patients with lesssevere illness who were managed in medical wards. Thelong-term consequences of MERS illness on survivorsappear to be similar to those caused by other viral causesof severe acute respiratory infections such as influenza, parainfluenza, and metapneumovirus. 120 Follow-upimaging studies of patients who recover from MERSindicate that lung fibrosis might develop in a substantialnumber of patients.95The prevention of transmission of MERS-CoV in thecommunity and in health-care settings is crucial topreventing outbreaks and further spread. Several substantivereviews and WHO guidelines are available on thesubject.21,61,76,96It is important to maintain good personal andenvironmental hygiene, and to implement stringentcontact and droplet precautions among health-careworkers. To prevent community transmission, contacttracing, quarantine or isolation of close contacts, andthe Middle East and in humans at high risk of acquiringcommunity and nosocomial MERS-CoV infection.public education are important measures.20,60In hospitals, early case detection followed by isolationis essential, ideally in negative pressure isolation rooms.The main infection prevention and control measures formanaging patients with MERS are well documentedfrom the SARS epidemic and from experiences frommanaging MERS outbreaks (appendix pp 7–8).Advances in technology, vaccine platforms, clinical trialdesigns, and bioinformatics are supporting MERS-CoVvaccine development (appendix 8–9). WHO target productprolfies for MERS-CoV vaccines calls for the developmentof three types of MERS vaccines: a human vaccine forlong-term protection of people at high exposure risk, suchas health-care workers and those working with potentiallyinfected camels; a human vaccine for reactive use inoutbreak settings; and a dromedary camel vaccine toprevent zoonotic transmission.121 Multiple types of vaccinecandidates are in development including inactivatedwhole virus, live attenuated virus, viral vectored vaccines,subunit vaccines, and DNA vaccines.121,122 Most vaccinesuse the S protein or the domain of the S protein requiredfor binding to host DPP4 as an immunogen, sinceneutralising antibodies are mostly directed to the receptorbinding domain.WHO, Food and Agriculture Organization of the UN, andWorld Organization for Animal Health, in consultationwith global MERS community, identiefid knowledge gapsand priorities for MERS research, surveillance,management, and control (panel 4).31Several recent publications have highlighted theimportance of a one-human-environmental-animal-health(One Health) approach to tackle and control the spread ofMERS-CoV (appendix p 9).31,121–126MERS-CoV is a pathogen with epidemic potential thatcontinues to cause sporadic human disease and remainson the WHO Blueprint 2020 priority list.4 Given thatMERS-CoV appears to be highly endemic amongdromedary camels from geographically widespread areas of theMiddle East and Africa, zoonotic transmission withconsequent risk of human epidemics will most likelycontinue for years to come.8,9 MERS-CoV endemic andat-risk countries must invest more in surveillance, inpublic health research, and in medical interventions—including human and camel vaccine development. Thecontinued risk of human MERS-CoV outbreaks 7 yearsafter its first discovery, efective human and camelMERS-CoV vaccines appear to be the ideal way to preventcontinuing spread of MERS-CoV in dromedary camels inContributorsThis paper was conceptualised by ZAM and AZ. All authors contributedequally to the literature search, writing, and reviewing of the manuscript.Declaration of interestsWe declare no competing interests.AcknowledgmentsAZ acknowledges support from the PANDORA-ID-NET (grantRIA2016E-1609) funded by the European and Developing CountriesClinical Trials Partnership (EDCTP2) under Horizon 2020, the EU’sFramework Programme for Research and Innovation. AZ is the recipientof a UK National Institutes of Health Research senior investigatoraward. SP is supported by grants from the US National Institutes ofHealth (PO1 AI060699 RO1 AI129269). We thank Samantha Mackin(University of Iowa) for creating figure 1 on the basis of a templateprovided by Benjamin W Neuman (Texas A&M-Texarkana) andMichael J Buchmeier (University of California, Irvine).Editorial note: the Lancet Group takes a neutral position with respect toterritorial claims in published maps and institutional afiliations.1314151617WHO. Middle East respiratory syndrome coronavirus (MERS-CoV).https://www.who.int/emergencies/mers-cov/en/ (accessedFeb 12, 2020).WHO. Coronavirus disease (COVID-19) outbreak. https://www.who.int/emergencies/diseases/novel-coronavirus-2019 (accessedFeb 23, 2020).WHO. A research and development blueprint for action to preventepidemics. https://www.who.int/blueprint/en/ (accessedFeb 15, 2020).Peiris JS, Yuen KY, Osterhaus AD, Stöhr K. The severe acuterespiratory syndrome. N Engl J Med 2003; 349: 2431–41.Zaki AM, van Boheemen S, Bestebroer TM, Osterhaus AD,Fouchier RA. Isolation of a novel coronavirus from a man withpneumonia in Saudi Arabia. N Engl J Med 2012; 367: 1814–20.Hijawi B, Abdallat M, Sayaydeh A, et al. Novel coronavirusinfections in Jordan, April 2012: epidemiological findings from aretrospective investigation. East Mediterr Health J 2013; 19: S12–8.Drosten C, Kellam P, Memish ZA. Evidence for camel-to-humantransmission of MERS coronavirus. N Engl J Med 2014; 371: 1359–60.El-Kafrawy SA, Corman VM, Tolah AM, et al. Enzootic patterns ofMiddle East respiratory syndrome coronavirus in imported Africanand local Arabian dromedary camels: a prospective genomic study.Lancet Planet Health 2019; 3: e521–28.Zumla A, Hui DS, Perlman S. Middle East respiratory syndrome.Lancet 2015; 386: 995–1007.Kim KH, Tandi TE, Choi JW, Moon JM, Kim MS. Middle Eastrespiratory syndrome coronavirus (MERS-CoV) outbreak inSouth Korea, 2015: epidemiology, characteristics and public healthimplications. J Hosp Infect 2017; 95: 207–13.Oh MD, Park WB, Park SW, et al. Middle East respiratorysyndrome: what we learned from the 2015 outbreak in the Republicof Korea. Korean J Intern Med 2018; 33: 233–46.Zhu N, Zhang D, Wang W et al. A novel coronavirus from patientswith pneumonia in China, 2019. N Engl J Med 2020; publishedonline January 24. DOI:10.1056/NEJMoa2001017.Masters PS, Perlman S. Coronaviridae. In: Knipe DM, Howley PM,eds. Fields virology. Philadelphia, PA: Lippincott Williams &Wilkins, 2013: 825–58.Raj VS, Mou H, Smits SL, et al. Dipeptidyl peptidase 4 is afunctional receptor for the emerging human coronavirus-EMC.Nature 2013; 495: 251–54.Walls AC, Tortorici MA, Bosch BJ, et al. Cryo-electron microscopystructure of a coronavirus spike glycoprotein trimer. Nature 2016;531: 114–17.Yuan Y, Cao D, Zhang Y, et al. Cryo-em structures of MERS-CoVand SARS-CoV spike glycoproteins reveal the dynamic receptorbinding domains. Nat Commun 2017; 8: 15092.", "ref_list": [[], ["1 WHO. SARS (severe acute respiratory syndrome)"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Middle East respiratory syndrome coronavirus: case definition for reporting to WHO"], ["Reported direct and indirect contact with dromedary camels among laboratory-confirmed MERS-CoV cases"], ["Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels in Africa and Middle East"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) serology in major livestock species in an afected region in Jordan"], ["Evidence for camel-tohuman transmission of MERS coronavirus"], ["Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation"], ["Zoonotic origin and transmission of Middle East respiratory syndrome coronavirus in the UAE"], ["Replication and shedding of MERS-CoV in upper respiratory tract of inoculated dromedary camels"], ["MERS-CoV in upper respiratory tract and lungs of dromedary camels"], ["Global status of Middle East respiratory syndrome coronavirus in dromedary camels: a systematic review"], ["Co-circulation of three camel coronavirus species and recombination of MERS-CoVs in Saudi Arabia"], ["MERS: progress on the global response, remaining challenges and the way forward"], ["Evolutionary relationship analysis of Middle East respiratory syndrome coronavirus 4a and 4b protein coding sequences"], ["MERS-CoV infection among healthcare workers and risk factors for death: retrospective analysis of all laboratoryconfirmed cases reported to WHO from 2012 to 2 June 2018"], ["Asymptomatic MERS-CoV infection in humans possibly linked to infected dromedaries imported from Oman to United Arab Emirates"], ["Risk factors for Middle East respiratory syndrome coronavirus infection among healthcare personnel"], ["High proportion of MERS-CoV shedding dromedaries at slaughterhouse with a potential epidemiological link to human cases"], ["C ross-sectional study of MERS-CoV-specific RNA and antibodies in animals that have had contact with MERS patients in Saudi Arabia"], ["Epidemiological investigation of Middle East respiratory syndrome coronavirus in dromedary camel farms linked with human infection in Abu Dhabi Emirate, United Arab Emirates"], ["Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus"], ["Comparative analysis of eleven healthcare-associated outbreaks of Middle East respiratory syndrome coronavirus (MERS-CoV) from 2015 to 2017"], ["High reproduction number of Middle East respiratory syndrome coronavirus in nosocomial outbreaks: mathematical modelling in Saudi Arabia and South Korea"], ["Hospital outbreak of Middle East respiratory syndrome coronavirus"], ["Scope and extent of healthcare-associated Middle East respiratory syndrome coronavirus transmission during two contemporaneous outbreaks in Riyadh"], ["Unusual presentation of Middle East respiratory syndrome coronavirus leading to a large outbreak in Riyadh during 2017"], ["Clinical and epidemiologic characteristics of spreaders of Middle East respiratory syndrome coronavirus during the 2015 outbreak in Korea"], ["Histopathology of Middle East respiratory syndrome coronovirus (MERS-CoV) infectionclinicopathological and ultrastructural study"], ["Clinicopathologic, immunohistochemical, and ultrastructural findings of a fatal case of Middle East respiratory syndrome coronavirus infection in the United Arab Emirates"], ["MERS coronavirus induces apoptosis in kidney and lung by upregulating Smad7 and FGF2"], ["Viral shedding and antibody response in 37 patients with Middle East respiratory syndrome coronavirus infection"], ["Host determinants of MERS-CoV transmission and pathogenesis"], ["Genetically engineering a susceptible mouse model for MERS-CoV-induced acute respiratory distress syndrome"], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], ["Interferon-mediated immunopathological events are associated with atypical innate and adaptive immune responses in patients with severe acute respiratory syndrome"], ["Productive replication of Middle East respiratory syndrome coronavirus in monocyte-derived dendritic cells modulates innate immune response"], ["Delayed induction of proinflammatory cytokines and suppression of innate antiviral response by the novel Middle East respiratory syndrome coronavirus: implications for pathogenesis and treatment"], ["Active replication of Middle East respiratory syndrome coronavirus and aberrant induction of inflammatory cytokines and chemokines in human macrophages: implications for pathogenesis"], ["Immune responses to Middle East respiratory syndrome coronavirus during the acute and convalescent phases of human infection"], ["Transmission of MERScoronavirus in household contacts"], ["Recovery from the Middle East respiratory syndrome is associated with antibody and T-cell responses"], ["Antibody response and disease severity in healthcare worker MERS survivors"], ["Middle East respiratory syndrome"], ["Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility"], ["Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk"], ["Atypical presentations of MERS-CoV infection in immunocompromised hosts"], ["Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection"], ["A review of asymptomatic and sub-clinical Middle East respiratory syndrome coronavirus infections"], ["State of knowledge and data gaps of Middle East respiratory syndrome coronavirus (MERS-CoV) in humans"], ["Neurological complications during treatment of Middle East respiratory syndrome"], ["Middle east respiratory syndrome coronavirus transmission among health care workers: implication for infection control"], ["Severe acute respiratory syndrome vs the Middle East respiratory syndrome"], ["M emish ZA"], ["Middle East respiratory syndrome coronavirus in pediatrics: a report of seven cases from Saudi Arabia"], ["Middle East respiratory syndrome coronavirus disease in children"], ["Current epidemiological status of Middle East respiratory syndrome coronavirus in the world from 1.1"], ["M emish ZA"], ["Infection prevention and control during health care for probable or confirmed cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection"], ["Laboratory testing for middle east respiratory syndrome coronavirus"], ["CDC laboratory testing for Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Respiratory tract samples, viral load, and genome fraction yield in patients with Middle East respiratory syndrome"], ["Viral load kinetics of MERS coronavirus infection"], ["Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East"], ["M emish ZA"], ["Laboratory biorisk management for laboratories handling human specimens suspected of conrfimed to contain novel coronavirus: interim recommendations 2013"], ["An updated roadmap for MERS-CoV research and product development: focus on diagnostics"], ["Migrating a lab-developed MERS-CoV real-time PCR to 3 “sample to result” systems: experiences on optimization and validation"], ["A rapid and specific assay for the detection of MERS-CoV"], ["Development and validation of diferent indirect ELISAS for MERS-CoV serological testing"], ["Comparison of serological assays in human Middle East respiratory syndrome (MERS)- coronavirus infection"], ["Seroepidemiology for MERS coronavirus using microneutralisation and pseudoparticle virus neutralisation assays reveal a high prevalence of antibody in Dromedary camels in Egypt, June 2013"], ["Sensitive and specific detection of low-level antibody responses in mild Middle East respiratory syndrome coronavirus infections"], ["Acute Middle East respiratory syndrome coronavirus: temporal lung changes observed on the chest radiographs of 55 patients"], ["Middle East respiratory syndrome coronavirus: what does a radiologist need to know?"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings"], ["CT correlation with outcomes in 15 patients with acute Middle East respiratory syndrome coronavirus"], ["Follow-up chest radiographic ifndings in patients with MERS-CoV after recovery"], ["Home care for patients with Middle East respiratory syndrome coronavirus (MERS-CoV) infection presenting with mild symptoms and management of contacts interim guidance"], ["A systematic review of therapeutic agents for the treatment of the Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Feasibility, safety, clinical, and laboratory efects of convalescent plasma therapy for patients with Middle East respiratory syndrome coronavirus infection: a study protocol"], ["Treatment of Middle East respiratory syndrome with a combination of lopinavir-ritonavir and interferon-beta1b (MIRACLE trial): study protocol for a randomized controlled trial"], ["Corticosteroid therapy for critically ill patients with Middle East respiratory syndrome"], ["Overview of current therapeutics and novel candidates against influenza, respiratory syncytial virus, and Middle East respiratory syndrome coronavirus infections"], ["Advances in respiratory virus therapeutics-a meeting report from the 6th ISIRV antiviral group conference"], ["A review of candidate therapies for Middle East respiratory syndrome from a molecular perspective"], ["Advances in MERS-CoV vaccines and therapeutics based on the receptor-binding domain"], ["Coronavirusesdrug discovery and therapeutic options"], ["Passive immunotherapy with dromedary immune serum in an experimental animal model for Middle East respiratory syndrome coronavirus infection"], ["Challenges of convalescent plasma infusion therapy in Middle East respiratory coronavirus infection: a single centre experience"], ["Macrolides in critically ill patients with Middle East respiratory syndrome"], ["Noninvasive ventilation in critically ill patients with the Middle East respiratory syndrome"], ["Chimeric camel/ human heavy-chain antibodies protect against MERS-CoV infection"], ["Importance of neutralizing monoclonal antibodies targeting multiple antigenic sites on the Middle East respiratory syndrome coronavirus spike glycoprotein to avoid neutralization escape"], ["Towards a solution to MERS: protective human monoclonal antibodies targeting diferent domains and functions of the MERS-coronavirus spike glycoprotein"], ["Psychological impact of the 2015 MERS outbreak on hospital workers and quarantined hemodialysis patients"], ["The predictors of 3- and 30-day mortality in 660 MERS-CoV patients"], ["MERS transmission and risk factors: a systematic review"], ["Risk factors for fatal Middle East respiratory syndrome coronavirus infections in Saudi Arabia: analysis of the WHO line list,"], ["Fatality risks for nosocomial outbreaks of Middle East respiratory syndrome coronavirus in the Middle East and South Korea"], ["DPP4, the Middle East respiratory syndrome coronavirus receptor, is upregulated in lungs of smokers and chronic obstructive pulmonary disease patients"], ["Quality of life reported by survivors after hospitalization for Middle East respiratory syndrome (MERS)"], ["The long-term impact of severe acute respiratory syndrome on pulmonary function, exercise capacity and health status"], ["WHO target product profiles for MERS-CoV vaccines"], ["Middle East respiratory syndrome vaccine candidates: cautious optimism"], ["Middle East respiratory syndrome coronavirus and the One Health concept"], ["Some one health based control strategies for the Middle East respiratory syndrome coronavirus"], ["Emerging respiratory infections threatening public health in the Asia-Pacific region: a position paper of the Asian Pacific society of respirology"], ["Taking forward a 'one health' approach for turning the tide against the Middle East respiratory syndrome coronavirus and other zoonotic pathogens with epidemic potential"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors"], ["MERS coronaviruses from camels in Africa exhibit region-dependent genetic diversity"], ["Deletion variants of Middle East respiratory syndrome coronavirus from humans"], ["Two deletion variants of Middle East respiratory syndrome coronavirus found in a patient with characteristic symptoms"], ["SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum"], ["Healthcare worker exposure to Middle East respiratory syndrome coronavirus (MERS-CoV): revision of screening strategies urgently needed"], ["Hospital-associated outbreak of Middle East respiratory syndrome coronavirus: a serologic, epidemiologic, and clinical description"], ["Identified transmission dynamics of Middle East respiratory syndrome coronavirus infection during an outbreak: implications of an overcrowded emergency department"], ["East respiratory syndrome"], ["High fatality rates and associated factors in two hospital outbreaks of MERS in Daejeon, the Republic of Korea"], ["MERS-CoV outbreak in Jeddah-a link to health care facilities"], ["Transmission of Middle East respiratory syndrome coronavirus infections in healthcare settings, Abu Dhabi"], ["Characteristics of lfavonoids as potent MERS-C oV 3c-like protease inhibitors"], ["Current treatment options and the role of peptides as potential therapeutic components for Middle East respiratory syndrome (MERS): a review"], ["Small-molecule antiviral beta-d-n4-hydroxycytidine inhibits a proofreading-intact coronavirus with a high genetic barrier to resistance"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["-a broad-spectrum antiviral adenosine nucleoside analog under development for the treatment of Ebola virus disease"], ["All rights reserved"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["AR Fehr", "S. Perlman"], [], ["R 20 Conzade", "R Grant", "MR Malik"], ["DS Hui", "EI Azhar", "YJ Kim", "ZA Memish", "MD Oh", "A Zumla"], ["A 22 Kandeil", "M Gomaa", "A Nageh"], ["CB Reusken", "M Ababneh", "VS Raj"], ["EI Azhar", "SA El-Kafrawy", "SA Farraj"], ["BL Haagmans", "SH Al Dhahiry", "CB Reusken"], ["CR Paden", "M Yusof", "ZM Al Hammadi"], ["N van Doremalen", "VR Brown"], ["AI Khalafalla", "X Lu", "AI Al-Mubarak", "AH Dalab", "KA Al-Busadah", "DD Erdman"], ["RS Sikkema", "E Farag", "M Islam"], ["JS Sabir", "TT Lam", "MM Ahmed"], ["FAO-OIE-WHO MERS"], ["JI Kim", "S Park", "JY Bae", "MS Park"], ["AA Elkholy", "R Grant", "A Assiri", "M Elhakim", "MR Malik", "MD Van Kerkhove"], ["ZM Hammadi", "DK Chu", "YM Eltahir"], ["BM Alraddadi", "HS Al-Salmi", "K Jacobs-Slifka"], ["EA Farag", "CB Reusken", "BL Haagmans"], ["S Kasem", "I Qasim", "A Al-Hufofi"], ["SA Muhairi", "FA Hosani", "YM Eltahir"], ["J 39 Zhou", "C Li", "G Zhao"], ["S Bernard-Stoecklin", "B Nikolay", "A Assiri"], ["S Choi", "E Jung", "BY Choi", "YJ Hur", "M. Ki"], ["A 42 Assiri", "A McGeer", "TM Perl"], ["KH Alanazi", "ME Killerby", "HM Biggs"], ["H Amer", "AS Alqahtani", "H Alzoman", "N Aljerian", "ZA Memish"], ["CK Kang", "KH Song", "PG Choe"], ["KO Alsaad", "AH Hajeer", "M Al Balwi"], ["DL Ng", "F Al Hosani", "MK Keating"], ["ML Yeung", "Y Yao", "L Jia"], ["VM Corman", "AM Albarrak", "AS Omrani"], ["W 50 Widagdo", "S Hundie", "GB"], ["SR Leist", "AS Cockrell"], ["R 52 Channappanavar"], ["MJ Cameron", "L Ran", "L Xu"], ["H Chu", "J Zhou", "BH Wong"], ["SK Lau", "CC Lau", "KH Chan"], ["J 56 Zhou", "H Chu", "C Li"], ["HS Shin", "Y Kim", "G Kim"], ["B Meyer", "MA Müller"], ["J Zhao", "AN Alshukairi", "SA Baharoon"], ["AN Alshukairi", "I Khalid", "WA Ahmed"], ["YM Arabi", "HH Balkhy", "FG Hayden"], ["S Cauchemez", "C Fraser", "MD Van Kerkhove"], ["R 63 Breban", "J Riou", "A Fontanet"], ["SH Kim", "JH Ko", "GE Park"], ["C 65 Drosten", "M Seilmaier", "VM Corman"], ["R 66 Grant", "MR Malik", "A Elkholy", "MD. Van Kerkhove"], [], ["JE Kim", "JH Heo", "HO Kim"], ["SH Alfaraj", "JA Al-Tawfiq", "T A Altuwaijri", "M Alanazi", "N Alzahrani", "ZA Memish"], ["DS Hui", "ZA Memish", "A Zumla"], ["JA Al-Tawfiq", "RF Kattan"], ["SH Alfaraj", "JA Al-Tawfiq", "T A Altuwaijri", "ZA Memish"], ["ZA Memish", "JA Al-Tawfiq", "A Assiri"], ["K 74 Mobaraki", "J Ahmadzadeh"], ["SH Alfaraj", "JA Al-Tawfiq"], [], [], [], ["ZA Memish", "JA Al-Tawfiq", "HQ Makhdoom"], ["MD Oh", "WB Park", "PG Choe"], ["A 81 Bermingham", "MA Chand", "CS Brown"], ["SH Alfaraj", "JA Al-Tawfiq"], [], ["C Kelly-Cirino", "LT Mazzola", "A Chua", "CJ Oxenford", "MD. Van Kerkhove"], ["G 85 Frans", "K Beuselinck", "B Peeters"], ["P 86 Huang", "H Wang", "Z Cao"], ["AM Hashem", "SS Al-Amri", "TL Al-Subhi"], ["SW Park", "RA Perera", "PG Choe"], ["RA Perera", "P Wang", "MR Gomaa"], ["NMA Okba", "VS Raj", "I Widjaja"], ["KM 91 Das", "EY Lee", "SE Al Jawder"], ["KM 92 Das", "EY Lee", "RD Langer", "SG Larsson"], ["AM Ajlan", "RA Ahyad", "LG Jamjoom", "A Alharthy", "TA Madani"], ["KM 94 Das", "EY Lee", "MA Enani"], ["KM 95 Das", "EY Lee", "R Singh"], [], ["H Momattin", "AY Al-Ali", "Al-Tawfiq JA"], ["Y Arabi", "H Balkhy", "AH Hajeer"], ["YM Arabi", "A Alothman", "HH Balkhy"], ["YM Arabi", "Y Mandourah", "F Al-Hameed"], ["MA Behzadi", "VH Leyva-Grado"], ["JH Beigel", "HH Nam", "PL Adams"], ["AA Rabaan", "SH Alahmed", "AM Bazzi", "HM Alhani"], ["Y 104 Zhou", "Y Yang", "J Huang", "S Jiang"], ["A 105 Zumla", "JF Chan", "EI Azhar", "DS Hui", "KY Yuen"], ["J Zhao", "RA Perera", "G Kayali", "D Meyerholz", "S Perlman", "M. Peiris"], ["JH Ko", "H Seok", "SY Cho"], ["YM Arabi", "AM Deeb", "F Al-Hameed"], ["BM Alraddadi", "I Qushmaq", "FM Al-Hameed"], ["V Raj", "NMA Okba", "J Gutierrez-Alvarez"], ["L 111 Wang", "W Shi", "JD Chappell"], ["I 112 Widjaja", "C Wang", "R van Haperen"], ["SM Lee", "WS Kang", "AR Cho", "T Kim", "JK Park"], ["Ahmed AE"], ["JE Park", "S Jung", "A Kim", "JE Park"], ["A 116 Rahman", "A Sarkar"], ["J 117 Sha", "Y Li", "X Chen"], ["LJM Seys", "W Widagdo", "FM Verhamme"], ["S Batawi", "N Tarazan", "R Al-Raddadi"], ["JC Ngai", "FW Ko", "SS Ng", "KW To", "M Tong", "DS Hui"], [], ["C 122 Schindewolf", "VD Menachery"], ["Hemida MG"], ["MG Hemida", "A. Alnaeem"], ["JY Park", "Y Song", "SH How", "KS Jung"], ["A 126 Zumla", "O Dar", "R Kock"], ["RN Kirchdoerfer", "AB Ward"], ["DKW Chu", "KPY Hui", "R Perera"], ["MM Lamers", "VS Raj", "M Shafei"], ["Q 130 Xie", "Y Cao", "J Su"], ["K 131 Knoops", "M Kikkert", "SH Worm"], ["H Amer", "AS Alqahtani", "F Alaklobi", "J Altayeb", "ZA Memish"], ["MM Al-Abdallat", "DC Payne", "S Alqasrawi"], ["TH Alenazi", "H Al Arbash", "A El-Saed"], ["DS Hui", "M. Middle Peiris"], ["HS Nam", "JW Park", "M Ki", "MY Yeon", "J Kim", "Kim SW"], ["IK Oboho", "SM Tomczyk", "AM Al-Asmari"], ["JC Hunter", "D Nguyen", "B Aden"], ["S Jo", "H Kim", "S Kim", "DH Shin", "MS Kim"], ["S Mustafa", "H Balkhy", "MN Gabere"], ["ML Agostini", "AJ Pruijssers", "JD Chappell"], ["TP Sheahan", "AC Sims", "RL Graham"], ["P Kotian", "T Warren"], ["Elsevier Ltd"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "During the past 17 years three lethal zoonotic diseases of\nhumans caused by novel coronaviruses, severe acute\nrepiratory syndrome (SARS) in November, 2002,1 Middle\nEast respiratory syndrome (MERS) in April, 2012,2 and\nmore recently coronavirus disease (COVID-19) in\nDecember, 2019.3 All three causative coronaviruses,\nrespectively, SARS-CoV, MERS-CoV, and SARS-related\ncoronavirus-2 (SARS-CoV-2) have focused the attention of\nglobal public health authorities and are listed in the WHO\nBlueprint list for priority pathogens4 because of their\npandemic potential, threat to global health security, and\nthe absence of any eefctive treatments.", "one_words_summarize": "SARS-CoV was rfist identiefid in humans in Guangdong,China, in November, 2002 and subsequently spread rapidlyworldwide to 29 countries, resulting in 8098 humanSARS cases with 774 deaths (9·6% mortality).1,5 The SARSepidemic ended abruptly in July, 2003,1 and no humancases of SARS have been detected over the past 15 years. We used the searchterms “Middle East Respiratory Syndrome” OR “MERS-CoV” OR“MERS” in combination with the terms “Coronavirus”, OR“Middle East”, OR “Epidemiology”, “Aetiology”, “Dromedaries”,“Camels”, “Bats”, OR “Transmission”, OR “Virology” OR“Pathogenesis”, “Clinical features” OR “Infection control”,“Diagnostic tests”, OR “Diagnosis” OR “Treatment”, OR“Management”, OR “drugs”, “Therapies”, OR “Prevention” OR“Vaccines” OR “Nosocomial” OR “Hospital”. MERS-CoV is a large single-strand positive-sense RNAvirus (gfiure 1). 19DPP4 is less abundant in the nasal cavity and epithelialcells of the upper airways but is highly expressed on the Geographical distributionepithelial cells of the distal airways and type I and II Laboratory-conrfimed MERS-CoV human infections 19 arepneumocytes in the lung alveoli, non-ciliated bronchial reported to WHO as a requirement under the Internationalepithelial cells, endothelial cells, and some haemopoietic Health Regulations (2005). reported by Saudi Arabia (2106 cases, 780 deaths).The origin of all primary human MERS-CoV infectionsremains unknown. 2 Primary cases often report direct orindirect contact with dromedary camels and presentacross a wide clinical spectrum from mild to severefulminant disease. Secondary cases have resulted from human-to-humantransmission among close contacts. Exposure data include travel history toMERS-CoV endemic countries, direct or indirect contactwith dromedary camels or their products, contact withhumans with MERS-CoV infection, and visits tohealthcare facilities containing patients infected withMERSCoV are risk factors for acquiring MERS-CoV infection(appendix pp 4–5).2,24,25,31–45 MERS-CoV has been detectedin camel products (eg, raw milk, meat, blood, urine, orbirth products); however, genomic studies to definitivelyshow transmission from these products to humans havenot yet been done. Human primary intestinal epithelialcells, small intestine explants, and the intestinal tract arehighly susceptible to MERS-CoV and can sustain viralreplication. Since environmental contamination is a potential sourceof infection, it is prudent to take precautionary infectioncontrol measures. Emirates, Seoul in South Korea and several cities inSaudi Arabia (appendix p 5). Therefore,there are few data on the histopathological changes inpatients with MERS-CoV infection, even in severedisease.46,47 The only two autopsies available show thatviral infection was confined predominantly to the respiratory tract, although viral particles were detected in thekidney in one of the reports.47 Further, ex vivo humankidney cultures were shown to support productiveMERS-CoV infection.48 However, it is not known whetherinfection of this organ contributes to worse outcomescompared with infections confined to the respiratorytract. Asymptomatic-to-mildinfection rates of 25–50% have been reported. The signs and symptoms associated with MERS arenon-specicfi, with or without multisystem involvement,and thus could be mistaken for other causes of respiratorytract or gastrointestinal illnesses.2,10,11,61–70 Therefore, theclinical diagnosis of MERS can be easily missed. A single negative test result does not exclude thediagnosis and repeat sampling and testing is stronglyrecommended.83 A minimum of two samples, preferablyfrom the lower respiratory tract, are needed to excludeMERS-CoV after initial assessment. Antibiotic therapy is commonly started empirically inseriously ill patients. A phase 1,rfist-inhuman, single site, randomised, double-blind,placebocontrolled study to evaluate the safety, tolerability,pharmacokinetics, and immunogenicity of singleascending doses of a co-administered monoclonal antibodiesREGN3048 and REGN3051 administered intravenously inhealthy adult volunteers (NCT03301090) is ongoing andstudy duration will be approximately 16 months. Anotherstudy is comparing patients who received extracorporealmembrane oxygenation (ECMO) support with those whodid not receive ECMO support (NCT02627378). All authors contributedequally to the literature search, writing, and reviewing of the manuscript. AZ is the recipientof a UK National Institutes of Health Research senior investigatoraward. Middle East respiratory syndrome coronavirus (MERS-CoV).https://www.who.int/emergencies/mers-cov/en/ (accessedFeb 12, 2020).WHO. A research and development blueprint for action to preventepidemics. https://www.who.int/blueprint/en/ (accessedFeb 15, 2020).Peiris JS, Yuen KY, Osterhaus AD, Stöhr K. The severe acuterespiratory syndrome. Isolation of a novel coronavirus from a man withpneumonia in Saudi Arabia. N Engl J Med 2014; 371: 1359–60.El-Kafrawy SA, Corman VM, Tolah AM, et al. Enzootic patterns ofMiddle East respiratory syndrome coronavirus in imported Africanand local Arabian dromedary camels: a prospective genomic study. Middle East respiratorysyndrome: what we learned from the 2015 outbreak in the Republicof Korea. A novel coronavirus from patientswith pneumonia in China, 2019."}