{"date": "2020/03/04", "journal": "The Lancet Gastroenterology &amp; Hepatology", "authors": "Chao Zhang, Lei Shi", "title": "Liver injury in COVID-19: management and challenges", "type": "Comment", "abstract": "In December, 2019, an outbreak of a novel coronavirus (severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2], previously 2019-nCoV) started in Wuhan, China, and has since become a global threat to human health. The number of confirmed cases of 2019 coronavirus disease (COVID-19) has reached 87 137 worldwide as of March 1, 2020, according to WHO COVID-19 situation report 41; most of these patients are in Wuhan, China. Many cases of COVID-19 are acute and resolve quickly, but the disease can also be fatal, with a mortality rate of around 3%.1 Onset of severe disease can result in death due to massive alveolar damage and progressive respiratory failure.2 SARS-CoV-2 shares 82% genome sequence similarity to SARS-CoV and 50% genome sequence homology to Middle East respiratory syndrome coronavirus (MERS-CoV)-all three coronaviruses are known to cause severe respiratory symptoms. Liver impairment has been reported in up to 60% of patients with SARS3 and has also been reported in patients infected with MERS-CoV.4 At least seven relatively large-scale case studies have reported the clinical features of patients with COVID-19.1,5-10 In this Comment, we assess how the liver is aefcted using the available case studies and data from", "text": "        The Fifth Medical Center of PLS General Hospital, Beijing, Lancet Gastroenterol HepatolChina. These data indicate that 2–        Moreover, in a large cohort including 1099 patients from552 hospitals in 31 provinces or provincial municipalities,more severe patients with disease had abnormal liveraminotransferase levels than did non-severe patientswith disease.1 Furthermore, in another study,8 patientswho had a diagnosis of COVID-19 conrfimed by CT scanwhile in the subclinical phase (ie, before symptom onset)had signicfiantly lower incidence of AST abnormalitythan did patients diagnosed after the onset of symptoms.Therefore, liver injury is more prevalent in severe casesthan in mild cases of COVID-19.Liver damage in patients with coronavirus infectionsmight be directly caused by the viral infection of livercells. Approximately 2–10% of patients with COVID-19Guan et al1Huang et al5Chen et al6Wang et al7Shi et al8Xu et al9Yang et al10Our data (unpublished)6252Patients withSARS-CoV-2infection1099Patients withpre-existing liverconditions23 (2·3%)Patients withabnormal liverfunctionAST abnormal (22·2%),ALT abnormal (21·3%)Notes1 (2·0%)15 (31·0%)NA4 (2·9%)7 (8·6%)7 (11·0%)NA2 (3·6%)43 (43·0%)NA43 (53·1%)10 (16·1%)15 (29·0%)16 (28·6%)Elevated levels of AST were observed in 112 (18·2%) of615 patients with non-severe disease and 56 (39·4%) of142 patients with severe disease. Elevated levels of ALT wereobserved in 120 (19·8%) of patients with non-severe diseaseand 38 (28·1%) of 135 patients with severe disease.Patients with severe disease had increased incidence ofabnormal liver function. Elevation of AST level was observedin eight (62%) of 13 patients in the ICU compared with seven(25%) 25 patients who did not require care in the ICU.One patient with severe liver function damage.··Patients who had a diagnosis of COVID-19 confirmed byCT scan while in the subclinical phase had significantly lowerincidence of AST abnormality than did patients diagnosedafter the onset of symptoms.··No diference for the incidences of abnormal liver functionbetween survivors (30%) and non-survivors (28%).One fatal case, with evaluated liver injury.13AST= aspartate aminotransferase. ALT= alanine aminotransferase. ICU=intensive care unit.Table: Comorbidity with liver disease and liver dysfunction in patients with SARS-CoV-2 infectionpresent with diarrhoea, and SARS-CoV-2 RNA hasbeen detected in stool and blood samples.11 Thisevidence implicates the possibility of viral exposure inthe liver. Both SARS-CoV-2 and SARS-CoV bind to theangiotensin-converting enzyme 2 (ACE2) receptor toenter the target cell,7 where the virus replicates andsubsequently infects other cells in the upper respiratorytract and lung tissue; patients then begin to have clinicalsymptoms and manifestations. Pathological studies inpatients with SARS confirmed the presence of the virusin liver tissue, although the viral titre was relativelylow because viral inclusions were not observed.3 Inpatients with MERS, viral particles were not detectablein liver tissue.4 Gamma-glutamyl transferase (GGT), adiagnostic biomarker for cholangiocyte injury, has notbeen reported in the existing COVID-19 case studies; wefound that it was elevated in 30 (54%) of 56 patientswith COVID-19 during hospitalisation in our centre(unpublished). We also found that elevated alkalinephosphatase levels were observed in one (1·8%) of56 patients with COVID-19 during hospitalisation.A preliminary study (albeit not peer-reviewed)suggested that ACE2 receptor expression is enrichedin cholangiocytes,12 indicating that SARS-CoV-2 mightdirectly bind to ACE2-positive cholangiocytes todysregulate liver function. Nevertheless, pathologicalanalysis of liver tissue from a patient who died fromCOVID-19 showed that viral inclusions were notobserved in the liver.13It is also possible that the liver impairment is due to drughepatotoxicity, which might explain the large variationobserved across the diefrent cohorts. In addition,immune-mediated inaflmmation, such as cytokinestorm and pneumonia-associated hypoxia, might alsocontribute to liver injury or even develop into liver failurein patients with COVID-19 who are critically ill.Liver damage in mild cases of COVID-19 is oftentransient and can return to normal without any specialtreatment. However, when severe liver damage occurs,liver protective drugs have usually been given to suchpatients in our unit.Chronic liver disease represents a major disease burdenglobally. Liver diseases including chronic viral hepatitis,non-alcoholic fatty liver disease, and alcohol-relatedliver disease afect approximately 300 million people inChina. Given this high burden, how diferent underlyingliver conditions influence liver injury in patients withCOVID-19 needs to be meticulously evaluated. However,the exact cause of pre-existing liver conditions has notbeen outlined in the case studies of COVID-19 and theinteraction between existing liver disease and COVID-19has not been studied. Immune dysfunction—includinglymphopenia, decreases of CD4+ T-cell levels, andabnormal cytokine levels (including cytokine storm)—is a common feature in cases of COVID-19 and mightbe a critical factor associated with disease severityand mortality. For patients with chronic hepatitis B inimmunotolerant phases or with viral suppression underlong-term treatment with nucleos(t)ide analogues,evidence of persistent liver injury and active viralreplication after co-infection with SARS-CoV-2 need tobe further investigated. In patients with COVID-19 withautoimmune hepatitis, the efects of administration ofglucocorticoids on disease prognosis is unclear. Giventhe expression of the ACE2 receptor in cholangiocytes,whether infection with SARS-CoV-2 aggravatescholestasis in patients with primary biliary cholangitis,or leads to an increase in alkaline phosphatase andGGT, also needs to be monitored. Moreover, patientswith COVID-19 with liver cirrhosis or liver cancer mightbe more susceptible to SARS-CoV-2 infection becauseof their systemic immunocompromised status. Theseverity, mortality, and incidence of complications inthese patients, including secondary infection, hepaticencephalopathy, upper gastrointestinal bleeding, andliver failure, need to be examined in large-cohort clinicalstudies.Considering their immunocompromised status,more intensive surveillance or individually tailoredtherapeutic approaches is needed for severe patientswith COVID-19 with pre-existing conditions such asadvanced liver disease, especially in older patients withother comorbidities. Further research should focus onthe causes of liver injury in COVID-19 and the efect ofexisting liver-related comorbidities on treatment andoutcome of COVID-19.We declare no competing interests.Chao Zhang, Lei Shi, *Fu-Sheng Wangfswang302@163.comTreatment and Research Center for Infectious Diseases, The Fifth Medical Centerof PLA General Hospital, National Clinical Research Center for InfectiousDiseases, Beijing 100039, China1 Guan W-J, Ni Z-Y, Hu Y, et al. Clinical characteristics of 2019 novelcoronavirus infection in China. N Engl J Med 2020; published online Feb 28.DOI:10.1056/NEJMoa2002032.2", "ref_list": [[], ["What to do next to control the 2019-nCoV epidemic?"], ["SARS-associated viral hepatitis caused by a novel coronavirus: report of three cases"], ["Histopathology of Middle East respiratory syndrome coronovirus (MERS-CoV) infectionclinicopathological and ultrastructural study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical characteristics of 138 hospitalised patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["Enteric involvement of coronaviruses: is faecal-oral transmission of SARS-CoV-2 possible? Lancet Gastroenterol Hepatol 2020; published online Feb 19"], ["Specific ACE2 expression in cholangiocytes may cause liver damage after 2019-nCoV infection"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wang F-S"], ["TN Chau", "KC Lee", "H Yao"], ["KO Alsaad", "AH Hajeer", "M Al Balwi"], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], ["H Shi", "X Han", "N Jiang"], ["X-X 9 Xu X-W", "X-G Jiang"], ["X Yang", "Y Yu", "J Xu"], ["C 11 Yeo", "S Kaushal", "D. Yeo"], ["X 12 Chai", "L Hu", "Y Zhang"], ["Z Shi", "L Wang", "Y"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The Fifth Medical Center of PLS General Hospital, Beijing, Lancet Gastroenterol Hepatol\nChina. These data indicate that 2–\n        ", "one_words_summarize": "The Fifth Medical Center of PLS General Hospital, Beijing, Lancet Gastroenterol HepatolChina. Elevated levels of ALT wereobserved in 120 (19·8%) of patients with non-severe diseaseand 38 (28·1%) of 135 patients with severe disease. Both SARS-CoV-2 and SARS-CoV bind to theangiotensin-converting enzyme 2 (ACE2) receptor toenter the target cell,7 where the virus replicates andsubsequently infects other cells in the upper respiratorytract and lung tissue; patients then begin to have clinicalsymptoms and manifestations. Liver damage in mild cases of COVID-19 is oftentransient and can return to normal without any specialtreatment. Chronic liver disease represents a major disease burdenglobally. For patients with chronic hepatitis B inimmunotolerant phases or with viral suppression underlong-term treatment with nucleos(t)ide analogues,evidence of persistent liver injury and active viralreplication after co-infection with SARS-CoV-2 need tobe further investigated."}