{"date": "2020/02/28", "journal": "The Lancet Global Health", "authors": "Joel Hellewell, Sam Abbott, Amy Gimma, Nikos I Bosse, Christopher I Jarvis, Timothy W Russell", "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts", "type": "Articles", "abstract": "Summary Background Isolation of cases and contact tracing is used to control outbreaks of infectious diseases, and has been Lancet Glob Health 2020 used for coronavirus disease 2019 (COVID-19). Whether this strategy will achieve control depends on characteristics of both the pathogen and the response. Here we use a mathematical model to assess if isolation and contact tracing are able to control onwards transmission from imported cases of COVID-19. Published Online February 28, 2020 https://doi.org/10.1016/ S2214-109X(20)30074-7 Methods We developed a stochastic transmission model, parameterised to the COVID-19 outbreak. We used the Tbheeisnocnolrirneecpteudb.lTichaeticoonrrheacsted model to quantify the potential efectiveness of contact tracing and isolation of cases at controlling a severe acute version first appeared at respiratory syndrome coronavirus 2 (SARS-CoV-2)-like pathogen. We considered scenarios that varied in the number thelancet.com/lancetgh on of initial cases, the basic reproduction number (R0), the delay from symptom onset to isolation, the probability that March 5, 2020 contacts were traced, the proportion of transmission that occurred before symptom onset, and the proportion of *Contributed equally subclinical infections. We assumed isolation prevented all further transmission in the model. Outbreaks were deemed †Contributed equally controlled if transmission ended within 12 weeks or before 5000 cases in total. We measured the success of controlling Centre for the Mathematical foeuatsbirbeialiktys oufsipnugbilsicolhaetiaolnthaenfodrct.ontact tracing, and quantified the weekly maximum number of cases traced to measure IDMnifoseedcaetslieloisnu,gsDDoefipsIaenraftsemecteinotuosf Epidemiology, London School Findings Simulated outbreaks starting with vfie initial cases, an R0 of 1·5, and 0% transmission before symptom onset of Hygiene & Tropical Medicine, could be controlled even with low contact tracing probability; however, the probability of controlling an outbreak LSoAnbdboontt, UPhKD(,JAHGelilmewmeall MPhSDc,, decreased with the number of initial cases, when R0 was 2·5 or 3·5 and with more transmission before symptom N I Bosse BSc, C I Jarvis PhD, onset. Across diefrent initial numbers of cases, the majority of scenarios with an R 0 of 1·5 were controllable with less T W Russell PhD, than 50% of contacts successfully traced. To control the majority of outbreaks, for R0 of 2·5 more than 70% of contacts J D Munday MSc, had to be traced, and for an R0 of 3·5 more than 90% of contacts had to be traced. The delay between symptom onset PArJoKfuWchJaErdsmkiuPnhdDs, PhD, and isolation had the largest role in determining whether an outbreak was controllable when R0 was 1·5. For R0 values S Funk PhD, R M Eggo PhD) of 2·5 or 3·5, if there were 40 initial cases, contact tracing and isolation were only potentially feasible when less than Correspondence to: 1% of transmission occurred before symptom onset. Dr Rosalind M Eggo, Department of Infectious Disease Interpretation In most scenarios, highly efective contact tracing and case isolation is enough to control a new EHpyigdieemneio&loTgroy,pLicoanldMoendSiccihnoeo,l of outbreak of COVID-19 within 3 months. The probability of control decreases with long delays from symptom onset to London, UK isolation, fewer cases ascertained by contact tracing, and increasing transmission before symptoms. This model can r.eggo@lshtm.ac.uk be modified to reflect updated transmission characteristics and more specific definitions of outbreak control to assess the potential success of local response eforts.", "text": "As of Feb 5, 2020, more than 24 550 cases of coronavirusdisease 2019 (COVID-19) had been confirmed, includingmore than 190 cases outside of China, and more than490 reported deaths globally.1 Control measures havebeen implemented within China to try to contain theoutbreak.2 As people with the infection arrive incountries or areas without ongoing transmission, efortsare being made to halt transmission, and preventpotential outbreaks.3,4 Isolation of confirmed andsuspected cases, and identification of contacts are acrucial part of these control eforts; however, whetherthese eforts will achieve control of transmission ofCOVID-19 is unclear.Isolation of cases and contact tracing becomes lessefective if infectiousness begins before the onset ofsymptoms.5,6 For example, the severe acute respiratorysyndrome (SARS) outbreak that began in southern Chinain 2003, was eventually able to be controlled throughtracing contacts of suspected cases and isolatingconfirmed cases because the majority of transmissionoccurred after symptom onset.7 These interventions alsoplay a major role in response to outbreaks where onset ofsymptoms and infectiousness are concurrent—eg, Ebolafor controlling infectious disease outbreaks. It can be efectivebut might require intensive public health efort andcooperation to efectively reach and monitor all contacts.Previous work has shown that when the pathogen hasinfectiousness before symptom onset, control of outbreaksusing contact tracing and isolation is more challenging. Furtherintroduction of coronavirus disease 2019 (COVID-19) to newterritories is likely in the coming days and weeks, andinterventions to prevent an outbreak following theseintroductions are a key mitigating strategy. Current planning isfocused on tracing of contacts of introduced cases, and rapidisolation. These methods have been used previously for othernovel outbreaks, but it is not clear if they will be efective forvirus disease,8,9 Middle East respiratory syndrome(MERS),10,11 and many other infections.12,13The efectiveness of isolation and contact-tracingmethods hinges on two key epidemiological parameters:the number of secondary infections generated by eachnew infection and the proportion of transmission thatoccurs before symptom onset.5 In addition, successfulcontact tracing and reducing the delay betweensymptom onset and isolation are crucial, because,during this time, cases remain in the community wherethey can infect others until isolation.6,14 Transmissionbefore symptom onset could only be prevented bytracing contacts of confirmed cases and testing (andquarantining) those contacts. Cases that do not seekcare, potentially because of subclinical infection, are afurther challenge to control.If COVID-19 can be controlled by isolation and contacttracing, then public health eforts should be focused onthis strategy; however, if this is not enough to controloutbreaks, then additional resources might be neededfor additional interventions. Several key characteristicsof the transmissibility and natural history of COVID-19are currently unknown—eg, whether transmission canoccur before symptom onset. Therefore, we explored arange of epidemiological scenarios that representpotential transmission properties based on currentinformation about COVID-19 transmission. We assessedthe ability of isolation and contact tracing to controldisease outbreaks in areas without widespreadtransmission using a mathematical model.6,15–17 Byvarying the eficacy of contact-tracing eforts, the size ofthe outbreak when detected, and the promptness ofisolation after symptom onset, we show how viable it isto the pathogen and give the best available evidence if contacttracing and isolation can achieve control of outbreaks.We simulated new outbreaks starting from 5, 20, or 40introduced cases. Contact tracing and isolation might notcontain outbreaks of COVID-19 unless very high levels ofcontact tracing are achieved. Even in this case, if there issubclinical transmission, or a high fraction of transmissionbefore onset of symptoms, this strategy might not achievecontrol within 3 months.The efectiveness of isolation of cases and contacts to controloutbreaks of COVID-19 depends on the precise characteristics oftransmission, which remain unclear at the present time. Usingthe current best understanding, around 80% of symptomaticcontacts must be traced and isolated to control over 80% ofoutbreaks in the model. Future research on the transmissioncharacteristics could improve precision on control estimates.for countries at risk of imported cases to use contacttracing and isolation as a containment strategy.Model structureWe implemented a branching process model, in whichthe number of potential secondary cases produced by eachindividual is drawn from a negative binomial distributionwith a mean equal to the reproduction number, andheterogeneity in the number of new infections producedby each individual.6,15,17–19 Each potential new infection wasassigned a time of infection drawn from the serial intervaldistribution. Secondary cases were only created if theperson with the infection had not been isolated by thetime of infection. As an example (gfiure 1), a personinfected with the virus could potentially produce threesecondary infections (because three is drawn from thenegative binomial distribution), but only twotransmissions might occur before the case is isolated. Thus, inthe model, a reduced delay from onset to isolation wouldreduce the average number of secondary cases.We initialised the branching process with five, 20, or40 cases to represent a newly detected outbreak of varyingsize. Initial symptomatic cases were then isolated aftersymptom onset with a delay drawn from theonset-toisolation distribution (table). Isolation was assumed to be100% efective at preventing further transmission;therefore, in the model, failure to control the outbreakresulted from the incomplete contact tracing and thedelays in isolating cases rather than the inability ofisolation to prevent further transmission. Either 100% or90% of cases became symptomatic, and all symptomaticcases were eventually reported.ACxIncubationSerial intervalsPerson BTraced (ρ)FSee Online for appendixDonnelly et al20Li et al21Backer et al22AssumedPublic Health England11 andKlinkenberg and colleagues14TestedKucharski et al17 and Imai et al18Lloyd-Smith et al19AssumedAssumedAssumedTestedEach newly infected case was identified throughcontact tracing with probability ρ. Secondary cases thathad been traced were isolated immediately on becomingsymptomatic. Cases that were missed by contact tracing(probability 1–ρ) were isolated when they becamesymptomatic, with a delay drawn from theonset-toisolation distribution.In addition, each case had an independent probabilityof being subclinical, and was therefore not detectedeither by self-report or contact tracing. New secondarycases caused by a subclinical case were missed by contacttracing and could only be isolated on the basis ofsymptoms. The model included isolation of symptomaticindividuals only—ie, no quarantine, so isolation couldnot prevent transmission before symptom onset. In themodel, subclinical cases were never isolated, whereassymptomatic cases might transmit before symptomsappear, but were eventually isolated. Quarantiningcontacts of cases (ie, individuals who are not yetsymptomatic, and might not be infected) requires aconsiderable investment in public health resources, andhas not been widely implemented for all contacts ofcases.3 However, some countries have adopted aquarantine or self-quarantine policy for airline travellerswho have returned from countries with confirmedCOVID-19 transmission.23Transmission scenariosWe ran 1000 simulations of each combination of R0, theproportion of transmission before symptom onset,onsetto-isolation delay, the number of initial cases, and theprobability that a contact was traced (table).We explored two scenarios of delay (short and long)between symptom onset and isolation (figure 2). TheSampledDelay from onset to isolation (short)Delay from onset to isolation (long)Incubation periodSerial intervalFixedInitial cases        Value3·43 days (2·02–5·23)8·09 days (5·52–10·93)5·8 days (2·6)Incubation period (        high estimate)Cases isolated once identified 100%Isolation efectiveness 100%Subclinical infection percentage 0%, 10%Data are median (IQR) or mean (SD), n, or %. Sampled values are probabilistically sampled during the simulation, andifxed values remain constant during the simulation. The mean of the short and long delays are 3·83 and 9·1,respectively. SARS=severe acute respiratory syndrome.short delay was estimated during the late stages of the2003 SARS outbreak in Singapore,18 and the long delaywas an empirical distribution calculated from the earlyphase of the COVID-19 outbreak in Wuhan.23 We variedthe percentage of contacts traced from 0% to 100%,at 20% intervals, to quantify the efectiveness of contacttracing.The incubation period for each case was drawn from aWeibull distribution. A corresponding serial interval foreach case was then drawn from a skewed normaldistribution with the mean parameter of the distributionset to the incubation period for that case, an SD of 2,and a skew parameter chosen such that a set proportionof serial intervals were shorter than the incubationperiod (meaning that a set proportion of transmission020406080100Contacts traced (%)happened before symptom onset; figure 2). Thissampling approach ensured that the serial interval andincubation period for each case was correlated, andprevented biologically implausible scenarios where acase could develop symptoms soon after exposure, butnot become infectious until very late after exposure andvice versa.There are many estimates of the reproductionnumber for the early phase of the COVID-19 outbreakin Wuhan, China,15,17,18,21,24–28 and therefore we used thevalues 1·5, 2·5, and 3·5, which span most of therange of current estimates (table). We used thesecondary case distribution from the 2003 SARSoutbreak,19 and tested the effect of lower heterogeneityin the number of secondary cases29 as a sensitivityanalysis (appendix pp 2–5). We calculated the effectivereproduction number (Reff) of the simulation as theaverage number of secondary cases produced by eachinfected person in the presence of isolation andcontact tracing. We present results in relation to thebaseline scenario of R0 of 2·5,21 20 initial cases, a shortdelay to isolation,20 15% of transmission beforesymptom onset,30 and 0% subclinical infection.31Values of the natural history represent the currentbest understanding of COVID-19 transmission, andwe used 20 index cases and a short delay to isolationto represent a relatively large influx into a setting ofhigh awareness of possible infection.23Definition of outbreak controlOutbreak control was defined as no new infectionsbetween 12 and 16 weeks after the initial cases. Outbreaksthat reached 5000 cumulative cases were assumed to betoo large to control within 12–16 weeks, and werecategorised as uncontrolled outbreaks. Based on thisdefinition, we reported the probability that an outbreakof a severe acute respiratory syndrome coronavirus 2-likepathogen would be controlled within 12 weeks for eachscenario, assuming that the basic reproduction numberremained constant and no other interventions wereimplemented.The probability that an outbreak is controlled gives aone-dimensional understanding of the dificulty ofachieving control, because the model placed noconstraints on the number of cases and contacts thatcould be traced and isolated. In reality, the feasibility ofcontact tracing and isolation is likely to be determinedboth by the probability of achieving control, and theresources needed to trace and isolate infected cases.32 Wetherefore reported the weekly maximum number ofcases undergoing contact tracing and isolation for eachscenario that resulted in outbreak control. New casesrequire their contacts to be traced, and if these numbersare high, it can overwhelm the contact-tracing systemand afect the quality of the contact-tracing efort. 33 It islikely that the upper limit on contacts to trace varies fromcountry to country.All code is available as an R package.Role of the funding sourceThe funders of the study had no role in study design,data collection, data analysis, data interpretation, writingof the Article, or the decision to submit for publication.All authors had full access to all the data in the study andwere responsible for the decision to submit the Articlefor publication.ShortLong0%10%A Initial casesll()ed%18000 25400ortnco 60skaertb 40uodtae 20lumiS 0C Transmission before symptomsll()ed%18000 13<501%%%ortnco 60skaertb 40uodtae 20lumiS 002040 60Contacts traced (%)801000208010040 60Contacts traced (%)To achieve control of 90% of outbreaks, 80% of contactsneeded to be traced and isolated for scenarios with areproduction number of 2·5 (figure 3). The probability ofcontrol was higher at all levels of contact tracing whenthe reproduction number was 1·5, and fell rapidly for areproduction number of 3·5. At a reproduction numberof 1·5, the efect of isolation was coupled with the chanceof stochastic extinction resulting from overdispersion,19which is why some outbreaks were controlled even at 0%contacts traced.Isolation and contact tracing decreased transmission,as shown by a decrease in the efective reproductionnumber (figure 3). When the basic reproduction numberwas 1·5, the median estimate rapidly fell below 1, whichindicated that control was probable. For the highertransmission scenarios, a higher level of contact tracingwas needed to bring the median efective reproductionnumber below 1. The efect of isolation without contacttracing can be seen at 0%, where the efectivereproduction number was lower than the simulated basicreproduction number because of rapid isolation (andceasing transmission) of cases.The number of initial cases had a large efect on theprobability of achieving control. With five initial cases,there was a greater than 50% chance of achieving controlin 3 months, even at modest contact-tracing levelsFor code see https://github.com/cmmid/ringbp97%150)n(skaertbuoled 100lrtonocnisesaclyk 50eewmumixaM 0150)n(skaertbuoled 100lrtonocnisesaclyk 50eewmumixaM 0Long isolation delay39%4066%95%60 80Contacts traced (%)100%100Short isolation delayR0=1·5R0=2·5R0=3·583%98%100%100%18%42%87%100%10%40%32%100%4060 80Contacts traced (%)1004060 80Contacts traced (%)100(figure 4). More than 40% of these outbreaks werecontrolled with no contact tracing because of thecombined efects of isolation of symptomatic cases andstochastic extinction. The probability of control droppedas the number of initial cases increased—eg, for 40 initialcases, 80% contact tracing did not lead to 80% ofsimulations controlled within 3 months.The delay from symptom onset to isolation had amajor role in achieving control of outbreaks (figure 4).At 80% of contacts traced, the probability of achievingcontrol fell from 89% to 31%, with a long delay fromonset to isolation. If no transmission occurred beforesymptom onset, then the probability of achievingcontrol was higher for all values of contacts traced(figure 4). The diference between 15% and 30% oftransmission before symptoms had a marked efect onprobability to control. We found this efect in allscenarios tested (appendix p 5). In scenarios in whichonly 10% of cases were asymptomatic, the probabilitythat simulations were controlled by isolation and contacttracing for all values of contact tracing decreased(figure 4). For 80% of contacts traced, only 37% ofoutbreaks were controlled, compared with 89% withoutsubclinical infection. These figures show the efect ofchanging one model assumption at a time; allcombinations are given in the appendix, in comparisonto the baseline scenario (appendix pp 2–5).In many scenarios, between 25 and 100 symptomaticcases occurred in a week at the peak of the simulatedoutbreak (figure 5). All of these cases, and their contacts,would need to be isolated. Large numbers of new casescan overwhelm isolation facilities, and the more contactsthat need to be traced, the greater the logistical task offollowing them up. In the 2014 Ebola epidemic in Liberia,each case reported between six and 20 contacts,8 and thenumber of contacts seen in MERS outbreaks is oftenhigher than that.10 20 contacts for each of 100 cases means2000 contacts traced to achieve control. Uncontrolledoutbreaks typically had higher numbers of cases(appendix p 13). The maximum numbers of weekly casesin figure 5 might appear counterintuitive, because alower maximum number of weekly cases is not associatedwith higher outbreak control. This occurs because withbetter contact tracing it becomes possible to controloutbreaks with higher numbers of weekly cases.We determined conditions in which case isolation,contact tracing, and preventing transmission by contactswho are infected would be suficient to control a newCOVID-19 outbreak in the absence of other controlmeasures. We found that in some plausible scenarios,case isolation alone would be unlikely to controltransmission within 3 months. Case isolation was moreefective when there was little transmission beforesymptom onset and when the delay from symptom onsetto isolation was short. Preventing transmission bytracing and isolating a larger proportion of contacts,thereby decreasing the efective reproduction number,improved the number of scenarios in which control waslikely to be achieved. However, these outbreaks requireda large number of cases to be contact traced and isolatedeach week, which is of concern when assessing thefeasibility of this strategy. Subclinical infection markedlydecreased the probability of controlling outbreaks within3 months.In scenarios in which the reproduction numberwas 2·5, 15% of transmission occurred before symptomonset, and there was a short delay to isolation, at least80% of infected contacts needed to be traced and isolatedto give a probability of control of 90% or more. Thisscenario echoes other suggestions that highly efectivecontact tracing will be necessary to control outbreaks inother countries.16 In scenarios in which the delay fromonset to isolation was long, similar to the delays in theearly phase of the outbreak in Wuhan, the same contacttracing success of 80% achieved a probability ofcontaining an outbreak of less than 40%. Higherpresymptomatic transmission decreases the probability thatthe outbreaks were controlled, under all reproductionnumbers and isolation delay distributions tested.Our model did not include other control measuresthat might decrease the reproduction number andtherefore also increase the probability of achievingcontrol of an outbreak. At the same time, it assumedthat isolation of cases and contacts is completelyefective, and that all symptomatic cases are eventuallyreported. Relaxing these assumptions would decreasethe probability that control is achieved. We also makethe assumption that contact is required for transmissionbetween two individuals, but transmission via fomitesmight be possible. This type of transmission wouldmake efective contact tracing challenging, and goodrespiratory and hand hygiene would be crucial to reducethis route of transmission, coupled with environmentaldecontamination in health-care settings. For this reason,we used contact-tracing percentage intervals of 20% toavoid indicating more precision in the correspondingprobability of control than the model could support.We simpliefid our model to determine the eefct ofcontact tracing and isolation on the control of outbreaksunder diefrent scenarios of transmission; however, asmore data becomes available, the model can be updatedor tailored to particular public health contexts. Therobustness of control measures is likely to be aefcted bothby diefrences in transmission between countries, but alsoby the concurrent number of cases that require contacttracing in each scenario. Practically, there is likely to be anupper bound on the number of cases that can be traced,which might vary by country, and case isolation is likely tobe imperfect.34 We reported the maximum number ofweekly cases during controlled outbreaks, but the capacityof response eofrts might vary. In addition to the numberof contacts, other factors could decrease the percentage ofcontacts that can be traced, such as cooperation of thecommunity with the public health response.We explored a range of scenarios informed by the latestevidence on transmission of COVID-19. Similar analysesusing branching models have already been used toanalyse the Wuhan outbreak to find plausible ranges forthe initial exposure event size and the basic reproductionnumber.15,18 Our analysis expands on this work byincluding infectiousness before the onset of symptoms,case isolation, explicit modelling of case incubationperiods, and time to infectiousness. A key area ofuncertainty is whether, and for how long, individuals areinfectious before symptom onset, and whethersubclinical infection occurs; both are likely to make theoutbreak harder to control.22 Whether, and how much,transmission occurs before symptoms is dificult toquantify. Under-reporting of prodromal symptoms, suchas fatigue and mild fever, is possible; thus, transmissionmight not truly be occurring before symptoms, butbefore noticeable symptoms. There is evidence oftransmission before onset,30 and so we used 15%.Increased awareness of prodromal symptoms, andtherefore short delays until isolation—as seen in theSARS outbreak in Beijing in 200335—would increasecontrol of outbreaks in our model. If contact tracingincluded testing of non-symptomatic contacts, thosecontacts could be quarantined without symptoms, whichwould decrease transmission in the model. Costsassociated with additional testing might not be possiblein all contexts.The model could be modified to include sometransmission after isolation (such as in hospitals), whichwould decrease the probability of achieving control. Inaddition, we defined an outbreak as controlled if itreached extinction by 3 months, regardless of outbreaksize or number of weekly cases. This definition might benarrowed where the goal is to keep the overall caseload ofthe outbreak low. This might be of concern to localauthorities for reducing the health-care surges, andmight limit geographical spread.Our study indicates that in most plausible outbreakscenarios, case isolation and contact tracing alone isinsucfiient to control outbreaks, and that in somescenarios even near perfect contact tracing will still beinsucfiient, and further interventions would be requiredto achieve control. Rapid and eefctive contact tracing canreduce the initial number of cases, which would make theoutbreak easier to control overall. Eefctive contact tracingand isolation could contribute to reducing the overall sizeof an outbreak or bringing it under control over a longertime period.ContributorsRME conceived the study. JH, AG, SA, WJE, SF, and RME designed themodel. CIJ, TWR, and NIB worked on statistical aspects of the study.JH, AG, SA, and NIB programmed the model, and, with RME, made theifgures. AJK and JDM consulted on the code. All authors interpreted theresults, contributed to writing the Article, and approved the final versionfor submission.Declaration of interestsWe declare no competing interests.Data sharingNo data were used in this study. The R code for the work is available athttps://github.com/cmmid/ringbp.AcknowledgmentsJH, SA, JDM, and SF were funded by the Wellcome Trust (grantnumber 210758/Z/18/Z), AG and CIJ were funded by the GlobalChallenges Research Fund (grant number ES/P010873/1), TWR andAJK were funded by the Wellcome Trust (grant number206250/Z/17/Z), and RME was funded by HDR UK (grant numberMR/S003975/1). This research was partly funded by the NationalInstitute for Health Research (NIHR) (16/137/109) using UK aid fromthe UK Government to support global health research. The viewsexpressed in this publication are those of the authors and notnecessarily those of the NIHR or the UK Department of Health andSocial Care. This research was partly funded by the Bill & MelindaGates Foundation (INV-003174). This research was also partly fundedby the Global Challenges Research Fund project RECAP managedthrough Research Councils UK and Economic and Social ResearchCouncil (ES/P010873/1). We would like to acknowledge (in arandomised order) the other members of the London School ofHygiene & Tropical Medicine COVID-19 modelling group, whocontributed to this work: Stefan Flasche, Mark Jit, Nicholas Davies,Sam Cliford, Billy J Quilty, Yang Liu, Charlie Diamond, Petra Klepac,and Hamish Gibbs. Their funding sources are as follows:Stefan Flasche and Sam Cliford (Sir Henry Dale Fellowship [grantnumber 208812/Z/17/Z]); Mark Jit, Yang Liu, and Petra Klepac (BMGF[grant number INV-003174]); Nicholas Davies (NIHR [grant numberHPRU-2012–10096]); Billy J Quilty (grant number NIHR [16/137/109]);Charlie Diamond and Yang Liu (NIHR [grant number 16/137/109]); andHamish Gibbs (Department of Health and Social Care [grant numberITCRZ 03010]).", "ref_list": [[], ["Novel coronavirus ("], ["Novel coronavirus (2019-nCoV) situation report 2"], ["3 European Centre for Disease Prevention and Control. Public health management of persons having had contact with novel coronavirus cases in the European Union"], ["Efectiveness of airport screening at detecting travellers infected with 2019-nCoV"], ["Factors that make an infectious disease outbreak controllable"], ["Comparing nonpharmaceutical interventions for containing emerging epidemics"], ["Modeling and public health emergency responses: lessons from SARS"], ["Contact tracing performance during the Ebola epidemic in Liberia,"], ["Implementation and management of contact tracing for Ebola virus disease"], ["Contact tracing for imported case of Middle East respiratory syndrome"], ["England"], ["12 European Centre for Disease Prevention and Control. Risk assessment guidelines for diseases transmitted on aircraft. Part 2: Operational guidelines for assisting in the evaluation of risk for transmission by disease"], ["Active contact tracing beyond the household in multidrug resistant tuberculosis in Vietnam: a cohort study"], ["The efectiveness of contact tracing in emerging epidemics"], ["The transmissibility of novel coronavirus in the early stages of the 2019-20 outbreak in Wuhan: exploring initial point-source exposure sizes and durations using scenario analysis"], [""], ["Efectiveness of ring vaccination as control strategy for Ebola virus disease"], ["Estimating the potential total number of novel coronavirus cases in Wuhan City"], ["Superspreading and the efect of individual variation on disease emergence"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["The incubation period of 2019-nCoV infections among travellers from Wuhan, China"], [""], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Genomic analysis of nCoV spread"], ["Early transmissibility assessment of a novel coronavirus in Wuhan, China"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Influenza forecasting with Google Flu Trends"], ["A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period"], ["COVID-19: what is next for public health"], ["When is contact tracing not enough to stop an outbreak?"], ["Contact tracing during an outbreak of Ebola virus disease in the Western area districts of Sierra Leone: lessons for future Ebola outbreak response"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Evaluation of control measures implemented in the severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], ["B 4 Quilty", "S Cliford", "S Eggo", "RM", "pdf"], ["C 5 Fraser", "S Riley", "RM Anderson", "NM Ferguson"], ["CM Peak", "LM Childs", "YH Grad", "CO Buckee"], ["JW Glasser", "N Hupert", "MM McCauley", "R Hatchett"], ["KC Swanson", "C Altare", "CS Wesseh"], [], ["M 10 Kang", "T Song", "H Zhong"], ["Public Health"], [], ["TTT Hoang", "VN Nguyen", "NS Dinh"], ["D 14 Klinkenberg", "C Fraser", "H. Heesterbeek"], ["S Abbott", "J Hellewell", "J Munday"], ["N 16 Imai", "A Cori", "I Dorigatti"], ["AJ Kucharski", "RM Eggo", "CH Watson", "A Camacho", "S Funk", "WJ Edmunds"], ["N 18 Imai", "I Dorigatti", "A Cori", "S Riley", "NM Ferguson"], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], ["AC Ghani", "GM Leung"], ["Q 21 Li", "X Guan", "P Wu"], ["JA Backer", "D Klinkenberg", "J. Wallinga"], ["BBC News"], ["J 24 Riou", "CL Althaus"], ["T 25 Bedford", "R Neher", "J Hadfield", "E Hodcroft", "M Ilcisin", "N. Müller"], ["M 26 Majumder", "KD Mandl"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell"], ["S Zhao", "J Ran", "SS Musa"], ["AF Dugas", "M Jalalpour", "Y Gel"], ["P 30 Yu", "J Zhu", "Z Zhang", "Y Han", "Huang L"], ["DL Heymann", "N. Shindo"], ["RS Dhillon", "D Srikrishna"], ["OO Olu", "M Lamunu", "M Nanyunja"], ["C 34 Huang", "Y Wang", "X Li"], ["X 35 Pang", "Z Zhu", "F Xu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As of Feb 5, 2020, more than 24 550 cases of coronavirus\ndisease 2019 (COVID-19) had been confirmed, including\nmore than 190 cases outside of China, and more than\n490 reported deaths globally.1 Control measures have\nbeen implemented within China to try to contain the\noutbreak.2 As people with the infection arrive in\ncountries or areas without ongoing transmission, eforts\nare being made to halt transmission, and prevent\npotential outbreaks.3,4 Isolation of confirmed and\nsuspected cases, and identification of contacts are a\ncrucial part of these control eforts; however, whether\nthese eforts will achieve control of transmission of\nCOVID-19 is unclear.", "one_words_summarize": "Isolation of cases and contact tracing becomes lessefective if infectiousness begins before the onset ofsymptoms.5,6 For example, the severe acute respiratorysyndrome (SARS) outbreak that began in southern Chinain 2003, was eventually able to be controlled throughtracing contacts of suspected cases and isolatingconfirmed cases because the majority of transmissionoccurred after symptom onset.7 These interventions alsoplay a major role in response to outbreaks where onset ofsymptoms and infectiousness are concurrent—eg, Ebolafor controlling infectious disease outbreaks. It can be efectivebut might require intensive public health efort andcooperation to efectively reach and monitor all contacts. Current planning isfocused on tracing of contacts of introduced cases, and rapidisolation. We assessedthe ability of isolation and contact tracing to controldisease outbreaks in areas without widespreadtransmission using a mathematical model.6,15–17 Byvarying the eficacy of contact-tracing eforts, the size ofthe outbreak when detected, and the promptness ofisolation after symptom onset, we show how viable it isto the pathogen and give the best available evidence if contacttracing and isolation can achieve control of outbreaks. Even in this case, if there issubclinical transmission, or a high fraction of transmissionbefore onset of symptoms, this strategy might not achievecontrol within 3 months. Secondary cases thathad been traced were isolated immediately on becomingsymptomatic. Thissampling approach ensured that the serial interval andincubation period for each case was correlated, andprevented biologically implausible scenarios where acase could develop symptoms soon after exposure, butnot become infectious until very late after exposure andvice versa. The probability that an outbreak is controlled gives aone-dimensional understanding of the dificulty ofachieving control, because the model placed noconstraints on the number of cases and contacts thatcould be traced and isolated. The number of initial cases had a large efect on theprobability of achieving control. The diference between 15% and 30% oftransmission before symptoms had a marked efect onprobability to control. For 80% of contacts traced, only 37% ofoutbreaks were controlled, compared with 89% withoutsubclinical infection. All of these cases, and their contacts,would need to be isolated. The maximum numbers of weekly casesin figure 5 might appear counterintuitive, because alower maximum number of weekly cases is not associatedwith higher outbreak control. This occurs because withbetter contact tracing it becomes possible to controloutbreaks with higher numbers of weekly cases. We found that in some plausible scenarios,case isolation alone would be unlikely to controltransmission within 3 months. Preventing transmission bytracing and isolating a larger proportion of contacts,thereby decreasing the efective reproduction number,improved the number of scenarios in which control waslikely to be achieved. Relaxing these assumptions would decreasethe probability that control is achieved. Practically, there is likely to be anupper bound on the number of cases that can be traced,which might vary by country, and case isolation is likely tobe imperfect.34 We reported the maximum number ofweekly cases during controlled outbreaks, but the capacityof response eofrts might vary. Similar analysesusing branching models have already been used toanalyse the Wuhan outbreak to find plausible ranges forthe initial exposure event size and the basic reproductionnumber.15,18 Our analysis expands on this work byincluding infectiousness before the onset of symptoms,case isolation, explicit modelling of case incubationperiods, and time to infectiousness. Under-reporting of prodromal symptoms, suchas fatigue and mild fever, is possible; thus, transmissionmight not truly be occurring before symptoms, butbefore noticeable symptoms. This definition might benarrowed where the goal is to keep the overall caseload ofthe outbreak low. CIJ, TWR, and NIB worked on statistical aspects of the study. The R code for the work is available athttps://github.com/cmmid/ringbp.AcknowledgmentsJH, SA, JDM, and SF were funded by the Wellcome Trust (grantnumber 210758/Z/18/Z), AG and CIJ were funded by the GlobalChallenges Research Fund (grant number ES/P010873/1), TWR andAJK were funded by the Wellcome Trust (grant number206250/Z/17/Z), and RME was funded by HDR UK (grant numberMR/S003975/1). The viewsexpressed in this publication are those of the authors and notnecessarily those of the NIHR or the UK Department of Health andSocial Care."}