{"date": "2020/02/26", "journal": "The Lancet", "authors": "Samantha K Brooks, Rebecca K Webster, Louise E Smith, Lisa Woodland, Simon Wessely, Neil Greenberg", "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence", "type": "Rapid Review", "abstract": "The December, 2019 coronavirus disease outbreak has seen many countries ask people who have potentially come Published Online into contact with the infection to isolate themselves at home or in a dedicated quarantine facility. Decisions on how to February 26, 2020 apply quarantine should be based on the best available evidence. We did a Review of the psychological impact of Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01406106-/8 quarantine using three electronic databases. Of 3166 papers found, 24 are included in this Review. Most reviewed Department of Psychological studies reported negative psychological efects including post-traumatic stress symptoms, confusion, and anger. Medicine, King's College Stressors included longer quarantine duration, infection fears, frustration, boredom, inadequate supplies, inadequate London, London, UK information, financial loss, and stigma. Some researchers have suggested long-lasting efects. In situations where (S K Brooks PhD, R K Webster PhD, quarantine is deemed necessary, oficials should quarantine individuals for no longer than required, provide clear LPrEoSfmSWithesPsheDly,FLMWeodoSdcil,and MSc, rationale for quarantine and information about protocols, and ensure suficient supplies are provided. Appeals to Prof N Greenberg FRCPsych, altruism by reminding the public about the benefits of quarantine to wider society can be favourable. G J Rubin PhD) Correspondence to: Why is this Review needed? Dr Samantha K Brooks, Quarantine is often an unpleasant experience for those DMeepdaicrtinmee,nKtinogf'sPCsyoclhleogleogLiocnaldon, who undergo it. Separation from loved ones, the loss of London SE5 9RJ, UK freedom, uncertainty over disease status, and boredom samantha.k.brooks@kcl.ac.uk can, on occasion, create dramatic efects. Suicide has been reported,5 substantial anger generated, and lawsuits brought6 following the imposition of quarantine in previous outbreaks. The potential benefits of mandatory mass quarantine need to be weighed carefully against the possible psychological costs.7 Successful use of quarantine as a public health measure requires us to reduce, as far as possible, the negative efects associated with it. Given the developing situation with coronavirus, policy makers urgently need evidence synthesis to produce guidance for the public. In circumstances such as these,", "text": "Quarantine is the separation and restriction of movementof people who have potentially been exposed to a contagiousdisease to ascertain if they become unwell, so reducing therisk of them infecting others.1 This denfiition diefrs fromisolation, which is the separation of people who have beendiagnosed with a contagious disease from people whoare not sick; however, the two terms are often usedinterchangeably, especially in communication with thepublic.2 The word quarantine was rfist used in Venice, Italyin 1127 with regards to leprosy and was widely used inresponse to the Black Death, although it was not until300 years later that the UK properly began to imposequarantine in response to plague.3 Most recently, quar­antine has been used in the coronavirus disease 2019(COVID­ 19) outbreak. This outbreak has seen entire citiesin China eefctively placed under mass quarantine, whilemany thousands of foreign nationals returning homefrom China have been asked to self­ isolate at home orin state­ run facilities.4 There are precedents for suchmeasures. Citywide quarantines were also imposed inareas of China and Canada during the 2003 outbreak ofsevere acute respiratory syndrome (SARS), whereas entirevillages in many west African countries were quarantinedduring the 2014 Ebola outbreak.Search strategy and selection criteriaOur search strategy was designed to inform this Review anda second review to be published elsewhere relating toadherence to quarantine. We searched Medline, PsycINFO,and Web of Science. The full list of search terms can be foundin the appendix. In brief, we used a combination of termsrelating to quarantine (eg, “quarantine” and “patientisolation”) and psychological outcomes (eg, “psych” and“stigma”). For studies to be included in this Review, they hadto report on primary research, be published in peer-reviewedjournals, be written in English or Italian (as these are thelanguages spoken by the current authors), includeparticipants asked to enter into quarantine outside of ahospital environment for at least 24 hours, and include dataon the prevalence of mental illness or psychologicalwellbeing, or on factors associated with mental illness orpsychological wellbeing (ie, any predictors of psychologicalwellbeing during or after quarantine). The initial searchyielded 3166 papers, of which 24 included relevant data andwere included in this Review. The screening process isillustrated in the figure.        Key messages• Information is key; people who are quarantined need tounderstand the situation• Efective and rapid communication is essential• Supplies (both general and medical) need to be provided• The quarantine period should be short and the durationshould not be changed unless in extreme circumstances• Most of the adverse efects come from the imposition ofa restriction of liberty; voluntary quarantine is associatedwith less distress and fewer long-term complications• Public health oficials should emphasise the altruisticchoice of self-isolatingrapid reviews are recommended by WHO.8 We undertooka Review of evidence on the psychological impact of quar­antine to explore its likely eefcts on mental health andpsychological wellbeing, and the factors that contributeto, or mitigate, these eefcts. Of 3166 papers found, 24 areincluded in this Review (gfiure). The characteristics ofstudies that met our inclusion criteria are presented inthe table. These studies were done across ten countriesand included people with SARS (        Five studies compared psychological outcomes for peoplequarantined with those not quarantined.9,19,27,28,33 A study9of hospital staf who might have come into contact withSARS found that immediately after the quarantine period(9 days) ended, having been quarantined was the factormost predictive of symptoms of acute stress disorder. Inthe same study, quarantined staf were significantly morelikely to report exhaustion, detachment from others,anxiety when dealing with febrile patients, irritability,insomnia, poor concentration and indecisiveness, deteri­orating work performance, and reluctance to workor consideration of resignation. In another study,33 theefect of being quarantined was a predictor of post ­traumatic stress symptoms in hospital employees even3 years later. Approximately 34% (938 of 2760) of horseowners quarantined for several weeks because of anequine influenza outbreak reported high psychological3163 records identified from database search3 from hand search266 duplicates2900 titles and abstracts screened52 full texts screened2848 excluded after screening titles and abstractsas they did not meet the inclusion criteria28 full-text articles excluded10 population not quarantined6 quarantined in hospital wards5 psychological effect not discussed4 isolation because of psychologicaldisorder2 review article1 not peer-reviewed24 citations includeddistress during the outbreak, compared with around12% in the Australian general population.28 A study27comparing post­ traumatic stress symptoms in parentsand children quarantined with those not quarantinedfound that the mean post­ traumatic stress scores werefour times higher in children who had been quarantinedthan in those who were not quarantined. 28% (27 of 98)of parents quarantined in this study reported suficientsymptoms to warrant a diagnosis of a trauma­ relatedmental health disorder, compared with 6% (17 of 299) ofparents who were not quarantined. Another study19 ofhospital staf examined symptoms of depression 3 yearsafter quarantine and found that 9% (48 of 549) of thewhole sample reported high depressive symptoms. Inthe group with high depressive symptoms, nearly60% (29 of 48) had been quarantined but only 15% (63 of424) of the group with low depressive symptoms hadbeen quarantined.All other quantitative studies only surveyed those whohad been quarantined and generally reported a highprevalence of symptoms of psychological distress anddisorder. Studies reported on general psychologicalsymptoms,22 emotional disturbance,34 depression,16 stress,15low mood,18 irritability,18 insomnia,18 post­ traumatic stresssymptoms25 (rated on Weiss and Marmar’s Impact ofEvent Scale–Revised35), anger,20 and emotional exhaus­tion.21 Low mood (660 [73%] of 903) and irritability(512 [57%] of 903) stand out as having high prevalence.18People quarantined because of being in close contactwith those who potentially have SARS25 reported variousnegative responses during the quarantine period: over20% (230 of 1057) reported fear, 18% (187) reportednervousness, 18% (186) reported sadness, and 10% (101)reported guilt. Few reported positive feelings: 5% (48)reported feelings of happiness and 4% (43) reportedfeelings of relief. Qualitative studies also identiefid a rangeof other psychological responses to quarantine, such asconfusion,11–13,23 fear,12–15,23,24 anger,12,13 grief,29 numbness,23 andanxiety­ induced insomnia.14,15One study compared undergraduates who had beenquarantined with those not quarantined immediatelyafter the quarantine period and found no significantdiference between the groups in terms of post ­ traumaticstress symptoms or general mental health problems.29However, the entire study population were undergraduatestudents (who are generally young, and perhaps havefewer responsibilities than adults who are employedfull­ time) and thus it is possible that these conclusionscannot be generalised to the wider population.Only one study17 compared psychological outcomesduring quarantine with later outcomes and found thatduring quarantine, 7% (126 of 1656) showed anxietysymptoms and 17% (275) showed feelings of anger,whereas 4–6 months after quarantine these symptomshad reduced to 3% (anxiety) and 6% (anger).Two studies reported on longer­ term eefcts of quar­antine. 3 years after the SARS outbreak, alcohol abuse orDesignParticipants333 nursesLength unclear; SARS exposuredependency symptoms were positively associated withhaving been quarantined in health­ care workers.32 In amultivariate analysis,32 after controlling for demographicfactors, having been quarantined and having worked ina high­ risk location were the two types of exposure signi­ficantly associated with these outcomes (for quarantine:unadjusted mean ratio 0·45; 95% CI 1·02–2·65).After quarantine, many participants continued toengage in avoidance behaviours. For health­ care workers,20being quarantined was signicfiantly and positivelyassociated with avoidance behaviours, such as minimisingdirect contact with patients and not reporting to work. Astudy25 of people quarantined because of potential SARScontact noted that 54% (524 of 1057) of people who hadQuarantine period9 days because of contact withsuspected SARS casesLength unclear; exposure toSARSLength unclear; H1N1 influenza Interview5–10 days because of SARScontactInterviewMeasuresStudy-specific survey;SARS-related stress surveycomposed of acute stressdisorder criteria according to theDSM-IV and related emotionaland behavioural changesStudy-specific surveyDuration of quarantine was thediference between theincubation period of SARS(taken as 10 days) and the timethat had elapsed since theirexposure to a SARS patientMedian of 10 days because ofpotential SARS exposure2 weeks because of contactwith MERS patientsLength unclear; residents of aSARS outbreak siteInterviews, focus groups,and telephone pollsIES-R to assess post-traumaticstress and CES-D to assessdepressionGAD-7 to assess anxiety andSTAXI-2 to assess angerStudy-specific surveyLength unclear; home or work CES-D to assess depressivequarantine because of potential symptoms and IES-R to assessSARS contact post-traumatic stress symptoms10 days voluntary quarantinebecause of potential SARScontactLength unclear; citywideisolation because of SARSLength unclear; asked to limitinteractions outside the homebecause of potential SARScontactMBI-GS to assess burnout;STAXI-2 to assess anger;six study-specific questions toassess avoidance behaviourObservations of health-care stafGHQ-30 to assess psychologicaldisordersObservations of a support groupfor home-quarantined students(Table continues on next page)Jeong et al (2016)17 South KoreaLongitudinalLee et al (2005)18Mixed methodsHong Kong(SpecialAdministrativeRegion, China)Liu et al (2012)19(Continued from previous page)Pellecchia et al(2015)24SARS=severe acute respiratory syndrome. DSM-IV=Diagnostic and Statistical Manual of Mental Disorders-IV. IES-R=Impact of Event Scale-Revised. CES-D=Center forEpidemiologic Studies Depression scale. MERS=Middle East respiratory syndrome-related coronavirus. GAD-7=Generalised Anxiety Disorder-7. STAXI-2=State-Trait AngerExpression Inventory. MBI-GS= Maslach Burnout Inventory-General Survey. GHQ-30=General Health Questionnaire-30. IES-7=International Education Standard-7.PTSD-RI=Post-Traumatic Stress Disorder Reaction Index. PCL-C=PTSD Checklist-Civilian version. K10= Kessler 10 Psychological Distress Scale. SRQ-20=Self-ReportingQuestionnaire-20. NHSDA=National Household Survey on Drug Abuse.been quarantined avoided people who were coughing orsneezing, 26% (255) avoided crowded enclosed places,and 21% (204) avoided all public spaces in the weeksfollowing the quarantine period. A qualitative study13reported that several participants described long­ termbehavioural changes after the quarantine period, such asvigilant handwashing and avoidance of crowds and, forsome, the return to normality was delayed by manymonths.There was mixed evidence for whether participantcharacteristics and demographics were predictors ofthe psychological impact of quarantine. A study28 ofhorse owners quarantined because of equine inuflenzaidentiefid several characteristics associated with negativepsychological impacts: younger age (16–24 years), lowerlevels of formal educational qualicfiations, female gender,and having one child as opposed to no children (althoughhaving three or more children appeared somewhatprotective). However, another study16 suggested thatdemographic factors such as marital status, age, educa­tion, living with other adults, and having children werenot associated with psychological outcomes.Having a history of psychiatric illness was associatedwith experiencing anxiety and anger 4–6 months afterParticipantsrelease from quarantine.17 Health­ care workers25 who hadbeen quarantined had more severe symptoms of post­traumatic stress than members of the general publicwho had been quarantined, scoring significantly higheron all dimensions. Health­ care workers also felt greaterstigmatisation than the general public, exhibited moreavoidance behaviours after quarantine, reported greaterlost income, and were consistently more afectedpsychologically: they reported substantially more anger,annoyance, fear, frustration, guilt, helplessness, isolation,loneliness, nervousness, sadness, worry, and were lesshappy. Health­ care workers were also substantially morelikely to think they had SARS and to be concerned aboutinfecting others. Conversely, one study16 suggested thathealth­ care worker status was not associated withpsychological outcomes.Three studies showed that longer durations of quarantinewere associated with poorer mental health specicfially,post­ traumatic stress symptoms,16,25 avoidance behaviours,and anger.20 Although the duration of the quarantine wasnot always clear, one study16 showed that those quar­antined for more than 10 days showed signicfiantly higherpost­ traumatic stress symptoms than those quarantinedfor less than 10 days.Participants in eight studies reported fears about theirown health or fears of infecting others9,13,14,16,17,21,25,26 andwere more likely to fear infecting family members thanthose not quarantined.9 They also became particularlyworried if they experienced any physical symptomspotentially related to the infection14 and fear that thesymptoms could reflect having the infection continuedto be related to psychological outcomes several monthslater.17 Conversely, one study11 found that although veryfew participants were extremely concerned aboutbecoming infected or transmitting the virus to others,those who were concerned tended to be pregnant womenand those with young children.Confinement, loss of usual routine, and reduced socialand physical contact with others were frequently shownto cause boredom, frustration, and a sense of isolationfrom the rest of the world, which was distressing toparticipants.10,11,13–16,25,26,31 This frustration was exacerbatedby not being able to take part in usual day­ to­ dayactivities, such as shopping for basic necessities16 ortaking part in social networking activities via thetelephone or internet.17Having inadequate basic supplies (eg, food, water, clothes,or accommodation) during quarantine was a source offrustration10,31 and continued to be associated with anxietyand anger 4–6 months after release.17 Being unable to getregular medical care and prescriptions also appeared tobe a problem for some participants.10Four studies found that supplies from public healthauthorities were insuficient. Participants reportedreceiving their masks and thermometers late or not atall;13 food, water, and other items were only intermittentlydistributed;24 and food supplies took a long time toarrive.12 Although those quarantined during the TorontoSARS outbreak praised public health authorities fordelivering kits of medical supplies at the beginning ofthe quarantine period, they did not receive groceries orother routine supplies needed for daily living.15Many participants cited poor information from publichealth authorities as a stressor, reporting insucfiient clearguidelines about actions to take and confusion aboutthe purpose of quarantine.11–13,15,24,26 After the Toronto SARSepidemic, participants perceived that confusion stemmedfrom the diefrences in style, approach, and content ofvarious public health messages because of poor coor­dination between the multiple jurisdictions and levels ofgovernment involved.15 Lack of clarity about the diefrentlevels of risk, in particular, led to participants fearing theworst.14 Participants also reported a perceived lack oftransparency from health and government ocfiials aboutthe severity of the pandemic.11 Perhaps related to the lackof clear guidelines or rationale, perceived difi culty withcomplying with quarantine protocols was a signicfiantpredictor of post­ traumatic stress symptoms in onestudy.25Financial loss can be a problem during quarantine, withpeople unable to work and having to interrupt theirprofessional activities with no advanced planning; theefects appear to be long lasting. In the reviewed studies,the financial loss as a result of quarantine created serioussocioeconomic distress24 and was found to be a risk factorfor symptoms of psychological disorders22 and both angerand anxiety several months after quarantine.17 One study28found that respondents who were quarantined becauseof equine influenza, whose principal source of incomewas from a horse­ related industry, were more than twiceas likely to have high distress than those whose incomewas not from the industry. This finding is probablylinked to economic efects but could also be related todisruption of social networks and loss of leisure activities.Notably, this study is exceptional in that occupation andexposure are confounded.A study14 of people quarantined because of potentialEbola contact found that, although participants receivedifnancial assistance, some felt that the amount wasinsuficient and that it came too late; many felt wrongedas the assistance they received did not cover their ongoingprofessional expenses. Many became dependent on theirfamilies to provide for them financially during quarantinewhich was often hard to accept and could cause conflicts.In one study,13 none of those quarantined in Torontoduring SARS reported much financial hardship becauseemployers or the government compensated them, butwhere that reimbursement was slow to arrive it causedthose less financially well ­ of to struggle.Potentially related to nfiancial loss, participants witha combined annual household income of less thanCAN$40 000 showed signicfiantly higher amounts ofpost­ traumatic stress and depressive symptoms.16 Thesesymptoms are probably because those with lower incomeswere more likely to be aefcted by the temporary loss ofincome than those with higher incomes.People who are quarantined and have lower householdincomes might require additional levels of support,along with those who lose earnings while in quarantine(ie, self­ employed people who are unable to work or sala­ried staf who are unable to take paid leave). Financialreimbursements should be provided where possible andprogrammes developed to provide nfiancial supportthroughout the quarantine period. Where appropriate,employers might also wish to consider proactive approachesthat allow employees to work from home if they wish to,both to avoid nfiancial loss and to stave of boredom, whilebeing mindful that staf in these situations might not be attheir most productive and might benetfi more from remotesocial support from their colleagues.2Stigma from others was a major theme throughoutthe literature, often continuing for some time afterquarantine, even after containment of the outbreak. In acomparison of health­ care workers quarantined versusthose not quarantined,9 quarantined participants weresignificantly more likely to report stigmatisation andrejection from people in their local neighbourhoods,suggesting that there is stigma specifically surroundingpeople who had been quarantined. Participants in severalstudies reported that others were treating them difer­ently: avoiding them, withdrawing social invitations,treating them with fear and suspicion, and makingcritical comments.13–16,18,21,23–26,30,31Several health­ care workers involved in the Ebolaoutbreak in Senegal reported that quarantine had led theirfamilies to consider their jobs to be too risky, creatingintra­ household tension.14 In the same study, three partici­pants reported being unable to resume their jobs aftersurveillance ended because their employers expressedfear of contagion.Those quarantined during the Ebola epidemic in Liberiareported that stigma could lead to disenfranchisement ofminority groups in the community as families underquarantine were often said to belong to diefrent ethnicgroups, tribes, or religions and were perceived asdangerous because they were diefrent. 24 Perhaps becauseof this stigma, being quarantined led participants in thisstudy to keep easily treatable, non­ Ebola illnesses a secretand avoided seeking help.General education about the disease and the rationalefor quarantine and public health information providedto the general public can be beneficial to reduce stigma­tisation, whereas more detailed information targeted atschools and workplaces might also be useful. It mightalso be that media reporting contributes to stigmatisingattitudes in the general public; the media is a powerfulinfluence on public attitudes and dramatic headlinesand fear mongering have been shown to contribute tostigmatising attitudes in the past (eg, during the SARSoutbreak).36 This issue highlights the need for publichealth oficials to provide rapid, clear messages deliveredefectively for the entire afected population to promoteaccurate understanding of the situation.During major infectious disease outbreaks, quarantinecan be a necessary preventive measure. However, thisReview suggests that quarantine is often associatedwith a negative psychological efect. During the periodof quarantine this negative psychological efect isunsurprising, yet the evidence that a psychological efectof quarantine can still be detected months or yearslater—albeit from a small number of studies17,19— is moretroubling and suggests the need to ensure that efectivemitigation measures are put in place as part of thequarantine planning process.In this regard, our results do not provide strongevidence that any particular demographic factors are riskfactors of poor psychological outcomes after quarantineand therefore require specicfi attention. However, historyof mental illness was only examined as a risk factor byone study. Previous literature suggests that psychiatrichistory is associated with psychological distress afterexperiencing any disaster­ related trauma37,38 and it islikely that people with pre­ existing poor mental healthwould need extra support during quarantine. There alsoappeared to be a high prevalence of psychological distressin quarantined health­ care workers, although there wasmixed evidence as to whether this group were at higherrisk for distress than non­ health­ care workers who werequarantined. For health­ care workers, support frommanagers is essential in facilitating their return to work39and managers should be aware of the potential risks fortheir staf who were quarantined so that they can preparefor early intervention.Longer quarantine is associated with poorer psychologicaloutcomes, perhaps unsurprisingly, as it stands to reasonthat the stressors reported by participants could havemore of an efect the longer they were experienced for.Restricting the length of quarantine to what is scientif­ically reasonable given the known duration of incubationperiods, and not adopting an overly precautionaryapproach to this, would minimise the efect on people.Evidence from elsewhere also emphasises the importanceof authorities adhering to their own recommendedlength of quarantine, and not extending it. For peoplealready in quarantine, an extension, no matter howsmall, is likely to exacerbate any sense of frustration ordemoralisation.40 Imposing a cordon indefinitely onwhole cities with no clear time limit (such as has beenseen in Wuhan, China) might be more detrimental thanstrictly applied quarantine procedures limited to theperiod of incubation.People who are quarantined often feared being infectedor infecting others. They also often have catastrophicappraisals of any physical symptoms experienced duringthe quarantine period. This fear is a common occurrencefor people exposed to a worrying infectious disease,41 andmight be exacerbated by the often inadequate informationparticipants reported receiving from public health ocfiialsleaving them unclear of the nature of the risks they facedand why they were being quarantined at all. Ensuring thatthose under quarantine have a good understanding of thedisease in question, and the reasons for quarantine,should be a priority.Oficials also need to ensure that quarantined householdshave enough supplies for their basic needs and, impor­tantly, these must be provided as rapidly as possible.Coordination for provision of supplies should ideallyoccur in advance, with conservation and reallocationplans established to ensure resources do not run out,which unfortunately has been reported.2Boredom and isolation will cause distress; people who arequarantined should be advised about what they can do tostave of boredom and provided with practical advice oncoping and stress management techniques. Having aworking mobile phone is now a necessity, not a luxury,and those stepping of a long iflght to enter quarantinewill probably welcome a charger or adaptor more thananything else.17 Activating your social network, albeitremotely, is not just a key priority, but an inability to doso is associated not just with immediate anxiety, butlonger­ term distress.2,42 One study21 suggested that havinga telephone support line, staefd by psychiatric nurses, setup specicfially for those in quarantine could be eefctivein terms of providing them with a social network. Theability to communicate with one’s family and friends isalso essential. Particularly, social media could play animportant part in communication with those far away,allowing people who are quarantined to update their lovedones about their situation and reassure them that they arewell. Therefore, providing those quarantined with mobilephones, cords and outlets for charging devices, and robustWiFi networks with internet access to allow them to com­municate directly with loved ones could reduce feelings ofisolation, stress, and panic.2 Although this is possible toachieve in enforced quarantine, it could be more dicfiultto do in the case of widespread home quarantine; countriesimposing censors on social media and messaging appli­cations could also present dicfiulties in ensuring linesof communication between those quarantined and theirloved ones.It is also important that public health oficialsmaintain clear lines of communication with peoplequarantined about what to do if they experience anysymptoms. A phone line or online service specificallyset up for those in quarantine and stafed by health ­ careworkers who can provide instructions about what to doin the event of developing illness symptoms, wouldhelp reassure people that they will be cared for if theybecome ill. This service would show those who arequarantined that they have not been forgotten and thattheir health needs are just as important as those of thewider public. The benefits of such a resource have notbeen studied, but it is likely that reassurance couldsubsequently decrease feelings such as fear, worry, andanger.There is evidence to suggest that support groupsspecifically for people who were quarantined at homeduring disease outbreaks can be helpful. One study23found that having such a group and feeling connected toothers who had been through the same situation couldbe a validating, empowering experience and can providepeople with the support they might find they are notreceiving from other people.Health­ care workers themselves are often quarantinedand this Review suggests they, like the general public,are negatively afected by stigmatising attitudes fromothers. None of the studies included in this Reviewfocused on the perceptions of their colleagues, but thiswould be an interesting aspect to explore. It is alsopossible that health­ care workers who are quarantinedmight be concerned about causing their workplaces tobe understafed and causing extra work for their col­leagues21 and that their colleagues’ perceptions could beparticularly important. Being separated from a teamthey are used to working in close contact with mightadd to feelings of isolation for health­ care workers whoare quarantined. Therefore, it is essential that theyfeel supported by their immediate colleagues. Duringinfectious disease outbreaks, organisational support hasbeen found to be protective of mental health for health­care staf in general 39 and managers should take steps toensure their staf members are supportive of theircolleagues who are quarantined.Perhaps because of the dificulties of designing anappropriate study, no research was found which testedwhether mandatory versus voluntary quarantine hasa diferential efect on wellbeing. In other contexts,however, feeling that others will benefit from one’ssituation can make stressful situations easier to bearand it seems likely that this is also true for home­ basedquarantine. Reinforcing that quarantine is helping tokeep others safe, including those particularly vulnerable(such as those who are very young, old, or with pre­existing serious medical conditions), and that healthauthorities are genuinely grateful to them, can only helpto reduce the mental health efect and adherence inthose quarantined.19,33 Notably, altruism has its limits ifpeople are being asked to quarantine without adequateinformation on how to keep the people they live withsafe. It is unacceptable to ask people to self­ quarantinefor the benefit of the community’s health, whenwhile doing so they might be putting their loved onesat risk.Quarantine is one of several public health measures toprevent the spread of an infectious disease and as shownin this Review, has a considerable psychological impactfor those afected. As such, there is a question as towhether other public health measures that prevent theneed to impose quarantine (such as social distancing,cancellation of mass gatherings, and school closures)might be more favourable. Future research is needed toestablish the efectiveness of such measures.The strengths and limitations of this Review must beconsidered. Because of the time constraints of this Reviewgiven the ongoing coronavirus outbreak, the reviewedliterature did not undergo formal quality appraisal.Additionally, the Review was limited to peer­ reviewedpublications and we did not explore potentially relevantgrey literature. The recommendations we have madeapply primarily to small groups of people in dedicatedfacilities and to some extent in self­ isolation. Althoughwe anticipate that many of the risk factors for poorpsychosocial outcomes would be the same for largercontainment processes (such as entire towns or cities),there are likely to be distinct diefrences in such situationsthat mean that the information presented in this Reviewshould only be applied to such situations cautiously.Furthermore, potential cultural diefrences need to beconsidered. Although this Review cannot predict exactlywhat will happen or provide recommendations that willwork for every future population that is quarantined, wehave provided an overview of the key issues and how theycould be rectiefid in the future.There are also several limitations of the reviewedliterature, which must be pointed out: only one studyfollowed up participants over time, sample sizes weregenerally small, few studies directly compared participantsquarantined with those not quarantined, conclusionsbased on certain study populations (eg, students) mightnot be generalisable to the wider public, and heterogeneityof outcome measures across studies make it dicfiult tomake direct comparisons between studies. It is also worthpointing out that a minority of studies assessed symptomsof post­ traumatic stress using measures designed tomeasure post­ traumatic stress disorder, despite quarantinenot being qualiefid as a trauma in the diagnosis for post ­traumatic stress disorder in the Diagnostic and StatisticalManual of Mental Disorders 5.43Strengths of this Review include the hand­ searching ofreference lists to identify any papers not found in theinitial search, contacting authors who sent full­ texts ofpapers which were not available in full online, and havingmultiple researchers carry out the screening to improvethe rigour of the Review.Overall, this Review suggests that the psychologicalimpact of quarantine is wide­ ranging, substantial, andcan be long lasting. This is not to suggest that quarantineshould not be used; the psychological efects of not usingquarantine and allowing disease to spread might beworse.44 However, depriving people of their liberty for thewider public good is often contentious and needs to behandled carefully. If quarantine is essential, then ourresults suggest that oficials should take every measureto ensure that this experience is as tolerable as possiblefor people. This can be achieved by: telling people what ishappening and why, explaining how long it will continue,providing meaningful activities for them to do while inquarantine, providing clear communication, ensuringbasic supplies (such as food, water, and medical supplies)are available, and reinforcing the sense of altruism thatpeople should, rightly, be feeling. Health oficials chargedwith implementing quarantine, who by definition are inemployment and usually with reasonable job security,should also remember that not everyone is in the samesituation. If the quarantine experience is negative, theresults of this Review suggest there can be long­ termconsequences that afect not just the people quarantinedbut also the health­ care system that administered thequarantine and the politicians and public health oficialswho mandated it.ContributorsGJR designed the search strategy with input from SKB, RKW, and LES.SKB, RKW, LES, and LW carried out the literature searches andscreening, and any discrepancies were discussed with GJR and SW.SKB carried out the data extraction. SKB wrote the first draft of thereview with input from RKW, LES, LW, SW, NG, and GJR.Declaration of interestsWe declare no competing interests.AcknowledgmentsThe research was funded by the National Institute for Health Research(NIHR) Health Protection Research Unit in Emergency Preparednessand Response at King’s College London, in partnership with PublicHealth England, and in collaboration with the University of East Angliaand Newcastle University. The views expressed are those of the author(s)and not necessarily those of the National Health Service, NIHR,Department of Health and Social Care, or Public Health England.Editorial note: the Lancet Group takes a neutral position with respect toterritorial claims in the published table.", "ref_list": [[], ["1 Centers for Disease Control and Prevention. Quarantine and isolation"], ["Mother Nature versus human nature: public compliance with evacuation and quarantine"], ["3 Newman K. Shutt up: bubonic plague and quarantine in early modern England"], ["Novel coronavirus ("], ["Is there a case for quarantine? Perspectives from SARS to Ebola"], ["Hickox: public health and the politics of fear"], ["The psychological efects of quarantining a city"], ["Rapid reviews to strengthen health policy and systems: a practical guide"], ["Survey of stress reactions among health care workers involved with the SARS outbreak"], ["The public's response to severe acute respiratory syndrome in Toronto and the United States"], ["Understanding the school community's response to school closures during the H1N1 2009 influenza pandemic"], ["The factors afecting household transmission dynamics and community compliance with Ebola control measures: a mixed­ methods study in a rural village in Sierra Leone"], ["The experience of quarantine for individuals afected by SARS in Toronto"], ["Accepted monitoring or endured quarantine? Ebola contacts' perceptions in Senegal"], ["Factors influencing compliance with quarantine in Toronto during the 2003 SARS outbreak"], ["SARS control and psychological efects of quarantine"], ["Mental health status of people isolated due to Middle East respiratory syndrome"], ["The experience of SARS­ related stigma at Amoy Gardens"], ["Depression after exposure to stressful events: lessons learned from the severe acute respiratory syndrome epidemic"], ["The relevance of psychosocial variables and working conditions in predicting nurses' coping strategies during the SARS crisis: an online questionnaire survey"], ["The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital"], ["Predictive factors of psychological disorder development during recovery following SARS outbreak"], ["A support group for homequarantined college students exposed to SARS: learning from practice"], ["Social consequences of Ebola containment measures in Liberia"], ["Understanding, compliance and psychological impact of the SARS quarantine experience"], ["The psychosocial efects of being quarantined following exposure to SARS: a qualitative study of Toronto health care workers"], ["Posttraumatic stress disorder in parents and youth after health­ related disasters"], ["Factors influencing psychological distress during a disease epidemic: data from Australia's first outbreak of equine influenza"], ["Is quarantine related to immediate negative psychological consequences during the 2009 H1N1 epidemic?"], ["Ebola and healthcare worker stigma"], ["Knowledge, attitudes, and practices among members of households actively monitored or quarantined to prevent transmission of Ebola virus disease-Margibi County"], ["Alcohol abuse/dependence symptoms among hospital employees exposed to a SARS outbreak"], ["The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk"], ["System efectiveness of detection, brief intervention and refer to treatment for the people with post­ traumatic emotional distress by MERS: a case report of community­ based proactive intervention in South Korea"], ["The impact of event scale - revised"], ["Fear and stigma: the epidemic within the SARS outbreak"], ["and resilience in canine search and rescue handlers after 9/11"], ["Prevalence and predictors of posttraumatic stress symptoms in utility workers deployed to the World Trade Center following the attacks of September 11, 2001"], ["A systematic, thematic review of social and occupational factors associated with psychological outcomes in healthcare employees during an infectious disease outbreak"], ["Mental health consequences of overstretch in the UK armed forces: first phase of a cohort study"], ["How to support staf deploying on overseas humanitarian work: a qualitative analysis of responder views about the 2014/15 West African Ebola outbreak"], ["and behavioural reactions to the bombings in London on 7 July 2005: cross sectional survey of a representative sample of Londoners"], ["Diagnostic and statistical manual of mental disorders: DSM­ 5"], ["44 Hull HF"], ["All rights reserved"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["J 2 Manuell M­ E"], [], ["Health England", "­", "­", "­", "­", "­"], ["D 5 Barbisch", "KL Koenig", "FY Shih"], ["Miles SH. Kaci", "­", "­", "­", "­", "­"], ["GJ Rubin", "S. Wessely"], [], ["Y 9 Bai", "P Lin C­ C"], ["RJ Blendon", "JM Benson", "CM DesRoches", "E Raleigh", "K. Taylor­ Clark"], ["A ­ Mayer", "R Tooher", "JE Collins", "JM Street", "Marshall H"], ["G 12 Caleo", "J Duncombe", "F Jephcott"], ["MA Cava", "KE Fay", "HJ Beanlands", "EA McCay", "R. Wignall"], ["A 14 Desclaux", "D Badji", "AG Ndione", "K. Sow"], ["C Conley", "J Chiu", "D Zaborski", "J"], ["WL Gold", "S Robinson", "S Pogorski", "S Galea", "R. Styra"], ["H Jeong", "HW Yim", "Y­ J Song"], ["S Lee", "LY Chan", "AM Chau", "KP Kwok", "A Kleinman"], ["X 19 Liu", "M Kakade", "CJ Fuller"], ["Z Greenglass", "ER Cofey", "S."], ["R 21 Maunder", "J Hunter", "L Vincent"], ["M 22 Mihashi", "Y Otsubo", "X Yinjuan", "K Nagatomi", "M Hoshiko", "T. Ishitake"], ["PJD Pan", "S­ H Chang", "Yu Y­ Y."], ["U 24 Pellecchia", "R Crestani", "T Decroo", "R Van den Bergh", "Y."], ["DL Reynolds", "JR Garay", "SL Deamond", "MK Moran", "W Gold", "R Styra"], ["E 26 Robertson", "K Hershenfield", "SL G race", "DE Stewart"], ["G 27 Sprang", "M. Silman"], ["MR Taylor", "KE Agho", "GJ Stevens", "B Raphael"], ["Y Wang", "B Xu", "G Zhao", "R Cao", "X He", "S. Fu"], ["M 30 Wester", "J Giesecke"], ["JA Wilken", "P Pordell", "B Goode"], ["P 32 Wu", "X Liu", "Y Fang"], ["P 33 Wu", "Y Fang", "Z Guan"], ["MK Yoon", "SY Kim", "HS Ko", "MS Lee"], ["DS Weiss", "CR Marmar", "TM Keane"], ["B 36 Person", "F Sy", "K Holton"], ["J 37 Alvarez", "M. Risk Hunt"], ["J 38 Cukor", "K Wyka", "N Jayasinghe"], ["SK Brooks", "R Dunn", "R Amlôt", "GJ Rubin", "N. Greenberg"], ["RJ Rona", "NT Fear", "L Hull"], ["GJ Rubin", "S Harper", "PD Williams"], ["GJ Rubin", "CR Brewin", "N Greenberg", "J Simpson", "S. Psychological Wessely"], [], [], ["Elsevier Ltd"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Quarantine is the separation and restriction of movement\nof people who have potentially been exposed to a contagious\ndisease to ascertain if they become unwell, so reducing the\nrisk of them infecting others.1 This denfiition diefrs from\nisolation, which is the separation of people who have been\ndiagnosed with a contagious disease from people who\nare not sick; however, the two terms are often used\ninterchangeably, especially in communication with the\npublic.2 The word quarantine was rfist used in Venice, Italy\nin 1127 with regards to leprosy and was widely used in\nresponse to the Black Death, although it was not until\n300 years later that the UK properly began to impose\nquarantine in response to plague.3 Most recently, quar­\nantine has been used in the coronavirus disease 2019\n(COVID­ 19) outbreak. This outbreak has seen entire cities\nin China eefctively placed under mass quarantine, while\nmany thousands of foreign nationals returning home\nfrom China have been asked to self­ isolate at home or\nin state­ run facilities.4 There are precedents for such\nmeasures. Citywide quarantines were also imposed in\nareas of China and Canada during the 2003 outbreak of\nsevere acute respiratory syndrome (SARS), whereas entire\nvillages in many west African countries were quarantined\nduring the 2014 Ebola outbreak.\nSearch strategy and selection criteria\nOur search strategy was designed to inform this Review and\na second review to be published elsewhere relating to\nadherence to quarantine. We searched Medline, PsycINFO,\nand Web of Science. The full list of search terms can be found\nin the appendix. In brief, we used a combination of terms\nrelating to quarantine (eg, “quarantine” and “patient\nisolation”) and psychological outcomes (eg, “psych” and\n“stigma”). For studies to be included in this Review, they had\nto report on primary research, be published in peer-reviewed\njournals, be written in English or Italian (as these are the\nlanguages spoken by the current authors), include\nparticipants asked to enter into quarantine outside of a\nhospital environment for at least 24 hours, and include data\non the prevalence of mental illness or psychological\nwellbeing, or on factors associated with mental illness or\npsychological wellbeing (ie, any predictors of psychological\nwellbeing during or after quarantine). The initial search\nyielded 3166 papers, of which 24 included relevant data and\nwere included in this Review. The screening process is\nillustrated in the figure.", "one_words_summarize": "This outbreak has seen entire citiesin China eefctively placed under mass quarantine, whilemany thousands of foreign nationals returning homefrom China have been asked to self­ isolate at home orin state­ run facilities.4 There are precedents for suchmeasures. The initial searchyielded 3166 papers, of which 24 included relevant data andwere included in this Review. The characteristics ofstudies that met our inclusion criteria are presented inthe table. Inthe same study, quarantined staf were significantly morelikely to report exhaustion, detachment from others,anxiety when dealing with febrile patients, irritability,insomnia, poor concentration and indecisiveness, deteri­orating work performance, and reluctance to workor consideration of resignation. DSM-IV=Diagnostic and Statistical Manual of Mental Disorders-IV. Conversely, one study16 suggested thathealth­ care worker status was not associated withpsychological outcomes. In the reviewed studies,the financial loss as a result of quarantine created serioussocioeconomic distress24 and was found to be a risk factorfor symptoms of psychological disorders22 and both angerand anxiety several months after quarantine.17 One study28found that respondents who were quarantined becauseof equine influenza, whose principal source of incomewas from a horse­ related industry, were more than twiceas likely to have high distress than those whose incomewas not from the industry. Notably, this study is exceptional in that occupation andexposure are confounded. Many became dependent on theirfamilies to provide for them financially during quarantinewhich was often hard to accept and could cause conflicts. In one study,13 none of those quarantined in Torontoduring SARS reported much financial hardship becauseemployers or the government compensated them, butwhere that reimbursement was slow to arrive it causedthose less financially well ­ of to struggle. However, thisReview suggests that quarantine is often associatedwith a negative psychological efect. During the periodof quarantine this negative psychological efect isunsurprising, yet the evidence that a psychological efectof quarantine can still be detected months or yearslater—albeit from a small number of studies17,19— is moretroubling and suggests the need to ensure that efectivemitigation measures are put in place as part of thequarantine planning process. Evidence from elsewhere also emphasises the importanceof authorities adhering to their own recommendedlength of quarantine, and not extending it. People who are quarantined often feared being infectedor infecting others. They also often have catastrophicappraisals of any physical symptoms experienced duringthe quarantine period. This fear is a common occurrencefor people exposed to a worrying infectious disease,41 andmight be exacerbated by the often inadequate informationparticipants reported receiving from public health ocfiialsleaving them unclear of the nature of the risks they facedand why they were being quarantined at all. Particularly, social media could play animportant part in communication with those far away,allowing people who are quarantined to update their lovedones about their situation and reassure them that they arewell. Future research is needed toestablish the efectiveness of such measures. The recommendations we have madeapply primarily to small groups of people in dedicatedfacilities and to some extent in self­ isolation. This is not to suggest that quarantineshould not be used; the psychological efects of not usingquarantine and allowing disease to spread might beworse.44 However, depriving people of their liberty for thewider public good is often contentious and needs to behandled carefully. Health oficials chargedwith implementing quarantine, who by definition are inemployment and usually with reasonable job security,should also remember that not everyone is in the samesituation. SKB wrote the first draft of thereview with input from RKW, LES, LW, SW, NG, and GJR.Declaration of interestsWe declare no competing interests."}