{"date": "2020/02/19", "journal": "biorxiv", "authors": "Renhong Yan, Yuanyuan Zhang, Yingying Guo, Lu Xia, Qiang Zhou", "title": "Structural basis for the recognition of the 2019-nCoV by human ACE2", "type": "preprint article", "abstract": "Angiotensin-converting enzyme 2 (ACE2) has been suggested to be the cellular\nreceptor for the new coronavirus (2019-nCoV) that is causing the coronavirus\ndisease 2019 (COVID-19). Like other coronaviruses such as the SARS-CoV, the\n2019-nCoV uses the receptor binding domain (RBD) of the surface spike\nglycoprotein (S protein) to engage ACE2. We most recently determined the\nstructure of the full-length human ACE2 in complex with a neutral amino acid\ntransporter B0AT1. Here we report the cryo-EM structure of the full-length\nhuman ACE2 bound to the RBD of the 2019-nCoV at an overall resolution of 2.9\nÅ in the presence of B0AT1. The local resolution at the ACE2-RBD interface is 3.5\nÅ, allowing analysis of the detailed interactions between the RBD and the receptor.", "text": "Angiotensin-converting enzyme 2 (ACE2) has been suggested to be the cellularreceptor for the new coronavirus (2019-nCoV) that is causing the coronavirusdisease 2019 (COVID-19). Like other coronaviruses such as the SARS-CoV, the2019-nCoV uses the receptor binding domain (RBD) of the surface spikeglycoprotein (S protein) to engage ACE2. We most recently determined thestructure of the full-length human ACE2 in complex with a neutral amino acidtransporter B0AT1. Here we report the cryo-EM structure of the full-lengthhuman ACE2 bound to the RBD of the 2019-nCoV at an overall resolution of 2.9Å in the presence of B0AT1. The local resolution at the ACE2-RBD interface is 3.5Å, allowing analysis of the detailed interactions between the RBD and the receptor.extracellular peptidase domain (PD) of ACE2 mainly through polar residues.        For background introduction to ACE2 and B0AT1, please refer to our recent posting onbioRxiv that reports the 2.9 Å-resolution cryo-EM structure of the full-length ACE2 incomplex with B0AT1, assembled as a dimer of heterodimers (                To reveal the recognition details between ACE2 and the 2019-nCoV, we purchased 0.2mg recombinantly expressed and purified RBD-mFc of the 2019-nCoV (for simplicity,we will refer it as RBD for short if not specified) from Sino Biological Inc., mixed itwith our purified ACE2-B0AT1 complex at a stoichiometric ratio of ~ 1.1 to 1, andproceeded with cryo-grid preparation and imaging. Following the same protocol fordata processing as for the ACE2-B0AT1 complex, a 3D EM reconstruction of the ternarycomplex was obtained. The structural findings about the dimeric full-length ACE2 andits complex interaction with B0AT1, which were reported in detail in our bioRxivposting (        In contrast to the ACE2-B0AT1 complex, which has two conformations, “open” and“closed”, only the closed state of ACE2 was observed in the dataset for theRBD-ACE2B0AT1 ternary complex. Out of 527,017 selected particles, the overall resolution of theternary complex was achieved at 2.9 Å. However, the resolution for the ACE2-B0AT1complex is substantially higher than that for the RBDs, which are at the peripheralregion of the complex (Fig. 1A). To improve the local resolutions, focused refinementwas applied. Finally, the resolution of the RBDs reached 3.5 Å, supporting reliablemodelling and interface analysis (Figs. 1, 2; Supplementary Figures S1,S2, Table S1).        As expected, each PD accommodates one RBD (Fig. 1B). The overall interface issimilar to that between the SARS-CoV and ACE2 (        The contact can be divided to three clusters. The two ends of the “bridge” attach to theamino (N) and carboxyl (C) termini of the α1 helix as well as small areas on the α2helix and Loop 3-4. The middle segment of α1 reinforces the interaction by engagingtwo polar residues (Fig. 3A). For illustration simplicity, we will refer to the N and Ctermini of the α1 helix as right and left. On the left, Gln498, Thr500, and Asn501 of theRBD form a network of hydrogen bonds (H-bonds) with Tyr41, Gln42, Lys353, andArg357 from ACE2 (Fig. 3B). In the middle of the “bridge”, Lys417 and Tyr453 of theRBD interact with Asp30 and His34 of ACE2, respectively (Fig. 3C). On the right,Gln474 of RBD is H-bonded to Gln24 of ACE2, while Phe486 of RBD interacts with        The structure of the 2019-nCoV RBD (nCoV-RBD) is similar to the RBD ofSARSCoV (SARS-RBD) with a root mean squared deviation of 0.68 Å over 139 pairs of Cαatoms (Fig. 4A) (        On the basis of our cryo-EM structural analysis of the ACE2-B0AT1 complex, wehereby report the high-resolution cryo-EM structure of the ternary complex of RBDfrom the 2019-nCoV associated with full-length human ACE2 in the presence ofB0AT1.        The 2019-nCoV has killed more people in the past two months than SARS-CoVbecause of its high infectivity, whose underlying mechanism remains unclear. A furincleavage site unique to the S protein of the 2019-nCoV may contribute to its greaterinfectivity than SARS-CoV (        Structures of ACE2 in complex with nCoV-RBD and SARS-RBD establish themolecular basis to dissect their different affinities. In this study, we carefully analyzedthe interface in both RBD-ACE2 complexes. Whereas some of the variations maystrengthen the interactions between nCoV-RBD and ACE2, others may reduce theaffinity compared to that between SARS-RBD and ACE2. For instance, the changefrom Val404 to Lys317 may result in tighter association because of the salt bridgeformation between Lys317 and Asp30 of ACE2 (Figs. 3C, 4C). Change of Leu472 toPhe486 may also make stronger van der Waals contact with Met82 (Fig. 4D).However, replacement of Arg426 to Asn439 appears to weaken the interaction bylosing one important salt bridge with Asp329 on ACE2 (Fig. 4B).Our structure provides the molecular basis for computational and mutational analysisfor the understanding of the affinity difference. It should be noted that additionalapproaches, such as isothermal titration calorimetry (ITC) and microscalthermophoresis (MST), should be applied to validate SPR-measured affinities.Structural elucidation nCoV-RBD to ACE2 also set up the framework for thedevelopment of novel viral detection methods and potential therapeutics against the2019-nCoV. Structure-based rational design of binders with enhanced affinities toeither ACE2 or the S protein of the coronaviruses may facilitate development ofdecoy ligands or neutralizing antibodies that block viral infection.We thank the Cryo-EM Facility and Supercomputer Center of Westlake University forproviding cryo-EM and computation support, respectively. This work was funded bythe National Natural Science Foundation of China (projects 31971123, 81920108015,31930059) and the Key R&D Program of Zhejiang Province (2020C04001).Q.Z. and R.Y. conceived the project. Q.Z and R.Y. designed the experiments. Allauthors did the experiments. Q.Z. R.Y., and Y.Z. contributed to data analysis. Q.Z. andmap of the RBD-ACE2-B0AT1 complex. Left: Overall reconstruction of the ternarycomplex at 2.9 Å. Inset: focused refined map of RBD. (B) Overall structure of theRBD-ACE2-B0AT1 complex. The complex is colored by subunits, with the proteasedomain (PD) and the Collectrin-like domain (CLD) colored cyan and blue in one ofthe ACE2 protomers, respectively. The glycosylation moieties are shown as sticks.shown as pink meshes, is contoured at 12 σ.(PD) of ACE2 mainly engages the α1 helix in the recognition of the RBD. The α2helix and the linker between β3 and β4 also contribute to the interaction. Only oneRBD-ACE2 is shown. (B-D) Detailed analysis of the interface between nCoV-RBDand ACE2. Polar interactions are indicated by red, dashed lines.(A) Structural alignment for the nCoV-RBD and SARS-RBD. The complex structureof ACE2 and SARS-RBD (PDB code: 2AJF) is superimposed to our cryo-EMstructure. The boxed regions are illustrated in details in panels B-D. nCoV-RBD andthe PD in our cryo-EM structure are coloured orange and cyan, respectively;SARSRBD and its complexed PD are coloured green and gold, respectively. (B-D)Variation of the interface residues between nCoV-RBD (labeled brown) andSARSRBD (labeled green). In this three panels, the two structures are superimposed relativeto RBD.", "ref_list": [[], ["Structure of dimeric full-length human ACE2 in complex with B<sup>0</sup>AT1"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade"], ["The insert sequence in SARS-CoV-2 enhances spike protein cleavage by TMPRSS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Zhou", "R Yan", "Y Zhang", "Y Li", "Xia L"], ["F Li", "W Li", "M Farzan", "SC Harrison", "PMID PubMed"], ["P Zhou", "X-L Yang", "X-G Wang", "B Hu", "L Zhang", "W Zhang", "H-R Si", "Y Zhu", "B Li", "CL Huang", "J Chen H-D", "Y Luo", "H Guo", "M-Q Jiang R-D", "Y Chen", "X-R Shen", "X Wang", "X-S Zheng", "K Zhao", "Q-J Chen", "F Deng", "L-L Liu", "B Yan", "F-X Zhan", "Y-Y Wang", "G Xiao", "Shi Z-L"], ["M Hoffmann", "H Kleine-Weber", "N Krüger", "M Müller", "C Drosten", "S. Pöhlmann"], ["D Wrapp", "N Wang", "KS Corbett", "JA Goldsmith", "C-L Hsieh", "O Abiona", "BS Graham", "JS McLellan"], ["W Song", "M Gui", "X Wang", "Y Xiang", "PMID PubMed"], ["B Coutard", "C Valle", "X de Lamballerie", "B Canard", "NG Seidah", "E. Decroly", "PMID PubMed"], ["T Meng", "H Cao", "H Zhang", "Z Kang", "D Xu", "H Gong", "J Wang", "Z Li", "X Cui", "H Xu", "H Wei", "X Pan", "R Zhu", "J Xiao", "W Zhou", "L Cheng", "J. Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Angiotensin-converting enzyme 2 (ACE2) has been suggested to be the cellular\nreceptor for the new coronavirus (2019-nCoV) that is causing the coronavirus\ndisease 2019 (COVID-19). Like other coronaviruses such as the SARS-CoV, the\n2019-nCoV uses the receptor binding domain (RBD) of the surface spike\nglycoprotein (S protein) to engage ACE2. We most recently determined the\nstructure of the full-length human ACE2 in complex with a neutral amino acid\ntransporter B0AT1. Here we report the cryo-EM structure of the full-length\nhuman ACE2 bound to the RBD of the 2019-nCoV at an overall resolution of 2.9\nÅ in the presence of B0AT1. The local resolution at the ACE2-RBD interface is 3.5\nÅ, allowing analysis of the detailed interactions between the RBD and the receptor.", "one_words_summarize": "Angiotensin-converting enzyme 2 (ACE2) has been suggested to be the cellularreceptor for the new coronavirus (2019-nCoV) that is causing the coronavirusdisease 2019 (COVID-19). To improve the local resolutions, focused refinementwas applied. On the right,Gln474 of RBD is H-bonded to Gln24 of ACE2, while Phe486 of RBD interacts with        The structure of the 2019-nCoV RBD (nCoV-RBD) is similar to the RBD ofSARSCoV (SARS-RBD) with a root mean squared deviation of 0.68 Å over 139 pairs of Cαatoms (Fig. Change of Leu472 toPhe486 may also make stronger van der Waals contact with Met82 (Fig. The complex is colored by subunits, with the proteasedomain (PD) and the Collectrin-like domain (CLD) colored cyan and blue in one ofthe ACE2 protomers, respectively. B-D) Detailed analysis of the interface between nCoV-RBDand ACE2. The complex structureof ACE2 and SARS-RBD (PDB code: 2AJF) is superimposed to our cryo-EMstructure. B-D)Variation of the interface residues between nCoV-RBD (labeled brown) andSARSRBD (labeled green). In this three panels, the two structures are superimposed relativeto RBD."}