{"date": "2020/02/24", "journal": "The Lancet Infectious Diseases", "authors": "Elaine Y P Lee, Ming-Yen Ng", "title": "COVID-19 pneumonia: what has CT taught us?", "type": "Comment", "abstract": "In late December, 2019, a cluster of cases of viral asymptomatic individuals, and could be considered pneumonia was linked to a seafood market in Wuhan as a screening tool-together with RT-PCR-when a (Hubei, China), and was later determined to be caused by patient has signicfiant travel history or has had close a novel coronavirus, severe acute respiratory syndrome contact with an infected individual. Furthermore, CT coronavirus 2 (SARS-CoV-2; previously known as might be a particularly important screening tool in the 2019-nCoV).1 The genome sequence of SARS-CoV-2 small proportion of patients who have false-negative Lancet Infect Dis 2020 is similar to, but distinct from, those of two other RT-PCR results. Shi and colleagues also showed that the Published Online coronaviruses responsible for large-scale outbreaks in lesions that were present in asymptomatic individuals Fhettbprus:a//rdyo2i4.o,r2g0/1200.1016/ the past: severe acute respiratory syndrome coronavirus progressed to bilateral diufse disease with consolidation S1473-3099(20)30134-1 (SARS-CoV; about 79% sequence identity) and Middle at around the rfist to second week after symptom onset. 9 ShettepOs:n//ldinoei./oArrgt/i1c0le.1s016/ East respiratory syndrome coronavirus (MERS-CoV; In Hubei, there was a surge of diagnoses of COVID-19 S1473-3099(20)30086-4 about 50%).2 on Feb 12 because of the introduction of new diagnostic CT has been an important imaging modality in assisting criteria that included CT changes. These criteria were in the diagnosis and management of patients with employed to ensure timely treatment and isolation coronavirus disease 2019 (COVID-19) pneumonia, and measures, because of the delays associated with reports on the radiological appearances of COVID-19 laboratory testing and a large number of patients pneumonia are emerging. In The Lancet Infectious Diseases, presenting with respiratory symptoms in the province. Heshui Shi and colleagues3 discuss the CT nfidings As the predominant pattern seen in COVID-19 pneuand temporal changes of COVID-19 pneumonia with monia is ground-glass opacicfiation, detecting COVID-19 reference to the time of onset of symptoms, in the largest with use of chest radiography-on which this type cohort thus far reported. The predominant CT nfidings of abnormality is often imperceivable, particularly in included ground-glass opacicfiation, consolidation, bila - patients with few symptoms or low severity-is likely to teral involvement, and peripheral and diufse distribution. be challenging. By contrast, chest radiographs were used These nfidings concur with other reports in smaller frequently in the diagnosis of SARS as both ground-glass cohorts and with our own experience.4-6 Notably, in Shi opacicfiation and consolidation were present early. 10,11 and colleagues' study, the asymptomatic (subclinical) The current literature is partly skewed by the geogroup of patients showed early CT changes, supporting graphical distribution of COVID-19 pneumonia and the what was rfist observed in a familial cluster with COVID-19 preferential use of CT over chest radiograph in China. pneumonia.7 Conversely, other studies have shown This preference might be due to the ease of access to CT positive RT-PCR results for SARS-CoV-2 in the absence in China and the lack of requirement for intravenous of CT changes, or abnormal CT nfidings with initial false- contrast agent for the examination. Therefore, it is unclear negative RT-PCR results.8 As the epidemic evolves, we are whether the threshold for performing CT evaluation starting to observe the varied presentations of COVID-19 of potential lung changes should be lower when chest pneumonia, with symptomatic patients showing con- radiographs are normal. Further research is needed to cordant CT and RT-PCR nfidings. 8 Nevertheless, this small better select patients for CT examination, to denfie the number of individuals with COVID-19 pneumonia poses a utility of CT in COVID-19 pneumonia, and to explore the diagnostic dilemma given the varied manifestations. application of articfiial intelligence in screening chest The evolution of the disease on CT is not well radiographs in suspected cases. understood. Shi and colleagues reported the presence Overall, we congratulate Shi and colleagues in adding of unilateral ground-glass opacities in a subgroup of valuable information to the current literature. The 15 asymptomatic patients with COVID-19 pneumonia, authors carefully evaluated the CT nfidings in a large substantiating previous anecdotal reports that asymp- cohort of patients with COVID-19 pneumonia, providing tomatic patients could have CT changes before symptom indirect evidence of the evolution of the CT changes with onset. This nfiding suggests that CT is a sensitive modality reference to the onset of symptoms. There is more to be with which to detect COVID-19 pneumonia, even in learnt about this novel contagious viral pneumonia; more", "text": "research is needed into the correlation of CT nfidings withclinical severity and progression, the predictive value ofbaseline CT or temporal changes for disease outcome, andthe sequelae of acute lung injury induced by COVID-19.We declare no competing interests.*Elaine Y P Lee, Ming-Yen Ng, Pek-Lan KhongDepartment of Diagnostic Radiology, Li Ka Shing Faculty of Medicine,The University of Hong Kong, Hong Kong Special Administrative Region, China8910coronavirus (2019-nCoV). Radiology 2020: published online Feb 4.DOI:10.1148/radiol.2020200230.Ng M, Lee E, Yang J, et al. Imaging profile of the COVID-19 infection:radiologic findings and literature review. Radiol Cardiothorac Imaging 2020;2: e200034.        Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associatedwith the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster.        Radiology 2020: published online Feb 13. DOI:10.1148/radiol.2020200370.Ooi GC, Khong PL, Muller NL, et al. Severe acute respiratory syndrome:temporal lung changes at thin-section CT in 30 patients. Radiology 2004;230: 836–44.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], ["Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study"], ["published online Feb 24"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["R Lu", "X Zhao", "J Li"], [], ["H Shi", "X Han", "N Jiang"], [], ["M Chung", "A Bernheim", "X Mei"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "research is needed into the correlation of CT nfidings with\nclinical severity and progression, the predictive value of\nbaseline CT or temporal changes for disease outcome, and\nthe sequelae of acute lung injury induced by COVID-19.\nWe declare no competing interests.\n*Elaine Y P Lee, Ming-Yen Ng, Pek-Lan Khong\nDepartment of Diagnostic Radiology, Li Ka Shing Faculty of Medicine,\nThe University of Hong Kong, Hong Kong Special Administrative Region, China\n8\n9\n10\ncoronavirus (2019-nCoV). Radiology 2020: published online Feb 4.\nDOI:10.1148/radiol.2020200230.\nNg M, Lee E, Yang J, et al. Imaging profile of the COVID-19 infection:\nradiologic findings and literature review. Radiol Cardiothorac Imaging 2020;\n2: e200034.", "one_words_summarize": "research is needed into the correlation of CT nfidings withclinical severity and progression, the predictive value ofbaseline CT or temporal changes for disease outcome, andthe sequelae of acute lung injury induced by COVID-19.We declare no competing interests.*Elaine Y P Lee, Ming-Yen Ng, Pek-Lan KhongDepartment of Diagnostic Radiology, Li Ka Shing Faculty of Medicine,The University of Hong Kong, Hong Kong Special Administrative Region, China8910coronavirus (2019-nCoV). DOI:10.1148/radiol.2020200370.Ooi GC, Khong PL, Muller NL, et al."}