{"date": "2020/02/24", "journal": "The Lancet Infectious Diseases", "authors": "Heshui Shi, Xiaoyu Han, Nanchuan Jiang, Yukun Cao, Osamah Alwalid, Jin Gu", "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study", "type": "Articles", "abstract": "Summary Background A cluster of patients with coronavirus disease 2019 (COVID-19) pneumonia caused by infection with Lancet Infect Dis 2020 severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were successively reported in Wuhan, China. We Published Online aimed to describe the CT findings across diferent timepoints throughout the disease course. February 24, 2020 https://doi.org/10.1016/ Methods Patients with COVID-19 pneumonia (confirmed by next-generation sequencing or RT-PCR) who were S1473-3099(20)30086-4 See Online/Comment admitted to one of two hospitals in Wuhan and who underwent serial chest CT scans were retrospectively enrolled. https://doi.org/10.1016/ Patients were grouped on the basis of the interval between symptom onset and the first CT scan: group 1 (subclinical S1473-3099(20)30134-1 patients; scans done before symptom onset), group 2 (scans done ≤1 week after symptom onset), group 3 (>1 week to For the Chinese translation of 2 weeks), and group 4 (>2 weeks to 3 weeks). Imaging features and their distribution were analysed and compared the abstract see Online for across the four groups. appendix 1 *Contributed equally Findings 81 patients admitted to hospital between Dec 20, 2019, and Jan 23, 2020, were retrospectively enrolled. The †Contributed equally cohort included 42 (52%) men and 39 (48%) women, and the mean age was 49·5 years (SD 11·0). The mean number Department of Radiology, of involved lung segments was 10·5 (SD 6·4) overall, 2·8 (3·3) in group 1, 11·1 (5·4) in group 2, 13·0 (5·7) in group 3, Union Hospital, Tongji Medical and 12·1 (5·9) in group 4. The predominant pattern of abnormality observed was bilateral (64 [79%] patients), CooflSlecigeen,cHeuaanzdhToencghUnonliovgerys,ity peripheral (44 [54%]), ill-defined (66 [81%]), and ground-glass opacification (53 [65%]), mainly involving the right Wuhan, Hubei, China (H Shi MD, lower lobes (225 [27%] of 849 afected segments). In group 1 (n=15), the predominant pattern was unilateral X Han MD, N Jiang MD, (nine [60%]) and multifocal (eight [53%]) ground-glass opacities (14 [93%]). Lesions quickly evolved to bilateral Y Cao MD, O Alwalid MD, (19 [90%]), difuse (11 [52%]) ground-glass opacity predominance (17 [81%]) in group 2 (n=21). Thereafter, the JHGuubMeiDP,roPrvoinfCceZKheeyngLaMbDor);atory prevalence of ground-glass opacities continued to decrease (17 [57%] of 30 patients in group 3, and five [33%] of 15 in of Molecular Imaging, Wuhan, group 4), and consolidation and mixed patterns became more frequent (12 [40%] in group 3, eight [53%] in group 4). Hubei, China (Prof H Shi, X Han, N Jiang, Y Cao, O Alwalid, J Gu, Prof C Zheng); Department of Interpretation COVID-19 pneumonia manifests with chest CT imaging abnormalities, even in asymptomatic Radiology, Wuhan Jinyintan patients, with rapid evolution from focal unilateral to difuse bilateral ground-glass opacities that progressed to or Hospital, Wuhan, Hubei, China co-existed with consolidations within 1-3 weeks. Combining assessment of imaging features with clinical and (Y Fan MD) laboratory findings could facilitate early diagnosis of COVID-19 pneumonia. Correspondence to: Dr Yanqing Fan, Department of Funding None. RHaodsipoiltoagl,yW,Wuhuahna,nHJuinbyeini4ta3n0022, China Copyright © 2020 Elsevier Ltd. All rights reserved. 1024932023@qq.com or Introduction eofrts to contain the outbreak, patients without exposure Prof Chuansheng Zheng, Beginning in December, 2019, a cluster of cases of to the market but with a history of travel to Wuhan or Department of Radiology, Union pneumonia with unknown cause was reported in Wuhan, close physical contact with a patient conrfimed to have HHuoaspzhitoanl,gToUnngivjieMrseitdyicoaflSCcoiellnecgee, in the Hubei province of China.1 On Jan 7, 2020, a novel COVID­ 19, including health­ care workers, have also and Technology, Wuhan, coronavirus, severe acute respiratory syndrome corona­ been  identiefid, suggesting strong human ­ to­ human Hubei 430022, China virus 2 (SARS­ CoV­ 2; previously known as 2019­ nCoV), transmission. The number of cases has been increasing hqzcsxh@sina.com was identiefid as the causative organism by Chinese rapidly: by Feb 15, 2020, more than 60 000 cases of facilities via deep sequencing analysis of patients' res­ COVID­ 19 pneumonia had been reported in China and in piratory tract samples.2,3 SARS­ CoV­ 2 has been shown to other countries worldwide (including Thailand, Japan, infect human respiratory epithelial cells through an South Korea, and the USA),6-9 and 1524 patients had died, interaction between the viral S protein and the angiotensin­ equivalent to a mortality rate of around 2%. converting enzyme 2 receptor on human cells; thus, The clinical features of the initial 41 patients confirmed SARS­ CoV­ 2 possesses a strong capability to infect to be infected with SARS­ CoV­ 2 included lower humans.3 respiratory tract illness with fever, dry cough, and Most of the initial cases of coronavirus disease 2019 dyspnoea,5 a manifestation similar to those of two other (COVID­ 19), the disease caused by SARS­ CoV­ 2, were diseases caused by coronaviruses, severe acute respiratory epidemiologically linked to exposure to Wuhan's Huanan syndrome (SARS) and Middle East respiratory syndrome seafood market, where wild animals are traded.4,5 Although (MERS).10,11 However, the radiological changes in the the market has been closed since Jan 1, 2020, as part of lungs of people with COVID­ 19 pneumonia have not", "text": "        Before this study, we searched PubMed, Medline, and GoogleScholar on Jan, 2        We analysed chest CT images from 81 patients confirmed tohave COVID-19 pneumonia caused by SARS-CoV-2 infection,been fully characterised. CT is important in the diagnosisand treatment of lung diseases. In our experience, theimaging features of COVID­ 19 pneumonia are diverse,ranging from normal appearance to difuse changesin the lungs. In addition, diferent radiological patternsare observed at diferent times throughout the diseasecourse. Because the time between onset of symptomsand the development of acute respiratory distress syn­drome (ARDS) was as short as 9 days among the initialpatients with COVID­ 19 pneumonia,5 early recognitionof the disease is essential for the management of thesepatients.We aimed to analyse the evolution of chest CT imagingfeatures in patients with COVID­ 19 pneumonia, and tocompare the imaging findings across the disease course,to facilitate early diagnosis of this newly emerging, life­threatening infection.This was a retrospective study done at two centres inWuhan. Patients with conrfimed COVID ­ 19 pneumoniawho were admitted to Wuhan Jinyintan hospital or UnionHospital of Tongji Medical College, and who underwentserial chest CT scans, were retrospectively enrolled.In the patients who presented to Wuhan JinyintanHospital, SARS­ CoV­ 2 infection was confirmed bynext­ generation sequencing or real­ time RT­ PCR, inaccording with a previously published protocol.5 Thefollowing primers and probe targeted to the envelopegene of SARS­ CoV­ 2 were used: forward primer5ʹ­ TCAGAATGCCAATCTCCCCAAC­ 3ʹ; reverse primer5ʹ­ AAAGGTCCACCCGATACATTGA­ 3ʹ; probe 5ʹCY5­CTAGTTACACTAGCCATCCTTACTGC­ 3ʹBHQ1.and described the imaging findings across diferent follow-upperiods of the disease, including subclinical and clinical stagesup to 3 weeks after symptom onset. This study is, to the bestof our knowledge, the largest case series to date on theCT findings of COVID-19 pneumonia worldwide, andprovides detailed information on the radiological, clinical,and laboratory features of these patients. Our findings provideinsight in the evolution of the disease and its correspondingimaging changes, and suggest potential associations betweenimaging findings and patient outcomes, which requiresfurther study.SARS-CoV-2 has substantial capacity to infect humans, and iscapable of human-to-human transmission. Infection can leadto severe respiratory symptoms, including acute respiratorydistress syndrome, and the mortality rate is around 2%.Combining imaging assessments with clinical and laboratoryifndings could help to identify SARS-CoV-2 infections early.The diagnosis of the cases from Union Hospital wasinitially based on the criteria published by WHO onJan 12, 2020,12 and all cases were later confirmed by real ­time RT­ PCR analysis of throat swab specimens, usingthe same protocol as above when PCR kits were available.Based on the time interval between onset of symptomsand the CT scan, we designated four groups of patientsin our study: group 1 (subclinical cases, in which CTscans were done before onset of symptoms); group 2(CT scans done ≤1 week after symptom onset); group 3(CT scans done >1 to 2 weeks after symptom onset);and group 4 (CT scans done >2 weeks to 3 weeks aftersymptom onset). Three readers (XH, NJ, and YF)recorded the clinical characteristics, laboratory findings,and comorbidities of the patients at the time of imaging.This study was approved by the institutional reviewboards of the relevant centres. The requirement forinformed patient consent was waived by the ethicscommittee for this retrospective study.All CT scans were obtained with patients in the supineposition, using one of the following scanners: SOMATOMPerspective, SOMATOM Spirit, or SOMATOM DenfiitionAS+ (Siemens Healthineers, Forchheim, Germany).Scans were done from the level of the upper thoracic inletto the inferior level of the costophrenic angle, and thefollowing parameters were used: detector collimationwidths 64 × 0·6 mm, 128 × 0·6 mm, 64 × 0·6 mm, and64 × 0·6 mm; and tube voltage 120 kV. The tube currentwas regulated by an automatic exposure control system(CARE Dose 4D; Siemens Healthineers). Images werereconstructed with a slice thickness of 1·5 mm or 1 mmand an interval of 1·5 mm or 1 mm, respectively. TheAll patients (n=81)Group 1 (n=15)(Continued from previous page)ComorbiditiesAnyChronic pulmonary diseaseDiabetesHypertensionChronic renal failureCardiovascular diseaseCerebrovascular diseaseMalignancyHepatitis or liver cirrhosisAll patients (n=81) Group 1 (n=15)Images from cases seen at Union Hospital were analysedby two radiologists (HS [a senior thoracic radiologist with30 years’ experience] and XH [a radiology resident with4 years’ experience in interpreting chest CT images]).Images from cases seen at Wuhan Jinyintan Hospital wereinterpreted by two radiologists experienced in thoracicradiology (YF [12 years’ experience] and NJ [10 years’experience]). All Digital Imaging and Communications inMedicine (DICOM) images from the CT studies wereanalysed without access to clinical or laboratory nfidings.The evaluators independently and freely assessed the CTfeatures using both axial CT images and multiplanarreconstruction images. After separate evaluations, anydisagreements were resolved by discussion and consensus.CT imaging features recorded from our cohort aresummarised in the appendix 2 (p 4).Follow­ up chest CT scans were reviewed by two radiologists(HS and YF). The images were assessed and the evolutionof lesions rated as either no signicfiant change, resolution,or progression, compared with the previous chest CTfrom the same patient (appendix 2 p 4). Decisions werereached by consensus.Analyses were done with SAS software version 9.4.Distribution normality was assessed using theKolmogorov­ Smirnov test. Normally distributed datawere presented as mean (SD), non­ normally distributeddata as median (IQR), and categorical variables asfrequency (%). CIs of proportions were calculated usingthe Clopper­ Pearson method. Diferences betweengroups were analysed by Fisher’s exact test (for categoricaldata) or one­ way ANOVA (for continuous data).There was no funding source for this study.          81 patients who were admitted to Wuhan Jinyintanhospital (n=49) or Union Hospital of Tongji MedicalCollege (n=32) between Dec 20, 2019, and Jan 2          The clinical characteristics and laboratory results ofpatients by group are summarised in the table (seeappendix 2 [pp 1–3] for additional data). In the full cohort,the mean age was 49·5 years (SD 11; range 25–81), andthere was no gender diefrence (42 [52%] men and39 [48%] women). No signicfiant diefrences in age(p=0·2778) or sex distribution (p=0·0871) between groupswere identiefid. The most common symptoms at onsetwere fever (59 [73%] patients) and dry cough (48 [59%]).Other non­ specicfi symptoms included dizziness(two [2%] patients), diarrhoea (three [4%]), vomiting(four [5%]), headache (vfie [6%]), and generalised weakness(seven [9%]). Among groups 2–4 (symptomatic patients),no signicfiant diefrences in clinical parameters werefound. Patients in group 1 had signicfiantly lower meanconcentrations of C­ reactive protein (6·9 mg/L, p=0·0051)and aspartate aminotransferase (30·2 U/L, p=0·0026)than patients in the other three groups. Other laboratorynifdings did not signicfiantly diefr among groups, andthe prevalence of underlying diseases was similar in allgroups.All patients had abnormal CT imaging features (appendix2 pp 5–6). Although all lung segments can be involved,there was a slight predilection for the right lower lobe(225 (27%) of 849 aefcted segments among all patients).The mean number of segments involved among all groupswas 10·5 (SD 6·4; range 1–18; appendix 2 pp 7–8), withsignicfiantly more segments involved in groups 2–4(symptomatic patients) than group 1 (asymptomaticpatients; p<0·0001). Group 3 had the highest mean numberof involved segments (13·0 [5·7]; gfiure 1).64 [79%] patients had bilateral lung involvement, 44 [54%]showed peripheral distribution, and 36 [44%] showedGround-glass opacityReticularGroupMixed3Consolidation4diufse distribution of CT abnormalities (gfiure 2). Themost common patterns seen on chest CT were ground­glass opacity (53 [65%] patients; gfiure 2A), in addition toill­ denfied margins (66 [81%]), smooth or irregularinterlobular septal thickening (28 [35%] patients;gifure 2A), air bronchogram (38 [47%]; gfiure 2A, D), crazy ­paving pattern (eight [10%]; gfiure 2B), and thickeningof the adjacent pleura (26 [32%]). Less common CTnifdings were nodules (vfie [6%] patients), cystic changes(eight [10%]; gfiure 2C), bronchiolectasis (nine [11%]),pleural eufsion (four [5%]; gfiure 2D), and lympha­denopathy (vfie [6%]). Tree ­ in­ bud signs, masses, cavi­tation, and calcicfiations were not observed in our caseseries.The typical pattern of CT imaging features from pre­clinical patients (group 1) comprised unilateral(nine [60%] patients), multifocal (eight [53%]), andground­ glass opacicfiation (14 [93%]). Interlobular septalthickening, thickening of the adjacent pleura, nodules,round cystic changes, bronchiolectasis, pleural eufsion,and lymphadenopathy were rarely observed in this group.In group 2 (rfist week after symptom onset), lesionsquickly evolved to become bilateral (19 [90%] patients)and diufse (11 [52%]), but re mained predominantly ofground­ glass opacity appearance (17 [81%]). Pleuraleufsion (one [5%]) and lymphadenopathy (three [14%])were detected at this stage. In group 3 (second weekafter symptom onset), as the disease progressed, theground­ glass opacity pattern was still the predominantCT nfiding (17 [57%]); however, consolidation patterns(nine [30%]) were also noted. In group 4 (third weekafter symptom onset), ground­ glass opacities (vfie [33%])and reticular patterns (vfie [33%]) were the predominantimaging pattern (gfiure 3). Bronchiolectasis (two [13%]),thickening of the adjacent pleura (seven [47%]), pleuraleufsions (two [13%]), and lymphadenopathy (two [13%])could also be seen at this stage (appendix 2 pp 5–6).By Feb 8, 2020, 62 (77%) patients had been discharged,with a mean interval between symptom onset anddischarge of 23·2 days (SD 6; range 12–41). 16 (20%)patients were still in hospital, and three (4%) patients haddied (on days 12, 14, and 30, after hospital admission dueto ARDS). Patient 1, who died on day 12 after admission,was a 60­ year­ old man with chronic pulmonary disease(tuberculosis). The CT scan obtained from this patient onday 8 after symptom onset showed extensive ground­glass opacities in both lungs, giving a white lungappearance (gfiure 4). The second patient who died(patient 2) was 73­ year­ old man who had had type 2diabetes for several years, and showed progressiveradiographic deterioration on CT scans taken on days 3, 7,and 11 after symptom onset. Patient 3, who died on day 30after admission, was a 77­ year­ old man with hypertension,cardiovascular disease, and cerebrovascular disease. A CTscan showed mild pneumonia on day 5 after symptomonset in this patient (gfiure 5A), and two follow ­ up CTscans 10 days and 15 days later revealed rapid progressionof the lung lesions with bilateral pleural eufsions(gfiure 5B, C).Follow­ up CT images were obtained from 57 (70%)patients (36 from Wuhan Jinyintan hospital, and 21 fromUnion Hospital). 23 of these patients had two CT scans,19 had three scans, and 15 had four scans available.Four patterns of evolution throughout the series of CTscans were observed among these 57 patients: initialprogression to peak level, followed by radiographicimprovement (type 1), seen in 26 (46%) patients (figure 6),of whom 24 (92%) patients were discharged from hospital(median stay 25 days [IQR 20–27]); radiographicdeterioration (type 2), seen in 18 (32%) patients (figure 5),of whom two (11%) died (patients 2 and 3); radiographicimprovement (type 3), seen in eight (14%) patients, ofwhom five (63%) were discharged from hospital (medianstay 19 days [IQR 11–25]); and unchanged radiographicappearance (type 4), seen in five (9%) patients, all ofwhom were still in hospital at the cutof date (Feb 8).The Coronaviridae family of viruses includes six prev­iously known human­ infecting coronaviruses, which areenveloped, non­ segmented, positive­ sense RNA virusesthat are broadly distributed in humans and othermammals.13 Although four of these coronaviruses causeonly mild respiratory symptoms similar to the commoncold, epidemics caused by two betacoronaviruses, SARS­CoV in 200214,15 and MERS­ CoV in 2012, involved morethan 8000 patients and 1000 patients, respectively,16,17 withhigh mortality rates (10% for SARS­ CoV and 37% forMERS­ CoV). The novel coronavirus SARS­ CoV­ 2 is theseventh member of the Coronaviridae family known toinfect humans. The mortality rate of COVID­ 19 so far islower than that of SARS or MERS coronavirus diseases;however, SARS­ CoV­ 2 is highly infectious and could be asignificant health threat.In our study, the predisposing conditions for COVID­ 19pneumonia tended to be old age and medical comor­bidities (such as chronic pulmonary disease, diabetes,and other chronic diseases), similar to previous viralinfections such as influenza H7N9. 18,19 There was noobvious predilection for males or females in our cohort.However, another study reported that 30 (73%) of41 infected patients were men.5 This discrepancy mightbe due to the diferences in demographic features andsmall cohorts. By Feb 8, 2020, three patients in our studyhad died, representing a mortality rate of around 4%. Alldeaths occurred in men older than 60 years who hadunderlying diseases, consistent with previous reports.5Thus, old age, male sex, and presence of comorbiditiesmight be risk factors for poor prognosis.Fever, cough, and dyspnoea were the most commonsymptoms in patients with COVID­ 19 pneumonia,consistent with the manifestation of lower respiratorytract infections. By contrast, upper respiratory tractsymptoms were less common in these patients,indicating that the cells targeted by the virus might belocated in the lower airway.5 Other non­ specificsymptoms included dizziness, diarrhoea, vomiting,headache, and generalised weakness, which occurredin around 2–9% of patients. Notably, 15 cases ofasymptomatic infection were discovered on the basis ofabnormal lung findings on CT scans, suggesting thatchest CT scans or serum antibody tests should be donein asymptomatic high­ risk individuals with a history ofexposure to patients with COVID­ 19 pneumonia tofacilitate early identification of the disease.In our cohort, leukocytosis was detected in 26 (32%)patients and lymphocytosis in 54 (67%) patients.Concentrations of C­ reactive protein and serum amyloidA protein were elevated in most patients, as observed inprevious betacoronavirus infections.10,11,20 In the subgroupof asymptomatic patients (group 1), concentrationsof C­ reactive protein (6·9 mg/L) and aspartate amino­transferase (30·2 U/L) were lower than those insymptomatic patients.The mean number of involved lung segments in ourcohort was 10·5, with the right lower lobes mostcommonly afected. This finding is similar to those of aprevious radiological study of patients with H7N9infl uenza infection.21 This finding might be due to theanatomical structure of the trachea and bronchi: as theright bronchus is short and straight, the causative virusmight tend to favour this location.The extent of disease on CT scans showed a markedincrease from the subclinical period through the first andsecond weeks after symptom onset, then decreasedgradually in the third week. A previous study showed thatthe median time from onset of symptoms to mechanicalventilation was 10·5 days (IQR 7·0–14·0) and to intensivecare unit admission was 10·5 days (8·0–17·0).5 Thus,our findings indicate that the radiological evolution ofCOVID­ 19 pneumonia is consistent with the clinicalcourse of the disease.Most patients in our cohort showed bilateral lunginvolvement, with lesions mainly located peripherally andsubpleurally with diufse distribution. The predominantpattern was ground­ glass opacity, with ill­ denfiedmargins, air bronchograms, smooth or irregular inter­lobular or septal thickening, and thickening of theadjacent pleura. These imaging characteristics arenon­ specicfi and bear some resemblance to those ofSARS­ CoV22–24 and MERS­ CoV infections.25,26 However,unlike SARS­ CoV infections, some patients in our studypresented with pleural eufsion, lymphadenopathy, andround cystic changes on CT. Previous studies showed thatDay 5BDay 15CDay 20the presence of pleural eufsion in patients infected withMERS­ CoV or avian infl uenza H5N1 was a poorprognostic indicator.25,27,28 Similarly, in one patient whodied in our study (patient 3), a follow­ up CT scans showedthat he had developed bilateral pleural eufsion. On theother hand, lymphadenopathy has also been seen in casesof H5N1 infection,28 which can present as a rapidlyprogressive pneumonia that results in ARDS. Roundcystic changes on CT might be associated with the processof resorption of consolidation; which might be explainedby the infection causing damage to the alveolar walls andleading to pneumatoceles. Other nfidings includedintralobular or interlobular septal thickening, and a crazy­paving pattern. However, none of the CT features ofCOVID­ 19 seem to be specicfi or diagnostic, andCOVID­ 19 pneumonia shares CT features with othernon­ infectious conditions that present as subpleural air­space disease. For example, patients with bronchiolitisobliterans with organising pneumonia29,30 often shownodules (32%),29 lymphadenopathy (13%),30 and pleuraleufsion (20%). 30 These nfidings were present, albeit withlower frequency, among our patients with COVID­ 19pneumonia (nodules 6%, lymphadenopathy 13%, pleuraleufsion 5%). However, tree ­ in­ bud signs, masses,cavitations, and calcicfiations, often suggestive of bacterialor chronic infections, were absent in our study.The typical pattern of CT images in subclinical patients(group 1) was unilateral, multifocal, predominantlyground­ glass opacities. In the rfist week after symptomonset (group 2), lesions quickly evolved to bilateral,diufse disease, with a relative decrease in the frequencyof ground­ glass opacities and a transition to consolidationand mixed­ pattern development. Pleural eufsion andlymphadenopathy were also detected in group 2. Sub­sequently, ground­ glass opacities continued to decreasein frequency throughout the second week after symptomonset (group 3), while consolidation became the secondmost common pattern. A reticular pattern associated withbronchiolectasis and irregular interlobular or septalthickening were also noted to increase progressively fromthe second week. These nfidings indicated the appearanceof interstitial changes, suggesting the development ofbifrosis. However, since the natural history of COVID ­ 19pneumonia is yet to be fully explored, it is too early tolabel these lung changes as irreversible bfirosis. As thedisease progressed in the third week after symptomonset, consolidation and mixed patterns became morecommon, while ground­ glass opacities decreased further.Bronchiolectasis, thickening of the adjacent pleura, andpleural eufsion mainly appeared at this stage.Serial CT imaging of patients could help to con­tinuously monitor disease changes. Follow­ up CTshowed progression or improvement of lung lesionsduring treatment, sensitively reflecting therapeuticefects, and these changes might be related to outcomesin such patients. The most common pattern of evolutionthroughout series of CT scans in this study was initialprogression to a peak level, followed by radiographicimprovement (type 1), and most of these patients weresubsequently discharged. In addition, most patientswho showed a pattern of radiographic improvementacross several scans (type 3) were discharged fromhospital. Thus, a type 1 or type 3 disease course mightbe associated with favourable outcomes. On the otherhand, progressive radiographic deterioration despitemedical treatment seems to be associated with poorprognosis, with two deaths in our study occurringamong the 18 patients with the type 2 pattern.Our study had several limitations. First, at the time ofdata collection, nucleic acid testing for the diagnosis ofSARS­ CoV­ 2 infection had not yet been introduced atUnion Hospital, and 33 patients were therefore diagnosedclinically on the basis of WHO criteria.12 However, all thesecases were conrfimed by nucleic acid testing when kitsbecame available later. Second, we compared imagingpatterns between four groups of diefrent time intervalsfrom the onset of symptoms, which does not account forpotential individual variations. Third, because of the shorttime for case collection, follow­ up CT scans were availablefor only 57 patients, around 40% of whom had only two CTscans. Although we have outlined the main patterns ofevolution seen on CT imaging in patients with COVID­ 19pneumonia, long­ term radiological follow­ up is needed toconrfim our nfidings. Finally, as lung biopsy specimenswere not available in this study, the relationship betweenradiological and histopathological nfidings remains to beinvestigated. Therefore, other potential causes of ground­glass opacity, such as pulmonary oedema and haemorrhage,cannot be estimated.In conclusion, COVID­ 19 pneumonia tends to manifeston lung CT scans as bilateral, subpleural, ground­ glassopacities with air bronchograms, ill­ denfied margins, anda slight predominance in the right lower lobe. Abnormallung CT nfidings can be present even in asymptomaticpatients, and lesions can rapidly evolve into a diufseground­ glass opacity predominance or consolidationpattern within 1–3 weeks after onset of symptoms, peakingat around 2 weeks after onset. Old age, male sex, under­lying comorbidities and progressive radiographic deterio­ration on follow­ up CT might be risk factors for poorprognosis in patients with COVID­ 19 pneumonia.ContributorsHS, YF, and CZ conceived and designed the study. XH and NJcontributed to the literature search. XH, NJ, JG, YF, and CZ contributedto data collection. HS, XH, and YC contributed to data analysis. YC andOA contributed to data interpretation. HS, XH, NJ and YF contributed tothe figures. HS, XH, NJ, and OA contributed to writing of the report.Declaration of interestsWe declare no competing interests.AcknowledgmentsWe thank all our colleagues who helped us during the current study.We greatly appreciate the kind assistance of Xiaoming Yang(Radiology, University of Washington, Seattle, WA, USA) and HanpingWu (Radiology, University of Michigan, Ann Arbor, MI, USA) in editingand revising the manuscript, as well as Hongwei Jiang (Epidemiology &Biostatistics, Tongji Medical College, Huazhong University of Scienceand Technology, Wuhan, China) for his assistance in statistical analysis.We are also grateful to the many front­ line medical staf for theirdedication in the face of this outbreak, despite the potential threat totheir own lives and the lives of their families.", "ref_list": [[], [""], ["Coronavirus disease (COVID­ 19) outbreak"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Notes from the field: a novel coronavirus genome identified in a cluster of pneumonia casesWuhan"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Novel coronavirus-Thailand (ex­ China)"], ["Novel coronavirus-Japan (ex­ China)"], [""], ["Centers for Disease Control and Prevention. First travel­ related case of 2019 novel coronavirus detected in United States"], [""], ["A cluster of cases of severe acute respiratory syndrome in Hong Kong"], ["Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study"], ["Clinical management of severe acute respiratory infection when novel coronavirus (2019­ nCoV) infection is suspected: interim guidance"], [""], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Middle East respiratory syndrome coronavirus (MERS­ CoV): announcement of the Coronavirus Study Group"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Epidemiological, clinical and viral characteristics of fatal cases of human avian influenza A (H7N9) virus in Zhejiang Province, China"], ["Clinical features and factors associated with outcomes of patients infected with a novel influenza A (H7N9) virus: a preliminary study"], ["A major outbreak of severe acute respiratory syndrome in Hong Kong"], ["H7N9 influenza A (novel reassortant avian­ origin) pneumonia: radiologic findings"], ["Severe acute respiratory syndrome: radiographic and CT findings"], ["Thin­ section CT of severe acute respiratory syndrome: evaluation of 73 patients exposed to or with the disease"], ["Clinical and imaging ifndings in patients with severe acute respiratory syndrome"], ["CT correlation with outcomes in 15 patients with acute Middle East respiratory syndrome coronavirus"], ["Middle East respiratory syndrome coronavirus (MERS­ CoV) infection: chest CT findings"], ["Acute Middle East respiratory syndrome coronavirus: temporal lung changes observed on the chest radiographs of 55 patients"], ["The radiologic manifestations of H5N1 avian influenza"], ["Organizing pneumonia: perilobular pattern at thin­ section CT"], ["An oficial American Thoracic Society/European Respiratory Society statement: update of the international multidisciplinary classification of the idiopathic interstitial pneumonias"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["­ novel­"], [], ["X 3 Xu", "P Chen", "J Wang"], ["W 4 Tan", "X Zhao", "X Ma"], ["Z Ding", "Z Wen", "W"], ["­"], ["­ novel­", "­"], ["­ novelcoronavirus­", "­", "­", "­"], ["US"], ["­", "­"], ["KW Tsang", "PL Ho", "GC Ooi"], ["A Assiri", "JA Al­ Tawfq", "AA Al­ Rabeeah"], ["WHO.", "­", "­"], ["DD Richman", "RJ Whitley", "FG Hayden"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["T Kuiken", "RAM Fouchier", "M Schutten"], ["RJ de Groot", "SC Baker", "RS Baric"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["S Liu", "J Sun", "J Cai"], ["X Chen", "Z Yang", "Y Lu", "Q Xu", "Q Wang", "L. Chen"], ["N 20 Lee", "D Hui", "A Wu"], ["Q Wang", "Z Zhang", "Y Shi", "Y. Jiang", "Emerging"], ["NL Müller", "GC Ooi", "PL Khong", "S. Nicolaou"], ["KT Wong", "GE Antonio", "DS Hui"], ["Z 24 Zhao", "C Liang", "J Zhang", "R Zhang", "H. He"], ["KM 25 Das", "EY Lee", "MA Enani"], ["AM Ajlan", "RA Ahyad", "LG Jamjoom", "A Alharthy", "TA Madani"], ["KM 27 Das", "EY Lee", "SE Al Jawder"], ["NR Qureshi", "TT Hien", "J Farrar", "FV Gleeson"], ["M 29 Ujita", "EA Renzoni", "S Veeraraghavan", "AU Wells", "DM Hansell"], ["WD Travis", "U Costabel", "DM Hansell"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Before this study, we searched PubMed, Medline, and Google\nScholar on Jan, 2\n        ", "one_words_summarize": "Before this study, we searched PubMed, Medline, and GoogleScholar on Jan, 2        We analysed chest CT images from 81 patients confirmed tohave COVID-19 pneumonia caused by SARS-CoV-2 infection,been fully characterised. CT is important in the diagnosisand treatment of lung diseases. Our findings provideinsight in the evolution of the disease and its correspondingimaging changes, and suggest potential associations betweenimaging findings and patient outcomes, which requiresfurther study. SARS-CoV-2 has substantial capacity to infect humans, and iscapable of human-to-human transmission. This study was approved by the institutional reviewboards of the relevant centres. Images werereconstructed with a slice thickness of 1·5 mm or 1 mmand an interval of 1·5 mm or 1 mm, respectively. After separate evaluations, anydisagreements were resolved by discussion and consensus. CIs of proportions were calculated usingthe Clopper­ Pearson method. Diferences betweengroups were analysed by Fisher’s exact test (for categoricaldata) or one­ way ANOVA (for continuous data).There was no funding source for this study. The most common symptoms at onsetwere fever (59 [73%] patients) and dry cough (48 [59%]).Other non­ specicfi symptoms included dizziness(two [2%] patients), diarrhoea (three [4%]), vomiting(four [5%]), headache (vfie [6%]), and generalised weakness(seven [9%]). Bronchiolectasis (two [13%]),thickening of the adjacent pleura (seven [47%]), pleuraleufsions (two [13%]), and lymphadenopathy (two [13%])could also be seen at this stage (appendix 2 pp 5–6).By Feb 8, 2020, 62 (77%) patients had been discharged,with a mean interval between symptom onset anddischarge of 23·2 days (SD 6; range 12–41). Patient 1, who died on day 12 after admission,was a 60­ year­ old man with chronic pulmonary disease(tuberculosis). Patient 3, who died on day 30after admission, was a 77­ year­ old man with hypertension,cardiovascular disease, and cerebrovascular disease. A CTscan showed mild pneumonia on day 5 after symptomonset in this patient (gfiure 5A), and two follow ­ up CTscans 10 days and 15 days later revealed rapid progressionof the lung lesions with bilateral pleural eufsions(gfiure 5B, C).Follow­ up CT images were obtained from 57 (70%)patients (36 from Wuhan Jinyintan hospital, and 21 fromUnion Hospital). 23 of these patients had two CT scans,19 had three scans, and 15 had four scans available. By Feb 8, 2020, three patients in our studyhad died, representing a mortality rate of around 4%. Sub­sequently, ground­ glass opacities continued to decreasein frequency throughout the second week after symptomonset (group 3), while consolidation became the secondmost common pattern. Bronchiolectasis, thickening of the adjacent pleura, andpleural eufsion mainly appeared at this stage. Thus, a type 1 or type 3 disease course mightbe associated with favourable outcomes. Although we have outlined the main patterns ofevolution seen on CT imaging in patients with COVID­ 19pneumonia, long­ term radiological follow­ up is needed toconrfim our nfidings. In conclusion, COVID­ 19 pneumonia tends to manifeston lung CT scans as bilateral, subpleural, ground­ glassopacities with air bronchograms, ill­ denfied margins, anda slight predominance in the right lower lobe."}