{"date": "2020/02/24", "journal": "The Lancet Respiratory Medicine", "authors": "Xiaobo Yang, Yuan Yu, Jiqian Xu, Huaqing Shu, \"Jiaan Xia\", Hong Liu", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "type": "Articles", "abstract": "\n        The novel coronavirus disease 2019 is a disease that has\nafected populations around the world. We searched PubMed\nfor articles published up to Feb 1\n        ", "text": "        The novel coronavirus disease 2019 is a disease that hasafected populations around the world. We searched PubMedfor articles published up to Feb 1                  We report the clinical courses and clinical outcomes of52 critically ill patients from 710 laboratory-conrfimed cases ofSARS-CoV-2. 35 (67%) patients had acute respiratory distresssyndrome (ARDS) and 37 (71%) required mechanical ventilation.analysed patients from Dec 2          The Ethics Commission of Jin Yin-tan hospitalapproved this study (KY-2020–06.01). Written informedconsent was waived due to the rapid emergence of thisinfectious disease.We reviewed clinical electronic medical records, nursingrecords, laboratory findings, and radiological examinations for all patients with laboratory confirmedSARS-CoV-2 infection. The admission data of thesepatients were collected. Data were evaluated andcollected, by using a case record form modified from thestandardised International Severe Acute Respiratory andEmerging Infection Consortium case report forms.10 Anymissing or uncertain records were collected and clarifiedthrough direct communication with involved health-careproviders and their families.We collected data on age, sex, exposure history, chronicmedical histories (chronic cardiac disease, chronicpulmonary disease, cerebrovascular disease, chronicneurological disorder, diabetes, malignancy, dementia,malnutrition, and smoking), symptoms from onset to32 (61·5%) patients had died at 28 days, and the medianduration from intensive care unit (ICU) admission to death was7 (IQR 3–11) days in non-survivors. Compared with survivors,non-survivors were older (64·6 years [11·2] vs 51·9 years [12·9]),more likely to develop acute respiratory distress (ARDS; 26 [81%]patients vs 9 [45%] patients), and more likely to receivemechanical ventilation (30 [94%] patients vs 7 [35%] patients),either invasively or non-invasively.The mortality of critically ill patients with SARS-CoV-2pneumonia at 28 days is considerable. The survival time ofnonsurvivors is likely to be within 1–2 weeks after ICU admission.Older patients (>65 years) with comorbidities and ARDS are atincreased risk of death. The severity of SARS-CoV-2 pneumoniaposes great strain on critical care resources in hospitals,especially if they are not adequately stafed or resourced.hospital admission (fever, cough, dyspnoea, myalgia,malaise, rhinorrhoea, arthralgia, chest pain, headache, andvomiting), vital signs at ICU admission (heart rate,respiratory rate, blood pressure), laboratory values onadmission (haemoglobin concentration, lymphocyte count,platelet count, arterial blood gas analysis, FiO2, partialpressure of oxygen (PaO2), and lactate concentration),coexisted infection, treatment (oxygen therapy,vasoconstrictive agents, antiviral agents, antibacterial agents,corticosteroids, and immunoglobulin), as well as living status.During the outbreak of SARS-CoV-2 infection, the numberof critically ill patients exceeded the capacity of ICUs.Therefore, two provisional ICUs were urgently establishedin Jin Yin-tan hospital and hence most mechanicalventilator settings and recordings were not recorded, exceptrecords of positive end-expiratory pressure in some cases.As a routine, electronic medical data were archived onto alocal server, from which we retrieved these data.The primary outcome was 28-day mortality after ICUadmission. Secondary outcomes included incidence ofSARS-CoV-2-related acute respiratory distress syndrome(ARDS) and the proportion of patients requiringmechanical ventilation. ARDS and shock were defi nedaccording to the guidance of WHO for novel coronavirusdisease 2019 (COVID-19).6 Acute kidney injury wasidentifi ed on the basis of serum creatinine.11 Cardiacinjury was diagnosed if the serum concentration ofhypersensitive cardiac troponin I (hsTNI) was above theupper limit of the reference range (>28 pg/mL),measured in the laboratory of Jin Yin-tan Hospital.          The aim of this study is to report the clinical courses andclinical outcomes of critically ill patients being cared for710 patients with confirmed SARS-CoV-2 pneumonia as of Jan 2                    509 admitted after Jan 1          FiO2 <60%3 excluded1 cardiac arrest on transportation2 cardiac arrest immediatelyafter admission52 critically ill patients included in studyin the hospital during the study period. There were,therefore, no formal hypotheses being implemented todrive the sample size calculation and we included themaximum number of patients who met the inclusioncriteria.We expressed descriptive data as mean (SD) or median(IQR) for continuous variables and number (%) forcategorical variables. We assessed diefrences betweensurvivors and non-survivors using two-sample t test orWilcoxon rank-sum test depending on parametric ornonparametric data for continuous variables and Fisher’sexact test for categorical variables. We used aKaplanMeier plot for survival data.Tests were two-sided with significance set at α lessthan 0·05. The Stata/IC 15.1 software (StataCorp, CollegeStation, TX, USA) was applied for all analyses.            By Jan 2            The most common symptoms were fever (98%), cough(77%), and dyspnoea (63·5%; table 2). Among 52 criticallyill patients, six (11%) did not experienced fever until2–8 days after the onset of symptoms related toSARS-CoV-2 infection. The median duration from onsetof symptoms to radiological confirmation of pneumoniawas 5 (IQR 3–7) days. The median duration from onset ofsymptoms to ICU admission was 9·5 (7·0–12·5) days.The median Acute Physiology and Chronic HealthEvaluation II (APACHE II) score of all patients was17 (IQR 14–19; table 3). Most patients had organ functiondamage, including 35 (67%) with ARDS, 15 (29%) withacute kidney injury, 12 (23%) with cardiac injury, 15 (29%)with liver dysfunction, and one (2%) with pneumothorax(table 2). The median hsTNI was 161·0 (IQR 41·8–766·1)pg/mL. Hospital-acquired infection was noted inseven (13·5%) patients, including one (2%) patient whohad pulmonary and blood stream infection ofcarbapenemsix (11·5%) with prone position ventilation, six (11·5%)with extracorporeal membrane oxygenation (ECMO),nine (17%) with renal replacement therapy, and18 (35%) with vasoconstrictive agents (table 2). 23 (44%)patients received antiviral agents, 49 (94%) receivedantibacterial agents, and 30 (58%) patients receivedglucocorticoids (table 2). Oseltamivir was given to18 (35%) patients, ganciclovir to 14 (27%), and lopinavirto seven (13·5%).For the primary outcome, among 52 critically illpatients with SARS-CoV-2 infection, 32 (61·5%) patientshad died at 28 days, and the median duration from ICUadmission to death was 7 (IQR 3–11) days in thenonsurvivors (figure 2). Compared with survivors,nonsurvivors were more likely to develop ARDS (26 [81%] vs9 [45%]) and were more likely to receive mechanicalventilation (30 [94%] vs 7 [35%]). 30 (81%) of 37 patientsrequiring mechanical ventilation had died by 28 days.Of the 20 patients who survived, eight patients weredischarged. Three patients were still on invasiveventilation at 28 days, including one patient who was alsoon ECMO. One patient was on non-invasive ventilation,two were using high-flow nasal cannula, and six wereusing common nasal cannula.Compared with survivors, non-survivors were older(64·6 [SD 11·2] vs 51·9 [12·9]) and were more likely tohave chronic medical illnesses (17 (53%) patients vs4 (20%) patients; table 1). Neither the median durationfrom onset of symptoms to radiological confirmation ofpneumonia or from onset of symptoms to ICUadmission were diferent between survivors and non-survivors(table 3). The ratio of partial pressure of oxygen (PaO2) toFiO2 was significantly lower in non-survivors. Based onAPACHE II score and SOFA score at ICU admission,non-survivors were in a more critical condition thansurvivors. In the cohort, lymphocytopenia occurred in44 (85%) patients, with no significant diference betweenthe two groups. Compared with survivors, non-survivorswere more likely to develop ARDS, and to receivemechanical ventilation, either invasively ornoninvasively.We report on 52 critically ill patients with confirmedSARS-CoV-2 infection, characterised by severehypoxaemia. 32 (61·5%) of critically ill patients had died at28 days. Of all included patients, 37 (71%) requiredmechanical ventilation and 35 (67%) had ARDS.Since no specialised medication to treat SARS-CoV-2infection has been identified at this time, the mainstay oftreatment has been supportive care. Patients are beingtreated in isolation, and their close contacts are beingquarantined. For non-critically ill patients, closefollowup is likely to be suficient to manage the disease. 1–3 Forcritically ill patients, however, aggressive treatments andintensive care are needed. To our knowledge, this is theifrst study to characterise critically ill patients infected bySARS-CoV-2. In three previously published studies ofcrtically ill patients, the patient numbers were too smallto summarise the characteristics and mortality of thesepatients with SARS-CoV-2 pneumonia.1,2,5Like SARS-CoV and Middle Eastern respiratorysyndrome (MERS)-CoV, SARS-CoV-2 is a coronavirus thatcan be transmitted to humans, and these viruses are allrelated to high mortality in critically ill patients.12 However,the mortality rate in patients with SARS-CoV-2 infectionin our cohort is higher than that previously seen incritically ill patients with SARS. In a cohort of 38 criticallyill patients with SARS from 13 hospitals in Canada,29 (76%) patients required mechanical ventilation,13 (43%) patients had died at 28 days, and six (16%)patients remained on mechanical ventilation.8 17 (38%) of45 patients and 14 (26%) of 54 patients who were criticallyill with SARS infection were also reported to have died at28 days in a Singapore cohort13 and a Hong Kong cohort,14respectively. The mortality rate in our cohort is likely to behigher than that seen in critically ill patients with MERSinfection. In a cohort of 12 patients with MERS from twohospitals in Saudi Arabia, seven (58%) patients had died at90 days.15 Since the follow-up time is shorter in our cohort,we postulate that the mortality rate would be higher after28 days than that seen in patients with MERS-CoV.The fundamental pathophysiology of severe viralpneumonia is severe ARDS. Men and people of an olderage (>65 years) are more likely to develop ARDS thanwomen or those of a younger age.16 Therefore, it is100)% 75(ytliibrabo 50plavivrSu 2500Median duration from ICU admission to death was 7(IQR 3–11)7 14 21Time since admission to intensive care unit (days)39 28 222821Numbers at risk 51reasonable that the mortality at 28 days of severeSARS-CoV-2 pneumonia is similar to the mortality ofsevere ARDS, which is near 50%.17 With a substantialincrease in the number of critically ill patients infectedby SARS-CoV-2, more provisional ICUs are beingestablished in Wuhan, China. Qualified specialists arecoming to Wuhan from other provinces of China and arecurrently working in these provisional ICUs, feverclinics, and newly constructed hospitals.18 As the clinicalcapacity to treat patients improves, the mortality ofcritically ill patients with SARS-CoV-2 pneumonia isexpected to decrease.As mentioned in previous studies, nearly 70% ofpatients infected by SARS-CoV-2 were men.1,2 Thepatients are older in our study than in previous studies.1,2We observed that non-survivors were older thansurvivors. Based on previous studies, evidence suggeststhat older, male patients are the most susceptible toSARS-CoV-2 infection,2 which is supported by our data.As previously reported, patients with a history ofcerebrovascular disease are at increased risk of becomingcritically ill or dying if they have SARS-CoV-2 infection.2,5In our cohort, fever is the most common symptom inpatients with SARS-CoV-2 pneumonia, which is inaccordance with previous studies, but not all patients hadfever.1,2,5 We also found that fever was not detected at theonset of illness in six (11·5%), and that it was in factdetected 2–8 days later. The delay of fever manifestationhinders early identicfiation of patients infected withSARS-CoV-2—if patients are asymptomatic identicfiationof suspected cases is more dicfiult. 19,20 The medianduration from onset of symptoms to radiologicalconrfimation of pneumonia was 5 (3–7) days, meaningthat early or repeated radiological examinations are usefulin screening patients with SARS-CoV-2 pneumonia.4As for laboratory tests, lymphocytopenia occurred inmore than 80% of critically ill patients in our cohort.Lymphocytopenia is a prominent feature of critically illpatients with SARS-CoV infection because targetedinvasion by SARS-CoV viral particles damages thecytoplasmic component of the lymphocyte and causes itsdestruction.21 Additionally, lymphocytopenia is alsocommon in the critically ill patients with MERS infection,which is the result of apoptosis of lymphocytes.22,23Therefore, we postulate that necrosis or apoptosis oflymphocytes also induces lymphocytopenia in critically illpatients with SARS-CoV-2 infection. In a previous study,mainly in non-critical patients infected with SARS-CoV-2,35% of patients had only mild lymphocytopenia,2suggesting that the severity of lymphocytopenia reeflcts theseverity of SARS-CoV-2 infection.Mechanical ventilation is the main supportivetreatment for critically ill patients. The PaO2/FiO2 ratiowas lower in our patients than in patients admitted toZhongnan Hospital.5 The substantial diference inPaO2/FiO2 ratio between survivors and non-survivors inour study, indicates this ratio is associated with theseverity of illness and thus prognosis. Barotrauma seemsless severe in patients with SARS-CoV-2 infection whoare being mechanically ventilated than that seen inmechanically ventilated patients with SARS-CoV. In ourstudy, barotrauma occurred in only one (2%) patient,who had been hospitalised for nearly 1 month, and heis currently on a ventilator and receiving ECMO. Inpatients with SARS, barotrauma occurred in about25% of patients on mechanical ventilation.14 The loweroccurrence of barotrauma in our cohort is probablyrelated to the widely accepted strategy of protectiveventilation in mainland China.24 At the same time, proneposition and ECMO have been used to treat patients withSARS-CoV-2 pneumonia.Without solid evidence, nearly half of the patients weregiven antiviral agents, and more than half were givenintravenous glucocorticoids. Patients treated with lopinavirwere from an ongoing clinical trial registered on ChineseClinical Trial Registry (ChiCTR2000029308). Remdesivirwas given to the rfist patients with SARS-CoV-2 pneumoniain the USA.4 Trials on remdesivir are about to recruitboth mild to moderate patients (NCT04252664) andsevere patients (NCT04257656) infected with SARS-CoV-2.Although, intravenous glucocorticoids were commonlyused in patients with severe SARS or MERS pneumonia,their ecfiacy remains controversial and their use to treatSARS-CoV-2 infection is also controversial.5,25 An ongoingclinical trial (NCT04244591) might shed some light on thesafety and ecfiacy of these drugs as treatment.This study has several limitations. First, only52 critically ill patients were included. However, thepopulation from which they were sampled was muchlarger than that of the three studies previouslypublished.1,2,5 We included all the critically ill patientsbeing cared for in the ICU of Jin Yin-tan hospital whomet the inclusion criteria. Due to the exploratory natureof the study, which was not driven by formal hypotheses,the sample size calculation was waived. Instead, we hopethat the findings presented here will encourage a largercohort study or potentially some randomly controlledtrials. Second, some specific information from the ICUwas missing, such as mechanical ventilation settings.The data on radiographical examination, supportivetreatment, living status, and the duration from ICUadmission to death, however, are indisputable. Third,this is a retrospective study. The data in this study permita preliminary assessment of the clinical course andoutcomes of critically ill patients with SARS-CoV-2pneumonia. Further studies are still needed.In conclusion, the mortality of critically ill patients withSARS-CoV-2 pneumonia is high. The survival term of thenon-survivors is likely to be within 1–2 weeks after ICUadmission. Older patients (>65 years) with comorbiditiesand ARDS are at increased risk of death. The severity ofSARS-CoV-2 pneumonia poses great strain to hospitalcritical care resources, especially if they are not adequatelystafed or resourced.ContributorsXY, YY, JXu, HS, HL, and YS collected the epidemiological and clinicaldata. JXi, YWu, LZ, ZY, MF, and TY summarised all data. XY, YY, HL,JXi, YWa, SP, and YS drafted the manuscript. XZ and SY revised theifnal manuscript.Declaration of interestsWe declare no competing interests.Data sharingAfter publication, the data will be made available to others on reasonablerequests to the corresponding author. A proposal with detaileddescription of study objectives and statistical analysis plan will be neededfor evaluation of the reasonability of requests. Additional materialsmight also be required during the process of evaluation. Deidentifiedparticipant data will be provided after approval from the correspondingauthor and Wuhan Jin Yin-tan Hospital.AcknowledgmentsWe thank all patients and their families involved in the study.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["First case of 2019 novel coronavirus in the United States"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], ["Critically ill patients with 2009 influenza A(H1N1) in Mexico"], ["Critically ill patients with severe acute respiratory syndrome"], ["Critically ill patients with 2009 influenza A(H1N1) infection in Canada"], ["Severe Acute Respiratory and Emerging Infection Consortium (ISARIC)"], ["Kidney disease: improving global outcomes (KDIGO) acute kidney injury work group. KDIGO clinical practice guideline for acute kidney injury"], ["Britons to be evacuated as scientists estimate 44 000 cases of 2019-nCOV in the city"], [""], [""], ["Clinical course and outcomes of critically ill patients with Middle East respiratory syndrome coronavirus infection"], [""], ["Epidemiology , patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries"], ["China built a hospital in 10 days to battle coronavirus"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["Commission of the People's Republic of China. Asymptomatic cases complicate eforts"], ["Multiple organ infection and the pathogenesis of SARS"], ["Middle East respiratory syndrome coronavirus eficiently infects human primary T lymphocytes and activates the extrinsic and intrinsic apoptosis pathways"], ["T-cell immunity of SARS-CoV: implications for vaccine development against MERS-CoV"], ["Practice of diagnosis and management of acute respiratory distress syndrome in mainland China: a crosssectional study"], ["Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C 1 Huang", "Y Wang", "X Li"], ["N 2 Chen", "M Zhou", "X Dong"], ["N 3 Zhu", "D Zhang", "W Wang"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["D Wang", "B Hu", "C Hu"], [], ["G Dominguez-Cherit", "SE Lapinsky", "AE Macias"], ["RA Fowler", "SE Lapinsky", "D Hallett"], ["A 9 Kumar", "R Zarychanski", "R Pinto"], ["The International"], ["-AKI-"], ["Parry J. Wuhan"], ["JAMA"], [], ["YM Arabi", "AA Arifi", "HH Balkhy"], [], ["G Bellani", "JG Lafey", "T Pham"], ["built-"], ["C 19 Rothe", "M Schunk", "P Sothmann"], ["National Health", "htm"], ["J 21 Gu", "E Gong", "B Zhang"], ["H Chu", "J Zhou", "BH Wong"], ["WJ Liu", "M Zhao", "K Liu"], ["L 24 Liu", "Y Yang", "Z Gao"], ["CD Russell", "JE Millar", "JK. Baillie"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The novel coronavirus disease 2019 is a disease that has\nafected populations around the world. We searched PubMed\nfor articles published up to Feb 1\n        ", "one_words_summarize": "The novel coronavirus disease 2019 is a disease that hasafected populations around the world. We searched PubMedfor articles published up to Feb 1                  We report the clinical courses and clinical outcomes of52 critically ill patients from 710 laboratory-conrfimed cases ofSARS-CoV-2. Compared with survivors,non-survivors were older (64·6 years [11·2] vs 51·9 years [12·9]),more likely to develop acute respiratory distress (ARDS; 26 [81%]patients vs 9 [45%] patients), and more likely to receivemechanical ventilation (30 [94%] patients vs 7 [35%] patients),either invasively or non-invasively. The survival time ofnonsurvivors is likely to be within 1–2 weeks after ICU admission. Older patients (>65 years) with comorbidities and ARDS are atincreased risk of death. The aim of this study is to report the clinical courses andclinical outcomes of critically ill patients being cared for710 patients with confirmed SARS-CoV-2 pneumonia as of Jan 2                    509 admitted after Jan 1          FiO2 <60%3 excluded1 cardiac arrest on transportation2 cardiac arrest immediatelyafter admission52 critically ill patients included in studyin the hospital during the study period. We expressed descriptive data as mean (SD) or median(IQR) for continuous variables and number (%) forcategorical variables. Tests were two-sided with significance set at α lessthan 0·05. The median duration from onsetof symptoms to radiological confirmation of pneumoniawas 5 (IQR 3–7) days. Oseltamivir was given to18 (35%) patients, ganciclovir to 14 (27%), and lopinavirto seven (13·5%).For the primary outcome, among 52 critically illpatients with SARS-CoV-2 infection, 32 (61·5%) patientshad died at 28 days, and the median duration from ICUadmission to death was 7 (IQR 3–11) days in thenonsurvivors (figure 2). Of the 20 patients who survived, eight patients weredischarged. Patients are beingtreated in isolation, and their close contacts are beingquarantined. For non-critically ill patients, closefollowup is likely to be suficient to manage the disease. As previously reported, patients with a history ofcerebrovascular disease are at increased risk of becomingcritically ill or dying if they have SARS-CoV-2 infection.2,5In our cohort, fever is the most common symptom inpatients with SARS-CoV-2 pneumonia, which is inaccordance with previous studies, but not all patients hadfever.1,2,5 We also found that fever was not detected at theonset of illness in six (11·5%), and that it was in factdetected 2–8 days later. Due to the exploratory natureof the study, which was not driven by formal hypotheses,the sample size calculation was waived. The data in this study permita preliminary assessment of the clinical course andoutcomes of critically ill patients with SARS-CoV-2pneumonia. ContributorsXY, YY, JXu, HS, HL, and YS collected the epidemiological and clinicaldata."}