{"date": "2020/02/20", "journal": "The Lancet", "authors": "Marius Gilbert, Giulia Pullano, Francesco Pinotti, Eugenio Valdano, Chiara Poletto, Pierre-Yves Boëlle", "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study", "type": "Articles", "abstract": "Background The novel coronavirus disease 2019 (COVID-19) epidemic has spread from China to 25 countries. Local Published Online cycles of transmission have already occurred in 12 countries after case importation. In Africa, Egypt has so far conrfimed February 19, 2020 one case. The management and control of COVID-19 importations heavily rely on a country's health capacity. Here we Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01401116-/6 evaluate the preparedness and vulnerability of African countries against their risk of importation of COVID-19. *Contributed equally Methods We used data on the volume of air travel departing from airports in the infected provinces in China and LSapbaotiraaltEopryid,eUmniivoelorsgiyté Libre de directed to Africa to estimate the risk of importation per country. We determined the country's capacity to detect and Bruxelles, Brussels, Belgium respond to cases with two indicators: preparedness, using the WHO International Health Regulations Monitoring (M Gilbert PhD); Fonds National and Evaluation Framework; and vulnerability, using the Infectious Disease Vulnerability Index. Countries were de la Recherche Scientifiques, clustered according to the Chinese regions contributing most to their risk. IBNruSEssReMls,, SBoerlgbiounmne(MUnGiivlbeerrstit);é, Institut Pierre Louis Findings Countries with the highest importation risk (ie, Egypt, Algeria, and South Africa) have moderate to high d'Epidémiologie et de Santé capacity to respond to outbreaks. Countries at moderate risk (ie, Nigeria, Ethiopia, Sudan, Angola, Tanzania, Ghana, Publique, Paris, France and Kenya) have variable capacity and high vulnerability. We identified three clusters of countries that share the same (CGPPoulelltatnooPMhDS,cP,FroPfinotti PhD, exposure to the risk originating from the provinces of Guangdong, Fujian, and the city of Beijing, respectively. P-Y Boëlle PhD, V Colizza PhD); Sociology and Economics of Interpretation Many countries in Africa are stepping up their preparedness to detect and cope with COVID-19 LNaebtowroatrkosryanatdOSrearnvgicees importations. Resources, intensified surveillance, and capacity building should be urgently prioritised in countries Experience Design Laboratory with moderate risk that might be ill-prepared to detect imported cases and to limit onward transmission. Chatillion, Paris, France (G Pullano); Center for Funding EU Framework Programme for Research and Innovation Horizon 2020, Agence Nationale de la Recherche. TBhioemSeedmiceallInMsotidtueltiengfo,r Neuroscience and Human Copyright © 2020 Elsevier Ltd. All rights reserved. Behavior, David Geffen School of Medicine, University of Introduction technical and operational set of interventions depends (CEaVliafoldranniaoLPohsDA);nIgnefelecst,ioLAn,, USA On Jan 30, 2020, WHO declared the current novel on each country's public health and laboratory infra- Antimicrobials, Modelling, coronavirus disease 2019 (COVID-19) epidemic a Public structures and resources. Evolution, INSERM, Université Health Emergency of International Concern.1 As of We assessed the risk of importation of cases of de Paris, Paris, France Feb 11, 2020, the epidemic registered 42 708 cases in COVID-19 to Africa from afected provinces in China, (PEroDf'YOrYtaezndzaionpMaDna,h PhD); China and spread to 25 countries that reported a total of and contextualised this risk with each country's vulner- Bichat Claude Bernard Hospital, 395 cases.2 Limited local transmission outside China was ability to epidemic emergencies and capacity to respond. Assistance publique-Hôpitaux reported in Germany, France, Japan, Malaysia, Singapore, Importation risk was determined by the volume of air de Paris, Paris, France South Korea, Spain, Thailand, Vietnam, the United Arab trafic connections 5-9 from areas where the virus currently (PEroDf'YOrYtaezndzaion,panah); Service des Emirates, the UK, and the USA. circulates in China. Each country's functional capacity Maladies Infectieuses et All continents reported confirmed cases of COVID-19. to manage health security issues is based on WHO Tropicales, Centre Hospitalier Africa confirmed its first case in Egypt on Feb 14, 2020. International Health Regulations (IHR) Monitoring and Universitaire de Treichville, China is Africa's leading commercial partner; thus, Evaluation Framework (MEF),10 and on an indicator of (ASbPidEjhaonl,ieCôMtDe)d;'DIvéopiarertement there are large travel volumes through which severe vulnerability to emerging epidemics. de Dermatologie-Infectiologie, acute respiratory syndrome coronavirus 2 could reach Unité de Formation et de the continent. Several measures have already been Methods Recherche des Sciences implemented to prevent and control possible case The risk of importation of cases of COVID-19 to Africa HMoéudpichaoleuse,tU-Bnoivigernsyit,éAFbéidlijxan, importations from China;3,4 however, the ability to limit from China was estimated based on origin-destination Côte d'Ivoire (S P Eholie); IDLICand control local transmission after importation depends air travel flows from January, 2019; 8,11,12 number of cases Maladies Infectieuses Dans Les oofn dtehteectaiponpl,icparteiovenntainond, eaxnedcuctoionntrool.f Tshtreiscet mmeeaassuurreess iCnhCinheisneepseropvrionvciensctehsa;tarnedpothrteedpotpraunlastmioinssiinone.aAc hir otrfatvheel IFPNraaSynEscRàeMR(MeUss1Ao2ltu1mr9ca,enBsnoLrPidmheaiatruémexDs,,r); include heightened surveillance and rapid identification lfows counts the number of origin-destination tickets Bordeaux Population Health, of suspected cases, followed by patient transfer and and account for any connection at intermediate airports.11 University of Bordeaux, ipsootleantitoianl, croapnitdactds.i1agTnhoesisa,ptprlaicciantigo,nanodf sfoulclohw-aupvaosft FCeabse11d,at2a02in0c.1l3udHeudmaalln cpoonpfirmuleadtiocnasdeastarepcoerrdpedrovuinntciel14 BDoeprdaeratmuxe,nFtraonfcZeo(oMloAglyt,mann);", "text": "University of Oxford, Oxford,UK (B Gutierrez MSc,M U G Kraemer DPhil); HarvardMedical School, HarvardUniversity, Boston, MA, USA(M U G Kraemer); andComputational EpidemiologyGroup, Boston Children’sHospital, Boston, MA, USA(M U G Kraemer)Correspondence to:Dr Vittoria Colizza, INSERM,Sorbonne Université, InstitutPierre Louis d’Epidémiologie etde Santé Publique, IPLESP,Paris 75012, Francevittoria.colizza@inserm.frThe current outbreak of novel coronavirus disease 2019(COVID-19) has spread rapidly within China and across manycountries. Very few data are available that describe andestimate the risk of international spread beyond Asia andEurope. We searched PubMed for articles in English publishedon and before Feb 1, 2020, that included “coronavirus”, “CoV”,“2019-nCoV”, and “international spread”. Few studies haveinvestigated the risk of spread based on local incidence ofCOVID-19 in China at the province level, international air travelto countries in Africa, local capacity to detect the outbreak,and capacity to contain the outbreak successfully.Given the scarcity of evidence of potential importations ofCOVID-19 to Africa, we used multiple data streams to assess therisk of spread to countries in Africa. By doing so, we havehighlighted the risk of importation based on both localincidence data from provinces in China and air travel fromairports most afected by the current outbreak. We furtherassessed, using multiple indicators, how the capacity torespond varies across the countries identified at risk. To betterassess the changing epidemiology of risk, we also predictedhow changes in local incidence in China might change thegeographical distribution of importation risk in Africa.Based on measures of incidence in China, health capacity inAfrica, and air travel volumes, the results presented in this studyhave implications for the prioritisation of deployment ofresources across Africa.For sensitivity, we considered a larger area as the basin ofattraction of the airports of Beijing and Shanghai, whichincluded their neighbouring provinces (appendix p 2).For each African country, the most likely origins ofpotential case importation were identiefid by computing acountry’s exposure to each Chinese province, measuringthe probability of a city in China being the origin of atravelling case to the country. Similarity betweenexposure prolfies of diefrent countries was quantiefid withentropy-based metrics,15 and used to group countries withsimilar importation patterns via agglomerative clustering(appendix p 2).The WHO IHR MEF is a set of four componentsdeveloped by WHO to support the evaluation of acountry’s functional ability to detect and respond toa health emergency. The IHR MEF is composed ofa mandatory self-reporting of capacity (the StateParty Self-Assessment Annual Reporting [SPAR]10), andthree voluntary components, namely the Joint ExternalEvaluation,16 the after-action reviews, and simulationexercises, which are all collected and disseminated byWHO. SPAR generates data and has indicators for allAfrican countries for 2018.17 Joint External Evaluation isconsolidated through joint internal and externalevaluation processes. In Africa, Joint External Evaluationdata were only available for 43 countries from 2016 to2019.16The 2018 SPAR database17 contains 24 indicator scores,organised and grouped according to the followingcapacities (bracketed number shows indicators percapacity10): legislation (three), IHR Coordination (two),zoonoses (one), food safety (one), laboratory (three),surveillance (two), human resource (one), nationalhealth emergency framework (three), health serviceprovision (three), communication (one), points of entry(two), chemical events (one), and radiation emergency(one). The SPAR index was derived to quantify eachCumulativeincidence01×10–71×10–6·51×10–61×10–5·51×10–51×10–4·5>1×10–4Passengers (millions)1003010country’s capacity to deal with the importation andspread of COVID-19 by averaging indicators from allcapacities, except those of the capacities zoonoses, foodsafety, chemical events, and radiation emergency.Both SPAR and Joint External Evaluation metrics weredesigned to quantify each country’s functional capacity,without accounting for other indirect factors that mightcompromise the control of emerging epidemics, suchas demographic, environmental, socioeconomic, andpolitical conditions. The Infectious Disease VulnerabilityIndex (IDVI) was introduced as a synthetic metric ofvulnerability to account for these factors.18 Anotherindicator, the INFORM Epidemic Risk Index, wasdeveloped by the EU Joint Research Centre in collaboration withWHO, to account for diefrent combined eefcts ofeach country’s epidemic transmission risk, infrastructure,vulnerability, and coping capacity.19For African countries where data were available, amultivariate analysis of these indicators showed a highcorrelation between SPAR and Joint External Evaluationindicators, and between IDVI and INFORM EpidemicRisk Index (appendix p 3). Given their coverage andcomplementarity, we selected SPAR and IDVI for ouranalysis. Both SPAR and IDVI indicators range from zeroto 100, with increasing levels of capacity and decreasingvulnerability, respectively.Role of the funding sourceThe funders had no role in study design, data collection,data analysis, data interpretation, writing of themanuscript, and decision to submit. The first author andthe corresponding author had full access to all the data inthe study and had final responsibility for the decision tosubmit for publication.Egypt, Algeria, and South Africa were the countries athighest importation risk from China, with moderate tohigh SPAR capacity scores (87, 76, and 62, respectively) andIDVI (53, 49, and 69, respectively; gfiures 2, 3). Countrieswith the second highest importation risk ranking includedNigeria and Ethiopia, with moderate capacity (51 and 67,respectively), but high vulnerability (27 and 38,respectively), and substantially larger populations potentiallyexposed (gfiure 1). Morocco, Sudan, Angola, Tanzania,Ghana, and Kenya had similar moderate importation riskand population sizes; however, these countries presentedvariable levels of capacity (ranging from 34 to 75) and an1×10–3kirsnoitartopIm1×10–4EGYMauritiusfor Economic Co-operation and Development countrieshad a SPAR ranging from 51 to 99, with a mean of 84·2(SD 12·36), and an IDVI ranging from 78 to 97, with amean of 88·3 (SD 6·33; gfiure 3).Three clusters were identified among the countrieswith non-negligible risk (figure 4). Each of the clusterscorresponded to diferent Chinese airports as the mainsource of entry risk. Cluster number 1 was highly exposedto Beijing, and moderately exposed to Guangdongprovince and Shanghai; cluster number 3 (includingBotswana and Lesotho only) was exposed exclusively tothe potential risk from airports in the Fujian province;and cluster number 2 was heavily exposed to risk fromGuangdong province and weakly to Zhejiang province(figure 4).Early detection of COVID-19 importation and preventionof onward transmission are crucial challenges to allcountries at risk of importation from areas with activetransmission in China. 12 countries in Asia, Europe, andNorth America have already reported secondary spreadfollowing importation. Onward transmission potentiallyoccurring in countries with weaker health systems is amajor public health concern.We show that the risk of importation to African countriesis highly heterogeneous, with Egypt, Algeria, South Africa,Ethiopia, and Nigeria estimated to be at highest risk.We also identiefid that part of this heterogeneity in Africadepended on the distribution of cases within Chineseprovinces. Although certain provinces in China arecurrently the largest contributors to the risk of specicficlusters of countries, enhanced surveillance at airportsshould consider that importation might still occur fromprovinces that appear to have a lower probability in ourestimations. Moreover, shifts in local and widespreadtransmission in Beijing, Guangdong, and Fujian couldhave profound implications for risk in Africa. For example,a signifi cantly higher incidence in Guangdong than inother provinces would have a greater eefct on theimportation risk of countries in the second cluster than incountries in the other clusters. Flight bans implementedby some African airline companies serving China20 mightalter future risk through a diefrent repartition of theolfw of travel; however, these bans are not expectedto prevent importations. Not all connections betweenAfrica and China have been cut—the main transporterscontinue to yfl between the two (eg, Ethiopian Airlines,the largest carrier in Africa, operating almost half of theilfghts from Africa to China, 21 together with all Chineseairline companies, and others). Previous and currentevidence indicates that realistic travel restrictions wouldhave a limited eefct in containing the epidemic andwould delay the risk that the outbreak extends tonew countries by only a few weeks.8,22,23 Travel or traderestrictions are not currently recommended by WHO.1Algeria, Ethiopia, South Africa, and Nigeria were part ofthe 13 top priority countries identiefid by WHO on thebasis of their direct links and volume of travel to China.4Egypt, which we estimated to be at highest risk, was notpart of that list, although Cairo was identiefid as theAfrican airport with the highest passenger volume fromthe aefcted areas. 9 Few other discrepancies were observed(Morocco and Angola were estimated to be at moderaterisk, but did not appear in WHO’s 13 top priority list) thatmight be explained by diefrent risk estimationapproaches. In our assessment, we accounted for thedistribution of incidence within China and the volume oftravel from China with the passenger network. Thisassessment strongly aefcts the spatial pattern in the riskof importation. In addition, we considered full origin–destination itineraries as opposed to direct iflghts only. Yetour data do not allow us to distinguish between travel fortourism or business, or across nationalities of passengers.Contrary to Europe, where most cases among initialimportations were Chinese tourists travelling for holiday,cases in Africa might be more likely to be business thantravel related, given the strong commercial links betweenAfrican countries and China.An insuficiency of passenger data (eg, reason for travel[tourism vs business], nationality, age, sex, andsocioeconomic status) also prevent us from accounting fordiferent risk exposure of travellers to China. T ravel flowdata to estimate risk have already been validated againstconfirmed imported cases, 8 indicating that homogeneousassumptions on travellers’ profiles and risk of exposurein China are enough to explain the exportations reportedso far.          Countries at the highest risk of importation, based onthe current epidemic situation in China, had moderateto high capacity scores; however, these scores mightcorrespond to diefrent contributions to the mean SPARindicators, reeflcting diefrent aspects of a country’sfunctional capacity. For example, South Africa had themaximum score for laboratory capacity (100), but a lowscore in risk communication (          Our results should be interpreted carefully. The overallrisk of importation to Africa is lower than that to Europe(1% vs 11%, respectively, according to our estimates onthe current situation), but response and reaction capacityare also lower. The overall SPAR score and IDVI ofAfrican countries are linked to their overall wealth, andare generally significantly lower than many high-incomecountries with higher overall resources for detection,prevention, and control. Comparatively, China has aSPAR score of 93 and an IDVI of 63.African countries have recently strengthened theirpreparedness against COVID-19 importations.3,4,24 Manycountries have improved airport surveillance andimplemented temperature screening at ports of entry,4 thanksto equipment that was readily available following the2013–16 Ebola epidemic, including high-risk countriesaccording to our analysis—South Africa, Ethiopia, andNigeria, with the latter also interviewing passengersarriving from China. Overall recommendations to avoidtravel to China have been issued (eg, by the Ministryof Health of Nigeria). Communication campaigns havebeen intensiefid after the publication of WHO guidelinesencouraging the provision of information to healthprofessionals and the general public, often with 24 hdedicated hotlines, as in the case of Senegal.3Some countries remain ill-equipped. Some are withoutthe diagnostic capacity for rapid testing for the virus;thus, if cases are imported, tests will need to be doneabroad, which might critically increase the delay fromidentification of suspected cases to their confirmationand isolation, afecting possible disease transmission.WHO is currently supporting countries to improve theirdiagnostic capacity. In the African region, this capacityhas now expanded from just two referral laboratories4 toa larger set of countries, and is expected to continue toincrease in the upcoming weeks.25 The capacity of theselaboratories is still limited by the shortage of personneltrained to run the tests, and inadequate stock of materialsneeded to do these tests. It is essential to train, equip,and strengthen the diagnostic capacities of hospitallaboratories close to infectious disease and emergencydepartments to reduce the time to deliver results, manageconfirmed cases and contacts more rapidly, and preservestrict infection control measures.In the African region, resources to set up quarantinerooms for suspected cases at airports and hospitals, orto trace contacts of confirmed cases, as recommendedby WHO, might be scarce. 74% of countries in Africahave an influenza pandemic preparedness plan; however,most are outdated (prior to the 2009 influenza A H1N1pandemic) and considered inadequate to deal with aglobal pandemic.26 Countries might not have the samecapacity to manage repatriations of nationals (eg, Africanstudents) from the province of Hubei in China, asdone by high-income countries, because of a scarcity ofresources, including personnel, centres, and equipmentfor quarantine and isolation. The epidemic in Chinahighlights the rapid saturation of the hospital capacity ifthe outbreak is not contained. Increasing the number ofavailable beds and supplies in resource-limited countriesis crucial in preparation for possible local transmissionfollowing importation.The aftermath of recent epidemics and pandemics(eg, severe acute respiratory syndrome, H1N1 pandemic,Middle East respiratory syndrome, and Ebola) havehighlighted the need to reinforce national public healthcapabilities and infrastructures, includingdiseasesurveillance systems and laboratory networks, as well ashuman capacity (eg, training in surveillance, epidemicresponse, and diagnostic testing).27,28 National publichealth capabilities and infrastructures remain at the coreof global health security, because they are the first lineof defence in infectious disease emergencies.27 Crisismanagement plans should be ready in each Africancountry; involvement of the international communityshould catalyse such preparedness. Our findings shouldhelp to inform urgent prioritisation for intensifiedsupport for preparedness and response in specificAfrican countries found to be at moderate to high risk ofimportation of COVID-19 and with relatively low capacityto manage the health emergency.MG, MUGK, EV, and VC conceived of and designed the study. MG, GP,MUGK, FP, EV, and BG collected and analysed the data, and did theanalysis. MG, CP, P-YB, ED’O, YY, SPE, MA, MUGK, and VC interpretedthe results. MG and VC drafted the Article. All authors contributed to thewriting of the nfial version of the Article.We declare no competing interests.All data used are publicly available, and sources are cited throughout.We thank WHO for input on the use of the SPAR and Joint ExternalEvaluation data, Laura Di Domenico and Ernesto Ortega for helpwith data collection, Sally Blower for useful input on the study,and REACTing (https://reacting.inserm.fr/) for useful discussions.This study was partially supported by the ANR project DATAREDUX(ANR-19-CE46-0008-03) to VC; the EU grant MOOD (H2020-874850) toMG, CP, MUGK, P-YB, and VC; the Municipality of Paris through theprogramme Emergence(s) to CP and FP; the Branco Weiss Fellowshipto MUGK; and the African coaLition for Epidemic Research, Responseand Training (ALERRT), EDCTP2, EU (RIA2016E-1612) to SPE and MA.Editorial note: the Lancet Group takes a neutral position with respect toterritorial claims in published maps and institutional afiliations.", "ref_list": [[], ["Statement on the second meeting of the International Health Regulations ("], ["Novel coronavirus ("], [""], ["Coronavirus: l'Afrique en état d'alerte"], [""], ["Ofice for Africa. WHO ramps up preparedness for novel coronavirus in the African region"], ["-preparedness-novel-coronavirus-africanregion (accessed Feb 1,"], ["Novel coronavirus (COVID-19) early-stage importation risk to Europe"], ["published online Jan 14"], ["Nowcasting and forecasting the potential domestic and international spread of the COVID-19 outbreak originating in Wuhan, China: a modelling study"], ["published online Jan 31"], ["The eefct of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak"], ["published online Feb 11 (preprint)"], ["Preliminary risk analysis of 2019 novel coronavirus spread within and beyond China"], [": State Party Self-Assessment Annual Reporting Tool"], [""], [""], [""], ["Center for Systems Science"], [""], [""], ["Foundations of statistical natural language processing"], ["Joint external evaluation tool: International Health Regulations ("], [""], [""], ["Identifying future disease hot spots: infectious disease vulnerability index"], ["Incorporating epidemics risk in the INFORM Global Risk Index"], ["six des huit compagnies aériennes africaines qui desservent la Chine, en proie à une épidémie de coronavirus, ont décidé de suspendre leurs liaisons. Ethiopian Airlines et Air Algérie ont choisi de maintenir leurs vols"], ["-jumped-630-in-the-past-nine-years/ (accessed Feb 1,"], ["Assessing the impact of travel restrictions on international spread of the 2014 West African Ebola epidemic"], ["Human mobility networks, travel restrictions, and the global spread of 2009 H1N1 pandemic PLoS One"], ["'s response to a novel coronavirus stands in stark contrast to the 2002 SARS outbreak response"], ["Countries rush to build diagnostic capacity as coronavirus spreads"], ["Pandemic influenza preparedness in the WHO African region: are we ready yet"], ["The neglected dimension of global security-a framework for countering infectious-disease crises"], ["Ebola response impact on public health programs"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Emergency Committee", "healthregulations-"], [], [], ["Le Monde"], ["-", "html"], ["WHO Regional"], [], [], [], ["JT Wu", "K Leung", "GM Leung"], [], ["M Chinazzi", "JT Davis", "M Ajelli"], ["medRxiv"], ["S Lai", "II Bogoch", "A Watts", "K Khan", "Z Li", "A Tatem"], [], [], [], [], ["Johns Hopkins"], ["City Population"], [], ["CD Manning", "H Schütze"], [], [], ["WHO. Electronic State Parties Self-Assessment Annual"], ["M 18 Moore", "B Gelfeld", "A Okunogbe", "C Paul"], ["K 19 Poljanšek", "M Marin-Ferrer", "L Vernaccini", "L Messina"], ["Maroc 20 M'Bida A. Un Boeing de la Royal Air Maroc. Royal Air"], ["Y. Quartz Africa"], ["C 22 Poletto", "MFC Gomes", "A Pastore y Piontti"], ["P 23 Bajardi", "C Poletto", "JJ Ramasco", "M Tizzoni", "V Colizza", "A Vespignani"], ["24 Nkengasong J. China"], ["J 25 Steenhuysen", "S. Nebehay"], ["EZ Sambala", "T Kanyenda", "CJ Iwu"], ["P 27 Sands", "C Mundaca-Shah", "VJ Dzau"], ["BJ Marston", "E Dokubo", "A van Steelandt"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "University of Oxford, Oxford,", "one_words_summarize": "University of Oxford, Oxford,UK (B Gutierrez MSc,M U G Kraemer DPhil); HarvardMedical School, HarvardUniversity, Boston, MA, USA(M U G Kraemer); andComputational EpidemiologyGroup, Boston Children’sHospital, Boston, MA, USA(M U G Kraemer)Correspondence to:Dr Vittoria Colizza, INSERM,Sorbonne Université, InstitutPierre Louis d’Epidémiologie etde Santé Publique, IPLESP,Paris 75012, Francevittoria.colizza@inserm.frThe current outbreak of novel coronavirus disease 2019(COVID-19) has spread rapidly within China and across manycountries. Very few data are available that describe andestimate the risk of international spread beyond Asia andEurope. We furtherassessed, using multiple indicators, how the capacity torespond varies across the countries identified at risk. Based on measures of incidence in China, health capacity inAfrica, and air travel volumes, the results presented in this studyhave implications for the prioritisation of deployment ofresources across Africa. SPAR generates data and has indicators for allAfrican countries for 2018.17 Joint External Evaluation isconsolidated through joint internal and externalevaluation processes. Both SPAR and IDVI indicators range from zeroto 100, with increasing levels of capacity and decreasingvulnerability, respectively. The first author andthe corresponding author had full access to all the data inthe study and had final responsibility for the decision tosubmit for publication. For example,a signifi cantly higher incidence in Guangdong than inother provinces would have a greater eefct on theimportation risk of countries in the second cluster than incountries in the other clusters. 9 Few other discrepancies were observed(Morocco and Angola were estimated to be at moderaterisk, but did not appear in WHO’s 13 top priority list) thatmight be explained by diefrent risk estimationapproaches. Some are withoutthe diagnostic capacity for rapid testing for the virus;thus, if cases are imported, tests will need to be doneabroad, which might critically increase the delay fromidentification of suspected cases to their confirmationand isolation, afecting possible disease transmission. In the African region, this capacityhas now expanded from just two referral laboratories4 toa larger set of countries, and is expected to continue toincrease in the upcoming weeks.25 The capacity of theselaboratories is still limited by the shortage of personneltrained to run the tests, and inadequate stock of materialsneeded to do these tests. 74% of countries in Africahave an influenza pandemic preparedness plan; however,most are outdated (prior to the 2009 influenza A H1N1pandemic) and considered inadequate to deal with aglobal pandemic.26 Countries might not have the samecapacity to manage repatriations of nationals (eg, Africanstudents) from the province of Hubei in China, asdone by high-income countries, because of a scarcity ofresources, including personnel, centres, and equipmentfor quarantine and isolation. MG, CP, P-YB, ED’O, YY, SPE, MA, MUGK, and VC interpretedthe results."}