{"date": "2020/02/20", "journal": "The Lancet Digital Health", "authors": "Becky McCall", "title": "COVID-19 and artificial intelligence: protecting health-care workers and curbing the spread", "type": "News", "abstract": "Conrfimed cases of coronavirus disease\n2019 (COVID-19) exceed those of\nsevere acute respiratory syndrome\n(SARS), and, at time of publication,\nnow stand at over 73,435 confirmed\ncases and over 2000 deaths globally,\nnearly all in China. By comparison,\nSARS killed 774 people in 2003, again\nmostly in China, the epicentre of both\noutbreaks. Both COVID-19 and SARS\nspread across continents, infect animals\nand humans, and use similar mechanics\nto enter and infect the cell. On the\nfrontline, tactical response to COVID-19\nis similar to that of SARS but one major\ndiference exists: in the 17 years since\nSARS, a powerful new tool has emerged\nthat could potentially be instrumental\nin keeping this virus within reasonable\nlimits—namely, artificial intelligence\n(AI).", "text": "Conrfimed cases of coronavirus disease2019 (COVID-19) exceed those ofsevere acute respiratory syndrome(SARS), and, at time of publication,now stand at over 73,435 confirmedcases and over 2000 deaths globally,nearly all in China. By comparison,SARS killed 774 people in 2003, againmostly in China, the epicentre of bothoutbreaks. Both COVID-19 and SARSspread across continents, infect animalsand humans, and use similar mechanicsto enter and infect the cell. On thefrontline, tactical response to COVID-19is similar to that of SARS but one majordiference exists: in the 17 years sinceSARS, a powerful new tool has emergedthat could potentially be instrumentalin keeping this virus within reasonablelimits—namely, artificial intelligence(AI).Few would argue that AI is causing aparadigm shift in health care and theremight be value in the application of AIto the current COVID-19 outbreak, forexample, in predicting the location ofthe next outbreak. This applicationis effectively what the Canadiancompany, Blue Dot, has attempted todo and as such was widely reported asthe first organisation to reveal newsof the outbreak in late December.Various other applications of AI thathave emerged in response to the latestepidemic include BenevolentAI andImperial College London, which reportthat a drug approved for rheumatoidarthritis, baricitinib, might be efectiveagainst the virus, while InsilicoMedicine based in Hong Kong recentlyannounced that its AI algorithms haddesigned six new molecules that couldhalt viral replication.But to what extent is AI really at thepoint where it can deliver effectiveinsights and solutions in a timely,widescale fashion to help halt thecurrent epidemic?As Executive Director of theCommunicable Diseases Cluster, WHO,David Heymann led the internationalresponse to SARS. He explains thatAI or no AI, several key factors arerequired for a successful publichealth response to an outbreak of anew infection. These factors includeunderstanding of transmissibilityand risk populations; establishing thenatural history of infection, includingincubation period and mortality rate;identifying and characterising thecausative organism; and, in someinstances, epidemiological modellingto suggest efective prevention andcontrol measures. This informationcan be collected from those workingat outbreak sites virtually linkedwith WHO. This strategy worked forSARS and is, again, a major sourceof information for COVID-19, hestresses.Collectively these data can be used totrain and prime the AI application forits dedicated task. “We can’t replacethe human brain at this point, northe epidemiologist or virologist withanything that can analyse and rapidlydo what is necessary at the onset of anoutbreak. We still need to prime thatAI with information from study of theevidence and link this to events in theoutbreak,” Heymann highlights.Taking a balanced view of where AIsits in the current armamentariumto tackle COVID-19, Heymannadds “By monitoring social media,newsfeeds, or airline ticketing systemsfor example, we can tell if there’ssomething wrong that requires furtherexploration. All these things togetherare very important.” However,Heymann cautions that the source ofthe data needed to inform AI in thisoutbreak, “won’t necessarily comefrom China because it hasn’t been ableto get hold of the data it needs becauseof the disorder and panic. This virushas spread to 24 other countries andthese countries have set up extremelygood systems of contact-tracing andpatient isolation. This is where ourinformation will come from.”Peter Hotez (Baylor Collegeof Medicine, Houston, TX, USA)asserts that AI can make a majorcontribution to the current outbreakand can be used to predict howthe COVID-19 outbreak might beafected by seasonality. “Historically Lancet Digital Health 2020in the Northern hemisphere, upper Published Onlinerespiratory coronaviruses peak in February 20, 2020the winter months and then decline. Sh2tt5p8s9:/-/7d5o0i.0o(r2g0/1)03.01005146-/6AI might help predict how warmer For more on the mechanism ofweather, come April and May, might viral infection of coronaviruseshave a beneficial efect on the spread.” see DOI:10.1128/JVI.00127-20Such an application could really help For more on Blue Dot AIstabilise financial markets right now lporceadtiicotniosnseoefhotuttpbs:r/e/awkww.in Asia, he remarks. “People think thewired.com/story/how-aiapocalypse is coming but a statement tracking-coronavirus-outbreak/reflecting that this epidemic is going For more on the potential ofto diminish substantially as we move CbOarVicIiDt-in1i9bsteheeCraoprryeaspgoainndsetnceinto spring might provide some Lancet 2020; 395: e30–31reassurance, and AI can play a role For more on AI driven design ofhere.” new drugs against COIVD-19itnhEpacuthtoedfinfaegtcaHtievayenmdAasInanny,esHeidonstenhzoiaglushonqcreeueflractlatistiny issFnepoterrienhmrttnotaprtesi:oo//nninatslhidleiicpsoso.ectmoemnint/ianatclioofovn-rofterms that, “it’s a case of garbage in, COVID-19 see https://academic.garbage out”. Describing previous oup.com/jtm/advance-article/doi/work collating disease-related data in 10.1093/jtm/taaa008/5704418sub-Saharan Africa, he points out thatthere are “gaping doughnut” holeswith little or no data that are not dueto an absence of disease, but becausethere is no surveillance. The sameapplies to COVID-19. “Flights are goinginto Africa, for example, into Ethiopiafrom China all the time and who knowswhat’s happening there,” he notes.In declaring the situation a publichealth emergency of internationalconcern, WHO Director-General, TedrosAdhanom Ghebreyesus, reflected onthe impact in less developed countries,“... we don’t know what type of damagethe virus could do if it were to spread toa country with a weaker health system”.Moritz Kraemer, a spatialepidemiologist (University of Oxford,Oxford, UK) is involved with trackingFor more on countries at the the spread of COVID-19 as representedhighest importation risk of on the web-based platform, Healthmap,reviCeOwVedIDs-t1u9dyseheenreohnt-tppese:/r-/ which visually represents global diseasewww.medrxiv.org/content/10.11 outbreaks according to location, time,01/2020.02.05.20020792v1) and infectious disease agent. “InsubFor more on using crowdsourced Saharan Africa, our model predictedpatiendtaetpaitdoemcoiloleloctgCyOdVatIDa-s1e9e that the main entry points would beArticles Lancet Digital Health in South Africa, Ethiopia, and Nigeria,2020; published online Feb 20. which are high population centres.Sh2t5t8p9s:-/7/d5o0i0.o(2rg0/)1300.0102616-1/ But it is dependent on where, in China,For more on hospital- the outbreak is focussed because theassociated transmission of number of flights to parts of AfricaCOVID-19 in Wuhan see varies by Chinese city,” Kraemer pointsjournalhst/jtapms:a///jfaumllaarntiectlew/2o7rk6.1co0m44/ ou“tI.n most AI applications, we considerthe question and ask what are the bestdata available to answer it?” Kraemersays. One of the multiple data streamsrelevant to pathogens spread is accuratecase reporting for COVID-19. Kraemerreceives news reports and twice dailygovernment reports that providedatasets on how many cases exist in anyone specicfi location (eg, in Wuhan city).“This is a baseline for us.. Before ChineseNew Year we looked at how manypeople left Wuhan over a day, and thisinformation comes from search enginesincluding Baidu. WeChat, a messaging,social media and mobile payment app,provides data on travel around Wuhan,”he explains. “Machine learning modelsuse these data to predict the most likelylocation of where novel coronavirusmight arrive next and this mightinform where and how to run borderchecks.” A study by Kaiyuan Sun andcolleagues published today in The LancetDigital Health testifies to the strengthof monitoring news reports andsocial media to help reconstruct theprogression of an outbreak and toprovide detailed patient-level data inthe context of a health emergency.Not only is China central to theoutbreak, but the country is alsoplaying a large role in using AIto help manage the COVID-19outbreak. Infervision, a Beijing-basedAI company uses its algorithm tospot COVID-19 on images of the lungas distinct from other respiratoryinfections.Velislava Petrova is a virologist(University of Cambridge, Cambridge,UK), who is currently working atUNAIDS, Geneva, on the latest andmost effective AI applications. “Weare trying to find a more sustainableway to control the impact of the novelcoronavirus rather than having to shutdown borders, businesses and similar,”she says.Petrova highlights that Infervision’sAI application minimises the burdenof these processes by expeditingthe diagnoses and monitoring ofCOVID-19. “As more and more scansare done then the algorithm learnsand improves accuracy together withthe virus.”“The value of AI comes into play byreducing the burden on clinicians in ascenario such as the current COVID-19outbreak,” Petrova explains.Reflecting on a rapidly growingconcern in the current outbreak thatregards the infection of health-careprofessionals, Kuan Chen, founderof Infervision, points out that theInfervision AI application can helpprotect staff. The death of medicaldoctor, Li Wenliang, on Feb 7, 2020,who was reprimanded by Chineseauthorities for warning about thevirus, highlights the plight of clinicianson the frontline.“An article in JAMA states thathuman-to-human hospital-associatedtransmission accounted for 41%of all cases in a study of patientsat Zhongnan Hospital of WuhanUniversity,” Chen notes. “We alsoknow that more than 1000 hospitalstaf in the city of Wuhan have beenconfirmed infected.”This is where Infervision’s AIapplication could help. From a lungCT scan, the AI is designed to quicklydetect lesions of possible coronaviruspneumonia, to measure its volume,shape, and density, and to comparechanges of multiple lung lesionsfrom the image, which all provide aquantitative report to assist doctorsmaking fast judgement. “While amanual read of a CT scan can take upto 15 minutes, AI can finish readingthe image in 10 seconds.” Applicationof this technology in COVID-19 hasnot yet been published in apeerreviewed journal.Chen adds that in Wuhan, wherethere are far too many cases totest and PCR-based diagnosis takestoo long (sometimes over a week),CT imaging with AI could serve asa surrogate for doctors when fastjudgement is needed. “Doctors nolonger need to engage in the lengthyprocess of manually reading imagesone by one to identify high risk cases,while coronavirus-probable patientswait around the hospital posing asevere risk of infecting other patientsand hospital staf.”It is still too early to tell if—andto what extent—AI will have animpact on the COVID-19 outbreak.The numbers of confirmed cases anddeaths rise daily and so too does thesupply of data. One thing is certain,“AI is relevant to this outbreak and inthe future it will become even moreso,” says Moritz. Heymann is moreconservative and remarks that, “AI isone part of the final understanding”.Time will tell.Becky McCallCopyright © 2020 The Author(s). Published byElsevier Ltd. This is an Open Access article under theCC BY 4.0 license.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Conrfimed cases of coronavirus disease\n2019 (COVID-19) exceed those of\nsevere acute respiratory syndrome\n(SARS), and, at time of publication,\nnow stand at over 73,435 confirmed\ncases and over 2000 deaths globally,\nnearly all in China. By comparison,\nSARS killed 774 people in 2003, again\nmostly in China, the epicentre of both\noutbreaks. Both COVID-19 and SARS\nspread across continents, infect animals\nand humans, and use similar mechanics\nto enter and infect the cell. On the\nfrontline, tactical response to COVID-19\nis similar to that of SARS but one major\ndiference exists: in the 17 years since\nSARS, a powerful new tool has emerged\nthat could potentially be instrumental\nin keeping this virus within reasonable\nlimits—namely, artificial intelligence\n(AI).", "one_words_summarize": "Conrfimed cases of coronavirus disease2019 (COVID-19) exceed those ofsevere acute respiratory syndrome(SARS), and, at time of publication,now stand at over 73,435 confirmedcases and over 2000 deaths globally,nearly all in China. On thefrontline, tactical response to COVID-19is similar to that of SARS but one majordiference exists: in the 17 years sinceSARS, a powerful new tool has emergedthat could potentially be instrumentalin keeping this virus within reasonablelimits—namely, artificial intelligence(AI).Few would argue that AI is causing aparadigm shift in health care and theremight be value in the application of AIto the current COVID-19 outbreak, forexample, in predicting the location ofthe next outbreak. These factors includeunderstanding of transmissibilityand risk populations; establishing thenatural history of infection, includingincubation period and mortality rate;identifying and characterising thecausative organism; and, in someinstances, epidemiological modellingto suggest efective prevention andcontrol measures. This strategy worked forSARS and is, again, a major sourceof information for COVID-19, hestresses. InsubFor more on using crowdsourced Saharan Africa, our model predictedpatiendtaetpaitdoemcoiloleloctgCyOdVatIDa-s1e9e that the main entry points would beArticles Lancet Digital Health in South Africa, Ethiopia, and Nigeria,2020; published online Feb 20. Sh2t5t8p9s:-/7/d5o0i0.o(2rg0/)1300.0102616-1/ But it is dependent on where, in China,For more on hospital- the outbreak is focussed because theassociated transmission of number of flights to parts of AfricaCOVID-19 in Wuhan see varies by Chinese city,” Kraemer pointsjournalhst/jtapms:a///jfaumllaarntiectlew/2o7rk6.1co0m44/ ou“tI.n most AI applications, we considerthe question and ask what are the bestdata available to answer it?” Kraemerreceives news reports and twice dailygovernment reports that providedatasets on how many cases exist in anyone specicfi location (eg, in Wuhan city).“This is a baseline for us.. Before ChineseNew Year we looked at how manypeople left Wuhan over a day, and thisinformation comes from search enginesincluding Baidu. As more and more scansare done then the algorithm learnsand improves accuracy together withthe virus. ”“The value of AI comes into play byreducing the burden on clinicians in ascenario such as the current COVID-19outbreak,” Petrova explains. The death of medicaldoctor, Li Wenliang, on Feb 7, 2020,who was reprimanded by Chineseauthorities for warning about thevirus, highlights the plight of clinicianson the frontline. The numbers of confirmed cases anddeaths rise daily and so too does thesupply of data. Published byElsevier Ltd. This is an Open Access article under theCC BY 4.0 license."}