{"date": "2020/02/20", "journal": "The Lancet Digital Health", "authors": "Kaiyuan Sun, Jenny Chen", "title": "Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study", "type": "Articles", "abstract": "Summary Background As the outbreak of coronavirus disease 2019 (COVID-19) progresses, epidemiological data are needed to Lancet Digital Health 2020 guide situational awareness and intervention strategies. Here we describe eforts to compile and disseminate Published Online epidemiological information on COVID-19 from news media and social networks. February 20, 2020 https://doi.org/10.1016/ S2589-7500(20)30026-1 Methods In this population-level observational study, we searched DXY.cn, a health-care-oriented social network that is currently streaming news reports on COVID-19 from local and national Chinese health agencies. We compiled a ShettepOs:n//ldinoei./oCrogm/1m0.1e0n1t6/ list of individual patients with COVID-19 and daily province-level case counts between Jan 13 and Jan 31, 2020, in S2589-7500(20)30055-8 China. We also compiled a list of internationally exported cases of COVID-19 from global news media sources (Kyodo Division of International News, The Straits Times, and CNN), national governments, and health authorities. We assessed trends in the Epidemiology and Population epidemiology of COVID-19 and studied the outbreak progression across China, assessing delays between symptom Studies, Fogarty International onset, seeking care at a hospital or clinic, and reporting, before and after Jan 18, 2020, as awareness of the outbreak CoefnHteearl,tUhS,BNeatthieosndaal IMnsDt,itUuStAes increased. All data were made publicly available in real time. (K Sun PhD, J Chen BSc, C Viboud PhD) Findings We collected data for 507 patients with COVID-19 reported between Jan 13 and Jan 31, 2020, including Correspondence to: 364 from mainland China and 143 from outside of China. 281 (55%) patients were male and the median age was Dr Cécile Viboud, Division of 46 years (IQR 35-60). Few patients (13 [3%]) were younger than 15 years and the age profile of Chinese patients IPnotpeurnlaattiioonnaSltEupdiidese,mFoiogloargtyyand adjusted for baseline demographics confirmed a deficit of infections among children. Across the analysed period, International Center, US National delays between symptom onset and seeking care at a hospital or clinic were longer in Hubei province than in other Institutes of Health, provinces in mainland China and internationally. In mainland China, these delays decreased from 5 days before Bethesda, MD 20892, USA Jan 18, 2020, to 2 days thereafter until Jan 31, 2020 (p=0·0009). Although our sample captures only 507 (5·2%) of viboudc@mail.nih.gov 9826 patients with COVID-19 reported by oficial sources during the analysed period, our data align with an oficial report published by Chinese authorities on Jan 28, 2020. Interpretation News reports and social media can help reconstruct the progression of an outbreak and provide detailed patient-level data in the context of a health emergency. The availability of a central physician-oriented social network facilitated the compilation of publicly available COVID-19 data in China. As the outbreak progresses, social media and news reports will probably capture a diminishing fraction of COVID-19 cases globally due to reporting fatigue and overwhelmed health-care systems. In the early stages of an outbreak, availability of public datasets is important to encourage analytical eofrts by independent teams and provide robust evidence to guide interventions.", "text": "As the outbreak of coronavirus disease 2019 (COVID-19)is rapidly expanding in China and beyond, with thepotential to become a worldwide pandemic,1 real-timeanalyses of epidemiological data are needed to increasesituational awareness and inform interventions.2Previously, real-time analyses have shed light on thetransmissibility, severity, and natural history of anemerging pathogen in the rfist few weeks of an outbreak,such as with severe acute respiratory syndrome (SARS),the 2009 inuflenza pandemic, and Ebola. 3–6 Analyses ofdetailed line lists of patients are particularly useful toinfer key epidemiological parameters, such as theincubation and infectious periods, and delays betweeninfection and detection, isolation, and reporting of cases.3,4However, ocfiial individual patient data rarely becomepublicly available early on in an outbreak, when theinformation is most needed.Building on our previous experience collating newsreports to monitor transmission of Ebola virus,7 herewe present an efort to compile individual patientinformation and subnational epidemic curves onCOVID-19 from a variety of online resources. Data weremade publicly available in real time and were used bythe infectious disease modelling community to generateand compare epidemiological estimates relevant tointerventions. We describe the data generation processand provide an early analysis of age patterns of COVID-19,          An outbreak of coronavirus disease 2019 (COVID-19) wasrecognised in early January, 2020, in Wuhan City, Hubeiprovince, China. The new virus is thought to have originatedfrom an animal-to-human spillover event linked to seafood andlive-animal markets. The infection has spread locally in Wuhanand elsewhere in China, despite strict intervention measuresimplemented in the region where the infection originated onJan 23, 2020. More than 500 patients infected with COVID-19outside of mainland China have been reported between Jan 1and Feb                      case counts across China and internationally, and delaysbetween symptom onset, admissions to hospital, andreporting, for cases reported until Jan 3            Study design and Chinese data sourcesIn this population-level observational study, we usedFor DXY website see DXY.cn crowdsourced reports from DXY.cn, a social network forChinese physicians, health-care professionals,pharmacies, and health-care facilities established in 2000. Thisonline platform is providing real-time coverage of theCOVID-19 outbreak in China, obtained by collating andcurating reports from news media, government television,and national and provincial health agencies. Theinformation reported includes time-stamped cumulativecounts of COVID-19 infections, outbreak maps, andrealtime streaming of health authority announcements inFor an example of an online Chinese (directly or through state media).8 Every report issource see https://ncov.dxy.cn/ linked to an online source, which can be accessed forncovh5/view/pneumonia more detailed information on individual cases.social network that broadcasts information from local andnational health authorities, to reconstruct patient-levelinformation on COVID-19 in China. We also queriedinternational media sources and national health agencywebsites to collate data on international exportations of          between symptom onset, seeking care at a hospital or clinic,and reporting for 507 patients infected with COVID-19reported until Jan 3          Crowdsourced line-list data can be reconstructed from socialmedia data, especially when a central resource is available tocurate relevant information. Public access to line lists isimportant so that several teams with diferent expertise canprovide their own insights and interpretations of the data,especially in the early phase of an outbreak when littleinformation is available. Publicly available line lists can alsoincrease transparency. The main issue with the quality ofpatient-level data obtained during health emergencies is thepotential lack of information from locations overwhelmed bythe outbreak (in this case, Hubei province and other provinceswith weaker health infrastructures). Future studies based onlarger samples of patients with COVID-19 could explore in moredetail the transmission dynamics of the outbreak in diferentlocations, the efectiveness of interventions, and thedemographic factors driving transmission.These are publicly available, de-identified patient datareported directly by public health authorities or by statemedia. No patient consent was needed and no ethicsapproval was required.            Data compilationWe closely monitored updates on DXY.cn betweenJan 20, 2020, and Jan 3                        In addition to detailed information on individualpatients, we reconstructed the daily progression ofreported patients in each province of China from Jan 13,until Jan 3                        Our COVID-19 database was made publicly available asa Google Sheet, disseminated via Twitter on Jan 2            Statistical analysisWe assessed the age distribution of all patients withCOVID-19 by discharge status. We adjusted the age prolfieof Chinese patients by the population of China. We used2016 population estimates from the Institute for HealthMetrics and Evaluation9 to calculate the relative risk (RR) ofinfection with COVID-19 by age group. To calculate theRR, we followed the method used by Lemaitre andcolleagues10 to explore the age prolfie of inuflenza, whereRR for age group i is denfied asRRi =( Ci )∑i Ci( Ni )∑i Niwhere Ci is the number of cases in age group i and Ni isthe population size of age group i.            To estimate trends in the strength of case detection andinterventions, we analysed delays between symptom onsetand visit to a health-care provider, at a hospital or clinic,and from seeking care at a hospital or clinic to reporting,by time period and location. We considered the periodbefore and after Jan 1            We estimated the duration of the incubation period onthe basis of our line list data. We analysed a subset ofpatients returning from Wuhan who had spent less thana week in Wuhan, to ensure a narrowly defined exposurewindow. The incubation period was estimated as themidpoint between the time spent in Wuhan and the dateof symptom onset.We did all analyses in R (version 3.5.3). We consideredp values of less than 0·05 to be significant.Role of the funding sourceThe funder had no role in study design, data compilation,data analysis, data interpretation, or writing of the report.All authors had access to the data, and had finalresponsibility for the decision to submit for publication.        Our line list comprised 507 patients reported from Jan13, to Jan 3        For the Laboratory for thePatients (n=507) Modeling of Biological +46 (35–60) Socio-technical systemswebsite at Northeastern        University see https://www.281 (55%) mobs-lab.org/2019ncov.html201 (40%) For the spreadsheet ofpatient25 (5%) level data until Jan 3        MaleFemaleData missingLocationMainland ChinaBeijingShaanxiHubei*TianjinYunnanInternational cases, reported outside ofmainland ChinaRelation to WuhanVisited WuhanResident of WuhanNone        Unknown†Disease outcome: death at time of reporting364 (72%)133 (26%)87 (17%)41 (8%)22 (4%)19 (4%)143 (28%)153 (30%)152 (30%)80 (16%)122 (24%)40 (8%)Data are median (IQR) or n (%). Data are publicly available on the Laboratory forthe Modeling of Biological + Socio-technical systems website and on our frozenspreadsheet. COVID-        Beijing, 87 (17%) by Shaanxi, 41 (8%) by Hubei (capitalcity is Wuhan), 19 (4%) by Tianjin, and 22 (4%) byYunnan. Of 435 patients with known relation to Wuhancity, most reported a travel history to the city (135 [30%])or were residents of the city (152 [30%]), while 80 (16%)had no direct relation to the city. 122 (24%) patients, allreported in Beijing, had no information about theirrecent history with Wuhan.The age distribution of COVID-19 cases was skewedtowards older age groups with a median age of 45 years(IQR 33–56) for patients who were alive or who had anunknown outcome at the time of reporting (figure 1). Themedian age of patients who had died at the time ofreporting was 70 years (IQR 65–81). Few patients (13 [3%])were younger than 15 years. Adjustment for the agedemographics of China confirmed a deficit of infectionsSee Online for appendix among children, with a RR below 0·5 in patients youngerOutcomeAlive or unknownDeceasedCase countEstimated relative risktnuocesaCthan 15 years (figure 1). The RR measure indicated asharp increase in the likelihood of reported COVID-19among people aged 30 years and older.        A timeline of cases in our crowdsourced patient linelist is shown by date of onset in figure 2 , indicatingan acceleration of reported cases by Jan                The outbreak progression based on the crowdsourcedpatient line list was consistent with the timelinepublished by China Center for Disease Control andPrevention (CDC) on Jan 2                Province-level epidemic curves are shown by reportingdate in figure 3. As of Jan 3                Across the study period, the median delay betweensymptom onset and seeking care at a hospital or clinic was2 days (IQR 0–5 days) in mainland China (gfiure 4). Thisdelay decreased from 5 days before Jan 1                The median delay between seeking care at a hospitalor clinic and reporting was 2 days (IQR 2–5 days) inmainland China and decreased from 9 days beforeJan 1                The median delay between symptom onset and seekingcare at a hospital or clinic was 1 day (IQR 0–3) forinternational travellers, and shorter than for patients inHubei province or the rest of mainland China (Kruskal–Wallis test p<0·0001; figure 4). Even in the period afterJan 1        On the basis of 33 patients with a travel history toWuhan, we estimated the median incubation periodfor COVID-19 to be 4·5 days (IQR 3·0–5·5; appendix p 2).        Information from patient line lists is crucial but dicfiultto obtain at the beginning of an outbreak. Here we haveshown that careful compilation of crowdsourced reportscurated by a long-standing Chinese medical socialnetwork provides a valuable picture of the outbreakof COVID-19 in real time. The outbreak timeline isconsistent with aggregated case counts provided by healthauthorities. For comparison, China CDC published therifst epidemic curve by symptom onset on Jan 2        A useful feature of our crowdsourced database was theavailability of travel histories for patients returning fromWuhan, which, along with dates of symptom onset,allowed for estimation of the incubation period here andin related work.13,14 A narrow window of exposure couldbe defined for a subset of patients who had a short stayin Wuhan, at a time when the epidemic was still localisedto Wuhan. Several teams have used our dataset anddatasets from others to estimate a mean incubationperiod for COVID-19 to be 5–6 days (95% CI 2–11).13–16Our own estimate (median 4·5 days [IQR 3·0–5·5]) isconsistent with previous work that used other modellingapproaches.13–16 The incubation period is a usefulparameter to guide isolation and contact tracing; basedon existing data, the disease status of a contact should beknown with near certainty after a period of observationof 14 days.13 Availability of a public dataset enablesindependent estimation of important epidemiologicalparameters by several teams, allowing for confirmationand cross-checking at a time when information can beconflicting and noisy.An interesting nfiding in our data relates to the agedistribution of patients. We found a heavy skew ofinfection towards older age groups, with substantiallyfewer children infected. This pattern could indicateagerelated diefrences in susceptibility to infection, severeoutcomes, or behaviour. However, a substantial portion ofthe patients in our database are travellers, a populationthat is usually predominantly adults (although does notexclude children). Furthermore, because patient data inour dataset were captured by the health system, they arebiased towards the more severe spectrum of the disease,especially for patients from mainland China. Clinicalreports have shown that severity of COVID-19 is associatedwith the presence of chronic conditions,16,17 which aremore frequent in older age groups. Nevertheless, we80006000sesafcorebum4000nevitalumuC20000Cumulative cases(mainland China)China CDCCrowdsourced data (×20)Daily casesMainland China, Hubei provinceMainland China, non-Hubei provinceInternational4030100Dali20 scyaeswould also expect children younger than 5 years to be atrisk of severe outcomes and to be reported to thehealthcare system, as is seen for other respiratory infections.18Biological diferences could have a role in shapingthese age profiles. A detailed analysis of one of the earlyCOVID-19 clusters by Chan and colleagues19 revealedsymptomatic infections in five adult members of thesame household, while a child in the same householdaged 10 years was infected but remained asymptomatic,potentially indicating biological diferences in the risk ofclinical disease driven by age. Previous immunity frominfection with a related coronavirus has been speculatedto potentially protect children from SARS,20,21 and somight also have a role in COVID-19. In any case, if theage distribution of cases reported here was to beconfirmed and the epidemic were to progress globally,we would expect an increase in respiratory mortalityconcentrated among people aged 30 years and older. Thismortality pattern would be substantially diferent fromthe profile of the 2009 influenza pandemic, for whichexcess mortality was concentrated in those younger than65 years.21        In our dataset, we saw a rapid increase in the numberof people infected with COVID-19 in several provinces ofChina, consistent with local transmission outside ofHubei province. As of Jan 3                Furthermore, province-level data include both returningtravellers from Hubei province (ie, importations) andlocally acquired cases, which also usually inflate theapparent risk of local transmission. Notably, other linesof evidence suggest that local transmission is now wellestablished outside of Hubei province, because travelincreased just before the Chinese New Year onJan 25, 2020, and before implementation of the travelban in Wuhan.22 Accordingly, our own data includeevidence of transmission clusters in non-travellers, with,for instance, a second-generation transmission eventreported in Shaanxi on Jan 2        Our study had several limitations, one of which was thedata we used. Although all provinces in mainland Chinaprovide aggregated information on infections and deaths,individual-level patient descriptions are only available fora subset of provinces. Geographical coverage isheterogeneous in our line list, and we have a notable decfiit ofcases from Hubei province, the foci of the COVID-19outbreak. We expect that little patient-level information isshared on social media by province-level and city-levelhealth authorities in Wuhan and Hubei province becausehealth systems are overwhelmed. For similar reasons,provinces with a large total case count at the end ofJanuary, 2020, or with a weaker health infrastructure,were under-represented in our line list, with the exceptionof Beijing. Other limitations in our data include severity(only patients who had severe enough symptoms to seekcare were captured) and changes in case denfiition. Aseries of epidemiological criteria were required forCOVID-19 testing, including travel history to Wuhanwithin the past 2 weeks; residence in Wuhan within thepast 2 weeks; contact with individuals from Wuhan (withfever and respiratory symptoms) within the past 2 weeks;and being part of an established disease cluster. Someof these criteria (eg, relation to Wuhan) were relaxedover time (appendix). As a result, we have anoverrepresentation of travel-related cases in our database.The reproduction number is an important quantity foroutbreak control. We refrained from estimating thisparameter because reporting changes could biasestimates relying on epidemic growth rates. Furthermore,our dataset captured cases all over China and does notreflect transmission patterns in any particular location. Amean reproduction number of 2·5–2·7 has previouslybeen estimated on the basis of the volume of importationsof international cases in the pre-intervention period inWuhan.11        We recognise that, although our data source is usefuland timely, it should not replace oficial statistics. Manualcompilation of detailed line lists from media sources ishighly time consuming and is not sustainable when casecounts reach several thousands. Here we provide detaileddata on 507 patients when the oficial case count was over9000 by Jan 3        At the time of writing, eforts are underway tocoordinate compilation of COVID-19 data from onlinesources across several academic teams. Ultimately, weexpect that a line list of patients will be shared bygovernment sources with the global community;however, data cleaning and access issues might take aprohibitively long time to resolve. For the west AfricanEbola outbreak, a similarly coordinated efort to publisha line list took 2 years.23 Given the progression of theCOVID-19 outbreak, such a long delay would becounterproductive.Overall, the novelty of our approach was to rely on aunique source for social media and news reports in China,which aggregated and curated relevant information. Thisapproach facilitated entry of robust and standard data onclinical and demographic information. Reassuringly,DXY.cn maintains a special section dedicated to debunkingfake news, myths, and rumours about the COVID-19outbreak. Looking to the future, collection of patient datain the context of emergencies could include informationon whether patients are identiefid through contact tracingor because they seek care on their own. Furthermore, datainterpretability could be improved by gathering morequantitative information on how case denfiitions are usedin practice.In conclusion, crowdsourced epidemiological data canbe useful to monitor emerging outbreaks, such asCOVID-19 and, as previously, Ebola virus.7 These efortscan help generate and disseminate detailed informationin the early stages of an outbreak when little other datasyaD3020100Symptom onset to seeking care at hospital or clinicSeeking care at hospital or clinic to reportHubei province,ChinaNon-Hubeiprovince, ChinaLocationInternationalHubei province,ChinaNon-Hubeiprovince, ChinaLocationInternationalare available, enabling independent estimation of keyparameters that afect interventions. Based on our smallsample of patients with COVID-19, we note an intriguingage distribution, reminiscent of that of SARS, whichwarrants further epidemiological and serological studies.We also report early signs that the response isstrengthening in China on the basis of a decrease in casedetection time, and rapid management of travel-relatedinfections that are identified internationally. This is anearly report of a rapidly evolving situation and theparameters discussed here could change quickly. In thecoming weeks, we will continue to monitor theepidemiology of this outbreak using data from newsreports and oficial sources.ContributorsKS and CV contributed to the study design. KS and JC contributed to thedata compilation. KS, JC, and CV contributed to data analysis. KS and JCcontributed to the design and drawing of figures. KS, JC, and CVcontributed to the writing of the manuscript.Declaration of interestsWe declare no competing interests.Data sharingAll data used in this report have been made publicly available on theLaboratory for the Modeling of Biological + Socio-technical systemswebsite of Northeastern University. The available data include daily casecounts of COVID-19 by reporting date and Chinese province, and ade-identified line list of patients with COVID-19. The line list includesgeographical location (country and province), reporting date, dates ofsymptom onset and seeking care at a hospital or clinic, relation toWuhan, discharge status when known, an English summary of the casedescription from media sources, and a link to the original source of data.AcknowledgmentsThe study was funded by the in-house research division of the FogartyInternational Center. CV and KS acknowledge support from the Bill &Melinda Gates Foundation. The findings and conclusions in this studyare those of the authors and do not necessarily represent the oficialposition of the US National Institutes of Health or US Department ofHealth and Human Services.", "ref_list": [[], ["Statement on the second meeting of the International Health Regulations ("], ["Using “outbreak science” to strengthen the use of models during epidemics"], ["Severe respiratory disease concurrent with the circulation of H1N1 influenza"], ["Characterizing the epidemiology of the 2009 influenza A/H1N1 pandemic in Mexico"], ["Pandemic potential of a strain of influenza A (H1N1): early findings"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Characterizing Ebola transmission patterns based on internet news reports"], [""], ["9 Institute for Health Metrics and Evaluation. Global health data exchange"], ["Comparative age distribution of influenza morbidity and mortality during seasonal influenza epidemics and the 2009 H1N1 pandemic"], ["11 MRC Centre for Global Infectious Disease Analysis"], ["12 China Center for Disease Control and Prevention. 2019 epidemic update and risk assessment of 2019 novel coronavirus"], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Hospitalizations for severe lower respiratory tract infections"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster"], ["The epidemiology of severe acute respiratory syndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients"], ["Global mortality estimates for the 2009 Influenza Pandemic from the GLaMOR project: a modeling study"], ["Risk of 2019 novel coronavirus importations throughout China prior to the Wuhan quarantine medRxiv 2020; published online Feb 4"], ["Exposure patterns driving ebola transmission in west Africa: A retrospective observational study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["healthregulations-"], ["C 2 Rivers", "JP Chretien", "S Riley"], ["G 3 Chowell", "SM Bertozzi", "MA Colchero"], ["G 4 Chowell", "S Echevarría-Zuno", "C Viboud"], ["C 5 Fraser", "CA Donnelly", "S Cauchemez"], ["M 6 Lipsitch", "T Cohen", "B Cooper"], ["JM Cleaton", "C Viboud", "L Simonsen", "AM Hurtado", "G Chowell"], [], [], ["M 10 Lemaitre", "F Carrat"], [], [], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["SA Lauer", "KH Grantz", "Q Bi"], ["A Zhao", "J Ran", "SS Musa"], ["Q 16 Li", "X Guan", "P Wu"], ["C 17 Huang", "Y Wang", "X Li"], ["AH Greenbaum", "J Chen", "C Reed"], ["JF Chan", "S Yuan", "KH Kok"], ["GM Leung", "AJ Hedley", "LM Ho"], ["L 21 Simonsen", "P Spreeuwenberg", "R Lustig"], ["W 22 Du", "L Wang", "S Cauchemez"], ["J Agua-Agum", "A Ariyarajah", "B Aylward"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As the outbreak of coronavirus disease 2019 (COVID-19)\nis rapidly expanding in China and beyond, with the\npotential to become a worldwide pandemic,1 real-time\nanalyses of epidemiological data are needed to increase\nsituational awareness and inform interventions.2\nPreviously, real-time analyses have shed light on the\ntransmissibility, severity, and natural history of an\nemerging pathogen in the rfist few weeks of an outbreak,\nsuch as with severe acute respiratory syndrome (SARS),\nthe 2009 inuflenza pandemic, and Ebola. 3–6 Analyses of\ndetailed line lists of patients are particularly useful to\ninfer key epidemiological parameters, such as the\nincubation and infectious periods, and delays between\ninfection and detection, isolation, and reporting of cases.3,4\nHowever, ocfiial individual patient data rarely become\npublicly available early on in an outbreak, when the\ninformation is most needed.", "one_words_summarize": "As the outbreak of coronavirus disease 2019 (COVID-19)is rapidly expanding in China and beyond, with thepotential to become a worldwide pandemic,1 real-timeanalyses of epidemiological data are needed to increasesituational awareness and inform interventions.2Previously, real-time analyses have shed light on thetransmissibility, severity, and natural history of anemerging pathogen in the rfist few weeks of an outbreak,such as with severe acute respiratory syndrome (SARS),the 2009 inuflenza pandemic, and Ebola. Data weremade publicly available in real time and were used bythe infectious disease modelling community to generateand compare epidemiological estimates relevant tointerventions. These are publicly available, de-identified patient datareported directly by public health authorities or by statemedia. No patient consent was needed and no ethicsapproval was required. To calculate theRR, we followed the method used by Lemaitre andcolleagues10 to explore the age prolfie of inuflenza, whereRR for age group i is denfied asRRi =( Ci )∑i Ci( Ni )∑i Niwhere Ci is the number of cases in age group i and Ni isthe population size of age group i.            To estimate trends in the strength of case detection andinterventions, we analysed delays between symptom onsetand visit to a health-care provider, at a hospital or clinic,and from seeking care at a hospital or clinic to reporting,by time period and location. We analysed a subset ofpatients returning from Wuhan who had spent less thana week in Wuhan, to ensure a narrowly defined exposurewindow. Role of the funding sourceThe funder had no role in study design, data compilation,data analysis, data interpretation, or writing of the report. As of Jan 3                Across the study period, the median delay betweensymptom onset and seeking care at a hospital or clinic was2 days (IQR 0–5 days) in mainland China (gfiure 4). Here we haveshown that careful compilation of crowdsourced reportscurated by a long-standing Chinese medical socialnetwork provides a valuable picture of the outbreakof COVID-19 in real time. However, a substantial portion ofthe patients in our database are travellers, a populationthat is usually predominantly adults (although does notexclude children). Furthermore, because patient data inour dataset were captured by the health system, they arebiased towards the more severe spectrum of the disease,especially for patients from mainland China. Thismortality pattern would be substantially diferent fromthe profile of the 2009 influenza pandemic, for whichexcess mortality was concentrated in those younger than65 years.21        In our dataset, we saw a rapid increase in the numberof people infected with COVID-19 in several provinces ofChina, consistent with local transmission outside ofHubei province. Notably, other linesof evidence suggest that local transmission is now wellestablished outside of Hubei province, because travelincreased just before the Chinese New Year onJan 25, 2020, and before implementation of the travelban in Wuhan.22 Accordingly, our own data includeevidence of transmission clusters in non-travellers, with,for instance, a second-generation transmission eventreported in Shaanxi on Jan 2        Our study had several limitations, one of which was thedata we used. The reproduction number is an important quantity foroutbreak control. We refrained from estimating thisparameter because reporting changes could biasestimates relying on epidemic growth rates. Ultimately, weexpect that a line list of patients will be shared bygovernment sources with the global community;however, data cleaning and access issues might take aprohibitively long time to resolve. In thecoming weeks, we will continue to monitor theepidemiology of this outbreak using data from newsreports and oficial sources. Data sharingAll data used in this report have been made publicly available on theLaboratory for the Modeling of Biological + Socio-technical systemswebsite of Northeastern University."}