{"date": "2020/02/19", "journal": "The Lancet Gastroenterology &amp; Hepatology", "authors": "Charleen Yeo, Sanghvi Kaushal", "title": "Enteric involvement of coronaviruses: is faecal–oral transmission of SARS-CoV-2 possible?", "type": "Comment", "abstract": "The end of 2019 was marked by the emergence of a development of pneumonia and brain infection.8 These novel coronavirus, severe acute respiratory syndrome results suggest that MERS-CoV pulmonary infection was coronavirus 2 (SARS-CoV-2), which caused an outbreak secondary to the intestinal infection. of viral pneumonia (COVID-19) in Wuhan, China. At In early reports from Wuhan, 2-10% of patients with the time of writing, SARS-CoV-2, previously known COVID-19 had gastrointestinal symptoms such as as 2019-nCoV, has spread to more than 26 countries diarrhoea, abdominal pain, and vomiting.9,10 Abdominal around the world. According to the WHO COVID-19 pain was reported more frequently in patients admitted situation report-28 released on Feb 17, 2020, more to the intensive care unit than in individuals who did than 71 000 cases have been confirmed and at least not require intensive care unit care, and 10% of patients 1770 deaths. presented with diarrhoea and nausea 1-2 days before Lancet Gastroenterol Hepatol Coronaviruses are a family of single-stranded enveloped the development of fever and respiratory symptoms.9 2020 RNA viruses that are divided into four major genera. The SARS-CoV-2 RNA has been detected in the stool of a FPeubbrluisahreyd1O9,n2li0n2e0 genome sequence of SARS-CoV-2 is 82% similar to severe patient in the USA.11 The binding anfiity of ACE2 receptors https://doi.org/10.1016/ acute respiratory syndrome coronavirus (SARS-CoV),1 and is one of the most important determinants of infectivity, FSo2r4m68o-r1e2o5n3(t2h0e)W30H0O48C-O0VID-19 both belong to the β-genus of the coronavirus family.2 and structural analyses predict that SARS-CoV-2 not only situation report-28 see Human coronaviruses such as SARS-CoV and Middle uses ACE2 as its host receptor, but uses human ACE2 more dhettfpaus:l/t/-wsowuwrc.we/hcoor.ionnta/dvoircuss/e/ East respiratory syndrome coronavirus (MERS-CoV), are ecfiiently than the 2003 strain of SARS-CoV (although situation-reports/20200217known to cause respiratory and enteric symptoms. less ecfiiently than the 2002 strain). 2 spidtrfe?psf-v2r8sn-c=oav1i9dc-1f29a.d_2 In the SARS outbreak of 2002-03, 16-73% of Data exist to support the notion that SARS-CoV and patients with SARS had diarrhoea during the course MERS-CoV are viable in environmental conditions that of the disease, usually within the rfist week of illness. 3 could facilitate faecal-oral transmission. SARS-CoV SARS-CoV RNA was only detected in stools from the RNA was found in the sewage water of two hospitals fifth day of illness onwards, and the proportion of stool in Beijing treating patients with SARS.12 When SARSspecimens positive for viral RNA progressively increased CoV was seeded into sewage water obtained from the and peaked at day 11 of the illness, with viral RNA still hospitals in a separate experiment, the virus was found present in the faeces of a small proportion of patients to remain infectious for 14 days at 4°C, but for only even after 30 days of illness.4 The mechanism for 2 days at 20°C.12 gastrointestinal tract infection of SARS-CoV is proposed SARS-CoV can survive for up to 2 weeks after drying, to be the angiotensin-converting enzyme 2 (ACE2) cell remaining viable for up to 5 days at temperatures of receptor.2 22-25°C and 40-50% relative humidity, with a gradual In the initial MERS-CoV outbreak in 2012, a quarter decline in virus infectivity thereafter.13 Viability of of patients with MERS-CoV reported gastrointestinal the SARS-CoV virus decreased after 24 h at 38°C and symptoms such as diarrhoea or abdominal pain at 80-90% relative humidity.13 MERS-CoV is viable in presentation.5 Some patients initially presented with both low temperature, low humidity conditions. The virus fever and gastrointestinal symptoms before subsequent was viable on diferent surfaces for 48 h at 20°C and manifestation of more severe respiratory symptoms.6 40% relative humidity, although viability decreased to Corman and colleagues7 found MERS-CoV RNA in 8 h at 30°C and 80% relative humidity conditions.14 At 14·6% of stool samples from patients with MERS-CoV. present, no viability data are available for SARS-CoV-2. In-vitro studies have shown that MERS-CoV can infect The viability of SARS-CoV and MERS-CoV under and replicate in human primary intestinal epithelial various conditions and their prolonged presence in the cells, potentially via the dipeptidyl peptidase 4 receptor.8 environment suggest the potential for coronaviruses In-vivo studies showed inaflmmation and epithelial to be transmitted via contact or fomites. SARS-CoV degeneration in the small intestines, with subsequent and MERS-CoV are both viable in conditions with low", "text": "temperatures and humidity.12–14 Although direct droplettransmission is an important route of transmission, faecalexcretion, environmental contamination, and fomitesmight contribute to viral transmission. Considering theevidence of faecal excretion for both SARS-CoV andMERS-CoV, and their ability to remain viable in conditionsthat could facilitate faecal–oral transmission, it is possiblethat SARS-CoV-2 could also be transmitted via this route.possibilityfaecal–oraltransmissionSARS-CoV-2hasimplications,especiallyareaswith poor sanitation. Coronaviruses are susceptibleto antiseptics containing ethanol, and disinfectantscontaining chlorine or bleach.15 Strict precautions must beobserved when handling the stools of patients infectedwith coronavirus, and sewage from hospitals should alsobe properly disinfected. The importance of frequent andproper hand hygiene should be emphasised.Future researchon thepossibilityof faecal–oraltransmission of SARS-CoV-2 should includeenvironmental studies to determine whether the virus remainsviable in conditions that would favour such transmission.Study of the enteric involvement and viral excretion ofSARS-CoV-2 in faeces is required to investigate whetherfaecal concentrations of SARS-CoV-2 RNA correlatewith the severity of the disease and presence or absenceof gastrointestinal symptoms, andwhether faecalSARS-CoV-2 RNA can also be detected in the incubationor convalescence phases of COVID-19.We declare no competing interests.Charleen Yeo, Sanghvi Kaushal, *Danson Yeo1234567891112Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novelhuman-pathogenic coronavirus isolated from a patient with atypicalpneumonia after visiting Wuhan. Emerg Microbes Infect 2020; 9: 221–36.Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by novelcoronavirus from Wuhan: an analysis based on decade-long structuralstudies of SARS. J Virol 2020; published online Jan 29. DOI:10.1128/JVI.00127-20.WHO issues consensus document on the epidemiology of SARS.Wkly Epidemiol Rec 2003; 78: 373–75.Chan KH, Poon LL, Cheng VC, et al. Detection of SARS coronavirus inpatients with suspected SARS. Emerg Infect Dis 2004; 10: 294–99.Assiri A, Al-Tawfiq JA, Al-Rabeeah AA, et al. Epidemiological, demographic,and clinical characteristics of 47 cases of Middle East respiratory syndromecoronavirus disease from Saudi Arabia: a descriptive study. Lancet Infect Dis2013; 13: 752–61.Mackay IM, Arden KE. MERS coronavirus: diagnostics, epidemiology andtransmission. Virol J 2015; 12: 222.Corman VM, Albarrak AM, Omrani AS, et al. Viral shedding and antibodyresponse in 37 patients with Middle East respiratory syndrome coronavirusinfection. Clin Infect Dis 2016; 62: 477–83.Zhou J, Li C, Zhao G, et al. Human intestinal tract serves as an alternativeinfection route for Middle East respiratory syndrome coronavirus. Sci Adv2017; 3: eaao4966.", "ref_list": [[], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["First case of 2019 novel coronavirus in the United States"], ["Concentration and detection of SARS coronavirus in sewage from Xiao Tang Shan Hospital and the 309th Hospital of the Chinese People's Liberation Army"], ["The efects of temperature and relative humidity on the viability of the SARS coronavirus"], ["Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under diferent environmental conditions"], ["Human coronaviruses: insights into environmental resistance and its influence on the development of new antiseptic strategies"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D Wang", "B Hu", "C Hu"], ["N 10 Chen", "M Zhou", "X Dong"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["XW Wang", "J Li", "T Guo"], ["KH Chan", "JS Peiris", "SY Lam", "LL Poon", "KY Yuen", "WH Seto"], ["N Doremalen", "T Bushmaker", "VJ Munster"], ["C 15 Geller", "M Varbanov", "RE Duval"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "temperatures and humidity.12–14 Although direct droplet\ntransmission is an important route of transmission, faecal\nexcretion, environmental contamination, and fomites\nmight contribute to viral transmission. Considering the\nevidence of faecal excretion for both SARS-CoV and\nMERS-CoV, and their ability to remain viable in conditions\nthat could facilitate faecal–oral transmission, it is possible\nthat SARS-CoV-2 could also be transmitted via this route.\npossibility\nfaecal–oral\ntransmission\nSARS-CoV-2\nhas\nimplications,\nespecially\nareas\nwith poor sanitation. Coronaviruses are susceptible\nto antiseptics containing ethanol, and disinfectants\ncontaining chlorine or bleach.15 Strict precautions must be\nobserved when handling the stools of patients infected\nwith coronavirus, and sewage from hospitals should also\nbe properly disinfected. The importance of frequent and\nproper hand hygiene should be emphasised.", "one_words_summarize": "temperatures and humidity.12–14 Although direct droplettransmission is an important route of transmission, faecalexcretion, environmental contamination, and fomitesmight contribute to viral transmission. Charleen Yeo, Sanghvi Kaushal, *Danson Yeo1234567891112Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novelhuman-pathogenic coronavirus isolated from a patient with atypicalpneumonia after visiting Wuhan. DOI:10.1128/JVI.00127-20.WHO issues consensus document on the epidemiology of SARS.Wkly Epidemiol Rec 2003; 78: 373–75.Chan KH, Poon LL, Cheng VC, et al."}