{"date": "2020/02/18", "journal": "The Lancet Respiratory Medicine", "authors": "Zhe Xu, Lei Shi, Yijin Wang, Jiyuan Zhang, Lei Huang, Chao Zhang", "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome", "type": "Case Report", "abstract": "Since late December, 2019, an outbreak of a novel coronavirus disease (COVID-19; previously known as 2019-nCoV)1,2 was reported in Wuhan, China,2 which has subsequently aefcted 26 countries worldwide. In general, COVID-19 is an acute resolved disease but it can also be deadly, with a 2% case fatality rate. Severe disease onset might result in death due to massive alveolar damage and progressive respiratory failure.2,3 As of Feb 15, about 66 580 cases have been conrfimed and over 1524 deaths. However, no pathology has been reported due to barely accessible autopsy or biopsy.2,3 Here, we investigated the pathological characteristics of a patient who died from severe infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by postmortem biopsies. This study is in accordance with regulations issued by the National Health Commission of China and the Helsinki Declaration. Our nfidings will facilitate understanding of the pathogenesis of COVID-19 and improve clinical strategies against the disease.", "text": "Day of illnessCoughChillsFever (°C)FatigueShortness of breathSubjective39MeropenemJan 13Jan 14–19Jan 20Chestx-rayJan 21SARS-CoV-2RNApositiveJan 22Chestx-rayJan 23Chestx-rayJan 25Jan 24Jan 26Deathat 18:31Jan 27Postmortembiopsydaily, intravenously) was administered to attenuate lunginflammation. Laboratory tests results are listed in theappendix (p 4). After receiving medication, his bodytemperature reduced from 39·0 to 36·4 °C. However, hiscough, dyspnoea, and fatigue did not improve. On day 12of illness, after initial presentation, chest x-ray showedprogressive infiltrate and difuse gridding shadow inboth lungs. He refused ventilator support in the intensivecare unit repeatedly because he sufered from claustrophobia; therefore, he received high-flow nasal cannula(HFNC) oxygen therapy (60% concentration, flow rate40 L/min). On day 13 of illness, the patient’s symptomshad still not improved, but oxygen saturation remainedabove 95%. In the afternoon of day 14 of illness, hishypoxaemia and shortness of breath worsened. Despitereceiving HFNC oxygen therapy (100% concentration,lfow rate 40 L/min), oxygen saturation values decreasedto 60%, and the patient had sudden cardiac arrest. Hewas immediately given invasive ventilation, chestcompression, and adrenaline injection. Unfortunately, therescue was not successful, and he died at 18:31 (Beijingtime).Biopsy samples were taken from lung, liver, and hearttissue of the patient. Histological examination showedbilateral diufse alveolar damage with cellular bfiromyxoidexudates (gfiure 2A, B). The right lung showed evidentdesquamation of pneumocytes and hyaline membraneformation, indicating acute respiratory distress syndrome(ARDS; gfiure 2A). The left lung tissue displayedpulmonary oedema with hyaline membrane formation,suggestive of early-phase ARDS (gfiure 2B). Inter stitialmononuclear inaflmmatory inlfitrates, dominated bylymphocytes, were seen in both lungs. Multinucleatedsyncytial cells with atypical enlarged pneumocytescharacterised by large nuclei, amphophilic granularcytoplasm, and prominent nucleoli were identiefid in theintraalveolar spaces, showing viral cytopathic-like changes. Noobvious intranuclear or intracytoplasmic viral inclusionswere identiefid.The pathological features of COVID-19 greatlyresemble those seen in SARS and Middle Easternrespiratory syndrome (MERS) coronavirus infection.4,5 Inaddition, the liver biopsy specimens of the patient withCOVID-19 showed moderate microvesicular steatosisand mild lobular and portal activity (figure 2C), indicatingthe injury could have been caused by either SARS-CoV-2infection or drug-induced liver injury. There were a fewinterstitial mononuclear inflammatory infil trates, but noother substantial damage in the heart tissue (figure 2D).Peripheral blood was prepared for flow cytometricanalysis. We found that the counts of peripheral CD4and CD8 T cells were substantially reduced, whiletheir status was hyperactivated, as evidenced by thehigh proportions of HLA-DR (CD4 3·47%) and CD38(CD8 39·4%) double-positive fractions (appendix p 3).Moreover, there was an increased concentration ofhighly proinflammatory CCR6+ Th17 in CD4 T cells(appendix p 3). Additionally, CD8 T cells were found toharbour high concentrations of cytotoxic granules, inwhich 31·6% cells were perforin positive, 64·2% cellswere granulysin positive, and 30·5% cells weregranulysin and perforin double-positive (appendix p 3).Our results imply that overactivation of T cells,manifested by increase of Th17 and high cytotoxicity ofCD8 T cells, accounts for, in part, the severe immuneinjury in this patient.X-ray images showed rapid progression of pneumoniaand some diferences between the left and right lung. Inaddition, the liver tissue showed moderate microvesicularsteatosis and mild lobular activity, but there was noconclusive evidence to support SARS-CoV-2 infectionor drug-induced liver injury as the cause. There wereno obvious histological changes seen in heart tissue,suggesting that SARS-CoV-2 infection might not directlyimpair the heart.Although corticosteroid treatment is not routinelyrecommended to be used for SARS-CoV-2 pneumonia,1according to our pathological findings of pulmonaryoedema and hyaline membrane formation, timely andappropriate use of corticosteroids together with ventilatorsupport should be considered for the severe patients toprevent ARDS development.Lymphopenia is a common feature in the patients withCOVID-19 and might be a critical factor associated withdisease severity and mortality.3Our clinical and pathological findings in this severecase of COVID-19 can not only help to identify a causeof death, but also provide new insights into thepathogenesis of SARS-CoV-2-related pneumonia, whichmight help physicians to formulate a timely therapeuticstrategy for similar severe patients and reduce mortality.ContributorsF-SW and JZhao conceived the study. ZX and LS designed the study.F-SW and JZhao supervised the overall study. ZX and LS collectedspecimens. LH, PZ, and HL collected clinical data. SL collectedpathological images. LZ and TG disposed of tissues and H&E staining.LS and YW analysed and interpreted the data. YT analysed thepathological data. CB and JD formulated the treatment regimen andanalysed the x-ray images. JZhang, JS, PX, and CZ did the flowcytometric analysis. LS and YW made the tables and figures. LS and YWsearched the literature. LS and YW wrote the manuscript. CZ, F-SW,and JZhao critically revised the manuscript.Declaration of interestsWe declare no competing interests.234", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster"], ["The clinical pathology of severe acute respiratory syndrome (SARS): a report from China"], ["Clinicopathologic, immunohistochemical, and ultrastructural findings of a fatal case of Middle East respiratory syndrome coronavirus infection in the United Arab Emirates"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F 1 Wu", "S Zhao", "B Yu"], ["C Huang", "Y Wang", "X Li"], ["JF Chan", "S Yuan", "KH Kok"], ["Y Ding", "H Wang", "H Shen"], ["DL Ng", "F Al Hosani", "MK Keating"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Day of illness", "one_words_summarize": "Day of illnessCoughChillsFever (°C)FatigueShortness of breathSubjective39MeropenemJan 13Jan 14–19Jan 20Chestx-rayJan 21SARS-CoV-2RNApositiveJan 22Chestx-rayJan 23Chestx-rayJan 25Jan 24Jan 26Deathat 18:31Jan 27Postmortembiopsydaily, intravenously) was administered to attenuate lunginflammation. On day 12of illness, after initial presentation, chest x-ray showedprogressive infiltrate and difuse gridding shadow inboth lungs. Unfortunately, therescue was not successful, and he died at 18:31 (Beijingtime).Biopsy samples were taken from lung, liver, and hearttissue of the patient. Although corticosteroid treatment is not routinelyrecommended to be used for SARS-CoV-2 pneumonia,1according to our pathological findings of pulmonaryoedema and hyaline membrane formation, timely andappropriate use of corticosteroids together with ventilatorsupport should be considered for the severe patients toprevent ARDS development. CB and JD formulated the treatment regimen andanalysed the x-ray images. Declaration of interestsWe declare no competing interests.234"}