{"date": "2020/02/16", "journal": "biorxiv", "authors": "Chunyun Sun, Long Chen, Ji Yang, Chunxia Luo, Yanjing Zhang, Jing Li, Jiahui Yang, Jie Zhang, Liangzhi Xie", "title": "SARS-CoV-2 and SARS-CoV Spike-RBD Structure and Receptor Binding Comparison and Potential Implications on Neutralizing Antibody and Vaccine Development", "type": "preprint article", "abstract": "SARS-CoV-2 and SARS-CoV share a common human receptor ACE2. Protein-protein interaction structure modeling indicates that spike-RBD of the two viruses also has similar overall binding conformation and binding free energy to ACE2. In vitro assays using recombinant ACE2 proteins and ACE2 expressing cells confirmed the two coronaviruses' similar binding affinities to ACE2. The above studies provide experimental supporting evidences and possible explanation for the high transmissibility observed in the SARS-CoV-2 outbreak. Potent ACE2-blocking SARS-CoV neutralizing antibodies showed limited cross-binding and neutralizing activities to SARS-CoV-2. ACE2-non-blocking SARS-CoV RBD antibodies, though with weaker neutralizing activities against SARS-CoV, showed positive cross-neutralizing activities to SARS-CoV-2 with an unknown mechanism. These findings suggest a trade-off between the efficacy and spectrum for therapeutic antibodies to different coronaviruses, and hence highlight the possibilities and challenges in developing broadly protecting antibodies and vaccines against SARS-CoV-2 and its future mutants. In December 2019, outbreak of SARS-CoV-2 infection has brought back the attention of pathogenic coronavirus to the spotlight1-5. SARS-CoV-2 is spreading rapidly, causing severe COVID-19 symptoms and life-threatening diseases in some infected patients6. Numbers of infected cases reached over 60,000 in less than 3 months7.", "text": "Various estimates and analyses suggest SARS-CoV-2 and Severe Acute RespiratorySyndrome coronavirus (SARS-CoV) may have similar transmissibility with anestimated reproductive number (R0) of 3.77 (2.23-4.82) for SARS-CoV-2 and between2.9-3.3 for SARS-CoV8.SARS-CoV-2 and SARS-CoV share a common host-cell receptor protein, angiotensinconverting enzyme 2 (ACE2), expressed on epithelial cells in the respiratory tracksystem and various human organs, such as the lung9,10. Receptor recognition bycoronaviruses is the first and essential step for infecting host cells11,12. Anenvelope-anchored trimeric spike (S) protein mediates the binding of the twocoronaviruses to human ACE213,14, and is cleaved by the host protease into twoseparate polypeptides as S1, which contains the receptor binding domain (RBD), andS2, which is responsible for the homotrimer formation and mediates fusion of thevirion with cellular membranes15. The receptor binding motif (RBM) in RBD isresponsible for direct binding to ACE2 and its binding affinity may directly affects thevirus infectivity and transmissibility16,17. The amino acid sequence homology betweenSARS-CoV and SARS-CoV-2 approximates to 75% for the spike proteins, and are73.7% and 50.0% for RBDs and RBMs, respectively.The prominent sequence differences between the crucial RBMs of SARS-CoV-2 andSARS-CoV raise a critical question of whether the binding affinity of SARS-CoV-2spike protein to human ACE2 is comparable to that of SARS-CoV. A recent study bycomputational modeling suggested that SARS-CoV-2 has a lower binding affinity tohuman ACE2, as a result of the loss of one hydrogen bond interactions18. However,another publication using structure analysis suggested similar binding affinities toSARS-CoV9. By using biolayer interferometry binding assay, Tian et al.9 measuredthe SARS-CoV-2 RBD’s binding affinity to human ACE2 protein to be 15.2 nM,which is comparable to previously published affinity data for SARS-CoV spikeprotein19. The above comparison of spike proteins’ binding affinities to human ACE2between SARS-CoV-2 and SARS-CoV were inconclusive or indirect, hence, a directhead-to-head comparison is desired for the understanding of the infectivity andtransmissibility of SARS-CoV-2 virus.Neutralizing antibody (nAb) is expected to be one of the most promising treatmentsagainst coronavirus infection among the existing therapeutic options20,21. SeveralnAbs targeting SARS-CoV exhibit significant in vivo antivirus activities by reducingvirus titers in lung tissues of animal models22-26. However, coronavirus is asingle-stranded RNA virus prone to rapid mutations during transmission, nAbswithout cross-reactivity to a broad spectrum of viral mutants could lead to treatmentfailure10,27-29, therefore, highly potent and cross-protective nAbs and prophylacticvaccines against SARS-CoV-2 are in urgent needs.Here we investigated the optimized complex structure conformations between theRBDs of SARS-CoV-2 (Wuhan/IVDC-HB-01/2019, GISAID accession ID:EPI_ISL_402119) and SARS-CoV (CUHK-W1, GenBank accession ID: AY278554)with ACE2 by computational modeling and binding free energy analysis. We alsoused the recombinant S1 proteins of the two viruses to compare their binding curvesto both recombinant ACE2 protein and ACE2 expressing cells. The above studiesconfirm that both SARS-CoV-2 and SARS-CoV have similar binding affinities to thehuman receptor ACE2.Due to the relatively low homology of the spike RBDs between SARS-CoV-2 andSARS-CoV, it is of significant interest to investigate whether SARS-CoV neutralizingantibodies possess cross-reactivity to SARS-CoV-2. SARS-CoV polyclonal antibodiesand ACE2 blocking and non-blocking nAbs were tested with SARS-CoV-2pseudovirus (PSV) for cross neutralizing activities.SARS-CoV-2 RBD-ACE2 complex structure modeling reveals almost identicalstructure configuration and affinity to SARS-CoVThe structure model for SARS-CoVRBD-ACE2 complex was optimized based on thecomplex’s crystal structure (PDB ID: 2AJF) (http://www.rcsb.org/). The structuremodel for SARS-CoV-2 RBD-ACE2 complex was constructed by homologymodeling using the optimized SARS-CoV RBD-ACE2 complex crystal structure as atemplate, based on a 73.7% amino acid sequence homology between the two viruses.Root-mean-square deviation (RMSD) of Cα atoms between the two complexstructures is 0.703 Å, indicating an almost identical structural conformation(Figure1B). There are subtle differences in the RBD-ACE2 interfaces betweenSARS-CoV-2 and SARS-CoV at the loop 469-470 (numbered according toSARS-CoV RBD), arising from a one-residue insertion after residue 469 (Figure 1A).On the other hand, the interaction patterns in both complex structures’ interfaces aresomewhat different (Figure 1A and Table S2). Four residues in SARS-CoV-2 RBD(i.e. N439, G476, Q498, and N501) lost their interactions with ACE2 as comparedwith the corresponding residues in SARS-CoV RBD (i.e. R426, D463, Y484, andT487), four replacing residues in SARS-CoV-2 RBD (i.e. K417, V445, E484, andF486) form new interactions with ACE2, which are absent in the SARS-CoV RBD(corresponding to V404, S432, P470, and L472) (Figure 1A&C). It is noteworthy thatalthough a strong salt-bridge presented between R426 of SARS-CoV RBD and E329of ACE2, is missing in the interaction involving SARS-CoV-2 RBD. However, a newstrong salt-bridge interaction between E484 of SARS-CoV-2 RBD and K31 of ACE2compensates for that loss.The RBD-ACE2 binding free energies of SARS-CoV and SARS-CoV-2 are estimatedto be -40.42 and -44.96 REU (Rosetta energy unit), respectively (Table S1), byRosetta Interface Analyzer30. The insignificant difference in binding free energiessuggests that SARS-CoV-2 and SARS-CoV viruses have similar binding affinities tohuman ACE2. of weakly conserved residues. B. Conformational comparison between the RBD-ACE2 complexstructures for SARS-CoV-2 and SARS-CoV. The RBD and ACE2 structures in the SARS-CoV-2RBD-ACE2 complex model are shown as orange and pink tubes, respectively. The RBD and ACE2structures in the optimized SARS-CoV RBD-ACE2 complex structure are shown as blue and greentubes, respectively. The location of noticeable subtle conformational difference is indicated by an arrow.C. Distinct interaction patterns in the SARS-CoV-2 and SARS-CoV RBD-ACE2 interfaces. Structuresof RBD and ACE2 are shown as cartoon in pink and green colors, respectively. The side chains of theresidues in both protein components, representing their unique interactions, are shown as sticks. Polarinteractions (salt-bridge and hydrogen bond) are shown as blue dash line. Non-polar interactions(π-stack, π-anion, and hydrophobic interactions) are shown as orange dash line.Recombinant S1 protein of SARS-CoV-2 showed similar binding to human ACE2in both protein and cellular forms, as compared with SARS-CoVThe RBD containing S1 protein, resulted from cleavage of the spike protein on thevirus membrane is responsible for the binding of the virus to human receptor on cellmembrane, which is important for viral infectivity31. Binding curves of recombinantS1 proteins of SARS-CoV-2 and SARS-CoV to human ACE2 were measured byELISA. Results confirmed that both viruses have similar S1-ACE2 protein-proteinbinding curves and EC50 (Figure 2A). Binding curves of S1 protein to ACE2expressing 293T cells was further assessed using FACS. Again, similar binding curvesand EC50 values were obtained for the two viruses (Figure 2B). The aboveexperimental results are consistent with our structure modeling analysis, whichindicates that SARS-CoV-2 virus likely infects human cells through similarmechanisms as SARS-CoV virus by binding to human ACE2 with comparableaffinities, and hence may possess similar transmissibility.ACE2-non-blocking SARS-CoV nAbs showed modest S1-protein binding andpseudovirus neutralizing activities to SARS-CoV-2Coronavirus’ mutation and emergence of escape mutants to neutralizing monoclonalantibodies and vaccines are a major concern. SARS-CoV-2 and SARS-CoV are twodifferent coronaviruses with modest level of sequence homology in their spikeproteins. Understanding whether antibodies raised from SARS-CoV spike proteinimmunization have cross-reactivity to the new SARS-CoV-2 will offer importantinsights and guidance to therapeutic antibody and prophylactic vaccine development.SARS-CoV nAbs were generated by immunizing mouse or rabbit with SARS-CoV S1or RBD protein. Two SARS-CoV S-protein rabbit polyclonal antibodies (Table 1) andfour monoclonal antibodies (Table 2) were analyzed for cross-reactivity toSARS-CoV-2 S1 protein and cross-neutralizing activities to SARS-CoV-2 PSV. Asexpected, the polyclonal antibodies showed weaker binding to SARS-CoV-2 S1protein (EC50>100ng/mL) as compared to SARS-CoV S1 protein (EC50<25ng/mL).Neutralizing activities against SARS-CoV-2 PSV were lower by more than two-ordersof magnitudes than SARS-CoV PSV (Table 1), presenting a pessimistic forecast forthe probability to identify highly potent and cross-reactive nAbs to SARS-CoV-2 fromSARS-CoV antibodies or antibody libraries.SARS-CoV monoclonal nAbs with strong S1 binding (EC50<50ng/mL, KD≤2.0E-10M) and potent ACE2-blocking activities exhibited potent neutralizing activitiesagainst SARS-CoV (minimum dose to reach 100% neutralization at ~0.1μg/mL), butalmost no cross-binding to SARS-CoV-2 S1 protein (EC50>15μg/mL) and nocross-neutralizing activities against SARS-CoV-2 PSV (<50% neutralizing activity at100μg/mL) (Figure3, Table 2, Figure S1 & S2).Interestingly, three ACE2-non-blocking monoclonal antibodies showed modestbinding activities to SARS-CoV S1 protein (EC50>100ng/mL) and neutralizingactivities to the SARS-CoV PSV (minimum dose to reach 100% neutralization at ≥10 μg/mL). Although, these nAbs were less potent than the ACE2-blocking nAbs toSARS-CoV, but could evidently cross-bind to the SARS-CoV-2 S1 protein(EC50<3μg/mL) and cross-neutralize SARS-CoV-2 PSV (>50% neutralizing activityat 100μg/mL) (Table 2).#: minimum dose to reach 100% neutralization. *: not feasible with similar assessment100%(μg/mL)#EC50 (ng/mL)KD(M)8.7E-122.0E-105.0E-111.2E-11-*-*-*Significant micro-structure differences between SARS-CoV-2 and SARS-CoVRBDs exist in their RBM regionsAs suggested by the SARS-CoV and SARS-CoV-2 RBD sequence alignment analysis(Figure 1A), the 50% RBM sequence homology is much less than the 73.7% RBDsequence homology. Structure similarity analysis confirms the presence of significantlocal structure differences in the RBM regions, while the rest of the RBD regions havesignificantly higher similarities (Figure 4). Moreover, three glycosylation sites inSARS-CoV RBD (i.e. N318, N330, and N357)32 was conserved, although one of theglycosylation sites, N357, may not be glycosylated in the corresponding residue ofSARS-CoV-2 as predicted by NetNGlyc33.Taking the two viruses’ RBD structure similarities and glycosylation sites into account,we predict that there are two possible conserved regions in RBD where epitopes forcross-reactive neutralizing antibodies reside. These regions probably do not overlapwith the ACE2 binding sites (Figure 4). We speculate that it is more likely to obtaincross-reactive and non-blocking neutralizing antibodies targeting the conservedregions outside the RBM region. The neutralization mechanism for thesenon-blocking but cross-reactive antibodies is likely unrelated to ACE2 blockage.Coronavirus spike protein has been shown to be responsible for interacting with hostcell receptors to initiate infection. Both SARS-CoV and SARS-CoV viruses usehuman ACE2 for cell entry10. Due to the nature of RNA virus’ rapid mutation rates,changes in the S-protein’s amino acid sequence, especially in the RBD’s receptorbinding motif, could have significant impact on virus infectivity, pathogenicity,transmissibility, and cross-protection from previous coronavirus infection, as well astherapeutic antibody and prophylactic vaccine development. Hence, understanding thedifferences between SARS-CoV and SARS-CoV-2 and their implications may offersignificant scientific and practical value.Though it is difficult to assess the virus-host-cell interactions with real virion, westudied the new SARS-CoV-2 in head-to-head comparisons with SARS-CoV usingmultiple methods. Measurements of recombinant SARS-CoV-2 and SARS-CoV spikeproteins to recombinant ACE2 protein and ACE2 expressing 293T cells confirmed thetwo coronaviruses’ similar binding affinities to human ACE2 (Figure 2A&B), whichprovided direct molecular based evidences to support and possibly explain theobservation that the new SARS-CoV-2 coronavirus has similar transmissibility toSARS-CoV virus.Since SARS-CoV-2 and SARS-CoV are both coronaviruses with over 70% sequencehomology and share the same human receptor ACE2, analyzing SARS-CoV’santibodies’ cross-reactivity to SARS-CoV-2 may provide useful information onwhether neutralizing epitopes were conserved on the two coronaviruses. Two rabbitpolyclonal antibodies produced with SARS-CoV S1 and RBD proteins had potentbinding and neutralizing activities to SARS-CoV but only modest cross-binding andcross-neutralizing activities to the new SARS-CoV-2 virus. Four highly potent ACE2blocking SARS-CoV monoclonal antibodies showed binding affinities to SARS-CoVS1 protein in the range of 0.2 nM to 8.7 pM, and very high neutralizing activities toSARS-CoV. As low as 0.2 ug/mL nAb can lead to 100% neutralization of SARS-CoVPSV. However, virtually no cross-binding or cross neutralizing activities against thenovel SARS-CoV-2 virus were detected with the four ACE2 blocking monoclonalantibodies.We then screened non-ACE2-blocking antibodies raised from SARS-CoV RBD forneutralizing activities. Three such monoclonal antibodies were identified. Although,binding affinities to SARS-CoV S1 protein was significantly lower with EC50between 55 to 224 μg/mL as compared to 16 to 42 μg/mL EC50 for the fourACE2-blocking nAbs, significant cross-binding activities to SARS-CoV-2 S1 proteinand modest cross-neutralizing activities against SARS-CoV-2 PSV were detected.The observation that these three antibodies bind to and neutralize both SARS-CoVand SARS-CoV-2 without blocking ACE2 suggest the following. First, the epitope orepitopes for these three antibodies are conserved across the two significantly differentcoronaviruses. Hence it is possible but maybe challenging to identify antibodies withpotent neutralizing activities to both SARS-CoV and SARS-CoV-2, and ideally totheir mutant virus strains as well. Second, the epitope or epitopes for the three nAbs9 / 18 are likely located outside the RBM motif due to their non-ACE2 blocking features andthe fact that homology in the RBM motif between the two viruses is significantlylower than the rest portion of the RBD.An analysis on the mutations in RBD was also conducted. We analyzed 68 sequencesof SARS-CoV-2 variants in GISAID and found 4 variants with mutations in RBD(one has N354D/D364Y, two have V367F, and one has F342L). Alignment of 111SARS-CoV RBD sequences, collected by BLAST via NCBI website34, was used forConSurf analysis35. As shown in Figure 5, the SARS-CoV RBM region is highlyvariable, making it more challenging to develop cross-reactive antibodies with broadspectrum of neutralizing activities against mutant strains. On the other hand,significant portions of RBD (marked in pink) outside the RBM motif are highlyconserved. Neutralizing antibodies targeting epitopes in these regions couldpotentially have cross-protective activities against different mutant strains.It is also noteworthy that the three non-blocking antibodies’ neutralizing activities aresignificantly lower than the four blocking antibodies. Due to the limited number ofantibodies obtained, it is difficult to conclude whether there is a consistent patternbetween ACE2 blockage and neutralizing potency, but one can speculate thatneutralizing antibodies targeting conserved epitopes outside the RBM region may becross-protective but may also be less potent due to the lack of ACE2 blockingactivities. In a recent article9, a SARS-CoV RBD neutralizing antibody CR3022 withan epitope outside the RBM motif was also shown to be non-blocking butcross-binding to SARS-CoV-2 RBD with a relatively low KD of 6.3 nM.The neutralization mechanism of these non-blocking antibodies is not clear yet. It isknown that antibodies targeting the S2 region could block S2 protein’s configurationchange and hence interfere with virus entry into host cells. Whether thesenon-blocking RBD antibodies also interfere with S2 protein’s configuration changeremains to be investigated.In summary, the above findings suggest that SARS-CoV-2 and SARS-CoV bind tohuman ACE2 with similar affinities and hence may have similar transmissibility.Antibodies targeting the RBM regions may be more potent due to their ACE2blocking activities but cross-protecting antibodies targeting the RBM regions may bemore difficult to obtain because of the lower degree of sequence conservation.Antibodies to the more conserved regions outside the RBM motif may possesscross-protective neutralizing activities but may be less potent due to the lack of ACE2blocking activities. Mechanism of neutralization for the non-blocking RBD antibodiesremains to be investigated. Developing potent and cross-protective therapeuticantibodies and vaccines is possible but could be challenging.10 / 18 Reagents, recombinant proteins and antibodiesRecombinant S1 proteins of SARS-CoV-2 (Cat: 40591-V08H), SARS-CoV (Cat:40150-V08B1) and MERS-CoV (Cat:40069-V08H), recombinant RBD protein ofSARS-CoV (Cat: 40150-V31B2), transfection reagent Sinofection (Cat: STF02),mammalian expression plasmids of full length S or RBD protein of SARS-CoV-2 (Cat:VG40589-UT, Wuhan/IVDC-HB-01/2019) and SARS-CoV (Cat: VG40150-G-N,CUHK-W1), ACE2 (Cat: HG10108-UT), polyclonal antibodies against SARS-CoVRP01 (Cat: 40150-RP01) and T52 (Cat: 40150-T52) were purchased from SinoBiological. Fetal bovine serum (FBS) (Cat: SA 112.02) were purchased from LanzhouMinhai Bio-engineering. Hygromycin (Cat: V900372) were purchased fromSigma-Aldrich. SARS-CoV neutralizing antibodies were generated from mice (M103,M127) or rabbits (R314, R301, R325, R302, R258, R348) immunized withrecombinant S1 protein of SARS-CoV. Luciferase assay system (Cat: E1501) waspurchased from Promega.Cell linesThe human embryonic kidney 293T cell line (Cat:CRL-11268) used for pseudovirus(PSV) packaging were purchased from ATCC. 293T-ACE2 cells were established bytransfection of ACE2 expression plasmid to 293T cells. Both 293T and 293T-ACE211 / 18 cells were grown in Dulbecco’s modified Eagle’s medium (DMEM) containing 10%(v/v) FBS.ELISA assayIndicated proteins were coated on 96 well plates using CBS buffer over night at 4℃.BSA was used for blocking at room temperature for 1h. Indicated correspondingproteins or antibodies were then added and incubated at room temperature for 1h. Afterwashing away the unbound proteins or antibodies, secondary antibody with HRPlabeling were added and incubated for another hour before washed away. Developingbuffer was added and incubated for 5-30 min, 1% H2SO4was added to stop the reactionand absorbance at 450nm was detected with a microplate reader.Flow cytometryIndicated concentrations of S1 proteins of SARS-CoV-2 and SARS-CoV wereincubated with 293T-ACE2 cells for 45 min. After washing away the unbound proteins,cells were incubated withPE labelled anti-his-tag antibody for 20 min and went throughflow cytometer for detection of cellular binding. Flowjo and Graphpad softwares wereused for data analysis.OctetRecombinant SARS-CoV S1 protein were biotinated and loaded using SA sensor,indicated antibodies were added for real time association and dissociation analysis.Data Analysis Octet was used for data processing.Pseudovirus production in 293T adherent cells6-8 hours before transfection, 293T cells were pre-plate on T75 flask in DMEM+10%FBS at 100,000 cells/cm2. 13μg of Luciferase-expressing HIV-1 lentiviral transfergenome (pWPXL-luc), 13μg of packaging plasmid (PSD) and 13μg of expressionplasmid encoding either SARS-CoV-2-S protein (pCMV-whCoV-Spike) or SARS-Sprotein (pCMV-SARS-Spike) were co-transfected into pre-plated 293T cells usingSinofection transfection reagent according to the procedure recommended bymanufacturer. Then the transfected cells incubated were incubated at 37℃ and 5% CO2overnight, followed by medium exchange with fresh DMEM plus 10% FBS. Thesupernatant containing pseudovirus was collected after 48-72 hours and filteredthrough a 0.45μm filter and stored at -80℃ for longtime storage or 4℃ for short timestorage.Pseudovirus neutralization assay293T-ACE2 cells were plated in 96-well plate at 1,0000 cells/well in 100 μ LDMEM+10% FBS. 60μL serially diluted antibody samples and 60μL of SARS-CoV-2or SARS PSV were mixed and incubated at 4℃ for 1 hour. Then 100μL/well of theantibody-PSV mixture was added onto the 293T/ACE2 cell wells and incubated for12 / 18 37℃, 5% CO2. After 72 hours infection, luciferase luminescence (RLU) was detectedusing luciferase assay system according to the procedure recommended bymanufacturer with a luminescence microplate reader. Antibodies inhibition% wascalculated as following: Inhibiton%= ቀ1 െ ୰୧୴୭ୢ୳ୣୱ୮ ୫ୗ୮ୟ୪ୣ ୩୬ୟ୪୆ି୙୐ୖ ቁ %. Antibodies୩୬ୟ୪୆ି୙୐ୖneutralization titers were presented as 50% maximal inhibitory concentration (IC50).Sequence alignmentProtein sequence alignments were performed using Clustal Omega36.RBD-ACE2 complex structure modeling and analysisThe SARS-CoV RBD-ACE2 complex structure was remodeled based on PDB 2AJF tocomplete its missing loop using Discovery Studio (DS)37. This complex structure wasthen optimized by Rosetta Relax38. The SARS-CoV-2 RBD-ACE2 complex structurewas constructed base on the optimized SARS-CoV RBD-ACE2 complex structureusing DS and was also optimized by Rosetta Relax. The interface between the RBD andACE2 was analyzed by Rosetta Interface Analyzer30 and DS. Software PyMol wasused for preparing structural figures39. Structural similarity analysis betweenSARS-CoV-2 and SARS-CoV was carried out by Discovery Studio (DS)37.Structural conservation analysis of SARS-CoV RBDStructural conservation analysis of SARS-CoV RBD was carried out using ConSurf35.Alignment of 111 SARS-CoV RBD sequence, used for the generation of sequenceconservation, was collected by BLAST via NCBI website34. Structural conservationwas displayed by PyMol39.Declaration of interest statementcele_afper_afrta_aftatskcaptni_sdnobh)UER()UER()UER(tasu_atledtni_ASASddetarapes_GsnoH2)Å()UER(r ee cb afm ru ten nieh ssT o: rs cd lehT nob taoTt: tH :tin sa in_ n _A u sS _ da nA tl oS e bd d h.)tcefrep=1,dab=0(ecafretniehtroferocscitsitatsgnikcaps'attesoR:tatskcap.seudisertnereffidnisevislupersenoJdranneL:per_af.cirtceleidtnednepedecnatsidacitatsortcelecibmoluoC:cele_afhm to itamotawlen en itae e ntew tew teob b p.seudisertnereffidnisevitcarttasenoJdranneL:rta_af 81 / 41Octet system.17 / 18 ", "ref_list": [[], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["A novel coronavirus outbreak of global health concern"], ["Emerging in China - Key Questions for Impact Assessment"], ["Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study"], ["Emerging understandings of 2019-nCoV"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Coronaviruses: an overview of their replication and pathogenesis. Methods in molecular biology (Clifton, N"], ["Receptor recognition mechanisms of coronaviruses: a decade of structural studies"], ["From SARS to MERS, Thrusting Coronaviruses into the Spotlight"], ["A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury"], ["Generation and characterization of human monoclonal neutralizing antibodies with distinct binding and sequence features against SARS coronavirus using XenoMouse"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission %J SCIENCE CHINA Life Sciences"], [""], ["Antibodies and vaccines against Middle East respiratory syndrome coronavirus"], ["Pre- and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection"], ["Potent cross-reactive neutralization of SARS coronavirus isolates by human monoclonal antibodies"], ["Development and characterization of a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody that provides effective immunoprophylaxis in mice"], ["Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets"], ["Therapy with a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody reduces disease severity and viral burden in golden Syrian hamsters"], ["Evaluation of human monoclonal antibody 80R for immunoprophylaxis of severe acute respiratory syndrome by an animal study, epitope mapping, and analysis of spike variants"], ["Escape from human monoclonal antibody neutralization affects in vitro and in vivo fitness of severe acute respiratory syndrome coronavirus"], ["Differential stepwise evolution of SARS coronavirus functional proteins in different host species"], ["Viral evolution and the emergence of SARS coronavirus"], ["A comparison of successful and failed protein interface designs highlights the challenges of designing buried hydrogen bonds"], ["The spike protein of SARS-CoV--a target for vaccine and therapeutic development"], ["The SARS coronavirus S glycoprotein receptor binding domain: fine mapping and functional characterization"], ["Prediction of N-glycosylation sites in human proteins"], ["Basic local alignment search tool"], ["an improved methodology to estimate and visualize evolutionary conservation in macromolecules"], ["Fast, scalable generation of high‐quality protein multiple sequence alignments using Clustal Omega"], [""], ["A Pareto-optimal refinement method for protein design scaffolds"], ["The PyMOL molecular graphics system"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Wu"], ["C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao"], ["V.J. Munster", "Koopmans", "van Doremalen", "D. van Riel", "E. A Novel de Wit", "Coronavirus"], ["L.L. Ren"], ["L. The"], ["Q. Li"], [], ["Y. Yang"], ["X. Tian"], ["R. Lu"], ["A.R. Fehr", "S. Perlman"], ["F. Li"], ["Z. Song"], ["K. Kuba"], ["M. Coughlin"], ["F. Li", "W. Li", "M. Farzan", "S.C. Harrison"], ["Y. Wan", "J. Shang", "R. Graham", "R.S. Baric", "F. Li"], ["X. Xu"], ["A.C. Walls"], ["J. Xu"], ["K.E. Pascal"], ["Z. Zhu"], ["T.C. Greenough"], [], ["A. Roberts"], ["J. Sui"], ["B. Rockx"], ["X. Tang"], ["E.C. Holmes", "A. Rambaut"], ["P.B. Stranges", "B. Kuhlman"], ["L. Du"], ["S. Chakraborti", "P. Prabakaran", "X. Xiao", "D.S. Dimitrov"], ["R. Gupta", "E. Jung", "S. Brunak"], ["S.F. Altschul", "W. Gish", "W. Miller", "E.W. Myers", "D.J. Lipman"], ["H. Ashkenazy"], ["F. Sievers"], ["Accelrys Inc"], ["L.G. Nivon", "R. Moretti", "D. Baker"], ["DeLano"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Various estimates and analyses suggest SARS-CoV-2 and Severe Acute Respiratory\nSyndrome coronavirus (SARS-CoV) may have similar transmissibility with an\nestimated reproductive number (R0) of 3.77 (2.23-4.82) for SARS-CoV-2 and between\n2.9-3.3 for SARS-CoV8.", "one_words_summarize": "Various estimates and analyses suggest SARS-CoV-2 and Severe Acute RespiratorySyndrome coronavirus (SARS-CoV) may have similar transmissibility with anestimated reproductive number (R0) of 3.77 (2.23-4.82) for SARS-CoV-2 and between2.9-3.3 for SARS-CoV8.SARS-CoV-2 and SARS-CoV share a common host-cell receptor protein, angiotensinconverting enzyme 2 (ACE2), expressed on epithelial cells in the respiratory tracksystem and various human organs, such as the lung9,10. The receptor binding motif (RBM) in RBD isresponsible for direct binding to ACE2 and its binding affinity may directly affects thevirus infectivity and transmissibility16,17. The prominent sequence differences between the crucial RBMs of SARS-CoV-2 andSARS-CoV raise a critical question of whether the binding affinity of SARS-CoV-2spike protein to human ACE2 is comparable to that of SARS-CoV. A recent study bycomputational modeling suggested that SARS-CoV-2 has a lower binding affinity tohuman ACE2, as a result of the loss of one hydrogen bond interactions18. However,another publication using structure analysis suggested similar binding affinities toSARS-CoV9. We alsoused the recombinant S1 proteins of the two viruses to compare their binding curvesto both recombinant ACE2 protein and ACE2 expressing cells. There are subtle differences in the RBD-ACE2 interfaces betweenSARS-CoV-2 and SARS-CoV at the loop 469-470 (numbered according toSARS-CoV RBD), arising from a one-residue insertion after residue 469 (Figure 1A).On the other hand, the interaction patterns in both complex structures’ interfaces aresomewhat different (Figure 1A and Table S2). The location of noticeable subtle conformational difference is indicated by an arrow. C. Distinct interaction patterns in the SARS-CoV-2 and SARS-CoV RBD-ACE2 interfaces. Structuresof RBD and ACE2 are shown as cartoon in pink and green colors, respectively. The side chains of theresidues in both protein components, representing their unique interactions, are shown as sticks. Non-polar interactions(π-stack, π-anion, and hydrophobic interactions) are shown as orange dash line. Two SARS-CoV S-protein rabbit polyclonal antibodies (Table 1) andfour monoclonal antibodies (Table 2) were analyzed for cross-reactivity toSARS-CoV-2 S1 protein and cross-neutralizing activities to SARS-CoV-2 PSV. Coronavirus spike protein has been shown to be responsible for interacting with hostcell receptors to initiate infection. First, the epitope orepitopes for these three antibodies are conserved across the two significantly differentcoronaviruses. Second, the epitope or epitopes for the three nAbs9 / 18 are likely located outside the RBM motif due to their non-ACE2 blocking features andthe fact that homology in the RBM motif between the two viruses is significantlylower than the rest portion of the RBD.An analysis on the mutations in RBD was also conducted. As shown in Figure 5, the SARS-CoV RBM region is highlyvariable, making it more challenging to develop cross-reactive antibodies with broadspectrum of neutralizing activities against mutant strains. Antibodies to the more conserved regions outside the RBM motif may possesscross-protective neutralizing activities but may be less potent due to the lack of ACE2blocking activities. Mechanism of neutralization for the non-blocking RBD antibodiesremains to be investigated. Thesupernatant containing pseudovirus was collected after 48-72 hours and filteredthrough a 0.45μm filter and stored at -80℃ for longtime storage or 4℃ for short timestorage. Then 100μL/well of theantibody-PSV mixture was added onto the 293T/ACE2 cell wells and incubated for12 / 18 37℃, 5% CO2. Antibodies inhibition% wascalculated as following: Inhibiton%= ቀ1 െ ୰୧୴୭ୢ୳ୣୱ୮ ୫ୗ୮ୟ୪ୣ ୩୬ୟ୪୆ି୙୐ୖ ቁ %. The interface between the RBD andACE2 was analyzed by Rosetta Interface Analyzer30 and DS."}