{"date": "2020/02/15", "journal": "The Lancet", "authors": "Munyaradzi Makoni", "title": "Africa prepares for coronavirus", "type": "World Report", "abstract": "With cases of novel coronavirus spreading worldwide, governments and institutions are getting ready for the first cases in Africa. Munyaradzi Makoni reports from Cape Town. Yao, WHO Africa programme manager incidence management teams have for emergency operations. also been set up. The strategy is to prepare country Even in countries where there is technical guidance, advising minis­ instability, such as South Sudan, tries of health on how to limit coordination mechanisms have been human­ to­ human transmission, worked out to reach health workers and patients. Thanks to Ebola, Yao “'This disease is a serious threat said, most of the countries have to the social dynamics, isolation infrastructure. “We are economic growth, and security pushing for the continent to be very of Africa'...“ vigilant”, he added. Hilde De Clerck, emerging infections adviser with Médecins Sans Frontières, made the point that some health systems are already well organised and have able leadership but will have to adapt to respond successfully to an outbreak. South Africa's National Institute of Communicable Diseases and Senegal's Institut Pasteur were initially the only referral laboratories on the continent, and so were responsible for testing samples from other African countries. By Feb 4, more countries-Ghana, Madagascar, Sierra Leone, and Nigeria-were also able to do testing themselves. As of Feb 10, WHO said that 11 countries were capable of testing for 2019­ nCoV, and reagents should be delivered to other countries this week. Africa's preparedness eforts have been boosted with $25 million from the Bill & Melinda Gates Foundation, with some of it going towards training. 15 experts from the African Union received training on laboratory diagnosis for 2019­ nCoV in Dakar, Senegal, on Feb 6-8. WHO is also supporting training in Ethiopia and other countries on isolation and treatment and care of infected patients.", "text": "On Jan 30, WHO Director­ GeneralDr Tedros Adhanom Ghebreyesusdeclared that the novel coronavirus(2019­ nCoV) epidemic, centred inChina, was a public health emergencyof international concern. A largepart of WHO’s reasoning was that“a global coordinated effort isneeded to enhance preparednessin other regions of the world”. Ascases continue to rise, and spreadworldwide, governments andinstitutions are taking action toprepare for the first patients in Africa.“The risk and likelihood of gettingan outbreak is very, very high”,said Ambrose Talisuna, the WHOAfrica team lead for emergencypreparedness. As of Feb 11, Africadoes not have any confirmed cases,but suspected patients have beenquarantined in Ethiopia, Kenya, Côted’Ivoire, and Botswana.Dr Tedros announced on Feb 5that a US$675 million prepared­ness and response plan coveringFebruary to April, 2020, had beeninitiated by the internationalcommunity for China and globallyto protect states with weakerhealth systems.WHO has prioritised support for13 countries on the basis of their closetransport links with China: Algeria,Angola, Côte d’Ivoire, the DemocraticRepublic of the Congo, Ethiopia,Ghana, Kenya, Mauritius, Nigeria,South Africa, Tanzania, Uganda, andZambia.“We all know how fragile healthsystems [are] in the African continent,they are already overwhelmed bymany outbreaks. For us, it is criticalto detect coronavirus earlier [so]that we can prevent spreading withincommunities that can trigger anumber of cases that can overwhelmthe treatment capacity”, said Michelensure countries have capacity toisolate and provide appropriatetreatment to affected people, Yaosaid.The Africa Centres for DiseaseControl and Prevention (Africa CDC)established the Africa Task Forcefor Novel Coronavirus on Feb 3. It isworking with WHO on surveillance,including screening at points of entry,infection prevention and controlin health­ care facilities, clinicalmanagement of people with severe2019­ nCoV infection, laboratorydiagnosis, and risk communicationand community engagement.The Director of Africa CDC, JohnNkengasong, outlined the threat toAfrica posed by 2019­ nCoV. “Thisdisease is a serious threat to the socialdynamics, economic growth, andsecurity of Africa”, said Nkengasong.“If we do not detect and containdisease outbreaks early, we cannotachieve our developmental goals.”Yao said WHO is working withvarious partners to ensure that thereis a proper screening process at themain points of entry, that suspectedcases are isolated, and that protectiveequipment is provided. The guidancerequires that alerts be raised onsuspected cases. Health workershave been taught how to behavein front of people with suspectedor confirmed infection. In­ country", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On Jan 30, WHO Director­ General\nDr Tedros Adhanom Ghebreyesus\ndeclared that the novel coronavirus\n(2019­ nCoV) epidemic, centred in\nChina, was a public health emergency\nof international concern. A large\npart of WHO’s reasoning was that\n“a global coordinated effort is\nneeded to enhance preparedness\nin other regions of the world”. As\ncases continue to rise, and spread\nworldwide, governments and\ninstitutions are taking action to\nprepare for the first patients in Africa.", "one_words_summarize": "On Jan 30, WHO Director­ GeneralDr Tedros Adhanom Ghebreyesusdeclared that the novel coronavirus(2019­ nCoV) epidemic, centred inChina, was a public health emergencyof international concern. Dr Tedros announced on Feb 5that a US$675 million prepared­ness and response plan coveringFebruary to April, 2020, had beeninitiated by the internationalcommunity for China and globallyto protect states with weakerhealth systems. The Director of Africa CDC, JohnNkengasong, outlined the threat toAfrica posed by 2019­ nCoV. “Thisdisease is a serious threat to the socialdynamics, economic growth, andsecurity of Africa”, said Nkengasong. The guidancerequires that alerts be raised onsuspected cases."}