{"date": "2020/02/15", "journal": "The Lancet", "authors": "Richard Horton", "title": "Offline: How to defeat political populism", "type": "Comment", "abstract": "n o rt o H d r ca h i R", "text": "nortoHdrcahiRnortoHdrcahiRnortoHdrcahiRHere is US President Donald Trump last week in his Stateof the Union Address: “A good life for American familiesalso requires the most aofrdable, innovative, andhighquality healthcare system on Earth...Over 130 legislatorsin this chamber have endorsed legislation that wouldbankrupt our nation by providing free taxpayer-fundedhealthcare to millions of illegal aliens, forcing taxpayers tosubsidise free care for anyone in the world who unlawfullycrosses our borders...If forcing American taxpayers toprovide unlimited free healthcare to illegal aliens soundsfair to you, then stand with the radical left. But if youbelieve that we should defend American patients andAmerican seniors, then stand with me and pass legislationto prohibit free government healthcare for illegalaliens. This will be a tremendous boon to our alreadyvery strongly guarded southern border where, as wespeak, a long, tall, and very powerful wall is being built.”Populism is the political order of the day. Trump is poisedto win another presidential term. Boris Johnson may bethe UK’s Prime Minister for a decade. And don’t forgetJair Bolsonaro, Narendra Modi, and Rodrigo Duterte.*The idea that human beings are reshaping the contoursof life and the possibilities for life is what we now call theAnthropocene. But when discussing the Anthropocene,we often make the mistake of assuming that humanactions take place within xfied, static entities—countries,cities, communities. While we acknowledge the force ofpeople, we pay too little attention to the oflw. And yetit is the oflw of people that is having far greater politicalimpact and reach. Fear of migration is one of the mainreasons for the emergence and expression of politicalpopulism. At last week’s Global Health Lab, held at theLondon School of Hygiene & Tropical Medicine, we asked,“What is the impact of populism on global health?”Tim Haughton, Jonathan Kennedy, Chiara Rinaldi, andMartin McKee sought to answer that question withan audience of the School’s students and faculty. Theresult was dispiriting. Populism is the idea of a pureand virtuous people uniting together against a corruptestablishment elite. It is a nativism where “people”means a particular ethnic or religious group. Migration isa powerful political force because it has given permissionto political parties—especially parties of the radicalright—to burnish their populist credentials, to demonisewhat they portray as undeserving foreigners, to createhostile environments, to erode the rights of minorities,to foster fears of invasion, and to use systems of socialprotection to implement systems of social exclusion andcontrol. And yet we are paralysed. We genuinely don’tknow what to do. Do we ignore, confront, or copy thepopulists? We have no credible response.*The political weaponisation of migration is a threatto ideas of universality, equity, and justice, ideasthat are central to our concepts of health and healthcare. According to the International Organization forMigration (IOM), there are 272 million internationalmigrants today—people living in a country other thantheir own. The IOM emphasises how small this numberis: just 3·5% of the world’s population. But that gfiurestill represents over half the population of the EuropeanUnion. It is a vast signal of human vulnerability. Andplease consider the trajectory. The highest number ofinternally displaced persons from violence and coniflcton record today (41·3 million people). The increasingimpact of a growing environmental crisis, with anestimated 1 billion climate refugees by 2100. The risingimportance of food insecurity among migrants. Thegradual feminisation of labour migration. And thethreats to global health security from migration in anera of new infectious epidemics, as the 2019 novelcoronavirus (2019-nCoV) outbreak shows only tootragically. Last week, The Lancet announced the launch ofLancet Migration, a new global collaboration to advancemigration health. This initiative follows the 2018publication of our UCL–Lancet Commission on Migrationand Health, chaired by Ibrahim Abubakar. Miriam Orcuttis Lancet Migration’s Executive Director and she will leada programme of work on migration’s intersection withuniversal health coverage, the climate emergency, andgender. The academic community can’t retreat in the faceof extreme political populism, which is fuelling racism,xenophobia, and hate. We have to do something. LancetMigration is our eofrt to resist. Please join us.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "n\no\nrt\no\nH\nd\nr\nca\nh\ni\nR\nn\no\nrt\no\nH\nd\nr\nca\nh\ni\nR\nn\no\nrt\no\nH\nd\nr\nca\nh\ni\nR\nHere is US President Donald Trump last week in his State\nof the Union Address: “A good life for American families\nalso requires the most aofrdable, innovative, and\nhighquality healthcare system on Earth...Over 130 legislators\nin this chamber have endorsed legislation that would\nbankrupt our nation by providing free taxpayer-funded\nhealthcare to millions of illegal aliens, forcing taxpayers to\nsubsidise free care for anyone in the world who unlawfully\ncrosses our borders...If forcing American taxpayers to\nprovide unlimited free healthcare to illegal aliens sounds\nfair to you, then stand with the radical left. But if you\nbelieve that we should defend American patients and\nAmerican seniors, then stand with me and pass legislation\nto prohibit free government healthcare for illegal\naliens. This will be a tremendous boon to our already\nvery strongly guarded southern border where, as we\nspeak, a long, tall, and very powerful wall is being built.”\nPopulism is the political order of the day. Trump is poised\nto win another presidential term. Boris Johnson may be\nthe UK’s Prime Minister for a decade. And don’t forget\nJair Bolsonaro, Narendra Modi, and Rodrigo Duterte.", "one_words_summarize": "But if youbelieve that we should defend American patients andAmerican seniors, then stand with me and pass legislationto prohibit free government healthcare for illegalaliens. This will be a tremendous boon to our alreadyvery strongly guarded southern border where, as wespeak, a long, tall, and very powerful wall is being built. And don’t forgetJair Bolsonaro, Narendra Modi, and Rodrigo Duterte.*The idea that human beings are reshaping the contoursof life and the possibilities for life is what we now call theAnthropocene. And yetit is the oflw of people that is having far greater politicalimpact and reach. Populism is the idea of a pureand virtuous people uniting together against a corruptestablishment elite."}