{"date": "2020/02/13", "journal": "The Lancet Respiratory Medicine", "authors": "Jinnong Zhang, Luqian Zhou, Yuqiong Yang, Wei Peng, Wenjing Wang", "title": "Therapeutic and triage strategies for 2019 novel coronavirus disease in fever clinics", "type": "Correspondence", "abstract": "In December, 2019, numerous un­\nexplained pneumonia cases occurred\nin Wuhan, China. This outbreak was\nconrfimed to be caused by severe acute\nrespiratory syndrome corona virus 2\n(SARS­ CoV­ 2), belonging to the same\nfamily of viruses responsible for severe\nacute respiratory syndrome (SARS)\nand Middle East respiratory syndrome\n(MERS).1 The SARS epidemic in 2003\nwas controlled through numerous\nmeasures in China. One effective\nstrategy was the establishment of fever\nclinics for triaging patients. Based on\nour first­ hand experience in dealing\nwith the present outbreak in Wuhan, we\nhave established the following clinical\nstrategies in adult fever clinics (gfiure).", "text": "In December, 2019, numerous un­explained pneumonia cases occurredin Wuhan, China. This outbreak wasconrfimed to be caused by severe acuterespiratory syndrome corona virus 2(SARS­ CoV­ 2), belonging to the samefamily of viruses responsible for severeacute respiratory syndrome (SARS)and Middle East respiratory syndrome(MERS).1 The SARS epidemic in 2003was controlled through numerousmeasures in China. One effectivestrategy was the establishment of feverclinics for triaging patients. Based onour first­ hand experience in dealingwith the present outbreak in Wuhan, wehave established the following clinicalstrategies in adult fever clinics (gfiure).Patients can be afebrile in theearly stages of infection, with onlychills and respiratory symptoms.High temperature is not a generalpresentation. Elevated C­ reactiveprotein (CRP) is an important factorof 2019 novel coronavirus disease(COVID­ 19; formally known as2019 ­ nCoV) and impaired immunity,characterised by lymphopenia, is anessential characteristic. Therefore, inafebrile patients (temperature <37·3°C)without dyspnoea, we recommendmeasurements of complete bloodcount and CRP. Subsequently, if thelymphocyte concentration is ≥1100/μL,home care with self­ isolation is advised.Oral azithromycin or amoxicillin can beprescribed (measure 1, gfiure).Chest CT is helpful (appendix)and is more sensitive than x­ ray inidentifying viral pneumonia. Imagingof patients with COVID­ 19 initiallyrevealed characteristic patchy infil­tration, progressing to large ground­glass opacities that often presentbilaterally. The differential diagnosisfor viral pneumonia includes respir­atory syncytial virus and influenzavirus. Febrile patients (temperature≥37·3°C) should have both chest CTand respiratory viral tests. Patientswith normal chest CT scans canfollow measure 1 interventions. If theconsensus is bacterial community­acquired pneumonia (CAP), thenstandard clinical protocols are followed.Once the patient's temperature returnsto normal, they are transferred toundesignated hospitals or dischargedhome (measure 2, gfiure).Patients diagnosed with viral pneu­monia require isolation and SARS­ CoV­ 2tests (measure 3). Systemic and localrespiratory defense mechanisms arecompromised, resulting in bacterial Published Onlineco­ infection if early, eefctive antiviral February 13, 2020https://doi.org/10.1016/treatment is not started. Empirical S2213 ­ 2600(20)30071 ­ 0therapy consists of oral moxioflxacin orlevofloxacin (consider tolerance) andarbidol. Arbidol is approved in Chinaand Russia for inuflenza treatment. In ­vitro studies showed that arbidol hadinhibitory effects on SARS.2 Patientstesting positive for SARS­ CoV­ 2 aretransferred to designated hospitals.Measure 11) Home care2) Oral azithromycinor amoxicillinAbsolutelymphocyte counts<1100 μ/LYesOtherCAPYesMeasure 21) Regular CAPtreatment2) Transfer toundesignatedhospital ordischarge homeChill, sore throat, or coughComplete blood count, CRPDyspnoeaor hypoxia(SpO2 <93%)NoFever,≥37·3 C°YesChest CT scan, detectionof respiratory virusViralpneumoniaYesMeasure 31) Isolatedobservation2) SARS-CoV-2 test3) Respiratoryquinolones +arbidolSARS-CoV-2positiveYesMeasure 5Transfer todesignated hospitalSpO2<93%Measure 41) Supplementaloxygen2) Admission to anisolation ward3) Arbidol +nemonoxacinor linezolidSee Online for appendixDyspnoea and hypoxaemia suggestsevere pneumonia and are suspiciouseven in afebrile patients. If presentingwith dyspnoea and hypoxia (oxygensaturation [SpO2 ] <93%), prescribesupplemental oxygen, admit to anisolation ward, and assess transferrisk. If patients are deteriorating withmeasure 3 interventions, the coretreatment principle we recommendis antiviral plus antipneumococcusplus anti­ Staphylococcus aureus(measure 4, figure). Coverage forStreptococcus pneumoniae a n dS aureus is important as co­ infectionincreases the likelihood of severeillness.3 High­ dose nemonoxacin(750 mg once daily) and linezolid iseffective against S pneumoniae andStaphylococcus aureus (includingmethicillin­ resistant Staphylococcusaureus [MRSA]).Glucocorticoids are not a routinetreatment.4 In emergency cases, such asSpO2 <90%, dexamethasone 5–10 mgor methylprednisolone 40–80 mg isgiven intravenously before transfer.High­ throughput oxygen therapy orcontinuous positive airway pressure(CPAP) ventilation are both efectivesupportive therapies and target bloodSpO2 should be 88–90%. Invasivemechanical ventilation is used as a lastresort.Special considerations are givenfor elderly, immunocompromised,and pregnant patients. Olderpatients (>65 years) and immuno­compromised patients should betreated as moderate or severe casesin the initial assessment. Infectionsin pregnant women might progressrapidly and timely clinical decisionsare crucial to provide pregnantwomen with options, such asinduction, anaesthesia, and surgery.Consultation with an obstetricspecialist is recommended anddepending on the condition of themother, termination of the pregnancyis a consideration.Home care and isolation can relievethe burden on health­ care providersof fever clinics. We used this strategyin Wuhan in response to the largevolume of patients arriving at healthcare centres but do not recommend itfor other regions where each suspectedcase can be appropriately isolatedand monitored in a health setting.Inappropriate home care can be lifethreatening for patients and be adetriment to public health.5Many factors contributed to dev­eloping our clinical algorithm in Wuhanduring the early outbreak period. Duringthis time, the inuflx of patients to feverclinics substantially outweighed thenumber of physicians. Inpatient carewas unsafe due to potential cross­infection and supplementary resourceswere not ready. Applying and waitingfor results of an SARS­ CoV­ 2 test wastime consuming just after the outbreakand did not aid clinical decision making.We made trade­ osf betw een infectioncontrol and standard medical principlesand adapted the protocol as moreinformation and resources becameavailable. We hope our experience willserve as guidance for other fever clinicsand future cases.We declare no competing interests.†Contributed equally1 Huang C, Wang Y, Li X, et al. Clinical features ofpatients infected with 2019 novel coronavirusin Wuhan, China. Lancet 2020; publishedonline Jan 24. https://doi.org/10·1016/S0140–6736(20)30183–5.2 Khamitov RA, Loginova S, Shchukina VN,Borisevich SV, Maksimov VA, Shuster AM.Antiviral activity of arbidol and its derivativesagainst the pathogen of severe acuterespiratory syndrome in the cell cultures.Vopr Virusol 2008; 53: 9–13.3 Hageman JC, Uyeki TM, Francis JS, et al.Severe community­ acquired pneumonia dueto Staphylococcus aureus, 2003–04 influenzaseason. Emerg Infect Dis 2006; 12: 894–99.4 Chen RC, Tang XP, Tan SY, et al. Treatment ofsevere acute respiratory syndrome withglucosteroids: the Guangzhou experience.Chest 2006; 129: 1441–52.5 WHO. Home care for patients with suspectednovel coronavirus (nCoV) infection presentingwith mild symptoms and management ofcontacts. https://www.who.int/publications­detail/home­ care­ for­ patients­ with­suspected­ novel­ coronavirus­ (ncov)­infection­ presenting­ with­ mild­ symptoms­and­ management­ of­ contacts (accessedFeb 7, 2020).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December, 2019, numerous un­\nexplained pneumonia cases occurred\nin Wuhan, China. This outbreak was\nconrfimed to be caused by severe acute\nrespiratory syndrome corona virus 2\n(SARS­ CoV­ 2), belonging to the same\nfamily of viruses responsible for severe\nacute respiratory syndrome (SARS)\nand Middle East respiratory syndrome\n(MERS).1 The SARS epidemic in 2003\nwas controlled through numerous\nmeasures in China. One effective\nstrategy was the establishment of fever\nclinics for triaging patients. Based on\nour first­ hand experience in dealing\nwith the present outbreak in Wuhan, we\nhave established the following clinical\nstrategies in adult fever clinics (gfiure).", "one_words_summarize": "In December, 2019, numerous un­explained pneumonia cases occurredin Wuhan, China. One effectivestrategy was the establishment of feverclinics for triaging patients. Therefore, inafebrile patients (temperature <37·3°C)without dyspnoea, we recommendmeasurements of complete bloodcount and CRP. Imagingof patients with COVID­ 19 initiallyrevealed characteristic patchy infil­tration, progressing to large ground­glass opacities that often presentbilaterally. Patientswith normal chest CT scans canfollow measure 1 interventions. Arbidol is approved in Chinaand Russia for inuflenza treatment. If patients are deteriorating withmeasure 3 interventions, the coretreatment principle we recommendis antiviral plus antipneumococcusplus anti­ Staphylococcus aureus(measure 4, figure). Inappropriate home care can be lifethreatening for patients and be adetriment to public health.5Many factors contributed to dev­eloping our clinical algorithm in Wuhanduring the early outbreak period. Vopr Virusol 2008; 53: 9–13.3 Hageman JC, Uyeki TM, Francis JS, et al."}