{"date": "2020/02/13", "journal": "The Lancet Public Health", "authors": "Matthew M Kavanagh", "title": "Authoritarianism, outbreaks, and information politics", "type": "Comment", "abstract": "Are autocratic states such as China better equipped to avoid sharing bad news with their central bosses and Published Online than their more democratic counterparts to respond to await instructions before acting. Fhettbprus:a//rdyo1i3.o,r2g0/2100.1016/ disease outbreaks? On Dec 31, 2019, China alerted WHO Information politics in China undermined a rapid S2468-2667(20)30030-X to an outbreak of pneumonia of unknown cause in the response to the 2019-nCoV outbreak. Health-care city of Wuhan in Hubei province. The epidemic quickly workers suspected an outbreak in early December, 2019,7 spread, with cases of a novel coronavirus (2019-nCoV) but information with which the public might have taken confirmed throughout China and elsewhere in Asia, preventive measures was suppressed, and communication Europe, North America, and Australia. The Chinese channels that might have alerted senior ocfiials to Government's forceful response has drawn praise from the growing threat were shut down.8 Police detained global health oficials. Scholars and health leaders have a clinician and seven other people posting reports on long debated whether democracy improves, hinders, 2019-nCoV, threatening punishment for spreading soor is immaterial for public health.1-3 Does this signal an called rumors. Social media was censored; a preliminary authoritarian advantage in tackling outbreaks? analysis of Weibo and WeChat published on China's On the surface, the power of authoritarianism is on biggest online platform9 showed outbreak discussions display in China's response to 2019-nCoV. The Huanan were nearly non-existent through much of January, 2020, seafood market suspected as the outbreak source until the Chinese Government changed its ocfiial stance was closed and decontaminated within a day of the on Jan 20, 2020. announcement. Within 3 days of confirmed human-to- Through much of January, 2020, the Wuhan human transmission, with cases rising and the world's Municipal Health Commission reported no evidence of largest mass travel event underway for the lunar new human-to-human transmission, no infection among year Spring Festival, the Chinese Government imposed health workers, that severe cases of disease caused an unprecedented cordon sanitaire. Movement of more by 2019-nCoV infection were confined to those with than 50 million people across Hubei province was underlying conditions and older people, and that the rapidly restricted, curtailing transportation inside cities Huanan seafood market was the source.11 Reports and outbound transportation by air, train, and bus.4 in The Lancet7 and New England Journal of Medicine,12 Authorities halted Spring Festival celebrations in Beijing however, show that half of patients admitted to and restricted movement into other major cities. Two intensive-care units were aged 25-49 years, and 1000-bed hospitals were built within days. These moves two-thirds had no underlying illnesses. Human-toreflect a level of control only available to authoritarian human transmission and health-worker infection governments. WHO oficials have congratulated China were evident before the Chinese Government made an for setting “a new standard for outbreak response”.5 announcement.12 This information either did not make Yet, time is key to controlling outbreaks; getting good it to authorities or the public were misinformed. The information and acting on it rapidly can halt outbreaks Mayor of Wuhan has said publicly that not only was before they need emergency measures. The early information not revealed in a timely manner but also history of the 2019-nCoV outbreak raises questions they did not use information efectively. 10 By the time about whether this situation is an example of beneficial quarantine went into efect on Jan 23, 2020, five million autocracy. people had left the city of Wuhan for holiday travel.10 For Amartya Sen, authoritarian states face serious Outbreaks were subsequently reported throughout challenges in information and accountability.6 Govern- China. ments in closed political systems, without open media Without open media and an opposition to check and opposition parties, struggle to receive accurate on bureaucratic hierarchy, knowledge from the front information in a timely manner and to convey urgent lines of the 2019-nCoV outbreak did not reach Beijing. information to the public. Governments can be the Weeks into the outbreak, leaders were forced to publicly victims of their own propaganda, because the country's threaten that oficials withholding information “will be political institutions provide incentives to local oficials nailed on the pillar of shame for eternity”.4", "text": "        Is there an authoritarian advantage in disease response?It seems that authoritarian information politics inhibiteda rapid response to        Copyright © 2020 The Author(s). Published by Elsevier Ltd. This is an OpenAccess article under the CC BY 4.0 license.Matthew M Kavanagh12Ruger JP. Democracy and health. QJM 2005; 98: 299–304.Gerring J, Thacker SC, Alfaro R. Democracy and human development.J Polit 2012; 74: 1–17.", "ref_list": [[], ["The relationships between democratic experience, adult health, and cause-specific mortality in 170 countries between 1980 and 2016: an observational analysis"], ["Wuhan, center of coronavirus outbreak, is being cut of by Chinese authorities"], [""], ["-committee-for-pneumonia-dueto-the-novel-"], [""], ["Development as freedom"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], [""], [""], ["The mystery of the Wuhan epidemic: evidence from reptiles and text analysis"], ["Mayor ofers to resign over coronavirus response"], ["published online Jan 28"], ["Questions and answers on pneumonia epidemic and new coronavirus infection"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["11 Qin", "A Wang", "V"], [], ["WHO. WHO Emergencies Coronavirus Emergency Committee Second Meeting", "coronavirus-", "-"], [], ["Sen A"], ["C Huang", "Y Wang", "X Li"], [], [], [], ["SINA."], ["10 Zhenhua L. Wuhan"], [], ["Wuhan Municipal Health Commission"], ["Q 12 Li", "X Guan", "P Wu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Is there an authoritarian advantage in disease response?\nIt seems that authoritarian information politics inhibited\na rapid response to\n        ", "one_words_summarize": "Is there an authoritarian advantage in disease response?It seems that authoritarian information politics inhibiteda rapid response to        Copyright © 2020 The Author(s)."}