{"date": "2020/02/12", "journal": "The Lancet Respiratory Medicine", "authors": "Giuseppe Ippolito, David S Hui, Francine Ntoumi, Markus Maeurer", "title": "Toning down the 2019-nCoV media hype—and restoring hope", "type": "Comment", "abstract": "As the novel coronavirus (2019-nCoV) outbreak has The proliferation of internet-based health news might revealed, the world has become increasingly susceptible encourage selection of media and academic research to the emergence and outbreaks of new and re- articles that overstate the strength of causal inference. emerging infectious diseases that can spread quickly We investigated the state of causal inference in health due to the rapid movement of people globally.1 The research at the end stage of the pathway-ie, the point appearance of a new infectious disease with pandemic of social media consumption. Did the media hype potential usually ignites serious cross-cutting media, emanate from inefective risk communication both as well as scientific and political debate. 2,3 The events to the public and media? Proactive case finding and Published Online surrounding the 2019-nCoV are no diferent, and for the increase in contact tracing and screening led to an February 12, 2020 https://doi.org/10.1016/ past 5 weeks, 2019-nCoV has captured global media, exponential rise in the numbers of cases reported by S2213-2600(20)30070-9 political, and scientific attention. 4,5 the Chinese authorities, with a consequential increase The flurry of scientific activity surrounding 2019-nCoV in media reports and ensuing hype. The reproductive has led to over 103 publications (as of Feb 10, 2020), rate (R0) predictions, evacuation of European and North which have defined various epidemiological and clinical American citizens from China, and in some cases the features, including evidence of human-to-human confinement and quarantine of people (eg, in the UK), transmission in community, household, and hospital have gained major visibility in the press and have also settings. These have guided the development of contributed to the hype. numerous guidelines from WHO and other public health Reporting of the situation in real-time from the public agencies for diagnosis, prevention, and control. As a on social media could lead to more accurate collating of result of these guidelines, airlines have reacted quickly information by the media. However, the rapid pace of to the outbreak, including British Airways, Lufthansa, developments, increasing case detection rates, along with Swiss Air, and Austrian Air, who have suspended flights increasing diversity of information mean it has become to and from mainland China. Several countries have increasingly dicfiult for the media to assimilate and make also been evacuating their nationals and their family meaningful interpretations from this information source. members from Wuhan. Moreover, the volume of information being reported This outbreak highlights the lessons learned from to and by global public health authorities exceeds the previous outbreaks, such as severe acute respiratory capacity to collate and analyse it, or to cross-reference syndrome (SARS), Middle East respiratory syndrome and verify with other data received. This inability to (MERS), and Ebola, for which China, Saudi Arabia, validate information can fuel speculation, and thereby and WHO faced severe criticisms for slow action. For lead to media and public concern. every outbreak, global preparedness for, and response The balance between providing the information capacities to, emerging and re-emerging infectious required for appropriate actions in response to risk and diseases with epidemic potential can be improved providing information that fuels inappropriate actions upon. The rapid, well coordinated global response is delicate. The global media response to 2019-nCoV to the emergence and detection of 2019-nCoV, and remains unbalanced, largely due to the continuously eefctive communication between scientists, researchers, evolving developments and, as a result, public perception and epidemiologists and public health and funding of risk remains exaggerated. agencies, was unprecedented compared with past The many unknown factors surrounding the virus are outbreaks. However, since the rfist announcement of the likely to lead to further media hype and aberrant public outbreak, the news and social media hype has also been response. For example, the number of people who unprecedented. travelled to and from Wuhan before travel restrictions The path from generation of scientific and public and the lockdown were put in place, how many of these health information to consumption and use of this individuals were asymptomatic or were incubating information by the media contains several steps, each the virus, and whether screening and current control of which can lead to exaggeration or misinformation. measures will be efective, are all unknowns.", "text": "As of Feb 10, 37 558 cases were confirmed, and812 deaths had been reported to the WHO. Outside ofChina, 307 cases had been detected in 24 countries.6Therefore, although several hundreds of patientsremain in intensive care, the overall hospital fatality rateremains at 2%. Therefore, it is time to reduce the hypeand hysteria surrounding the 2019-nCoV epidemicand reduce sensationalisation of new information,especially on social media, where many outletsaim to grab attention from followers. Additionally,the disparity between the strength of language aspresented to the media by some researchers andpoliticians and the inference shared on social mediarequires more research to determine how content isbeing relayed on diferent platforms.An efective way of putting this outbreak intoperspective is to compare it with other respiratory tractinfections with epidemic potential. 2019-nCoV appearsto fit the same pattern as influenza, with most peoplerecovering and with a low death rate; the people atrisk of increased mortality are older in age (>65 years),immunosuppressed, or have comorbid illnesses. Thereis currently no evidence that 2019-nCoV spreads morerapidly than influenza or has a higher mortality rate.The media should focus on having altruistic intentionsand develop dialogue with the appropriate authoritiesto protect global health security through eefctiveamiable partnerships. They should highlight vaccinedevelopment eofrts as well as educational and publichealth measures that are being put in place to preventthe spread of infection. Although there are many thingsto still learn regarding how best to respond to diseaseoutbreaks of this nature,7 there are also several positives,such as diagnostics tests being developed within 2 weeksand rolled out globally or the rapid garnering of nfiancialsupport for vaccine development, which should perhapsbe in the headlines, to fuel reassurance rather than fear.GI, AZ, and FN are co-primary investigators of the Pan-African Network onEmerging and Re-emerging Infections (PANDORA-ID-NET) funded by theEuropean and Developing Countries Clinical Trials Partnership the EU Horizon2020 Framework Programme for Research and Innovation. AZ is a NIHR seniorinvestigator. MM is a member of the innate immunity advisory group of theGates Foundation and his work is funded by the Champalimaud Foundation.We declare no competing interests.A public health emergency among young peopleWhile some countries have banned the use of e-cigarettesor vaping products altogether (eg, India), and others havestrongly advised against their use (eg, Australia), in theUK, Public Health England (PHE) appears to be a lone voicein stating that vaping is 95% safer than smoking tobacco.Here we consider whether vaping can be considered safe;whether vaping is a means of smoking cessation or atleast harm reduction; and the correct response to thespiralling epidemic of vaping in young people (<18 years).The question of whether vaping is safe or safer thansmoking can only be answered if the total contentsof each of the thousands of available vaping liquids Published Onlineare itemised and subjected to short-term and long- hDtetcpesm://bdeori1.o3r,g2/01019.1016/term toxicity testing. To our knowledge, no such S2213-2600(19)30468-0database exists; reassurances and extrapolations areno substitute for data. In one expert briefing, 1 it wasasserted that “most of the flavours are used in food and,at the relatively low temperatures used in e-cigarettes,they’re not going to give rise to hazardous by-products”.Evidence to support the assertion is scarce and e-liquidscontain a multitude of other substances known to betoxic to the lungs, such as ethyl maltol, linalool, methyl", "ref_list": [[], ["Emerging infectious diseases and pandemic potential: status quo and reducing risk of global spread"], ["History is repeating itself, a probable zoonotic spillover as a cause of an epidemic: the case of 2019 novel Coronavirus"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["SARS to novel coronaviruses-old lessons and new lessons"], ["Clinical features of patients infected with 2019 coronavirus in Wuhan, China"], ["Novel coronavirus ("], ["-nCoV outbreak-early lessons"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["B 1 McCloskey", "O Dar", "A Zumla", "DL Heymann"], ["AJ Rodriguez-Morales", "DK Bonilla-Aldana", "GJ Balbin-Ramon"], ["DS Hui", "I Azhar E Madani", "TA"], ["B 4 McCloskey", "DL Heymann"], ["C 5 Huang", "Y Wang", "X. Li"], [], ["R. Oiflne"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As of Feb 10, 37 558 cases were confirmed, and\n812 deaths had been reported to the WHO. Outside of\nChina, 307 cases had been detected in 24 countries.6\nTherefore, although several hundreds of patients\nremain in intensive care, the overall hospital fatality rate\nremains at 2%. Therefore, it is time to reduce the hype\nand hysteria surrounding the 2019-nCoV epidemic\nand reduce sensationalisation of new information,\nespecially on social media, where many outlets\naim to grab attention from followers. Additionally,\nthe disparity between the strength of language as\npresented to the media by some researchers and\npoliticians and the inference shared on social media\nrequires more research to determine how content is\nbeing relayed on diferent platforms.", "one_words_summarize": "As of Feb 10, 37 558 cases were confirmed, and812 deaths had been reported to the WHO. Outside ofChina, 307 cases had been detected in 24 countries.6Therefore, although several hundreds of patientsremain in intensive care, the overall hospital fatality rateremains at 2%. They should highlight vaccinedevelopment eofrts as well as educational and publichealth measures that are being put in place to preventthe spread of infection. A public health emergency among young peopleWhile some countries have banned the use of e-cigarettesor vaping products altogether (eg, India), and others havestrongly advised against their use (eg, Australia), in theUK, Public Health England (PHE) appears to be a lone voicein stating that vaping is 95% safer than smoking tobacco."}