{"date": "2020/02/12", "journal": "The Lancet", "authors": "Huijun Chen, Juanjuan Guo, Chen Wang, Fan Luo, Xuechen Yu, Wei Zhang", "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records", "type": "Articles", "abstract": "\n        We searched PubMed and the China National Knowledge\nInfrastructure database for articles published up to Feb\n        ", "text": "        We searched PubMed and the China National KnowledgeInfrastructure database for articles published up to Feb        We retrospectively reviewed clinical records, laboratory nfidings,and chest CT scans for nine pregnant women withlaboratoryconrfimed COVID-19 pneumonia. Evidence of verticaltransmission was assessed by testing for the presence of severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2) inamniotic uflid, cord blood, breastmilk, and neonatal throat swab            We did a retrospective review of medical records from ninepregnant women with COVID-19 pneumonia admitted toZhongnan Hospital of Wuhan University from Jan 20to Jan 3            This study was reviewed and approved by the MedicalEthical Committee of Zhongnan Hospital of WuhanUniversity (approval number 2020004). Written informedconsent was obtained from each enrolled patient.We reviewed clinical records, laboratory nfidings, andchest CT scans for all nine pregnant women. Allinformation was obtained and curated with a customised datacollection form. Two study investigators (JG and XY)independently reviewed the data collection forms to verifydata accuracy.Maternal throat swab samples were collected and testedfor SARS-CoV-2 with the Chinese Center for DiseaseControl and Prevention (CDC) recommended Kit(BioGerm, Shanghai, China), following WHO guidelinesfor qRT-PCR.5–7 All samples were processed simultaneouslyat the Department of Clinical Laboratory of ZhongnanHospital and State Key Laboratory of Virology/Institute ofsamples from six of nine patients. All nine women were in thethird trimester. Seven presented with fever without chill.Other symptoms included cough (in four of nine patients),myalgia (in three), sore throat (in two), and malaise (in two).Fetal distress occurred in two cases. Five of the nine patientshad lymphopenia (<1·0 × 10⁹ cells per L). Three patients hadincreased aminotransferase concentrations. None of thepatients developed severe COVID-19 pneumonia or died.Nine livebirths were recorded. No severe neonatal asphyxiawas observed. All nine livebirths had a 1-min Apgar score of8–10 and 5-min Apgar score of 9–10. Amniotic uflid, cord blood,neonatal throat swab, and breastmilk samples from six of thenine patients were tested for SARS-CoV-2, and all results werenegative.The clinical characteristics of COVID-19 pneumonia in pregnantwomen were similar to those of non-pregnant adult patientswith COVID-19 pneumonia. Based on data from this small groupof patients, there is currently no evidence of vertical transmissionin pregnant women who develop COVID-19 pneumonia in thethird trimester.Medical Virology, School of Basic Medical Sciences, WuhanUniversity. Positive conrfimatory cases of COVID-19 infection were denfied as those with a positive test result fromeither laboratory.Amniotic fluid samples from patients with COVID-19pneumonia were obtained via direct syringe aspirationat the time of delivery. Cord blood and neonatal throatswab samples were collected immediately after deliveryin the operating room. Additionally, breastmilk samplesfrom patients with COVID-19 pneumonia werecollected after their first lactation. Evidence of verticaltransmission was evaluated by testing for the presenceof SARS-CoV-2 in these clinical samples. Samplecollection was successful in six cases (patients 2, 4–6, 8,and 9). Among the three patients from whom samplecollection was not successful, patient 1 was diagnosedafter caesarean section, thus no sample was obtained.Patients 3 and 7 underwent caesarean section at night,thus immediate sample collection was not possible. Allsamples were processed at the State Key Laboratory ofVirology/Institute of Medical Virology, School of BasicMedical Sciences, Wuhan University, for further testing.Sample collection, processing, and laboratory testingcomplied with WHO guidance.6 All samples, asdescribed above, were tested for SARS-CoV-2 by use ofqRT-PCR with the CDC recommended Kit. The testresults were confirmed by nested RT-PCR with designedprimers. For the nested RT-PCR assay, total RNA wasextracted from samples by use of the TRIzol LS reagent(Invitrogen, Carlsbad, CA, USA), followed by reversetranscription by use of the one-step RT-PCR Kit (TaKaRa,Dalian, China). Primers were designed on the basis ofthe sequence of Wuhan-Hu-1 (MN908947). Partial Ssegment sequences (nt 21730-22458) were amplifiedwith primers: 5′-CTCAGGACTTGTTCTTACCTT-3′ and5′-CAAGTGCACAGTCTAC-AGC-3′.aspects of the study to ensure that issues related to theaccuracy or integrity of any part of the work wereproperly investigated and resolved. The final version wasapproved by all authors.Statistical analysis was done with SPSS, version 20.0.Continuous variables were directly expressed as a range.Categorical variables were expressed as number (%).The funding agencies did not participate in study design,data collection, data analysis, or writing of the report.The corresponding authors were responsible for allThe nine pregnant women were all in their thirdtrimester, and all underwent caesarean section. Allpatients had a history of epidemiological exposure toCOVID-19. The age range of the patients was 26–40 years,and the range of gestational weeks at admission was36 weeks to 39 weeks plus 4 days. None of the patientshad underlying diseases such as diabetes, chronichypertension, or cardiovascular disease. One patient,(Table 1 continues on next page)Clinical characteristicsDate of admissionAge (years)Gestational age on admissionEpidemiological historyOther family members afectedOnset to delivery (days)ComplicationsSigns and symptomsFever on admission NoPost-partum fever YesMyalgia NoMalaise NoRigor NoCough YesDyspnoea NoSore throat NoDiarrhoea NoChest pain NoLaboratory characteristicsWhite blood cell count(× 10⁹ cells per L)Low or normal leukocyte count Yes(<9·5 × 10⁹ cells per L)Lymphocyte count (× 10⁹ cells per L)Lymphopenia (<10⁹ cells per L)C-reactive protein concentration(mg/L)Elevated C-reactive protein (>10 mg/L) YesElevated ALT (>45 U/L) or AST Yes(>35 U/L)ALT (U/L)AST (U/L)Confirmatory test done (SARS-CoV-2quantitative RT-PCR)······9 (100%)4 (44%)····7 (78%)6 (67%)3 (33%)2 (22%)04 (44%)1 (11%)2 (22%)1 (11%)0··7 (78%)··5 (56%)··6 (75%)‡3 (33%)····9 (100%)(Continued from previous page)PROM=premature rupture of membrane. NA=not applicable. ALT=alanine transaminase. AST=aspartate transaminase. COVID-19=2019 novel coronavirus disease. C-section=caesarean section. SARS-CoV-2=severe acuterespiratory syndrome coronavirus 2. *Exposure to Hankou, the area in Wuhan where the epidemic was rfist detected. †A university where the patient works, and a gathering of people. ‡Data missing for one patient.however, had gestational hypertension since 27gestational weeks, while another developed pre-eclampsiaat 31 gestational weeks. Both of these patients were ina stable condition during pregnancy. Additionally,one patient was found to have influenza virus infectionSee Online for appendix upon admission to hospital (table 1; appendix).Seven of the nine patients presented with a fever withoutchills, but none had a high fever (body temperature>39°C). Patients’ body temperatures uflctuated within arange of 36·5–38·8°C. The two patients with a normalbody temperature before caesarean section both hadpostpartum fever (range 37·8–39·3°C). Other symptoms of anupper respiratory tract infection were also observed:four patients had a cough, three had myalgia, two reporteda sore throat, and two indicated malaise. Additionally,one patient showed obvious gastrointestinal symptoms.            Another patient had shortness of breath andpreeclampsia. However, none of the nine patients developedsevere pneumonia, requiring mechanical ventilation,or died of COVID-19 pneumonia, as of Feb            Pregnancy complications that appeared after the onsetof COVID-19 infection included fetal distress (in two ofnine patients) and premature rupture of the membrane(in two of nine; table 1).All patients were given oxygen support (nasal cannula)and empirical antibiotic treatment. Six patients wereadministered antiviral therapy (table 1).Data from laboratory tests showed that five of thenine pregnant women with COVID-19 pneumonia hadlymphopenia (<1·0 × 10⁹ cells per L). Six patients hadelevated concentrations of C-reactive protein (>10 mg/L).Three had increased concentrations of alanineaminotransferase (ALT) and aspartate aminotransferase (AST),one of whom had ALT reaching 2093 U/L and ASTreaching 1263 U/L. Additionally, seven patients had anormal white cell count, with none of the patientshaving a white cell count below the normal range(table 1).All nine patients had a chest CT scan. Eight patientsshowed typical findings of chest CT images—multiplepatchy ground-glass shadows in lungs2 (figure).Nine livebirths were recorded. No fetal death, neonataldeath, or neonatal asphyxia was observed. Four patientshad preterm labour, but all beyond 36 gestational weeks.Two of the four premature neonates at 36 gestationalweeks plus 2 days had a birthweight lower than 2500 g(table 2). Neonate 4 had a birthweight of 1880 g and thepregnancy was complicated by pre-eclampsia. Neonate 7had a birthweight of 2460 g. All nine livebirths had a1-min Apgar score of 8–9 and a 5-min Apgar score of9–10 (table 2). Neonate 1 had a mild increase in myocardialenzymes on the day of birth (myoglobin 170·8 ng/mLand creatine kinase-myocardial band 8·5 ng/mL), butwithout any clinical symptoms.The presence of SARS-CoV-2 was tested in amnioticulfid, cord blood, neonatal throat swab, and breastmilksamples collected from six patients. Neither the Kitrecommended by CDC nor our in-house nested RT-PCRassays detected SARS-CoV-2 in these samples.            We report clinical data from nine pregnant womenwith laboratory-confirmed COVID-19 pneumonia. Theclinical characteristics of these patients with COVID-19infection during pregnancy were similar to those ofnon-pregnant adults with COVID-19 infection, aspreviously reported.2 None of the nine patientsdeveloped severe pneumonia or died, as of Feb            BGCHDIadverse outcomes in neonates and fetal infection thatmight be caused by intrauterine vertical transmission.            Pregnant women are particularly susceptible torespiratory pathogens and severe pneumonia, becausethey are at an immunosuppressive state, andphysiological adaptive changes during pregnancy (eg, diaphragmelevation, increased oxygen consumption, and oedema ofrespiratory tract mucosa) can render them intolerantto hypoxia. For example, the 1918 influenza pandemiccaused a mortality rate of 2·6% in the overall population,but 37% among pregnant women.8 Pregnant womenwere reported to be at an increased risk of complicationsfrom the pandemic H1N1 2009 influenza virus infection,and were more than four times more likely to be admittedto hospital than the general population (relative risk 4·3[95% CI 2·3–7·8]).9 Wong and colleagues10 also reportedthat around 50% of pregnant women who developedSARS were admitted to the intensive care unit, around33% of pregnant women with SARS required mechanicalventilation, and the mortality rate was as high as25% for these women. In the current study, we treatednine pregnant women with COVID-19 pneumonia in11 days from Jan 20 to Jan 3            According to our study, pregnant women withCOVID-19 pneumonia showed a similar pattern ofclinical characteristics to non-pregnant adult patients, asrecently reported.2,15 Common symptoms at the onset ofCOVID-19 pneumonia for these women included afever and cough, whereas less common symptoms weremyalgia, malaise, sore throat, diarrhoea, and shortness ofbreath. Laboratory tests indicated that lymphopenia isalso likely to occur. Additionally, increased concentrationsE39 weeks, ··4 days3530NoNo8, 10NoNoNo··2 (22%)4 (44%)··000of ALT or AST might be one of the clinical manifestations.However, none of these symptoms was present in everypatient, nor were the symptoms specific to pregnantwomen with COVID-19 pneumonia. By contrast, chestCT might have a high diagnostic value because of itstypical images of virus infection, high accuracy with alow false negative rate, and time eficiency. Therefore, werecommend that, in addition to using nucleic acid testsas the gold standard for the diagnosis of COVID-19pneumonia, relevant clinical examinations are done,including blood counts and chest CT and a comprehensiveevaluation of a patient’s medical history, epidemiologicalexposure, and symptoms.All nine pregnant women in this study underwent acaesarean section. Indications for a caesarean sectionincluded severe pre-eclampsia, a history of caesareansections, and fetal distress. Importantly, uncertaintyabout the risk of intrapartum mother-to-childtransmission by vaginal delivery was another reason forcarrying out caesarean sections. Four of the nine patientshad preterm labour. However, the causes of prematurebirth were not related to COVID-19 pneumonia:one patient had severe pre-eclampsia, one had a historyof two stillbirths, one had a history of two caesareansections and irregular contractions; and one hadpremature rupture of the membrane for about 12 h andsuspected intrauterine infection. Moreover, one neonatein our study had a birthweight of 1880 g at 36 gestationalweeks plus 2 days, and this case was complicated bypreeclampsia. Furthermore, the time period from onset ofCOVID-19 pneumonia to admission was only 3 daysfor this patient; therefore we reasoned that the fetalintrauterine growth restriction was more likely to be asymptom associated with pre-eclampsia. Importantly, allnine livebirths had a 1-min Apgar score of 8–9 and 5-minApgar score of 9–10. One infant had a mild increasein myocardial enzymes on the day of birth, but withoutany clinical symptoms. None of the neonates neededspecial paediatric treatment.The main focus of this study was to investigate thepossibility of intrauterine transmission of COVID-19infection. We chose to test amniotic fluid, cord blood,and neonatal throat swab samples at birth to ascertainthe possibility of intrauterine fetal infection. Notably, allthe samples tested in our study were collected in theoperating room at the time of the caesarean section, thusguaranteeing that the samples were not contaminatedand best represented fetal intrauterine conditions. Ourresults show that SARS-CoV-2 was negative in all of theabove samples, suggesting that no intrauterine fetalinfections occurred as a result of COVID-19 infectionduring a late stage of pregnancy. Our findings are inaccordance with what was observed in SARS, which hasa similar sequence to SARS-CoV-2.14 Previous studieshave already shown no evidence of perinatal SARSinfection among infants born to mothers who developedSARS infection during pregnancy.10,16However, our observation of no fetal infection causedby intrauterine vertical transmission could be afected byour small sample size and the stage of pregnancy at theonset of COVID-19 infection. All patients in the studywere recruited in their third trimester, so we were unableto ascertain the possibility of intrauterine verticaltransmission during the first or second trimester. For example,rubella infection in the first trimester can afect morethan 50% of fetuses via intrauterine infection, whereasby the end of the second trimester the incidence rate isreduced by half.17We did not collect samples of vaginal mucosa orshedding in birth canals, which prevented us fromanalysing whether COVID-19 could be transmitted duringvaginal delivery. Notably, however, our results showedthat breastmilk samples from mothers with COVID-19infection appeared to be free from SARS-CoV-2.            On Feb            This study is limited by the small sample size andretrospective method. Several considerations should betaken into account when interpreting the findings. First,all enrolled patients were in the third trimester. Theefect of COVID-19 infection on the fetus in the first orsecond trimester of pregnancy remains to be clarified.Second, whether vaginal delivery increases the risk ofmother-to-child intrapartum transmission, and whetheruterine contraction could increase the possibility of thevirus ascending, needs to be further investigated. Third,the risk of infection in pregnant women and the efectsof the time or mode of delivery on pregnancy outcomeswere not evaluated. Fourth, whether COVID-19 coulddamage the placenta, which represents an importantlink in vertical transmission, also needs to be furtherinvestigated. Future investigations of these issues andfollow-up studies of pregnant women with COVID-19infection, as well as neonates, will be necessary toascertain the safety and health of mothers and babiesexposed to SARS-CoV-2.In summary, the symptoms of pregnant women withCOVID-19 pneumonia were diverse, with the mainsymptoms being fever and cough. We found no evidence forvertical transmission in late pregnancy. Consideringthe signicfiance of this ongoing global public healthemergency, although our conclusions are limited by thesmall sample size, we believe that the nfidings reportedhere are important for understanding the clinicalcharacteristics and vertical transmission potential of COVID-19infection in pregnant women.ContributorsYZ, WH, and HY made substantial contributions to the study conceptand design. HC was in charge of the manuscript draft. JG tookresponsibility for obtaining written consent from patients, obtainingethical approval, collecting samples, and conrfiming data accuracy.CW participated in drafting the manuscript, and revising it on the basisof reviewers’ comments. XY made substantial contributions to dataacquisition, analysis, and interpretation. DZ was the paediatrician incharge of treatment of the newborn babies. DX, QG, JL, and JL were theobstetricians of the pregnant women, and were responsible for datacollection and conrfimation. WH and FL were in charge of the laboratorytasks, including sample processing and detection. WZ made substantialrevisions to the manuscript.Declaration of interestsWe declare no competing interests.Data sharingWith the permission of the corresponding authors, we can provideparticipant data without names and identiefirs, but not the study protocol,statistical analysis plan, or informed consent form. Data can be providedafter the Article is published. Once the data can be made public,the research team will provide an email address for communication.The corresponding authors have the right to decide whether to share thedata or not based on the research objectives and plan provided.AcknowledgmentsThis study was supported by Hubei Science and Technology Plan(grant number 2017ACB640) and Wuhan University MedicalDevelopment Plan (grant number TFJC2018001).", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["3 The State Council's Joint Prevention and Control Mechanism for Pneumonia Epidemic in Response to New Coronavirus Infection. Notice on prevention and control of pneumonia in children and pregnant women with new coronavirus infection"], ["4 National Health Commission of China. New coronavirus pneumonia prevention and control program (4th edn)"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["Spanish flu in Iceland 1918"], ["H1N1 2009 influenza virus infection during pregnancy in the USA"], ["Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome"], ["Coronavirus envelope protein: current knowledge"], ["Novel 2019 coronavirus genome"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Infants born to mothers with severe acute respiratory syndrome"], ["Rubella and pregnancy: diagnosis, management and outcomes"], ["Hospital diagnoses first case of neonatal infection with new coronavirus"], ["Neonatal coronavirus expert confirmed at 30 hours of birth: vertical transmission from mother to infant"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N 1 Zhu", "D Zhang", "W Wang"], ["C 2 Huang", "Y Wang", "X Li"], [], [], [], [], ["VM Corman", "O Landt", "M Kaiser"], ["8 Gottfredsson M. The"], ["DJ Jamieson", "MA Honein", "SA Rasmussen"], ["SF Wong", "KM Chow", "TN Leung"], ["D 11 Schoeman", "BC Fielding"], ["Zhang YZ", "-"], ["E 13 de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["P 14 Zhou", "XL Yang", "XG Wang"], ["Q 15 Li", "X Guan", "P Wu"], ["CC Shek", "PC Ng", "GP Fung"], ["E 17 Bouthry", "O Picone", "G Hamdi", "L Grangeot-Keros", "JM Ayoubi", "C Vauloup-Fellous"], ["Y Niu", "Yue H. Wuhan Tongji"], ["Z Wang", "C Gao", "CC", "shtml"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        We searched PubMed and the China National Knowledge\nInfrastructure database for articles published up to Feb\n        ", "one_words_summarize": "We searched PubMed and the China National KnowledgeInfrastructure database for articles published up to Feb        We retrospectively reviewed clinical records, laboratory nfidings,and chest CT scans for nine pregnant women withlaboratoryconrfimed COVID-19 pneumonia. None of thepatients developed severe COVID-19 pneumonia or died. Positive conrfimatory cases of COVID-19 infection were denfied as those with a positive test result fromeither laboratory. Patients 3 and 7 underwent caesarean section at night,thus immediate sample collection was not possible. Categorical variables were expressed as number (%).The funding agencies did not participate in study design,data collection, data analysis, or writing of the report. None of the patientshad underlying diseases such as diabetes, chronichypertension, or cardiovascular disease. Exposure to Hankou, the area in Wuhan where the epidemic was rfist detected. †A university where the patient works, and a gathering of people. Additionally,one patient was found to have influenza virus infectionSee Online for appendix upon admission to hospital (table 1; appendix).Seven of the nine patients presented with a fever withoutchills, but none had a high fever (body temperature>39°C). Additionally,one patient showed obvious gastrointestinal symptoms. No fetal death, neonataldeath, or neonatal asphyxia was observed. Neonate 7had a birthweight of 2460 g. All nine livebirths had a1-min Apgar score of 8–9 and a 5-min Apgar score of9–10 (table 2). In the current study, we treatednine pregnant women with COVID-19 pneumonia in11 days from Jan 20 to Jan 3            According to our study, pregnant women withCOVID-19 pneumonia showed a similar pattern ofclinical characteristics to non-pregnant adult patients, asrecently reported.2,15 Common symptoms at the onset ofCOVID-19 pneumonia for these women included afever and cough, whereas less common symptoms weremyalgia, malaise, sore throat, diarrhoea, and shortness ofbreath. Additionally, increased concentrationsE39 weeks, ··4 days3530NoNo8, 10NoNoNo··2 (22%)4 (44%)··000of ALT or AST might be one of the clinical manifestations. However, none of these symptoms was present in everypatient, nor were the symptoms specific to pregnantwomen with COVID-19 pneumonia. Our findings are inaccordance with what was observed in SARS, which hasa similar sequence to SARS-CoV-2.14 Previous studieshave already shown no evidence of perinatal SARSinfection among infants born to mothers who developedSARS infection during pregnancy.10,16However, our observation of no fetal infection causedby intrauterine vertical transmission could be afected byour small sample size and the stage of pregnancy at theonset of COVID-19 infection. On Feb            This study is limited by the small sample size andretrospective method. Second, whether vaginal delivery increases the risk ofmother-to-child intrapartum transmission, and whetheruterine contraction could increase the possibility of thevirus ascending, needs to be further investigated. We found no evidence forvertical transmission in late pregnancy. JG tookresponsibility for obtaining written consent from patients, obtainingethical approval, collecting samples, and conrfiming data accuracy. WH and FL were in charge of the laboratorytasks, including sample processing and detection."}