{"date": "2020/02/19", "journal": "biorxiv", "authors": "Tao Zhang, Qunfu Wu, Zhigang Zhang", "title": "Pangolin homology associated with 2019-nCoV", "type": "preprint article", "abstract": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12", "text": "123456789101112To explore potential intermediate host of a novel coronavirus is vital to rapidly controlcontinuous COVID-19 spread. We found genomic and evolutionary evidences of theoccurrence of 2019-nCoV-like coronavirus (named as Pangolin-CoV) from dead MalayanPangolins. Pangolin-CoV is 91.02% and 90.55% identical at the whole genome level to2019-nCoV and BatCoV RaTG13, respectively. Pangolin-CoV is the lowest commonancestor of 2019-nCoV and RaTG13. The S1 protein of Pangolin-CoV is much moreclosely related to 2019-nCoV than RaTG13. Five key amino-acid residues involved in theinteraction with human ACE2 are completely consistent between Pangolin-CoV and2019nCoV but four amino-acid mutations occur in RaTG13. It indicates Pangolin-CoV hassimilar pathogenic potential to 2019-nCoV, and would be helpful to trace the origin andprobable intermediate host of 2019-nCoV.1234567891011121314151617181920In the late December of 2019, an epidemic pneumonia (the W.H.O. announced itrecently as Corona Virus Disease (COVID-19)(1)) outbreak in city of Wuhan in China andsoon widely spreads all over the world. According to authoritative statistics, theCOVID19 has caused more than 40,000 laboratory-confirmed infections with more than 1000deaths by 12 February 2020 and is still increasing. It was caused by a novel identifiedcoronavirus 2019-nCoV (the International Committee on Taxonomy of Viruses (ICTV)renamed this virus as severe acute respiratory syndrome coronavirus 2, SARS-CoV-2 (1)).        Released complete genomes of 2019-nCoVs (2, 3) have helped rapid identification anddiagnosis of the COVID-19. Another key task is to find potential origin of 2019-nCoV(        Unsurprisingly, like SARS-CoV and MERS-CoV(5), the bat is still a probable origin of the2019-nCoV because the 2019-nCoV shared 96% whole genome identity with a batcoronavirus Bat-CoV-RaTG13 from Rhinolophus affinis from Yunnan Province(2).        However, SARS-CoV and MERS-CoV usually pass into medium host like civets or camelsbefore leaping to humans(        On 24 October 2019, Liu and his colleagues from the Guangdong Wildlife RescueCenter of China (7) firstly detected the existence of SARS-liked coronavirus from lungsamples of two dead Malayan Pangolins with a frothy liquid in lung and pulmonary fibrosis,1234567891011121314151617181920which is close on the outbreak of COVID-19. From their published results, all virus contigsassembled from 2 lung samples (lung07, lung08) showed not high identities ranging from80.24% to 88.93% with known SARS coronavirus. Hence, we conjectured that deadMalayan pangolin may carry a new coronavirus close to 2019-nCoV.To confirm our assumption, we downloaded raw RNA-seq data (SRA accessionnumber PRJNA573298) of those two lung samples from SRA and conducted consistentquality control and contamination removing as described by Liu’s study(7). We found 1882clean reads from lung08 sample mapped upon 2019-nCoV reference genome (GenBankAccession MN908947)(3) with high genome coverage of 76.02%. We performed de novoassembly of those reads and totally obtained 36 contigs with length ranging from 287bp to2187bp with mean length of 700bp. Blasting against proteins from 2845 coronavirusreference genomes including RaTG13, 2019-nCoVs and other known coronaviruses, wefound 22 contigs can be best matched to 2019-nCoVs (70.6%-100% aa identity; average:95.41%) and 12 contigs matched to Bat SARS-like coronavirus (92.7%-100% aa identity;average: 97.48%) (Table S1). These results indicate Malayan pangolin indeed carries anovel coronavirus (here named as Pangolin-CoV) close to 2019-nCoV.Using reference-guided scaffolding approach, we created Pangolin-CoV draftgenome (19,587 bp) based on the above 34 contigs. Remapping 1882 reads against the draftgenome resulted in 99.99% genome coverage at a mean depth of 7.71 X (range: 1X-47X)(Figure 1A). Based on Simplot analysis, Pangolin-Cov showed highly overall genome1234567891011121314151617181920sequence identity throughout the genomes to RaTG13 (90.55%) and 2019-nCoV (91.02%)(Figure 1B), although there is greatly high identity 96.2% between 2019-nCoV andRaTG13(3). Another SARS-like coronavirus more similar to Pangolin-Cov were BatSARSr-CoV ZXC21(85.65%) and Bat SARSr-CoV ZC45 (85.01%). These results indicatePangolin-Cov may be the common origin of 2019-nCoV and RaTG13.The viral genome organization of Pangolin-Cov was characterized by sequencealignment against 2019-nCoV (GenBank Accession MN908947) and RaTG13. ThePangolin-Cov genome consists of six major open reading frames (ORFs) common tocoronaviruses and other four accessory genes (Figure 1C and Table S2). Further analysisindicates that Pangolin-Cov genes covered 2019-nCoV genes with coverage ranging from45.8% to 100% (average coverage 76.9%). Pangolin-Cov genes shared high averagenucleotide and amino identity with both 2019-nCoV (MN908947) (93.2% nt/ 94.1% aa)and RaTG13 (92.8% nt/93.5% aa) (Figure 1C and Table S2). Surprisingly, some ofPangolin-Cov genes showed higher aa sequence identity to 2019-nCoV than RaTG13,including orf1b (73.4/72.8), S-protein (97.5/95.4), orf7a (96.9/93.6), and orf10 (97.3/94.6).High S-protein amino acid identity implies function similarity between Pangolin-Cov and2019-nCoV.To determine the evolutionary relationships among Pangolin-Cov, 2019-nCoV andpreviously identified coronaviruses, we estimated phylogenetic trees based on thenucleotide sequences of the whole genome sequence, RNA-dependent RNA polymerase1234567891011121314151617181920gene (RdRp), non-structural protein genes ORF1a and 1b, and the main structural proteinsencoded by the S and M genes. In all phylogenies, Pangolin-CoV, RaTG13 and 2019-nCoVwere clustered into a well-supported group, here named as “SARS-CoV-2 group” (Figure2 and Figures S1 to S2). This group represents a novel Beta-coronaviruses group. Withinthis group, RaTG13 and 2019-nCoV was grouped together, and the Pangolin-CoV wastheir lowest common ancestor. However, whether the basal position of the SARS-CoV-2group is SARSr-CoV ZXC21 and/or SARSr-CoV ZC45 or not is still in debate. Suchdebate also occurred in both Wu et al.(3) and Zhou et al. (2)studies. Possible explanationis due to a past history of recombination in Beta-CoV group(3). It is noteworthy that ourdiscovered evolutionary relationships of coronaviruses shown by the whole genome, RdRpgene, and S-gene were highly consistent with that discovered by complete genomeinformation in Zhou et al. study(2). It indicates our Pangolin-CoV draft genome has enoughgenomic information to trace true evolutionary position of Pangolin-CoV in coronaviruses.        The coronavirus spike (S) protein consisting of 2 subunits (S1 and S2) mediatesinfection of receptor-expressing host cells and is a critical target for antiviral neutralizingantibodies. S1 contains a receptor binding domain (RBD) about 193 amino acid fragment,which is responsible for recognizing and binding with the cell surface receptor(        The nucleocapsid protein (N-protein) is the most abundant protein in coronavirus.The N-protein is a highly immunogenic phosphoprotein, and it is normally very conserved.The N protein of coronavirus is often used as a marker in diagnostic assays. To gain afurther insight into the diagnostic potential for Pangolin-Cov, we investigated the aminoacid variation pattern of N-protein from Pangolin-CoV, 2019-nCoV, RaTG13, and otherrepresentative SARS-CoV. Phylogenetic analysis based on N protein supportsPangolinCov as a sister taxon of 2019-nCoV and RaTG13 (Figure 4). We further found seven aminoacid mutations can differentiate our defined “SAR-CoV-2 group” (12N, 26 G, 27S, 104D,218A, 335T, 346N, 350Q) from other known SARS-CoVs (12S, 26D, 27N, 104E, 218T,335H, 346Q, 350N). Two amino acid sites (38P and 268Q) are shared by Pangolin-Cov,12345678910111213141516171819RaTG13 and SARS-CoVs, which are mutated as 38S and 268A in 2019-nCoV. Only oneamino acid residue shared by Pangolin-CoV and other SARS-CoVs (129E) is consistentlychanged in both 2019-nCoV and RaTG13 (129D). Our observed amino acid changes inNprotein would be useful for developing antigen for much more sensitive serologicaldetection of 2019-nCoV.Based on published metagenomic data, this study provides the first report on apotential closely related kin (Pangolin-CoV) of 2019-nCoV, which was discovered fromdead Malayan Pangolins after extensive rescue efforts. Aside from RaTG13, thePangolinCoV is the most closely related to 2019-nCoV. Due to original sample unavailable, we didnot perform further experiments to confirm our findings, including PCR validation,serological detection, and even the isolation of virus particle etc. However, on 7 February,researchers from the South China Agricultural University in Guangzhou reported pangolinwould be the potential candidate host of 2019-nCoV for isolating a virus 99% similar to2019-nCoV in genome (Data unpublished). Our discovered Pangolin-CoV genome showed91.02% nt identity with 2019-nCoV, implying Pangolin-CoV could be different from thatunpublished. Whether pangolin species is a good candidate for 2019-nCoV still need to befurther investigated. Considering the wide spread of SARSr-CoV in their natural reservoirs,our findings would be meaningful to find novel intermediate hosts of 2019-nCoV forblocking interspecies transmission.1234567891011121314151617181920Materials and MethodsData preparationWe downloaded raw data of lung08 and lung07 published by Liu’s study(7) fromNCBI sequence read archive (SRA) under Bio Project PRJNA573298. Raw reads werefirst adaptor- and quality-trimmed using the Trimmomatic program (version 0.39)(10). Forremoving host contamination, Bowtie2 (version 2.3.4.3) (11)was used to map clean readsto the host reference genome of Manis javanica (NCBI Project ID: PRJNA256023). Onlyunmapped reads were mapped to 2019-nCoV reference genome (GenBank AccessionMN908947) for identifying virus reads.Read Assembly and construction of consensus sequenceVirus-targeted reads were assembled de novo using MEGAHIT (v1.1.3)(12). Readremapping to assembled contigs was performed by using Bowtie2(11). Mapping coverageand depth were produced using Samtools (version 1.9)(13). Contigs were taxonomicallyannotated using BLAST 2.9.0+ against 2845 Coronavirus reference genomes (Table S1).Bat-Cov-RaTG13 genome was downloaded from NGDC database (https://bigd.big.ac.cn/)(Accession no. GWHABKP00000000)(2). 2019-nCoV reference genome was downloadedfrom NCBI (Accession no. MN908947)(3). Other coronavirus genomes were downloadedViPR database (https://www.viprbrc.org/brc/home.spg?decorator=corona) on 6 February2020. We further used reference-guided strategy to construct draft genome based on thosecontigs taxonomically annotated to 2019-nCoVs, SARS-CoV, and Bat SARS-like CoV.1234567891011121314151617181920Each contig was aligned against 2019-nCoV reference genome with MUSCLE software(version 3.8.31)(14). Aligned contigs were merged into consensus scaffold with BioEditversion7.2.5alignment-editor.html) following manually quality checking. Small fragments with lessthan length 25bp were discarded, if these fragments were not covered by any largefragments. The potential open reading frames (ORFs) of finally obtained draft genomewere annotated by the alignment to 2019-nCoV reference genome (Accession no.MN908947).Phylogenetic relationship analysisSequence alignment was carried out using MUSCLE software(14). Alignmentaccuracy was checked manually base-by-base. Gblocks(15) was used to process the gap inaligned sequence. Using MegaX (version 10.1.7)(16), we inferred all maximum likelihood(ML) phylogenetic trees under the best-fit DNA/anima acid substitute model with 1000bootstrap replications. Phylogenetic analyses were performed using the nucleotidesequences of various CoV gene data sets: the whole genome and ORF1a, ORF1b,Membrane (M) gene, spike (S) and RNA-dependent RNA polymerase (RdRp) gene. Thebest model of M is GTR+G and all others are GTR+G+I. Two additional protein-basedtrees were constructed under WAG+G (S1 subunit of S protein) and JTT+G (N-protein),respectively. Branches with values< 70% bootstrap were hidden in all phylogenetic trees.Acknowledgments:1234Second Tibetan Plateau Scientific Expedition and Research (STEP) program (no.2019QZKK0503), the National Key Research and Development Program of China (no.2018YFC2000500), the Key Research Program of the Chinese Academy of Sciences (no.KFZD-SW-219), and the Chinese National Natural Science Foundation (no. 31970571).12345678910111213141516171819Pangolin-Cov. (B) Similarity plot based on the full-length genome sequence ofPangolinCov. Full-length genome sequences of 2019-nCoV (Beta-CoV/Wuhan-Hu-1),BatCovRaTG13, Bat SARSr-CoV 21, Bat SARSr-CoV45, Bat SARSr-CoV WIV1, andSARSCoV BJ01 were used as reference sequences. (C) Comparison of common genomeorganization similarity among 2019-nCoV, Pangolin-Cov and BatCov-RaTG13 linked tonucleotide sequences. Red text denotes the Malayan Pangolin-CoV. Pink text denotes2019-nCoV (SARS-CoV-2). Green text denotes a bat coronavirus having 96% similarityat genome level to SARS-CoV-2. Blue text denotes reference coronaviruses used inFigure1B. Detailed information can be found in Materials and Methods.receptor-binding motif of SARS-CoV and the homologous region of other coronavirusesare indicated by the grey box. The key amino acid residues involved in the interaction withhuman ACE2 are marked with the orange box. Bat SARS-like CoVs had been reported notto use ACE2, had amino acid deletions at two motifs marked by the yellow box. Detailedinformation can be found in Materials and Methods.12conserved amino acid residues in N-protein marked by colors have diagnostic potential.Detailed information can be found in Materials and Methods.1234567891011121314151617181920A. E. Gorbalenya, Severe acute respiratory syndrome-related coronavirus – Thespecies and its viruses, a statement of the Coronavirus Study Group. bioRxiv,2. P. Zhou et al., A pneumonia outbreak associated with a new coronavirus of probablebat origin. Nature, https://doi.org/10.1038/s41586-020-2008-3 (2020).F. Wu et al., A new coronavirus associated with human respiratory disease in China.Nature, https://doi.org/10.1038/s41586-020-2012-7 (2020).Microbiol. 17, 181-192 (2019).679 (2005).Wuhan, China. Lancet 395, 497-506 (2020).W. Li et al., Bats are natural reservoirs of SARS-like coronaviruses. Science 310,676C. Huang et al., Clinical features of patients infected with 2019 novel coronavirus inP. Liu, W. Chen, J.-P. Chen, Viral metagenomics revealed sendai virus and coronavirusinfection of Malayan Pangolins (Manis javanica). Viruses 11, 979 (2019).X.-Y. Ge et al., Isolation and characterization of a bat SARS-like coronavirus that usesthe ACE2 receptor. Nature 503, 535-538 (2013).the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2. J.1234567891011121314151617Biol. Chem. 279, 3197-3201 (2004).10.A. M. Bolger, M. Lohse, B. Usadel, Trimmomatic: a flexible trimmer for Illuminasequence data. Bioinformatics 30, 2114-2120 (2014).9, 357-359 (2012).2078-2079 (2009).11.B. Langmead, S. L. Salzberg, Fast gapped-read alignment with Bowtie 2. Nat. Meth.12.D. Li, C.-M. Liu, R. Luo, K. Sadakane, T.-W. Lam, MEGAHIT: an ultra-fastsinglenode solution for large and complex metagenomics assembly via succinct de Bruijngraph. Bioinformatics 31, 1674-1676 (2015).13.H. Li et al., The sequence alignment/map format and SAMtools. Bioinformatics 25,14.R. C. Edgar, MUSCLE: multiple sequence alignment with high accuracy and highthroughput. Nucleic Acids Res. 32, 1792-1797 (2004).15.G. Talavera, J. Castresana, Improvement of phylogenies after removing divergentand ambiguously aligned blocks from protein sequence alignments. Syst. Biol. 56,564-577 (2007).16.S. Kumar, G. Stecher, M. Li, C. Knyaz, K. Tamura, MEGA X: molecular evolutionarygenetics analysis across computing platforms. Mol. Biol. Evol. 35, 1547-1549 (2018).40 Mean depth: 7.7105000100001500020000Genome nucleotide positionSimilarity plot based on the full-length genome sequence of Pangolin-Cov. Full-length genome sequences of2019-nCoV (Beta-CoV/Wuhan-Hu-1), BatCov-RaTG13, Bat SARSr-CoV 21, Bat SARSr-CoV45,Bat SARSr-CoV WIV1, and SARS-CoV BJ01 were used as reference sequences. (C) Comparison of commongenome organization similarity among 2019-nCoV, Pangolin-Cov and BatCov-RaTG13 l inked to Table S2.7a7a8820000NNSE 67a3a M8 N1010 (DNA/AA %)29,903 bp10 (DNA/AA %)19,587 bp29,855 bp300000.50SARS-CoV-2group100100100100denotes the Malayan Pangolin-CoV. Pink text denotes 2019-nCoV (SARS-CoV-2). Green text denotes a bat coronavirus having 96%similarity at genome level to SARS-CoV-2. Blue text denotes reference coronaviruses used in Figure1B. Detailed information can befound in Materials and Methods.The receptor-binding motif of SARS-CoV and the homologous region of othercoronaviruses are indicated by the grey box. The key amino acid residues involvedin the interaction with human ACE2 are marked with the orange box. Bat SARS-likeCoVs had been reported not to use ACE2, had amino acid deletions at two motifsmarked by the yellow box. Detailed information can be found in Materials and Methods.100100939610010065colors have diagnostic potential. Detailed information can be found in Materials and Methods.Figure S1. Phylogenetic relationship of coronavirus based on ORF1a gene (A) and ORF1b gene (B) nucleotide sequences.SARS-CoV-2group8394Figure S2. Phylogenetic relationship of coronavirus based on S gene (A) and M gene (B) nucleotide sequences.x ] ] ] ]s s s sillttiscaaeaynnbdyuongonoSLTBAm tijcedbuS liii|tftfr[rr]rayeaesaakeeavsopooodnuhnpnuonu06603o1bpOHQmmW lilili|ttttr[r-rr]r-scaaaeykecavsupob1nopoonu80741nonuPVABSASR liii|tftfr[rr]rayeaesaakeeavsopooodnuhnpnuonu60603o1bpOHQmmW lilili|ttttr[r-rr]r-scaaaeykecavsupob1opnoonu80730nonuPVABSASR liii|tftfr[rr]rayeaesaakeeavsopooodnuhnpnuonu60603ob1pOHQmmW lilili|ttttr[r-rr]r-scaaaeykecavsupb1nopooonu80741nonuPVABSASR liii|tftfr[rr]rayeaesaakeeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|tftfr[rr]rayeaesaakeeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|tftfr[rr]rayeaesaakeeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|tftfr[rr]rayeaesaakeeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|tftfr[rr]rayeaesaakeeavspoonoduhnpnuonu60603ob1poOHQmmW liii|tftfr[rr]rayeaesaakeeavsopoonoduhnpnuonu60603ob1pOHQmmW li|tt/tIr-[]Fayaesepopoon203123169b1AACBVBXORGR lii|ttfIrr]r[rayevasacoopnouon47948o1bpABR lillii|ttttr[r-rr]r-scaaaeykecavsupb1nopooonu98191nonuTABSASOR lii|ttIfrr]r[rayevasacoopnouon47498o1bpABR lillii|ttttr[r-rr]-rcsaaaeykecavsupb1nopooonu98167nonuTABSASOR liii|tftfr[rr]rayaesaaeekeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|tftfr[rr]rayaesaaeekeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|tftfr[rr]rayaesaaeekeavsopoonoduhnpnuonu60603ob1pOHQmmW liii|fttfr[rrrsacecyseaaekeaeavgopnhooundopnuonu60594uOHQmmW liii|fttfr[rrrsacecyseaaekeaeavgopnhooundopnuonu60594uOHQmmW liii|fttfr[rrrsacecyseaaekeaeavgopnhooundopnuonu60594uOHQmmW liii|fttfr[rrrsacecyseaaekeaeavopnhoonudopnuonu60594ugOHQmmW ii|tf/t[]rsekean1o204075323ppoBABVCASSDRR iii|tftf[r]rrraeakeaaseeavsondoonhpunuonu60595o3pOHQmmW liii|ttr-[rr]reaekecaevaspooonnu78045bnPVASABSRmm iii|tftf[rr]rraeakaaseeeavsondoonhpunuonu60599o7pOHQmmW liliii|ttttr-[rr]yeackecaevasponoonu78048hohpPVASASBR lii|tft[rraeccsesasaeakeedppnuhohpopnohoodpnu60601nuoOHQmmW liiii|ttr[rr]aeccscavescvedppoonnuo01004658nuoAASASUR lii|tft[rraeccsesasaeakeedppnuhohpopnohoodpnu60601nuoOHQmmW lii|tft[rraeccsesasaeakeedppnuhohpopnohoodpnu60601nuoOHQmmW iii|tftf[rr]rreakaeaseeavsnodoonhupunonu60602o01pOHQmmWSDIleb it_gno 0_no1 20_no 0_no3 40_no 0_no5 6_0no _no07 _no08 _no09 _no10 _no11 _no12 _no13 4_no1 5_no1 6_no1 _no17 _no18 _no19 _no20 _no21 _no22 _no23 4_no2 _no25 6_no2 7_no2 8_no2 9_no2 0_no3 _no31 2_no3 3_no3 _no34a C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C CT] ] ]s s su u uir ir irv v via ia ian n no o o", "ref_list": [[], ["Origin and evolution of pathogenic coronaviruses"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Cui", "F. Li", "Z.-L. Shi"], ["S. K. Wong", "W. Li", "M. J. Moore", "H. Choe", "M. Farzan", "A"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12", "one_words_summarize": "123456789101112To explore potential intermediate host of a novel coronavirus is vital to rapidly controlcontinuous COVID-19 spread. Pangolin-CoV is the lowest commonancestor of 2019-nCoV and RaTG13. Blasting against proteins from 2845 coronavirusreference genomes including RaTG13, 2019-nCoVs and other known coronaviruses, wefound 22 contigs can be best matched to 2019-nCoVs (70.6%-100% aa identity; average:95.41%) and 12 contigs matched to Bat SARS-like coronavirus (92.7%-100% aa identity;average: 97.48%) (Table S1). ThePangolin-Cov genome consists of six major open reading frames (ORFs) common tocoronaviruses and other four accessory genes (Figure 1C and Table S2). Possible explanationis due to a past history of recombination in Beta-CoV group(3). S1 contains a receptor binding domain (RBD) about 193 amino acid fragment,which is responsible for recognizing and binding with the cell surface receptor(        The nucleocapsid protein (N-protein) is the most abundant protein in coronavirus. Our observed amino acid changes inNprotein would be useful for developing antigen for much more sensitive serologicaldetection of 2019-nCoV.Based on published metagenomic data, this study provides the first report on apotential closely related kin (Pangolin-CoV) of 2019-nCoV, which was discovered fromdead Malayan Pangolins after extensive rescue efforts. Whether pangolin species is a good candidate for 2019-nCoV still need to befurther investigated. MN908947).Phylogenetic relationship analysisSequence alignment was carried out using MUSCLE software(14). Branches with values< 70% bootstrap were hidden in all phylogenetic trees. KFZD-SW-219), and the Chinese National Natural Science Foundation (no. C) Comparison of common genomeorganization similarity among 2019-nCoV, Pangolin-Cov and BatCov-RaTG13 linked tonucleotide sequences. Green text denotes a bat coronavirus having 96% similarityat genome level to SARS-CoV-2. Detailedinformation can be found in Materials and Methods.12conserved amino acid residues in N-protein marked by colors have diagnostic potential. A pneumonia outbreak associated with a new coronavirus of probablebat origin. A new coronavirus associated with human respiratory disease in China. Nature, https://doi.org/10.1038/s41586-020-2012-7 (2020).Microbiol. Bioinformatics 30, 2114-2120 (2014).9, 357-359 (2012).2078-2079 (2009).11.B. Langmead, S. L. Salzberg, Fast gapped-read alignment with Bowtie 2. 32, 1792-1797 (2004).15.G. Talavera, J. Castresana, Improvement of phylogenies after removing divergentand ambiguously aligned blocks from protein sequence alignments."}