{"date": "2020/02/12", "journal": "The Lancet", "authors": "Roger Yat-Nork Chung", "title": "Anti-Chinese sentiment during the 2019-nCoV outbreak", "type": "Correspondence", "abstract": "people has become widespread in Japan. #ChineseDon'tComeToJapan is trending on Twitter, and Chinese visitors have been tagged as dirty, insensitive, and even bioterrorists.7 The magnitude of the 2019-nCoV outbreak remains unclear. Estimating the reproduction number and capturing the transmission dynamics are crucial to considering effective countermeasures. Considering that asymptomatic cases in Japan were detected among those who flew back from Wuhan by a Japanese chartered plane,1 the risk of infection during the pre-symptomatic period needs to be investigated. The mass media must also take responsibility for providing correct information and creating comprehension among citizens. Journalists have an important role in health communication and should acknowledge that their strong but inaccurate and misleading headlines agitate members of the public, cause fear, impinge on public communication, and diminish countermeasures for the Published Online outbreak. Health-care professionals February 12, 2020 should cooperate with the mass Sh0t1t4p0s:-/6/d7o3i6.o(2rg0/)1300.3150816-5/ media and help differentiate what is known and unknown. Effective communication will not only contribute to lessening the risk for inappropriate behaviour, such as unnecessary visits to health-care facilities, but also help eliminate fake news and discrimination against patients and Chinese visitors.", "text": "Faculty of Public Health and Policy, London Schoolof Hygiene & Tropical Medicine, London WC1E 7HT,UK; Department of Health Policy, London School ofEconomics & Political Science, London, UK;and Department of Hygiene, Graduate School ofMedicine, Hokkaido University, Japan1 Ministry of Health, Labor, and Welfare(MHLW), Japan. The current situation of novelcoronavirus infection and response by MHLW.Feb 10, 2020. https://www.mhlw.go.jp/stf/newpage_09418.html (accessedFeb 10, 2020).234567The rampant spread of the 2019novel coronavirus (2019-nCoV), firstidentified in Wuhan, Hubei, China,has stirred panic and an unwelcomingsentiment towards Chinese peopleacross the world.1 Hong Kong, wherea social movement triggered by anextradition bill to China has beenongoing since June, 2019, is at theforefront of this crisis. One example isKwong Wing Catering, a pro-movementrestaurant chain, which in a Facebookannouncement on Jan 28, 2020, said itwould only serve English orCantonesespeaking but not Mandarin-speakingcustomers as a public health measure.2The Facebook post garnered thethird most supportive reactions andinteractions since the Facebook page’sinception in September, 2019.Although the three languages areofficially recognised in the SpecialAdministrative Region (SAR) of China,about 90% of the population in HongKong speak Cantonese. Mandarin, onthe other hand, is the most commonlanguage in mainland China. Mandarinis also the oficial language in Taiwan.The Facebook post was then updateda day later to clarify that theywelcome patrons from Taiwan, despite16 Taiwanese people confirmed tohave 2019-nCoV, as of Feb 8, 2020.3This anti-Chinese sentiment canbe traced back to the general public’sdiscontent with the Hong KongGovernment’s declining autonomydue to Beijing tightening up itscontrol over the territory, and it wasexacerbated by the government’sdelayed public health response, whichfell behind Macau, the other SAR ofChina, in handling the 2019-nCoVcrisis.4 As a result, some of the publichealth precautionary strategies areselfinitiated by the community in attemptsto inuflence the government’s policies;for instance, health-care staff held astrike to press for a total border closure,which the government was reluctantto endorse. However, we should becautious about the possibility thatpublic health measures, however wellintended, can be tainted by sentimentthat is fuelled with prejudice againsta certain group of people. If leftunexamined, this sentiment could giverise to measures that do not target thereal issue accurately and adequately,undermining the efectiveness of anyinterventions.        Although people generally believethey have a predictive model that canidentify high-risk disease carriers, thusjustifying their position to alienateanyone associated with mainlandChina, the reality is that virus does notdiscriminate based on parameters suchas language, regional identity, andpolitical position. Moreover, it can beargued that bias against a certain groupof people on the basis of a limited setof probable confounded factors mightlead to shame, stress, and stigma thatprevent true carriers from reportingtheir condition to oficial bodies andreceiving timely health-care attention.In the face of a public health crisis at aglobalised scale, ethical considerationis far from being purely intellectual—itis at the core of any eefctive measure.We declare no competing interests.Early lessons from thefrontline of the2019-nCoV outbreakThe outbreak of the novel coronavirus(2019-nCoV) has been declared apublic health emergency ofinternational concern by WHO.        The outbreak of 2019-nCoV hastaught me a lot. First, early detectionand early reporting were delayed.Early in December, 2019, eight doctorsdiscovered unexplained pneumoniaand were warned by the police forspreading rumours.3 One of them wasifnally admitted to hospital. Second,although the situation of earlyhumanto-human transmission was describedin the scientific literature,4,5 localauthorities did not inform the publicearly, allowing more than 5 millionpeople to leave Wuhan to go home forChinese New Year or travel abroad. As aresult, an outbreak occurred in Wuhanwith sporadic cases in other cities andcountries, and there is an increasingtrend. Third, there is a low awareness ofthe severity of pneumonia associatedwith 2019-nCoV. Many patients haveatypical clinical manifestations6 andvisit different medical departments.Because patients might be contagiousduring the incubation period,many medical staff might not befully protected and could becomeinfected through their contact withpatients. Research has shown that, inaddition to droplet transmission andcontact transmission, 2019-nCoVmight be transmitted via the faecal–oral route.7 Fourth, the reserves ofprotective equipment in hospitalsare severely insuficient, worsened bythe implementation of trafic control.A hospital’s protective equipmentis mainly supplied to designatedinfectious diseases departmentsand intensive care units. Medicalstaff in general hospitals and otherdepartments are likely to be afectedthe worst because they do not haveadequate protective equipment. Fifth,due to the previous medical custodycontrol, many clinical drugs wereidentified as auxiliary drugs and theirsupply to the hospital was stopped.The general department of thehospital does not have the necessarytreatment drugs, putting manymedical staff at risk of infection. Sixth,because all hospital beds in designatedhospitals have been filled, and thenew hospital in Wuhan has not beencompleted, many confirmed patientscannot be admitted to hospital andstay in general hospitals or go homefor isolation, inevitably increasingmorbidity and mortality. Seventh, inview of the current situation, to reducecross-infection, many hospitals havecancelled outpatient appointments(except for emergency and feverclinics). This inevitably affects thediagnosis and treatment of patientswith other diseases.As a doctor working on the frontlineof the outbreak in Wuhan, I hope thatwith the joint eforts of medical stafacross the country, we can controlthe development of the 2019-nCoVoutbreak rapidly and reduce themortality of patients with pneumonia.I also hope the Department of Healthwill pay attention to the frontlinedoctors and provide adequateprotective equipment to reduce their riskof infection. Only in this way can theoutbreak be controlled and patientscontinue seeking treatment for otherhealth conditions in hospitals.I declare no competing interests.", "ref_list": [[], ["As coronavirus spreads, so does anti-Chinese sentiment"], ["2 Kwong Wing Catering Facebook post"], ["3 Johns Hopkins Center for Systems Science"], ["China coronavirus: Hong Kong government falling behind Macau in handling public health crisis"], [""], ["Statement on the second meeting of the International Health Regulations ("], ["Novel coronavirus ("], ["Wuhan doctor Li Wenliang's 2020: “rumor educated” to confirmed cases"], [""], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["7 Researchers at Shenzhen Third People's Hospital. Fecal-to-mouth transmission risk of new coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], ["Department"], ["healthregulations-"], [], ["The Cover"], ["The Lancet"], ["N 5 Zhu", "D Zhang", "W Wang"], ["CL Huang", "YM Wang", "XW Li"], ["htm"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Faculty of Public Health and Policy, London School\nof Hygiene & Tropical Medicine, London WC1E 7HT,\nUK; Department of Health Policy, London School of\nEconomics & Political Science, London, UK;\nand Department of Hygiene, Graduate School of\nMedicine, Hokkaido University, Japan\n1 Ministry of Health, Labor, and Welfare\n(MHLW), Japan. The current situation of novel\ncoronavirus infection and response by MHLW.\nFeb 10, 2020. https://www.mhlw.go.jp/stf/\nnewpage_09418.html (accessed\nFeb 10, 2020).\n2\n3\n4\n5\n6\n7\nThe rampant spread of the 2019\nnovel coronavirus (2019-nCoV), first\nidentified in Wuhan, Hubei, China,\nhas stirred panic and an unwelcoming\nsentiment towards Chinese people\nacross the world.1 Hong Kong, where\na social movement triggered by an\nextradition bill to China has been\nongoing since June, 2019, is at the\nforefront of this crisis. One example is\nKwong Wing Catering, a pro-movement\nrestaurant chain, which in a Facebook\nannouncement on Jan 28, 2020, said it\nwould only serve English or\nCantonesespeaking but not Mandarin-speaking\ncustomers as a public health measure.2\nThe Facebook post garnered the\nthird most supportive reactions and\ninteractions since the Facebook page’s\ninception in September, 2019.", "one_words_summarize": "Faculty of Public Health and Policy, London Schoolof Hygiene & Tropical Medicine, London WC1E 7HT,UK; Department of Health Policy, London School ofEconomics & Political Science, London, UK;and Department of Hygiene, Graduate School ofMedicine, Hokkaido University, Japan1 Ministry of Health, Labor, and Welfare(MHLW), Japan. Mandarin, onthe other hand, is the most commonlanguage in mainland China. As aresult, an outbreak occurred in Wuhanwith sporadic cases in other cities andcountries, and there is an increasingtrend. Third, there is a low awareness ofthe severity of pneumonia associatedwith 2019-nCoV. Many patients haveatypical clinical manifestations6 andvisit different medical departments. Research has shown that, inaddition to droplet transmission andcontact transmission, 2019-nCoVmight be transmitted via the faecal–oral route.7 Fourth, the reserves ofprotective equipment in hospitalsare severely insuficient, worsened bythe implementation of trafic control. Only in this way can theoutbreak be controlled and patientscontinue seeking treatment for otherhealth conditions in hospitals."}