{"date": "2020/02/11", "journal": "The Lancet", "authors": "Lin-Fa Wang, Danielle E Anderson, John S Mackenzie", "title": "From Hendra to Wuhan: what has been learned in responding to emerging zoonotic viruses", "type": "Comment", "abstract": "As the world watches the rapid spread of the 2019 novel coronavirus (2019-nCoV) outbreak, it is important to reeflct on the lessons that can be learned from this and previous emerging zoonotic viruses (EZV) in a comparative and analytic way. Although the source of 2019-nCoV is yet to be conrfimed, early nfidings suggest a high possibility of a bat origin.1 There have been six major EZV outbreaks in the past 25 years caused by proven or suspected bat-borne viruses (table).2-7 With these in mind, four major points are worth considering in the context of the 2019-nCoV outbreak. First, are Koch's postulates still relevant in the era of next-generation sequencing (NGS)? In the heat of the debate about the early response to the 2019-nCoV outbreak, insucfiient attention was paid to how the initial aetiological evidence came from NGS analysis requested by clinicians. To our knowledge, all previous EZV outbreak investigations started with a live virus isolation, including the 2012 Middle East respiratory syndrome coronavirus (MERS-CoV) discovery.5 The preliminary sequence data indicating the presence of a severe acute respiratory syndrome (SARS)-related coronavirus in patients' lung lavage samples were obtained on Dec 26, 2019, by NGS.8 The Chinese authorities ruled out SARS and MERS, as well as a few other non-coronaviruses, on Jan 5, 2020, and conrfimed a novel coronavirus as a potential cause on Jan 9, 2020.4 However, the genome sequence-crucial for rapid development of diagnostics needed in an outbreak response-was not released until Jan 12, 2020,7 17 days after the preliminary sequence data were obtained. These events raise challenging questions. Should a national response team report a highly suspected pathogen sequence before conrfiming an aetiological live agent? Are current national and international policies and regulations adequate to deal with a sequence-based outbreak reporting system? While they have evolved over time, the postulates formulated by Robert Koch and Friedrich Loeeflr in 1884 included the isolation of a live agent as a key criterion.9 We believe that it is time to establish an NGS-based reporting system that can alert to the presence of a new aetiological agent(s) rather than requiring the isolation of aetiological agents.", "text": "First named “equinemorbillivirus”First named“Hendra-like virus”First named “atypicalpneumonia”First named“hCoV-EMC”∙Year of firstor majoroutbreakCountries orregions afectedthe virus to publish their nfidings. These unsubstantiatedallegations consumed media attention and createdmedia panic that was counterproductive to the outbreakresponse. Clear national and international guidelinesare needed on how to achieve the right balance in theleadership provided by public health and research expertsfacing an outbreak of an EZV.Third, a One Health approach11 in EZV outbreakresponses and control is vital. In August, 2003, afterWHO declared the end of the SARS outbreak, itorganised a special mission with international andChinese scientists to investigate the origin and earlytransmission events of SARS-CoV. Among the eightinternational experts invited, seven were veterinariansor those working in animal health. By contrast, thesix-member Chinese team only had one participatingveterinarian or animal scientist. While recognisingthe tremendous efort by the China CDC team in theearly response to the 2019-nCoV outbreak, the smallnumber of team members trained in animal healthwas probably one of the reasons for the delay inidentifying an intermediate animal(s), which is likelyto have caused the spread of the virus in a region ofthe market where wildlife animals were traded andsubsequently found to be heavily contaminated.Unfortunately, what animal(s) was involved intransmission remains unknown. There is an urgent need toknow the risks associated with the presumed animal tohuman transmission of 2019-nCoV, and the measuresthat can be taken to prevent such transmission in thefuture. For example, should the sale of wild animalsbe restricted in Chinese wet markets? We recommendthat a comprehensive One Health team be involved inall future EZV investigations. Indeed, this approach hasinternational implications, with risks of exotic zoonoticdiseases associated with the huge quantities of illegalbush meat from central and west Africa being importedinto Europe and North America.12Finally, naming of a new virus is important not onlyfor virologists in the long term but also for eefctivecommunication to the general public. In all the major EZVevents over the past 25 years, naming of the new virushas not been straightforward and most went througha renaming process (table). This is also true for the2019-nCoV outbreak. There has been intensive discussionnow among virologists worldwide about an alternativename for 2019-nCoV. To continue the tradition of usinga syndrome, as in SARS and MERS, and to avoid thesensitivity of using a city name, we propose to name thisnew virus Han acute respiratory syndrome coronavirus(HARS-CoV). Han is the abbreviation of Wuhan inChinese. Such a name is, we believe, preferable to thenames being used in media headlines, such as “Wuhanvirus” or “China virus”, and it retains the historical factthat the outbreak started in Wuhan.Now is not a time for blame. Rather, there are lessonsthe global health community can and should learn andact on so that we can better respond to the next EZVevent, which is almost certain to happen again. Theselessons are denfiitely not unique to China.L-FW and JSM are members of the WHO IHR Emergency Committee. L-FW is also amember of the WHO Consultation Group on nCoV Reagents and Cross–Reactivity;WHO Working Group on Prioritization of nCoV vaccine; and OIE WorldOrganisation for Animal Health Advisory Group on 2019-nCoV. We declare noother competing interests.", "ref_list": [[], ["Michael H Merson linfa"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A morbillivirus that caused fatal disease in horses and humans"], ["Nipah virus: a recently emergent deadly paramyxovirus"], ["The severe acute respiratory syndrome"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["From 1976 to 2018: reflections on early investigations into the Ebola virus"], ["A novel coronavirus outbreak of global health concern"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["9 Evans AS"], ["10 Hodge A"], ["Detection of emerging zoonotic pathogens: an integrated One Health approach"], ["Screening for viral pathogens in African simian bushmeat seized at a French airport"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wang Lin-Fa", "Danielle E Anderson", "Institute Duke-NUS Global Health", "Singapore (L-FW", "Singapore (L-FW"], ["P 1 Zhou", "XL Yang", "XG Wang"], ["K 2 Murray", "P Selleck", "P Hooper"], ["KB Chua", "WJ Bellini", "PA Rota"], ["JS Peiris", "KY Yuen", "AD Osterhaus", "K. Stohr"], ["AM Zaki", "S van Boheemen", "TM Bestebroer"], ["P 6 Piot", "J Spencer"], ["C 7 Wang", "PW Horby", "FG Hayden", "GF Gao"], ["R 8 Lu", "X Zhao", "P Ni"], [], [], ["BH Bird", "JAK Mazet"], ["S Temmam", "B Davoust", "AL Chaber"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "First named “equine\nmorbillivirus”\nFirst named\n“Hendra-like virus”\nFirst named “atypical\npneumonia”\nFirst named\n“hCoV-EMC”\n∙\nYear of first\nor major\noutbreak", "one_words_summarize": "First named “equinemorbillivirus”First named“Hendra-like virus”First named “atypicalpneumonia”First named“hCoV-EMC”∙Year of firstor majoroutbreakCountries orregions afectedthe virus to publish their nfidings. While recognisingthe tremendous efort by the China CDC team in theearly response to the 2019-nCoV outbreak, the smallnumber of team members trained in animal healthwas probably one of the reasons for the delay inidentifying an intermediate animal(s), which is likelyto have caused the spread of the virus in a region ofthe market where wildlife animals were traded andsubsequently found to be heavily contaminated. Unfortunately, what animal(s) was involved intransmission remains unknown. We recommendthat a comprehensive One Health team be involved inall future EZV investigations."}