{"date": "2020/02/11", "journal": "The Lancet", "authors": "Lianhan Shang, Jianping Zhao, Yi Hu, Ronghui Du", "title": "On the use of corticosteroids for 2019-nCoV pneumonia", "type": "Correspondence", "abstract": "In their Comment about the use of\ncorticosteroids to treat 2019 novel\ncoronavirus (2019-nCoV) lung injury,\nClark Russell and colleagues1\nsummarise the available clinical evidence\non corticosteroid to treat patients\nwith severe human coronavirus\ninfections (severe acute respiratory\nsyndrome [SARS] coronavirus and\nMiddle East respiratory syndrome\ncoronavirus), and other severe\nrespiratory virus infections. In\naccordance with current WHO guidance,2\nRussell and colleagues1 recommend\nthat corticosteroids should not be\nused in 2019-nCoV-induced lung\ninjury or shock, except in the setting\nof a clinical trial. The Comment1\ncontributes to a better understanding\nof corticosteroid treatment in viral\npneumonia. However, as a team of\nfront-line physicians from China, we\nhave a diferent perspective.", "text": "In their Comment about the use ofcorticosteroids to treat 2019 novelcoronavirus (2019-nCoV) lung injury,Clark Russell and colleagues1summarise the available clinical evidenceon corticosteroid to treat patientswith severe human coronavirusinfections (severe acute respiratorysyndrome [SARS] coronavirus andMiddle East respiratory syndromecoronavirus), and other severerespiratory virus infections. Inaccordance with current WHO guidance,2Russell and colleagues1 recommendthat corticosteroids should not beused in 2019-nCoV-induced lunginjury or shock, except in the settingof a clinical trial. The Comment1contributes to a better understandingof corticosteroid treatment in viralpneumonia. However, as a team offront-line physicians from China, wehave a diferent perspective.As mentioned by the authors,1the studies referred to in the paperwere mostly observational studies. Inclinical settings, physicians tend to usecorticosteroids in the most criticallyill patients. Therefore, selection biasand confounders in observationalstudies might contribute to anyobserved increased mortality in patientgroups treated with corticosteroids.Although attempts were made toadjust for confounding factors in thestudies, conclusive inference shouldnot be made. Also, we question theinterpretation of the systematicreview about efective treatments forSARS.3 Russell and colleagues statethat “four studies provided conclusivedata, all indicating harm”.1 Thesefour studies were not definitive andonly showed evidence of possibleharm, whereas the results of 25 otherstudies were inconclusive, leadingthe original authors to state thatthe totality of data are inconclusive,and because of methodologicallimitations, it was not possible to makeany recommendation. Inconclusiveclinical evidence should not be areason for abandoning corticosteroiduse in 2019-nCoV pneumonia.Moreover, there are studiessupporting the use of corticosteroids atlow-to-moderate dose in patientswith coronavirus infection. Forexample, in a retrospective study of401 patients with SARS,4 proper useof corticosteroids was found to reducemortality and shorten the length ofstay in hospital for critically ill patientswith SARS without causing secondaryinfection and other complications.Relevant research has also beendone for other virus-associatedrespiratory diseases, such asinfluenzaassociated pneumonia. For example,in a prospective cohort study enrolling2141 patients with influenza A(H1N1)pdm09 viral pneumonia from407 hospitals in China,5low-tomoderate dose of corticosteroids(25–150 mg/day methylprednisoloneor equivalent) reduced mortality inpatients with oxygen index lower than300 mm Hg. Besides, a systematicreview6 suggested corticosteroidscould reduce mortality and the needfor mechanical ventilation in patientswith severe community-acquiredpneumonia.Because of methodologicallimitations in the available evidence,the use of corticosteroids remainscontroversial. We acknowledge thepotential risks associated withhighdose corticosteroids in treating2019-nCoV pneumonia, such assecondary infections, long-termcomplications, and prolonged virusshedding. However, in critically illpatients, the overwhelminginflammation and cytokine-related lunginjury might cause rapidly progressivepneumonia. Given the inconclusiveevidence and urgent clinical demand,physicians from the Chinese ThoracicSociety have developed an expertconsensus statement on the useof corticosteroids in 2019-nCoVpneumonia.7 All members of theexpert panel participated in treatingpatients with 2019-nCoV pneumonia.The expert consensus statement isbased both on the available publishedscientific literature and relevantresearch by panel members, and itwas brought together through e-mailcorrespondence and online meetings.        According to the expert consensusstatement, the following basicprinciples should be followed whenusing corticosteroids: (        Corticosteroid treatment is adoubleedged sword. In line with the expertconsensus, we oppose liberal use ofcorticosteroids and recommend shortcourses of corticosteroids atlow-tomoderate dose, used prudently, forcritically ill patients with 2019-nCoVpneumonia. Existing evidence isinconclusive, and even systematicreviews and meta analyses on this topicreach diefring conclusions. Therefore,in line with Russell and colleagues,1we believe that there is a need forwell designed randomised controlledtrials in the future to promote amore solid foundation for treatmentrecommendations.We declare no competing interests. JZ,YH, RD,and BC are members of the panel that created theexpert consensus statement on the use ofcorticosteroids in patients with 2019-nCoVpneumonia. We thank Zhenshun Cheng,Yang Jin,Min Zhou, Jing Zhang, and Jieming Qu forcontributing to the development of the expertconsensus on the use of corticosteroids in patientswith 2019-nCoV pneumonia. We extend greatthanks to Peter W Horby and Frederick G Hayden forassistance in writing this Correspondence.in Nature,2 at least 54 academic papersabout COVID-19 were publishedin English-language journals byJan 30, 2020.We searched major Chinesedatabases including the China NationalKnowledge Internet and WANFANGData. As of Feb 3, 2020, just 23Chineselanguage papers on COVID-19 werepublished. These publications mainlyfocused on epidemiology, clinicalfeatures of COVID-19, and the structureor genetics of severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2).Many of the research papers aboutCOVID-19 in international journalswere written by researchers in China,which led to great concerns becausethese findings cannot directlybenefit frontline health professionalsand policy makers because of thelanguage barrier. It is critical forhealth science to be published inEnglish-language journals to facilitatecommunication and enable globalcoordination and timely epidemicresponse. However, some media wereconcerned that Chinese researcherswithin academic organisationsconcentrated on publishing papersin prestigious international journalsbut paid inadequate attention toepidemic prevention of COVID-19and neglected to disseminate theirfindings within Chinese-languagejournals.3,4 A recent statement by theMinistry of Science and Technologyof China also encouraged researchersto focus their efforts on epidemicprevention and to publish their resultsin Chinese.5The emphasis on publishing clinicalresearch in English helps to facilitateknowledge exchange between Chinesescientists and the rest of the world.We hope the research communitywill make efforts to disseminate allifndings relevant to the outbreak ofCOVID-19 in Chinese in addition toEnglish publishing outlets.For example, clinical research papersabout COVID-19 and SARS-CoV-2 inany Lancet journal were translated intoChinese, and these translated Articleswere provided rapidly to the public inChina free of charge.Broad dissemination in both Chineseand English will accomplish the goalsof communicating timely and crucialifndings to the international scientificcommunity, while also disseminatingthis information to health-care workerson the frontline who need tounderstand the epidemiological and clinicalfeatures of COVID-19. This strategy willimprove effective control strategiesto ultimately contain the virus andprotect the health of the public.We declare no competing interests. Y-TX, WL, QZ, YJ,W-WR, and L-NZ contributed equally to thisCorrespondence.", "ref_list": [[], ["Department of Pulmonary and Critical Care Medicine, National Clinical Research Center for Respiratory Diseases"], ["Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], [": systematic review of treatment efects"], ["Treatment of severe acute respiratory syndrome with glucosteroids: the Guangzhou experience"], ["Efect of low-tomoderate-dose corticosteroids on mortality of hospitalized adolescents and adults with influenza A(H1N1)pdm09 viral pneumonia"], ["Corticosteroid therapy for patients hospitalized with community-acquired pneumonia: a systematic review and metaanalysis"], ["Expert consensus on the use of corticosteroid in patients with 2019-nCoV pneumonia (in Chinese)"], ["Timely research papers about COVID-19 in China The 2019 novel coronavirus disease (COVID-19; previously known as 2019-nCoV) outbreak that originated from Wuhan, Hubei province, China, at the end of 2019 was declared a public health emergency of international concern on Jan 30,"], ["Statement on the second meeting of the International Health Regulations ("], ["China coronavirus: how many papers have been published? Nature 2020: published online Jan 30"], ["3 Du CC. Ministry of Science and Technology: eofrts should not be focused on publishing papers before epidemic prevention and control tasks are completed"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Hospital China-Japan Friendship", "(LS China"], ["CD Russell", "JE Millar", "JK. Baillie"], [], ["LJ Stockman", "R Bellamy", "P. Garner", "SARS"], ["RC Chen", "XP Tang", "SY Tan"], ["H Li", "SG Yang", "L Gu"], ["RAC Siemieniuk", "MO Meade", "P Alonso-Coello"], ["JP Zhao", "Y Hu", "RH Du"], ["W-WR", "L-NZ", "GKIL", "W-WR Macao", "SAR", "China (L-NZ); Kiang Wu", "SAR Macau", "China", "SAR Kong", "MD Society"], ["healthregulations-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In their Comment about the use of\ncorticosteroids to treat 2019 novel\ncoronavirus (2019-nCoV) lung injury,\nClark Russell and colleagues1\nsummarise the available clinical evidence\non corticosteroid to treat patients\nwith severe human coronavirus\ninfections (severe acute respiratory\nsyndrome [SARS] coronavirus and\nMiddle East respiratory syndrome\ncoronavirus), and other severe\nrespiratory virus infections. In\naccordance with current WHO guidance,2\nRussell and colleagues1 recommend\nthat corticosteroids should not be\nused in 2019-nCoV-induced lung\ninjury or shock, except in the setting\nof a clinical trial. The Comment1\ncontributes to a better understanding\nof corticosteroid treatment in viral\npneumonia. However, as a team of\nfront-line physicians from China, we\nhave a diferent perspective.", "one_words_summarize": "In their Comment about the use ofcorticosteroids to treat 2019 novelcoronavirus (2019-nCoV) lung injury,Clark Russell and colleagues1summarise the available clinical evidenceon corticosteroid to treat patientswith severe human coronavirusinfections (severe acute respiratorysyndrome [SARS] coronavirus andMiddle East respiratory syndromecoronavirus), and other severerespiratory virus infections. The Comment1contributes to a better understandingof corticosteroid treatment in viralpneumonia. However, as a team offront-line physicians from China, wehave a diferent perspective. Inclinical settings, physicians tend to usecorticosteroids in the most criticallyill patients. Moreover, there are studiessupporting the use of corticosteroids atlow-to-moderate dose in patientswith coronavirus infection. JZ,YH, RD,and BC are members of the panel that created theexpert consensus statement on the use ofcorticosteroids in patients with 2019-nCoVpneumonia. As of Feb 3, 2020, just 23Chineselanguage papers on COVID-19 werepublished."}