{"date": "2020/02/11", "journal": "The Lancet", "authors": "Hong Zhang", "title": "Early lessons from the frontline of the 2019-nCoV outbreak", "type": "Correspondence", "abstract": "We declare no competing interests. se g a m Ittye G r/t o u b irt n o aC i/ d e M frrtcaB o", "text": "In the face of a public health crisis at aglobalised scale, ethical considerationis far from being purely intellectual—itis at the core of any eefctive measure.The outbreak of the novel coronavirus(2019-nCoV) has been declared apublic health emergency ofinternational concern by WHO.1 2019-nCoVhas spread throughout China andbeyond. In China, as of Feb 9, 2020,more than 37 000 people have aconfirmed infection, and 812 peoplehave died.2 Currently, the severesituation has not been effectivelycontrolled, and many governmentshave sent special aeroplanes to taketheir citizens home.The outbreak of 2019-nCoV hastaught me a lot. First, early detectionand early reporting were delayed.Early in December, 2019, eight doctorsdiscovered unexplained pneumoniaand were warned by the police forspreading rumours.3 One of them wasifnally admitted to hospital. Second,although the situation of earlyhumanto-human transmission was describedin the scientific literature,4,5 localauthorities did not inform the publicearly, allowing more than 5 millionpeople to leave Wuhan to go home forChinese New Year or travel abroad. As aresult, an outbreak occurred in Wuhanwith sporadic cases in other cities andcountries, and there is an increasingtrend. Third, there is a low awareness ofthe severity of pneumonia associatedwith 2019-nCoV. Many patients haveatypical clinical manifestations6 andvisit different medical departments.Because patients might be contagiousduring the incubation period,many medical staff might not befully protected and could becomeinfected through their contact withpatients. Research has shown that, inaddition to droplet transmission andcontact transmission, 2019-nCoVmight be transmitted via the faecal–oral route.7 Fourth, the reserves ofprotective equipment in hospitalsare severely insuficient, worsened bythe implementation of trafic control.A hospital’s protective equipmentis mainly supplied to designatedinfectious diseases departmentsand intensive care units. Medicalstaff in general hospitals and otherdepartments are likely to be afectedthe worst because they do not haveadequate protective equipment. Fifth,due to the previous medical custodycontrol, many clinical drugs wereidentified as auxiliary drugs and theirsupply to the hospital was stopped.The general department of thehospital does not have the necessarytreatment drugs, putting manymedical staff at risk of infection. Sixth,because all hospital beds in designatedhospitals have been filled, and thenew hospital in Wuhan has not beencompleted, many confirmed patientscannot be admitted to hospital andstay in general hospitals or go homefor isolation, inevitably increasingmorbidity and mortality. Seventh, inview of the current situation, to reducecross-infection, many hospitals havecancelled outpatient appointments(except for emergency and feverclinics). This inevitably affects thediagnosis and treatment of patientswith other diseases.As a doctor working on the frontlineof the outbreak in Wuhan, I hope thatwith the joint eforts of medical stafacross the country, we can controlthe development of the 2019-nCoVoutbreak rapidly and reduce themortality of patients with pneumonia.I also hope the Department of Healthwill pay attention to the frontlinedoctors and provide adequateprotective equipment to reduce their riskof infection. Only in this way can theoutbreak be controlled and patientscontinue seeking treatment for otherhealth conditions in hospitals.I declare no competing interests.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In the face of a public health crisis at a\nglobalised scale, ethical consideration\nis far from being purely intellectual—it\nis at the core of any eefctive measure.\nThe outbreak of the novel coronavirus\n(2019-nCoV) has been declared a\npublic health emergency of\ninternational concern by WHO.1 2019-nCoV\nhas spread throughout China and\nbeyond. In China, as of Feb 9, 2020,\nmore than 37 000 people have a\nconfirmed infection, and 812 people\nhave died.2 Currently, the severe\nsituation has not been effectively\ncontrolled, and many governments\nhave sent special aeroplanes to take\ntheir citizens home.", "one_words_summarize": "In the face of a public health crisis at aglobalised scale, ethical considerationis far from being purely intellectual—itis at the core of any eefctive measure. Third, there is a low awareness ofthe severity of pneumonia associatedwith 2019-nCoV. Many patients haveatypical clinical manifestations6 andvisit different medical departments. Research has shown that, inaddition to droplet transmission andcontact transmission, 2019-nCoVmight be transmitted via the faecal–oral route.7 Fourth, the reserves ofprotective equipment in hospitalsare severely insuficient, worsened bythe implementation of trafic control. The general department of thehospital does not have the necessarytreatment drugs, putting manymedical staff at risk of infection."}