{"date": "2020/02/11", "journal": "The Lancet", "authors": "Luca Cabrini, Giovanni Landoni", "title": "Minimise nosocomial spread of 2019-nCoV when treating acute respiratory failure", "type": "Correspondence", "abstract": "Zhu MW. Behind the controversy of the CDC publication: is it really “writing papers first regardless of the epidemic?” Jan 31, 2020. https://news.sina.com.cn/c/2020-01-31/ doc-iimxyqvy9368026.shtml (accessed Feb 3, 2020; in Chinese). General Ocfie of the Ministry of Science and Technology of China. Notice of the General Ocfie of the Ministry of Science and Technology on strengthening the management of scienticfi and technological research projects of new coronavirus pneumonia. Jan 30, 2020. https://www.smalltechnews.com/archives/ 72221 (accessed Feb 3, 2020; in Chinese).", "text": "The three flu pandemics of the20th century, in 1918, 1957, and 1968,1caused millions of deaths, mainlyfrom acute respiratory failure. Morerecently, outbreaks of the severe acuterespiratory syndrome coronavirus, in2002, and the Middle East respiratorysyndrome coronavirus, in 2012, havebeen characterised byhuman-tohuman transmission and highincidence of acute respiratory failure. Thegrowing alarm for the novel coronavirus(2019-nCoV) spreading from Chinabrings back the spectre of the rapidlydiufsing pandemics of the past. 2Non-invasive ventilation is anefective and common treatment forpatients with mild to moderate acuterespiratory failure.3 It is associated withmortality reduction compared to eitherspontaneous breathing or mechanicalventilation by endotracheal tube assupported by several randomised trials.4Emergency departments and intensivecare units are increasingly applyingnon-invasive ventilation.3 When usedto treat acute respiratory failure,noninvasive ventilation is applied to thepatient mainly by face mask or helmet.3Since coronavirus diffusion takesplace by droplet transmission,2aerosolisation during hospital procedureslike intubation or bronchoscopy mightrepresent a big concern, exposingother patients and health-care staf toan increased risk of infection, as duringthe flu pandemia.1 Aerosolisationwith nosocomial amplification of theinfection can also potentially happenaround the face mask duringnoninvasive ventilation, as demonstratedin different simulation studies.5Accordingly, the eficacy and safety ofnon-invasive ventilation during viralpandemic infection are still debated.However, during pandemics, thenumber of intensive care unit bedsfor mechanical ventilation throughtracheal intubation could rapidlybecome insufficient,1 whereasnoninvasive ventilation can be oefred alsooutside the intensive care unit.4To increase safety duringnon-invasive ventilation, use of a helmet as anon-invasive ventilation interface canbe considered to avoid aerosolisationwhen the helmet is connected tothe ventilator without air dispersionthrough a spring-valve; unfortunately,a helmet costs more than most facemasks. Accordingly, when facing apatient with acute respiratory failureof suspected viral nature (and, aboveall, during pandemics), we recommendthe adoption of helmets and avoidanceof face masks as the non-invasiveventilation interface. Moreover, wesuggest that manufacturers shoulddevelop cheap and safe non-invasiveventilation interfaces to be used duringviral pandemics.We declare no competing interests.2019-nCoV, fake news,and racismPublished OnlineThe novel coronavirus (2019-nCoV) February 11, 2020outbreak has had a significant Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01305176-/3impact on global health. As aneighbour country to China, Japan hasbeen heavily affected by the spreadof 2019-nCoV. As of Feb 10, 2020,161 people (including 135 passengersand crew members on a cruise shipquarantined in Yokohama, Japan)have been confirmed to have the2019-nCoV infection in Japan—thesecond largest number followed bymainland China.1,2 The emergence ofmisinformation and racism againstpatients and Chinese visitors are alsoreaching critical levels.On Jan 29, 2020, one Japanese Published Onlinesocial media outlet uploaded the news February 11, 2020story Will the Tokyo 2020 Olympics Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01305196-/7be suspended?,3 citing an article inSüddeutsche Zeitung.4 However,the original article just referred toongoing communication betweenthe International Olympic Committeeand WHO, and there was no referenceto the possibility of suspending theOlympic Games in Tokyo in 2020.In addition, the excess demand forsurgical masks among the generalpublic is a serious concern. Manypeople rushed to the pharmacy topurchase them, which has loweredprovision for medical facilitiesincluding emergency and critical carecentres.5Furthermore, fake news has led toxenophobia towards patients andChinese visitors. On Jan 24, 2020,misinformation that “Chinesepassengers from Wuhan with feverslipped through the quarantine atKansai International Airport” wasdisseminated through multiple socialmedia channels.6 Although KansaiInternational Airport promptly deniedthe fact, discrimination against Chinese", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The three flu pandemics of the\n20th century, in 1918, 1957, and 1968,1\ncaused millions of deaths, mainly\nfrom acute respiratory failure. More\nrecently, outbreaks of the severe acute\nrespiratory syndrome coronavirus, in\n2002, and the Middle East respiratory\nsyndrome coronavirus, in 2012, have\nbeen characterised by\nhuman-tohuman transmission and high\nincidence of acute respiratory failure. The\ngrowing alarm for the novel coronavirus\n(2019-nCoV) spreading from China\nbrings back the spectre of the rapidly\ndiufsing pandemics of the past. 2", "one_words_summarize": "The three flu pandemics of the20th century, in 1918, 1957, and 1968,1caused millions of deaths, mainlyfrom acute respiratory failure. We declare no competing interests.2019-nCoV, fake news,and racismPublished OnlineThe novel coronavirus (2019-nCoV) February 11, 2020outbreak has had a significant Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01305176-/3impact on global health. As aneighbour country to China, Japan hasbeen heavily affected by the spreadof 2019-nCoV. As of Feb 10, 2020,161 people (including 135 passengersand crew members on a cruise shipquarantined in Yokohama, Japan)have been confirmed to have the2019-nCoV infection in Japan—thesecond largest number followed bymainland China.1,2 The emergence ofmisinformation and racism againstpatients and Chinese visitors are alsoreaching critical levels."}