{"date": "2020/02/11", "journal": "The Lancet", "authors": "Kazuki Shimizu", "title": "2019-nCoV, fake news, and racism", "type": "Correspondence", "abstract": "\n        Zhu MW. Behind the controversy of the CDC\npublication: is it really “writing papers first\nregardless of the epidemic?” Jan 31, 2020.\n        ", "text": "        Zhu MW. Behind the controversy of the CDCpublication: is it really “writing papers firstregardless of the epidemic?” Jan 31, 2020.                General Ocfie of the Ministry of Science andTechnology of China. Notice of the GeneralOcfie of the Ministry of Science and Technologyon strengthening the management of scienticfiand technological research projects of newcoronavirus pneumonia. Jan 30, 2020.https://www.smalltechnews.com/archives/72221        Non-invasive ventilation is anefective and common treatment forpatients with mild to moderate acuterespiratory failure.3 It is associated withmortality reduction compared to eitherspontaneous breathing or mechanicalventilation by endotracheal tube assupported by several randomised trials.4Emergency departments and intensivecare units are increasingly applyingnon-invasive ventilation.3 When usedto treat acute respiratory failure,noninvasive ventilation is applied to thepatient mainly by face mask or helmet.3Since coronavirus diffusion takesplace by droplet transmission,2aerosolisation during hospital procedureslike intubation or bronchoscopy mightrepresent a big concern, exposingother patients and health-care staf toan increased risk of infection, as duringthe flu pandemia.1 Aerosolisationwith nosocomial amplification of theinfection can also potentially happenaround the face mask duringnoninvasive ventilation, as demonstratedin different simulation studies.5Accordingly, the eficacy and safety ofnon-invasive ventilation during viralpandemic infection are still debated.However, during pandemics, thenumber of intensive care unit bedsfor mechanical ventilation throughtracheal intubation could rapidlybecome insufficient,1 whereasnoninvasive ventilation can be oefred alsooutside the intensive care unit.4To increase safety duringnon-invasive ventilation, use of a helmet as anon-invasive ventilation interface canbe considered to avoid aerosolisationwhen the helmet is connected tothe ventilator without air dispersionthrough a spring-valve; unfortunately,a helmet costs more than most facemasks. Accordingly, when facing apatient with acute respiratory failureof suspected viral nature (and, aboveall, during pandemics), we recommendthe adoption of helmets and avoidanceof face masks as the non-invasiveventilation interface. Moreover, wesuggest that manufacturers shoulddevelop cheap and safe non-invasiveventilation interfaces to be used duringviral pandemics.We declare no competing interests.2019-nCoV, fake news,and racismPublished OnlineThe novel coronavirus (2019-nCoV) February 11, 2020outbreak has had a significant Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01305176-/3impact on global health. As aneighbour country to China, Japan hasbeen heavily affected by the spreadof 2019-nCoV. As of Feb 10, 2020,161 people (including 135 passengersand crew members on a cruise shipquarantined in Yokohama, Japan)have been confirmed to have the2019-nCoV infection in Japan—thesecond largest number followed bymainland China.1,2 The emergence ofmisinformation and racism againstpatients and Chinese visitors are alsoreaching critical levels.        On Jan 29, 2020, one Japanese Published Onlinesocial media outlet uploaded the news February 11, 2020        In addition, the excess demand forsurgical masks among the generalpublic is a serious concern. Manypeople rushed to the pharmacy topurchase them, which has loweredprovision for medical facilitiesincluding emergency and critical carecentres.5Furthermore, fake news has led toxenophobia towards patients andChinese visitors. On Jan 24, 2020,misinformation that “Chinesepassengers from Wuhan with feverslipped through the quarantine atKansai International Airport” wasdisseminated through multiple socialmedia channels.6 Although KansaiInternational Airport promptly deniedthe fact, discrimination against Chinesepeople has become widespread inJapan. #ChineseDon’tComeToJapanis trending on Twitter, and Chinesevisitors have been tagged as dirty,insensitive, and even bioterrorists.7The magnitude of the 2019-nCoVoutbreak remains unclear. Estimatingthe reproduction number andcapturing the transmission dynamicsare crucial to considering effectivecountermeasures. Considering thatasymptomatic cases in Japan weredetected among those who flew backfrom Wuhan by a Japanese charteredplane,1 the risk of infection duringthe pre-symptomatic period needsto be investigated.The mass media must also takeresponsibility for providing correctinformation and creatingcomprehension among citizens. Journalistshave an important role in healthcommunication and shouldacknowledge that their strong but inaccurateand misleading headlines agitatemembers of the public, cause fear,impinge on public communication,and diminish countermeasures for thePublished Online outbreak. Health-care professionalsFebruary 12, 2020 should cooperate with the massSh0t1t4p0s:-/6/d7o3i6.o(2rg0/)1300.3150816-5/ media and help differentiate whatis known and unknown. Effectivecommunication will not onlycontribute to lessening the risk forinappropriate behaviour, such asunnecessary visits to health-carefacilities, but also help eliminate fakenews and discrimination againstpatients and Chinese visitors.I declare no competing interests. I receive researchsupport in the UK from The Rotary Foundation,the Japan Student Services Organization, and theBritish Council Japan Association.Faculty of Public Health and Policy, London Schoolof Hygiene & Tropical Medicine, London WC1E 7HT,UK; Department of Health Policy, London School ofEconomics & Political Science, London, UK;and Department of Hygiene, Graduate School ofMedicine, Hokkaido University, Japan1 Ministry of Health, Labor, and Welfare(MHLW), Japan. The current situation of novelcoronavirus infection and response by MHLW.        Feb 10, 2020. https://www.mhlw.go.jp/stf/newpage_09418.html        Anti-Chinese sentimentduring the 2019-nCoVoutbreakThe rampant spread of the 2019novel coronavirus (2019-nCoV), firstidentified in Wuhan, Hubei, China,has stirred panic and an unwelcomingsentiment towards Chinese peopleacross the world.1 Hong Kong, wherea social movement triggered by anextradition bill to China has beenongoing since June, 2019, is at theforefront of this crisis. One example isKwong Wing Catering, a pro-movementrestaurant chain, which in a Facebookannouncement on Jan 28, 2020, said itwould only serve English orCantonesespeaking but not Mandarin-speakingcustomers as a public health measure.2The Facebook post garnered thethird most supportive reactions andinteractions since the Facebook page’sinception in September, 2019.Although the three languages areofficially recognised in the SpecialAdministrative Region (SAR) of China,about 90% of the population in HongKong speak Cantonese. Mandarin, onthe other hand, is the most commonlanguage in mainland China. Mandarinis also the oficial language in Taiwan.The Facebook post was then updateda day later to clarify that theywelcome patrons from Taiwan, despite16 Taiwanese people confirmed tohave 2019-nCoV, as of Feb 8, 2020.3This anti-Chinese sentiment canbe traced back to the general public’sdiscontent with the Hong KongGovernment’s declining autonomydue to Beijing tightening up itscontrol over the territory, and it wasexacerbated by the government’sdelayed public health response, whichfell behind Macau, the other SAR ofChina, in handling the 2019-nCoVcrisis.4 As a result, some of the publichealth precautionary strategies areselfinitiated by the community in attemptsto inuflence the government’s policies;for instance, health-care staff held astrike to press for a total border closure,which the government was reluctantto endorse. However, we should becautious about the possibility thatpublic health measures, however wellintended, can be tainted by sentimentthat is fuelled with prejudice againsta certain group of people. If leftunexamined, this sentiment could giverise to measures that do not target thereal issue accurately and adequately,undermining the efectiveness of anyinterventions.Although people generally believethey have a predictive model that canidentify high-risk disease carriers, thusjustifying their position to alienateanyone associated with mainlandChina, the reality is that virus does notdiscriminate based on parameters suchas language, regional identity, andpolitical position. Moreover, it can beargued that bias against a certain groupof people on the basis of a limited setof probable confounded factors mightlead to shame, stress, and stigma thatprevent true carriers from reportingtheir condition to oficial bodies andreceiving timely health-care attention.", "ref_list": [[], ["Ministry of Health, Labor, and Welfare (MHLW), Japan. The novel coronavirus infection conrfimed on cruise ship quarantined in the Port of Yokohama, 6th Report"], [""], ["Will the Tokyo Olympic Games be suspended? The discussion for novel pneumonia between IOC and WHO"], [""], ["Coronavirus: IOC wegen Tokio 2020 in Kontakt mit der WHO"], ["-ioc-wegen-tokio2020-in-kontakt-mit-der-who-dpa.urn-newsmldpa-"], [""], [""], ["As coronavirus spreads, so does antiChinese sentiment"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["html"], ["Buzzap"], ["-"], ["Süddeutsche Zeitung"], ["com-"], [], [], ["M. Rich"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Zhu MW. Behind the controversy of the CDC\npublication: is it really “writing papers first\nregardless of the epidemic?” Jan 31, 2020.\n        ", "one_words_summarize": "Behind the controversy of the CDCpublication: is it really “writing papers firstregardless of the epidemic?” General Ocfie of the Ministry of Science andTechnology of China. As aneighbour country to China, Japan hasbeen heavily affected by the spreadof 2019-nCoV. As of Feb 10, 2020,161 people (including 135 passengersand crew members on a cruise shipquarantined in Yokohama, Japan)have been confirmed to have the2019-nCoV infection in Japan—thesecond largest number followed bymainland China.1,2 The emergence ofmisinformation and racism againstpatients and Chinese visitors are alsoreaching critical levels. The mass media must also takeresponsibility for providing correctinformation and creatingcomprehension among citizens. Health-care professionalsFebruary 12, 2020 should cooperate with the massSh0t1t4p0s:-/6/d7o3i6.o(2rg0/)1300.3150816-5/ media and help differentiate whatis known and unknown. Mandarin, onthe other hand, is the most commonlanguage in mainland China."}