{"date": "2020/02/10", "journal": "The Lancet Infectious Diseases", "authors": "Anup Bastola, Ranjit Sah, Alfonso J Rodriguez-Morales, Bibek Kumar Lal, Runa Jha, Hemant Chanda Ojha", "title": "The first 2019 novel coronavirus case in Nepal", "type": "Correspondence", "abstract": "\n        In January, 2020, the outbreak of the\n2019 novel coronavirus (2019-nCoV)\nin China spread progressively to other\ncountries,1,2 with WHO declaring\nit a public health emergency of\ninternational concern.3 Among the\naffected countries beyond China\n(where 12 307 cases and 259 deaths\nwere reported as of Feb\n        ", "text": "        In January, 2020, the outbreak of the2019 novel coronavirus (2019-nCoV)in China spread progressively to othercountries,1,2 with WHO declaringit a public health emergency ofinternational concern.3 Among theaffected countries beyond China(where 12 307 cases and 259 deathswere reported as of Feb                On Jan 1        Compared with other recentlyreported cases, which included rapidworsening and even progression todeath,1,2,5,6 our patient survived andrecovered after 13 days with milddisease. A previous importation of2019-nCoV in a family cluster inVietnam included a father returningfrom Wuhan who transmitted thevirus to his wife and son. They allrecovered in less than 2 weeks.5 Intwo cohorts in China (n=41, n=99),the case fatality rates were 15%,1 and11%.7 Some reports have indicatedthat few patients with 2019-nCoVinfection have prominent upperrespiratory tract signs and symptoms(eg, sore throat),1,7 as occurred withthe Nepalese student. As expected,fever and cough are the main clinicalfindings in patients with confirmed2019-nCoV infection, with up to aquarter requiring admission to theintensive care unit.Further studies in outpatient,primary care, and community settingsare needed to get a full spectrumof clinical severity in imported,secondary, or autochthonous casesin all countries. These studies will beincreasingly relevant as more casesof 2019-nCoV are diagnosed amongpeople returning from Wuhan andother afected cities in China, but alsoacquiring the infection from importedcases, even asymptomatic ones, asoccurred in Germany.8We declare no competing interests.        Published Online An important determinant of whetherFebruary        The key quantity governingwhether or not 2019-nCoV canestablish and generate a sustainedoutbreak on arrival in a new countryis the reproduction number, R, whichrepresents the average number ofindividuals that each infector willtransmit the virus to. If R is greaterthan 1, sustained transmission canoccur; if R is less than 1, then chains oftransmission will simply stutter out.In the ongoing outbreak, assumingan R of 2·2, as reported by Li andcolleagues,1 then just over half ofinfections must be prevented to bringR below 1. This might be expected tobe challenging if 2019-nCoV can betransmitted when infectors are notsymptomatic.However, there is little evidence tosuggest presymptomatic transmissionof 2019-nCoV.2 Even if 20% ofinfections are occurring becauseof presymptomatic infectors (alevel roughly halfway between therespective values for severe acuterespiratory syndrome and influenzaviruses,3 which is likely to be anoverestimate), then 80% of infectionswould be due to symptomaticinfectors. Because only slightly morethan half of infections need to beprevented to bring R below 1, efectiveisolation of symptomatic hostsalone should be suficient to preventsustained outbreaks of 2019-nCoVoutside China.Of course, detection and isolationof symptomatic hosts is not alwayscarried out efectively, and detectionis challenging when symptoms aremild. Therefore, efforts to counterpresymptomatic transmission mightsometimes be merited. However,when implementing such measures(eg, the UK’s isolation of passengersreturning from Hubei, infected or not),the substantial cost to individuals whomight not be carrying the virus shouldbe considered carefully. With fastisolation of symptomatic individualsalone, including self-isolation ofthose with mild symptoms, sustainedoutbreaks outside of China can beprevented.I declare no competing interests.Christ Church, University of Oxford,Oxford OX1 1DP, UK1 Li Q, Guan X, Wu P, et al. Early transmissiondynamics in Wuhan, China, of novelcoronavirus-infected pneumonia.N Engl J Med 2020; published online Jan 29.        DOI:10.105        abb1524.3 Fraser C, Riley S, Anderson RM, Ferguson NM.Factors that make an infectious diseaseoutbreak controllable. Proc Natl Acad Sci USA2004; 101: 6146–51.In their meta-analyses, Laura NicLochlainn and colleagues1,2 reportedmoderate to very low quality ofevidence for good seropositivity, T-cellresponses, and vaccine eefctiveness ininfants vaccinated with a first dose ofmeasles-containing vaccine (MCV1)before 9 months of age, althoughthe beneficial efects increased withincreased age at vaccination. We areconcerned about the data presentedin one of the Articles.1 For example, inthe table the same number (54/106)is listed for the study by Murray andRasmussen3 regarding the number ofmeasles infections in unvaccinatedinfants younger than 9 monthsand the number of infections inunvaccinated infants aged 9 monthsand older. However, in the originalpaper,3 563 (94%) of 601 Pakistanichildren were older than 9 monthsand therefore eligible for vaccination.The remaining 38 children wereyounger than 9 months, of whomifve (13%) were infected with measles.In their crude analysis, Murray and", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Statement on the second meeting of the International Health Regulations ("], [""], ["Importation and human-to-human transmission of a novel coronavirus in Vietnam"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Transmission of 2019-ncov infection from an asymptomatic contact in Germany"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C 1 Huang", "Y Wang", "X Li"], ["Chan JF-W", "S Kok K-H"], ["healthregulations-"], ["Coronavirus (2019-nCoV"], ["LT Phan", "TV Nguyen", "QC Luong"], ["N 6 Zhu", "D Zhang", "W Wang"], ["N 7 Chen", "M Zhou", "X Dong"], ["C 8 Rothe", "M Schunk", "P Sothmann"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In January, 2020, the outbreak of the\n2019 novel coronavirus (2019-nCoV)\nin China spread progressively to other\ncountries,1,2 with WHO declaring\nit a public health emergency of\ninternational concern.3 Among the\naffected countries beyond China\n(where 12 307 cases and 259 deaths\nwere reported as of Feb\n        ", "one_words_summarize": "In January, 2020, the outbreak of the2019 novel coronavirus (2019-nCoV)in China spread progressively to othercountries,1,2 with WHO declaringit a public health emergency ofinternational concern.3 Among theaffected countries beyond China(where 12 307 cases and 259 deathswere reported as of Feb                On Jan 1        Compared with other recentlyreported cases, which included rapidworsening and even progression todeath,1,2,5,6 our patient survived andrecovered after 13 days with milddisease. In the ongoing outbreak, assumingan R of 2·2, as reported by Li andcolleagues,1 then just over half ofinfections must be prevented to bringR below 1. This might be expected tobe challenging if 2019-nCoV can betransmitted when infectors are notsymptomatic. However, there is little evidence tosuggest presymptomatic transmissionof 2019-nCoV.2 Even if 20% ofinfections are occurring becauseof presymptomatic infectors (alevel roughly halfway between therespective values for severe acuterespiratory syndrome and influenzaviruses,3 which is likely to be anoverestimate), then 80% of infectionswould be due to symptomaticinfectors. Christ Church, University of Oxford,Oxford OX1 1DP, UK1 Li Q, Guan X, Wu P, et al."}