{"date": "2020/02/008", "journal": "The Lancet", "authors": "Richard Horton", "title": "Offline: 2019-nCoV—“A desperate plea”", "type": "Comment", "abstract": "“Currently, there are at least vfie cities, including Wuhan, that have suspended the public transport system; ten provinces and cities, including Hubei and Beijing, that have shut down road passenger transport; 16 provinces that have suspended inter-provincial passenger transport; and many cities in 28 provinces that have completely or partially suspended urban public transportation. Yesterday, Huanggang issued a notice ordering a house quarantine for all urban households, allowing only a designated family member to shop for essentials once in every 2 days. The news and constant updates include messages from my local government telling me that many cities have made it mandatory to wear a mask in public or for using public transport. But masks have sold out so quickly in many smaller cities (and online as well), while prices have gone up 20 times. In short, if you are poor, you're more than likely to not get a mask at all-and it's usually the poor who cannot aofrd to stop working.” of employment benefits and protection renders people extremely vulnerable to crises, such as the current one. There would have been social outcries if this happened in any other Western country, but just because there isn't an outcry in China doesn't make its people lesser people who shouldn't be treated any less. If anything, it shows how deeply the population has been culturally and politically suppressed, and how the voice of the really poor in China gets completely buried and forgotten. This just isn't right.”", "text": "segamIttyeGr/engir/tSmahPLhnisegamIttyeG/anwyKonhtnAsegamI/tttcykeeGoRi/tsLeghgamIAPOSiir/sckeoAvaMsegamIttyeG/anwyKonhtnAOne aspect of the 2019 novel coronavirus (2019-nCoV)outbreak has been surprisingly overlooked. What is life likefor those quarantined in Chinese cities? Here is an extractfrom one correspondent, received on Feb 2, in an emailentitled, “A desperate plea from an ordinary citizen inChina”. I have edited the text only slightly for clarity.*“In a crisis like this, it hurts me so much to see thatit’s (once again) the well-of who get priority andconsideration. Those who actually do not have the abilityor resources to take care of themselves inevitably getleft behind. Government policies are understandablya combination of politics, economics, sociology, andinternational relations. But equality to health gets thrownout of the picture in the middle of all these, even inscholarship. This cannot be right. The top health journalsshould be redirected toward a more compassionate andsensitive discourse. The Lancet please do something,somebody please do something. In a practical sense, thegovernment cares about its ‘face’ more than anything; ifthere was a prominent international voice calling for it tolook into something it just might...and that’s all that thesuppressed and the poor have for hope. So please, help.I understand this might be an eofrt in vain, but I reallyhope it is not. So here it is, a desperate plea, and I reallyhope this message sees you in good time.”*Chinese health leaders have worked assiduously withinternational partners to extinguish the ongoing 2019-nCoVepidemic. While the macroscopic management of thisoutbreak is evolving, more microscopic elements shouldnot be forgotten. Health providers at home and abroadmust reassert the importance of the wellbeing of everyChinese citizen who is today living under the threat of thisepidemic. And wellbeing means more than whether anindividual has or doesn’t have 2019-nCoV infection.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "se\ng\na\nm\nIttye\nG\nr/\nen\ng\nir/t\nS\nm\na\nh\nP\nLhn\ni\nse\ng\na\nm\nIttye\nG\n/\nan\nw\nyKon\nh\nt\nn\nA\nse\ng\na\nm\nI/tttcykee\nG\no\nR\ni/tsLegh\ng\na\nm\nI\nA\nP\nO\nS\niir/scke\no\nA\nv\na\nM\nse\ng\na\nm\nIttye\nG\n/\nan\nw\nyKon\nh\nt\nn\nA\nOne aspect of the 2019 novel coronavirus (2019-nCoV)\noutbreak has been surprisingly overlooked. What is life like\nfor those quarantined in Chinese cities? Here is an extract\nfrom one correspondent, received on Feb 2, in an email\nentitled, “A desperate plea from an ordinary citizen in\nChina”. I have edited the text only slightly for clarity.", "one_words_summarize": "segamIttyeGr/engir/tSmahPLhnisegamIttyeG/anwyKonhtnAsegamI/tttcykeeGoRi/tsLeghgamIAPOSiir/sckeoAvaMsegamIttyeG/anwyKonhtnAOne aspect of the 2019 novel coronavirus (2019-nCoV)outbreak has been surprisingly overlooked. I have edited the text only slightly for clarity.*“In a crisis like this, it hurts me so much to see thatit’s (once again) the well-of who get priority andconsideration. Government policies are understandablya combination of politics, economics, sociology, andinternational relations."}