{"date": "2020/02/008", "journal": "The Lancet", "authors": "John Zarocostas", "title": "What next for the coronavirus response?", "type": "World Report", "abstract": "The novel coronavirus outbreak centred in China has been declared a public health emergency of international concern. What now? John Zarocostas reports from Geneva. John Zarocostas", "text": "The decision by WHO Director-GeneralTedros Adhanom Ghebreyesus todeclare on Jan 30 the novel coronavirus(2019-nCoV) outbreak a public healthemergency of international concern(PHEIC) is expected to intensifyglobal preparedness and responseefforts. However, the declaration islikely to test the resilience of the 2005International Health Regulations, inlight of measures introduced by manycountries that appear to difer fromWHO’s temporary recommendationnot to limit travel and trade.Didier Houssin, chair of the EmergencyCommittee that advised Dr Tedros,said in a press conference that thecommittee “almost unanimouslyconcluded” it was time to recommenddeclaring a PHEIC, “considering rfist, theincrease in the number of cases in China;second, the increase in the numberof countries affected with cases; andalso that some countries have takenquestionable measures concerningtravellers”. At its first meeting, aweek before, the committee was spliton whether to recommend a PHEIC.Tedros was careful to clarify that theannouncement was not a criticism ofChina, saying that the main reason forthe PHEIC declaration “is not because ofwhat is happening in China, but becauseof what is happening in other countries.Our greatest concern is the potentialfor the virus to spread to countries withweaker health systems, and which are illprepared to deal with it”.Chen Xu, China’s ambassador tothe UN in Geneva, told reporters thedeclaration is “what the WHO neededto do and was within its duty...ThePHEIC and the recommendations willbe conducive to have more coordinatedactions”. He noted that most people inChina and around the world “have noidea what is PHEIC. People need sometime to digest”.Tarik Jasarevic, a WHO spokesperson,told The Lancet that issuing a PHEICgenerally has three eefcts. First, WHOissues temporary recommendations;these are non-binding but practicallyand politically signicfiant measures thatcan address travel, trade, quarantine,screening, and treatment, setting global“‘there is no reason for measuresthat unnecessarily interfere withinternational travel and trade...‘“standards of practice. Second, WHOcan hold countries to account whenthey needlessly exceed these globalstandards. Third, a PHEIC enhancescoordination, cooperation, and globalsolidarity.Takeshi Kasai, regional directorof WHO’s regional office for theWestern Pacicfi, which includes China,told The Lancet that strengtheningpreparedness and building capacitymight prove more challenging forcountries with few resources, sayingthat “some countries may need torepurpose existing resources to supporttheir preparedness efforts. WHO isready to support countries in this work”.Among the recommendations inseven key areas, Dr Tedros underscored“rfist, there is no reason for measuresthat unnecessarily interfere withinternational travel and trade. WHOdoes not recommend limiting tradeand movement”. Russia, Mongoliaand North Korea have closed their landborder with China, while Australia,New Zealand, the US, and others havebanned entry for most travellers fromChina.Other recommendations are tosupport countries with weaker healthsystems; accelerate the development ofvaccines, therapeutics, and diagnostics;combat the spread of rumours andmisinformation; review preparednessplans; identify gaps and evaluate theresources needed to identify, isolate, andcare for cases, and prevent transmission;share data, knowledge, and experience;and for countries to work together in aspirit of solidarity and cooperation.Health experts and emergencyspecialists believe the PHEIC will give focusto what needs to be done to contain theepidemic. Rebecca Katz, director of theCenter for Global Health Science andSecurity at Georgetown University, toldThe Lancet that the PHEIC declaration“is an important political signal tothe world and will hopefully provideWHO [with] the authority it needs topromote travel and trade advisories,or, in this case, engage with countriesimposing travel restrictions on Chinawhen WHO has advised against suchmoves”. The global community will alsolook to WHO, Katz added, to “provide asingle source of validated informationon the outbreak”.Emanuele Capobianco, director forHealth and Care at the InternationalFederation of Red Cross and RedCrescent Societies, told The Lancetthe determination of a PHEIC will alsostrengthen collaboration and shift“what may have been a response thatwas…until recently focused on theAsia-Pacific into an approach that ismore global and more coordinated”.Jasarevic said that WHO is workingwith experts from the public and privatesectors—including scientists, clinicians,disease trackers, and supply chainspecialists—to coordinate the response,including providing biomedical andessential supplies for the managementof 100 cases for vulnerable countries,accelerating access to therapeutics andvaccines, carrying out clinical trials, andconducting briefings with clinicianstreating patients.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The decision by WHO Director-General\nTedros Adhanom Ghebreyesus to\ndeclare on Jan 30 the novel coronavirus\n(2019-nCoV) outbreak a public health\nemergency of international concern\n(PHEIC) is expected to intensify\nglobal preparedness and response\nefforts. However, the declaration is\nlikely to test the resilience of the 2005\nInternational Health Regulations, in\nlight of measures introduced by many\ncountries that appear to difer from\nWHO’s temporary recommendation\nnot to limit travel and trade.", "one_words_summarize": "The decision by WHO Director-GeneralTedros Adhanom Ghebreyesus todeclare on Jan 30 the novel coronavirus(2019-nCoV) outbreak a public healthemergency of international concern(PHEIC) is expected to intensifyglobal preparedness and responseefforts. Tarik Jasarevic, a WHO spokesperson,told The Lancet that issuing a PHEICgenerally has three eefcts. Second, WHOcan hold countries to account whenthey needlessly exceed these globalstandards. Health experts and emergencyspecialists believe the PHEIC will give focusto what needs to be done to contain theepidemic. Rebecca Katz, director of theCenter for Global Health Science andSecurity at Georgetown University, toldThe Lancet that the PHEIC declaration“is an important political signal tothe world and will hopefully provideWHO [with] the authority it needs topromote travel and trade advisories,or, in this case, engage with countriesimposing travel restrictions on Chinawhen WHO has advised against suchmoves”."}