{"date": "2020/02/19", "journal": "biorxiv", "authors": "Jessica A. Plante, Kenneth S. Plante, Lisa E. Gralinski, Anne Beall, Martin T. Ferris, Daniel Bottomly, Richard Green, Shannon K. McWeeney, Mark T. Heise, Ralph S. Baric, Vineet D. Menachery", "title": "Mucin 4 Protects Female Mice from Coronavirus Pathogenesis", "type": "preprint article", "abstract": "Using incipient lines of the Collaborative Cross (CC), a murine genetic reference population, we\npreviously identified a quantitative trait loci (QTL) associated with low SARS-CoV titer. In this\nstudy, we integrated sequence information and RNA expression of genes within the QTL to\nidentify mucin 4 (Muc4) as a high priority candidate for controlling SARS-CoV titer in the lung.\nTo test this hypothesis, we infected Muc4-/- mice and found that female, but not male,\nMuc4-/mice developed more weight loss and disease following infection with SARS-CoV. Female\nMuc4-/- mice also had more difficulty breathing despite reduced lung pathology; however, no\nchange in viral titers was observed. Comparing across viral families, studies with chikungunya\nvirus, a mosquito-borne arthralgic virus, suggests that Muc4’s impact on viral pathogenesis may\nbe widespread. Although not confirming the original titer QTL, our data identifies a role for Muc4\nin the SARS-CoV disease and viral pathogenesis.", "text": "Using incipient lines of the Collaborative Cross (CC), a murine genetic reference population, wepreviously identified a quantitative trait loci (QTL) associated with low SARS-CoV titer. In thisstudy, we integrated sequence information and RNA expression of genes within the QTL toidentify mucin 4 (Muc4) as a high priority candidate for controlling SARS-CoV titer in the lung.To test this hypothesis, we infected Muc4-/- mice and found that female, but not male,Muc4-/mice developed more weight loss and disease following infection with SARS-CoV. FemaleMuc4-/- mice also had more difficulty breathing despite reduced lung pathology; however, nochange in viral titers was observed. Comparing across viral families, studies with chikungunyavirus, a mosquito-borne arthralgic virus, suggests that Muc4’s impact on viral pathogenesis maybe widespread. Although not confirming the original titer QTL, our data identifies a role for Muc4in the SARS-CoV disease and viral pathogenesis.Given the recent emergence of SARS-CoV-2, this work suggest that Muc4 expression plays aprotective role in female mice not conserved in male mice following SARS-CoV infection. Withthe SARS-CoV-2 outbreak continuing, treatments that modulate or enhance Muc4 activity mayprovide an avenue for treatment and improved outcomes. In addition, the work highlights theimportance of studying host factors including host genetics and biological sex as keyparameters influencing infection and disease outcomes.1234567891011121314151617181920212223242526        Most viral infections present with an array of symptoms following human infection,ranging from asymptomatic to self-limiting, chronic, and sometimes fatal disease. Some of thisdiversity is mediated by age, sex, and other comorbidities, but these demographics do notaccount for all of the variability in disease outcomes. Genome-wide association studies (GWAS)and candidate gene studies have established a number of genes associated with humansusceptibility to infectious diseases, but are limited by the large populations required to detectgenetic effects and by existing knowledge gaps                Severe acute respiratory syndrome virus (SARS-CoV) is a respiratory pathogen that firstemerged in the Guangdong Province of China in November 2002, and rapidly spread to 28countries, resulting in over 8,000 cases with a 10% case fatality ratio. The subsequentemergence of Middle East respiratory syndrome coronavirus (MERS-CoV) and the discovery ofseveral other related “pre-epidemic” bat coronaviruses that seem poised for sudden emergenceemphasize the need for a comprehensive understanding of how highly pathogenic humancoronaviruses, such as SARS-CoV, interact with their hosts to regulate disease severity                We have developed a model of CoV infection in the genetically diverse CollaborativeCross (CC) population (Churchill et al., 2004; Collaborative Cross Consortium, 2012). Thismodel allows us to assess the impact of host genetic variation on CoV disease, such as in the27282930313233343536373839404142434445464748495051context of SARS-CoV pathogenesis (Gralinski et al., 2015). The CC panel contains mouse linesderived from a funnel breeding scheme of eight founder strains, including 5 traditional labstrains and 3 wild-derived strains (Churchill et al., 2004; Collaborative Cross Consortium, 2012;UNC Systems Genetics Core Facility, 2012). This population takes advantage ofnaturallyoccurring genetic polymorphisms to capture approximately 90% of the common genetic diversitywithin Mus musculus, and that diversity is distributed evenly throughout the genome, withelevated minor allele frequencies compared to standard natural populations                Here, we narrow the HrS2 locus to a priority candidate gene, mucin 4 (Muc4), via theintegration of sequence data from the CC founders        Selection of Muc4 as a SARS-CoV disease associated geneIn earlier studies, incipient CC lines were used to identify four QTLs associated withSARS-CoV phenotypes in female mice, one of which was mapped on the basis viral titer in thelung at four DPI (Gralinski et al., 2015). A subsequent study utilizing both male and female F252535455565758596061626364656667686970717273747576mice derived from a highly susceptible and highly resistant CC mouse line identified five moreSARS-CoV-associated QTLs, three of which were mapped at least partially on the basis of viraltiter (Gralinski et al., 2017). Located on chromosome 16 from nucleotides31,583,76936,719,997, the pre-CC QTL accounted for 22% of the variation in viral titer, which ranged fromover 108 PFU/lobe to below the limit of detection (102 PFU/lobe). The F2 QTLs, by comparison,were located on chromosomes 18, 7, and 12 and explained 12.9%, 12.3%, and 5.4%,respectively, of the observed variation in titers from high 102 to low 107 PFU/lobe. Thus, whileSARS-CoV titer in the lung is clearly influenced by multiple host genetic factors, the preCC QTLon chromosome 16 was chosen for candidate gene selection and validation. Analysis of alleleeffects revealed that the founder PWK/PhJ was the main driver of low SARS-CoV titer in thelung (Fig. 1A), and PWK/PhJ also had lower titers than any other founder strain at four DPI(Gralinski et al., 2015). We therefore used private SNPs or In/Dels found in PWK/PhJ to reducethe potential targets in the QTL to seven ncRNAs and 74 genes for downstream analysis.        To prioritize the list of ncRNAs and genes within the QTL, the relationship between RNAtranscript levels and viral titer in the lung was examined. Sixty seven preCC mice had bothmicroarray and titer data available, of which sixty had titers above the limit of detection(Gralinski et al., 2015). Of the 74 candidate genes, 54 had one or more probes on themicroarray (Table S4) and Muc4 expression had the strongest correlation with viral titer, withfive of the six Muc4 probes yielding positive correlations of 0.34-0.45 (Fig. 1B, Table S5). Usinginfection data from the founder mice, Muc4 RNA expression levels mimicked the allelic effectsof the QTL with PWK/PhJ mice exhibiting low Muc4 RNA levels (Fig. 1C). Other potentialtargets included Lrrc33, Sec22a, Parp14, and Ildr1; however, these genes either have littleknown linkage to viral replication and the immune response (e.g., Lrrc33, Sec22a, and Ildr1) orthe directionality of the correlation did not support their relationship to viral titer in the lung(Parp14). For Muc4, high levels of expression at mucosal surfaces and in various humancancers have been reported        Muc4 drives sex-based difference in weight lossTo examine the role of Muc4 during SARS-CoV infection, we utilized Muc4-/- mice(Rowson-Hodel et al., 2018) which have no gross differences in behavior, overall health, size, orlung function, the latter phenotype measured by plethysmography. Muc4-/- and WT control micewere infected with SARS-CoV and examined over a four-day time course. Following infection, asignificant sex-based difference in weight loss between Muc4-/- and WT mice was observed(Table S3). Female Muc4-/- and control were essentially indistinguishable through two DPI (Fig.2A). However, infected Muc4-/- females continued to lose weight through day four, with 42% (6of 14) meeting euthanasia requirements (≥20% weight loss) and another 42% (6 of 14) requiringincreased observation (≥10% weight loss). In contrast, the WT mice held static between daystwo and three and began to recover by day four, with no mice meeting the requirements foreuthanasia and only 13% (2 of 15) requiring increased observation by a margin of ≤0.1g. ThisMuc4-driven difference in weight loss was not observed in male mice following infection withSARS-CoV (Fig. 2B).Muc4 has minimal impact on viral loadNext, the impact of Muc4-/- on SARS-CoV viral load was measured. Lung lobes frommale and female Muc4-/- and WT mice were harvested at two DPI, an acute timepoint previouslyassociated with high SARS-CoV titer (Sheahan et al., 2008), and at four DPI, the timepoint atwhich the QTL on chromosome 16 was mapped (Gralinski et al., 2015). Surprisingly, despite100trends for higher mean viral loads in Muc4-/- mice on day 2 and day 4, virus titers were not7778798081828384858687888990919293949596979899101102103104105106107108109significantly different from WT mice at either timepoint (Fig. 3A). Similarly, despite differences inweight loss, viral titer in the lung also exhibited no sex effect (Table S3). Given the distributionof Muc4 in mucosal surfaces, viral load was further interrogated with IHC to determine whetherMuc4 might impact viral tropism in a way not readily determined by the measurement ofinfectious virus per lobe. Upon examining SARS-CoV antigen staining, however, no significantdifferences in antigen distribution were noted between Muc4-/- and WT mice in either airway orparenchymal staining (Fig. 3B and 3C). Together, the results indicated that the loss of Muc4 hadminimal impact on SARS-CoV viral load or distribution.Differences in lung damage were assessed using histopathological scoring of H&Estained lungs harvested at either two or four DPI. Similar to weight loss, the histopathologyresults demonstrated a clear and consistent sex-based phenotype. Female Muc4-/- mice had apattern of lower pathology scores than WT mice (Fig. 4). Airway damage (denudation, debris,and inflammation) was minimally present in female Muc4-/- at day two or four post-infection (Fig.4A-C). Similarly, other histopathology and inflammation measures had very low scores infemale Muc4-/- mice as compared to female WT mice. In contrast, male Muc4-/- mice inducedsimilar damage to male WT mice (Table S1).Lung function altered in Muc4-/- female miceTo further evaluate damage to the lung following infection, whole body plethysmographywas utilized to examine changes in pulmonary function (Fig. 5). Using only females, both WTand Muc4-/- mice were challenged with a lower dose (104 PFU) to ensure their survival over thefull six day time course required to observe the onset, peak, and recovery of disordered lungfunction following SARS-CoV challenge in mice (Menachery et al., 2015a). Examining airwayresistance (penH), the time to peak expiratory flow relative to total expiratory time (rPEF), and125126127128129130131132133134135136137138139140141142143144145146147148mid-tidal expiratory flow (EF50), all three measurements had statistically significant differencesbetween SARS-CoV-infected and mock-infected mice within the Muc4-/- and WT groups(Supplementary Table S3). However, no Muc4-dependent differences in either penH (Fig. 5A)or rPEF (Fig. 5B) were observed following SARS-CoV infection. In contrast, while not reachingstatistical significance, EF50 trended higher in the Muc4-/- mice as compared to WT mice,peaking at day three post-infection (Fig. 5C). These results show a shift in the early breathingcurve in Muc4-/- mice with more rapid exhalation and more labored breathing. These findingsmay have been exacerbated with the original, higher dose, but that experiment was precludedby the limited survival of Muc4-/- mice. Overall, the whole body plethysmography data indicatemore difficult breathing for female Muc4-/- mice relative to their WT counterparts followingSARS-CoV infection.mice were evaluated at two days post infection. While not significant when adjusted for multiplecomparisons (Table S3), key inflammatory cytokines including IL-1β, TNF-α, and IL6 hadincreased expression in Muc4-/- mice as compared to WT mice (Fig. 6A-C). Similarly, MIP-1α,MCP-1, and KC also had augmented expression in Muc4-/- mice (Fig. 6D-F). Notably, theincreased values in Muc4-/- mice were maintained across both males and females. Together, theresults indicate that Muc4-/- mice have augmented inflammatory cytokine responses relative toWT mice, which may contribute to observed differences in pathogenesis.Muc4 impacts pathogenesis for an unrelated virus          Because Muc4 modulated SARS-CoV susceptibility independent of viral replication, across-platform validation study was undertaken to begin assessing whether the Muc4 hadwidespread importance in viral pathogenesis. Chinkungunya virus (CHIKV), an alphavirus,149150151152153154155156157158159160161162163164165166167168169170171172173causes inflammatory arthritis and swelling within the joints in human patients. Importantly,Muc4 has been detected in synovial sarcomas in humans, thus presenting a novel tissueenvironment and unrelated virus to test the impact of Muc4          Screening genetically diverse mouse models provides an opportunity to identify naturalvariation in novel factors which drive viral disease responses. These studies can also providetherapeutic, prophylactic and molecular insights into emerging pathogens, which are difficult tostudy during the context of an outbreak. Here, prior phenotypic QTL analysis, bioinformatics,and RNA expression analysis were leveraged to identify Muc4 as a high priority candidate genedriving differences in SARS-CoV titer. Utilizing a Muc4 knockout mouse, a role was confirmedfor the gene in augmented SARS-CoV pathogenesis. While virus titers trended higher inMuc4-/mice at day 2 and 4, there was no statistically significant change as compared to WT controlmice. However, in absolute terms the Muc4-/- mice did have a modest 62% higher titer on daytwo and a 51% higher titer on day four as compared to WT, and it is possible that this differenceis biologically significant despite the lack of statistical significance as determined by p-value174175176177178179(Lytsy et al., 2018; Vyas et al., 2015). In addition, the loss of Muc4 was linked to enhancedCHIKV disease in vivo. Together, this study highlights both the utility and the challenges intransitioning from QTL hits to single-molecule studies. Our initial hypothesis for Muc4 to play arole in controlling virus replication proved incorrect, or, at the very least, substantially morecomplex than a simple, direct correlate; however, our exploration found a disease-interactionthat played a role in pathogenesis across multiple viruses.        Outside of human GWAS studies, where recombination rates are high, it has longproven a challenge to go from a QTL to individual candidate genes        SARS-CoV- and CHIKV-induced disease and pathogenesis. However, we found essentially no199200201202203204205206207208209210211212213214215216217218219220221222223differences in SARS-CoV viral load in the Muc4-/- mouse strain compared to WT mice. This maybe due to sex (discussed more below), differences between naturally occurring SNPs impactinggene structure and expression and ablative knockouts, or the effects of overall geneticbackground on given gene variants (Leist et al., 2016). The SARS-CoV titer QTL onchromosome 16 was driven by the PWK/PhJ allele, which was strongly associated with lowerviral titer and had low expression of Muc4. In contrast, mice with the C56BL/6J allele wereassociated with high titer and high expression of Muc4. Furthermore, PWK/PhJ mice encodefunctional variants in Muc4 that are not present in the other seven founder strains. It istherefore possible that C57BL/6 genetic background for the Muc4-/- mice, as opposed to aPWK/PhJ background, obfuscated any role for Muc4 in the regulation of viral titer; this possibilityis especially relevant given that the hypothesized role of Muc4 is in the context of complexsignaling pathways requiring multiple molecular partners, rather than a direct role such as thephysical barrier function of mucins. Alternatively, Muc4 may simply not impact viral titer followingSARS-CoV infection; this leaves the possibility that other genetic targets within the chromosome16 QTL are responsible for limiting SARS-CoV titers at later time points. Furthermore, theexistence of multiple titer-driven QTLs reaffirms that no single gene is expected to serve as thesole driver of SARS-CoV titer. Yet, despite the lack of QTL validation, these studies stillidentified a role for Muc4 in viral pathogenesis.          A surprising outcome from these studies was the demonstration of sex-specific andincreased disease severity in Muc4-/- female mice infected with SARS-CoV. Females lackingMuc4 consistently demonstrated increased susceptibility to SARS-CoV-induced disease, whilemales did not. These results affirm the National Institute of Health emphasis on conductinganimal studies in both male and female subjects (Clayton and Collins, 2014; National Institutesof Health, 2015). Interestingly, SARS-CoV has been reported to cause more severe disease inmale mice, with the female mice deriving their resistance at least in part from estrogen signaling224225226227228229230231232233          Notably, a role for Muc4 extended across two different viral pathogens. SARS-CoVinfection of female Muc4-/- mice, and CHIKV infection of both male and female Muc4-/- mice,resulted in more severe disease following infection. For SARS-CoV, loss of Muc4 exacerbatedweight loss and increased lethality; surprisingly, less histopathologic damage was observed inthe Muc4-/- lungs following infection despite augmented inflammatory cytokines. The resultssuggest that the loss of Muc4 may exacerbate systemic disease and delay the repair/recoveryprocessing in the lung following SARS-CoV infection. A similar reduction in histopathologydamage was observed with MERS-CoV infection of immunocompromised rhesus macaquesproviding evidence for this theory (Prescott et al., 2018). Notably, footpad swelling followingCHIKV infection is representative of systemic disease and is exacerbated in the absence ofMuc4. Although speculative, it is possible that Muc4 functions not to modulate local viralreplication, but rather to limit disseminated disease. Clearly, more studies are needed tounravel these complex interactions.Overall, this research demonstrates that Muc4 is a novel regulator of viral pathogenesis.This study represents the first investigation of Muc4 in the context of any viral infection, and the249250251252253254255absence of Muc4 exacerbates disease in two unrelated viruses. The SARS-CoV and CHIKVresults indicate that Muc4 has a role in regulating susceptibility and may be widespread acrossviral pathogens. The study of mucin-driven cell signaling and its role in viral pathogenesisrepresents a novel avenue of research with the potential to identify new anti-viral therapeutictargets.Infection with SARS-CoV or Chikungunya VirusThe generation of C57BL/6NTac Muc4tm1Unc mice, kindly provided by Dr. Scott Randell ofthe University of North Carolina at Chapel Hill and hereafter referred to as Muc4-/- mice, wasdescribed by Rowson-Hodel et al (Rowson-Hodel et al., 2018). The C57BL/6NTac geneticbackground of these mice was confirmed in our hands via utilization of the MiniMUGAgenotyping array (Neogen Inc, Lincoln, NE), a new genotyping array which includes diagnosticmarkers for the substrain origin of many inbred mouse strains. Age- and sex-matched wild-typecontrol C57BL/6NTac mice (hereafter referred to as WT mice) were obtained from Taconic(Germantown, NY). Ten- to eleven-week-old mice were anesthetized with a mixture ofketamine (Zoetis, Kalamazoo, MI) and xylazine (Akorn Animal Health, Lake Forest, IL) andinoculated intranasally with either PBS (Gibco, Grand Island, NY), 1x104 PFU, or 1x105 PFU ofrecombinant mouse adapted SARS-CoV (rMA15) in a 50μl volume (Roberts et al.). Micereceiving the 1x105 PFU dose and their mock-infected counterparts were weighed daily andwere euthanized at either two or four days post-infection (DPI). The inferior lobe was harvestedand stored intact at -80°C in 1ml PBS with glass beads for downstream titration, and thepostcaval lobe was similarly stored for downstream cytokine and chemokine analysis. The left lobewas stored at 4°C in 10% buffered paraformaldehyde (Fisher Scientific, Fair Lawn, NJ) for atleast seven days for downstream histopathology and immunohistochemistry. Mice receiving the1x104 PFU dose and their mock-infected counterparts were weighed daily and their lung13274275276function was assessed via whole body plethysmography with in Buxco FinePoint system (DataSciences International, New Brighton, MN) from one day prior to infection through six DPI. Alldata from SARS-CoV infections is summarized in Table S1.        Seven-week-old mice were anesthetized with isoflurane (Primal Enterprises, AndrhaPradesh, India) and inoculated subcutaneously in the left rear footpad with either diluent (PBSsupplemented with 1% FBS, 1mM CaCl2, and 0.5mM MgCl2) or 100 PFU of recombinantchikungunya virus (CHIKV) SL15649 in a 10μl volume        Lung TitrationLung samples were thawed at 37° and lysed for 60 seconds at 6,000 rpm in a MagNALyser (Roche, Mannheim, Germany). Debris was pelleted, and lung homogenate was seriallydiluted 10-fold in PBS. Vero E6 cell monolayers in 6-well plates were infected with 200μl ofdiluted lung homogenate (10-1-10-6) for one hour at 37°C with 5% CO2. Monolayers wereoverlaid with a semi-solid overlay containing MEM supplemented with 2% FBS (HyClone,Logan, UT), pencicillin/streptomycin (Gibco, Grand Island, NY), and 0.8% agar (Lonza,Rockland, ME). At two DPI plates were stained with neutral red (Fisher Scientific, Fair Lawn,NJ) for approximately four hours and plaques were visualized with a light box.Cytokine AnalysisCytokine production was measured using the Bio-Plex Pro Mouse Cytokine 23-plex Assay(BioRad, Hercules, CA) on the MAGPIX Multiplex Reader (Bio-Rad, Hercules, CA) according to themanufacturer’s instructions. Lung samples were homogenized and clarified as described for thelung titration assay prior to analysis.298299300301302303304305306307308309310311312313314315316317318319320Histopathology and ImmunohistochemistryFormalin-fixed lobes were embedded in paraffin and 4μm sections were mounted oneither Superfrost slides (Fisher Scientific, Waltham, MA) for hematoxylin and eosin staining oron ProbeOn slides (Fisher Scientific, Waltham, MA) for immunohistochemistry (IHC).Embedding, mounting, and hematoxylin and eosin staining was performed by the LCCC AnimalHistopathology Core Facility at the University of North Carolina at Chapel Hill.For IHC, sections were deparaffinized with xylene and rehydrated, then placed innearboiling antigen retrieval buffer (10mM Tris base, 1mM EDTA, 0.05% Tween-20, pH 9.0) for 20minutes. Non-specific binding was blocked with 10% normal goat serum (Sigma, St. Louis, MO)and 1% nonfat milk (Lab Scientific, Highlands, NJ) in TBS for two hours at room temperature.Rabbit anti-SARS-CoV nucleocapsid polyclonal antibody (PA1-41098, Thermo Scientific,Rockford, IL) diluted 1:2,000 in blocking buffer was allowed to bind overnight at 4°C. Slideswere washed three times in TBS with 0.025% Triton X-100 (TBST) (Sigma, St. Louis, MO), thenincubated in 0.3% H2O2 in TBS for 15 minutes to prevent endogenous peroxidases fromgenerating a background signal. Slides were incubated with horseradish peroxidase-conjugatedgoat anti-rabbit IgG secondary antibody (ab97051, Abcam, Cambridge, MA) diluted 1:1,000 inblocking buffer for one hour in a humidity box, then washed three times in TBST. Slides weredeveloped using the Metal Enhanced DAB Substrate Kit (Thermo Scientific, Rockford, IL) andcounterstained with Richard-Allan Scientific Modified Mayer’s Hematoxylin (Thermo Scientific,Rockford, IL) and 0.2M lithium carbonate (Sigma, St. Louis, MO) prior to rehydration andmounting. All scoring was conducted in a blinded fashion on a severity scale of 0 (none) to 3(severe).Statistical Analysis321322323324325326327328329330331332333334335336337338339340341        RNA expression levels were analyzed by one-way ANOVA with Dunnett’s multiplecomparisons test comparing PWK/PhJ to the other seven CC founder lines using Prism 7 forWindows version 7.01 (GraphPad Software, La Jolla, CA). Buxco data was transformed aspreviously described (Menachery et al., 2015a) Daily results for all titer-related data types(log10-transformed viral load and immunohistochemistry) and cytokine levels were analyzed bytwo-way ANOVA using RStudio version 1.1.383 with R version 3.2.0        Data AvailabilityJAP, LEG, MTF, MTH and RSB were funded by NIH NIAID (U19 AI 100625, U19 AI 109761,and U54 AI 081680). KSP was funded by NIH NIAID (T32 AI 007151-36A1 and F32 AI126730). AB was funded by NIH NIAID (T32 AI 7419-22). VDM was funded by the NIH NIA(K99 AG 049092). The funders had no role in study design, data collection and interpretation,or the decision to submit the work for publication.JAP was involved with the design of all experiments, performed all SARS-CoV mouseexperiments, and prepared the manuscript. KSP and MTH designed and performed the CHIKVmouse experiments. LEG provided feedback regarding experimental design and performedSARS-CoV mouse experiments and BioPlex analysis. AB performed immunohistochemistrystaining. VDM provided feedback regarding experimental design, assisted with SARS-CoVmouse experiments, and assisted substantially with the editing of the manuscript. MTFprovided guidance regarding statistical analysis. MTF, DB, and SKM performed array analysisand assisted with the selection of Muc4 from the list of potential target genes. RSB scoredgross pathology and immunohistochemistry and contributed to all aspects of study design,experimental design, and manuscript design and editing.The authors thank Dr. Scott H. Randell of the Department of Cell Biology and Physiology at theUniversity of North Carolina at Chapel Hill for contributing the Muc4-/- mice, without which thesestudies would not have been possible.363Churchill, G.A., Airey, D.C., Allayee, H., Angel, J.M., Attie, A.D., Beatty, J., Beavis, W.D.,Belknap, J.K., Bennett, B., Berrettini, W., Bleich, A., Bogue, M., Broman, K.W., Buck, K.J.,Buckler, E., Burmeister, M., Chesler, E.J., Cheverud, J.M., Clapcote, S., Cook, M.N., Cox, R.D.,Crabbe, J.C., Crusio, W.E., Darvasi, A., Deschepper, C.F., Doerge, R.W., Farber, C.R., Forejt,J., Gaile, D., Garlow, S.J., Geiger, H., Gershenfeld, H., Gordon, T., Gu, J., Gu, W., de Haan, G.,Hayes, N.L., Heller, C., Himmelbauer, H., Hitzemann, R., Hunter, K., Hsu, H.C., Iraqi, F.A.,Ivandic, B., Jacob, H.J., Jansen, R.C., Jepsen, K.J., Johnson, D.K., Johnson, T.E.,Kempermann, G., Kendziorski, C., Kotb, M., Kooy, R.F., Llamas, B., Lammert, F., Lassalle,J.M., Lowenstein, P.R., Lu, L., Lusis, A., Manly, K.F., Marcucio, R., Matthews, D., Medrano,J.F., Miller, D.R., Mittleman, G., Mock, B.A., Mogil, J.S., Montagutelli, X., Morahan, G., Morris,D.G., Mott, R., Nadeau, J.H., Nagase, H., Nowakowski, R.S., O'Hara, B.F., Osadchuk, A.V.,Page, G.P., Paigen, B., Paigen, K., Palmer, A.A., Pan, H.J., Peltonen-Palotie, L., Peirce, J.,Pomp, D., Pravenec, M., Prows, D.R., Qi, Z., Reeves, R.H., Roder, J., Rosen, G.D., Schadt,E.E., Schalkwyk, L.C., Seltzer, Z., Shimomura, K., Shou, S., Sillanpää, M.J., Siracusa, L.D.,Snoeck, H.W., Spearow, J.L., Svenson, K., Tarantino, L.M., Threadgill, D., Toth, L.A., Valdar,W., de Villena, F.P., Warden, C., Whatley, S., Williams, R.W., Wiltshire, T., Yi, N., Zhang, D.,Zhang, M., Zou, F., Consortium, C.T., 2004. The Collaborative Cross, a community resource forthe genetic analysis of complex traits. Nat Genet 36, 1133-1137.407408409410Clayton, J.A., Collins, F.S., 2014. Policy: NIH to balance sex in cell and animal studies. Nature509, 282-283.Collaborative Cross Consortium., 2012. The genome architecture of the Collaborative Crossmouse genetic reference population. Genetics 190, 389-401.449450451452453454455456457458459Gralinski, L.E., Ferris, M.T., Aylor, D.L., Whitmore, A.C., Green, R., Frieman, M.B., Deming, D.,Menachery, V.D., Miller, D.R., Buus, R.J., Bell, T.A., Churchill, G.A., Threadgill, D.W., Katze,M.G., McMillan, L., Valdar, W., Heise, M.T., Pardo-Manuel de Villena, F., Baric, R.S., 2015.Genome Wide Identification of SARS-CoV Susceptibility Loci Using the Collaborative Cross.PLoS Genet 11, e1005504.Gralinski, L.E., Menachery, V.D., Morgan, A.P., Totura, A.L., Beall, A., Kocher, J., Plante, J.,Corinne Harrison-Shostak, D., Schäfer, A., Pardo-Manuel de Villena, F., Ferris, M.T., Baric, R.S,2017. Allelic Variation in the Toll-Like Receptor Adaptor Protein Ticam2 Contributes toSARSCoronavirus Pathogenesis in Mice. G3 7, 1653-1663.Gralinski, L.E., Menachery V.D., 2020. Return of the Coronavirus: 2019-nCoV. Viruses Jan24;12(2). pii: v12020135.Grunewald, M.E., Chen, Y., Kuny, C., Maejima, T., Lease, R., Ferraris, D., Aikawa, M., Sullivan,C.S., Perlman, S., Fehr, A.R., 2019. The coronavirus macrodomain is required to preventPARP-mediated inhibition of virus replication and enhancement of IFN expression. PLoSPathog 15, e1007756.493494495496497498499500501502503504505506507508509510511512513514515516517518519520521522523524525526527528529530531532533534primary tumor growth and suppresses apoptosis in a xenotransplanted tumor. Oncogene 20,461-470.Lange, C., Fernandez, J., Shim, D., Spurr-Michaud, S., Tisdale, A., Gipson, I.K., 2003. Mucingene expression is not regulated by estrogen and/or progesterone in the ocular surface epitheliaof mice. Exp Eye Res 77, 59-68.Leist, S.R., Kollmus, H., Hatesuer, B., Lambertz, R.L., Schughart, K., 2016. Lst1 deficiency hasa minor impact on course and outcome of the host response to influenza A H1N1 infections inmice. Virology journal 13, 17.Leong, H.N., Earnest, A., Lim, H.H., Chin, C.F., Tan, C., Puhaindran, M.E., Tan, A., Chen, M.I.,Leo, Y.S., 2006. SARS in Singapore – predictors of disease severity. Ann Acad Med Singapore35: 326-331.Li, Y., Dinwiddie, D.L., Harrod, K.S., Jiang, Y., Kim, K.C., 2010. Anti-inflammatory effect ofMUC1 during respiratory syncytial virus infection of lung epithelial cells in vitro. Am J PhysiolLung Cell Mol Physiol 298, L558-563.Lindesmith, L., Moe, C., Marionneau, S., Ruvoen, N., Jiang, X., Lindblad, L., Stewart, P.,LePendu, J., Baric, R., 2003. Human susceptibility and resistance to Norwalk virus infection. NatMed 9, 548-553.Liu, B., Offner, G.D., Nunes, D.P., Oppenheim, F.G., Troxler, R.F., 1998. MUC4 is a majorcomponent of salivary mucin MG1 secreted by the human submandibular gland. BiochemBiophys Res Commun 250, 757-761.López, C., Saravia, C., Gomez, A., Hoebeke, J., Patarroyo, M.A., 2010. Mechanisms ofgenetically-based resistance to malaria. Gene 467, 1-12.Lytsy, P. 2018. P in the right place: Revisiting the evidential value of P-values. J Evid BasedMed 11, 288-291.Macha, M.A., Rachagani, S., Pai, P., Gupta, S., Lydiatt, W.M., Smith, R.B., Johansson, S.L.,Lele, S.M., Kakar, S.S., Farghaly, H., Lee, J.H., Meza, J., Ganti, A.K., Jain, M., Batra, S.K.,2015. MUC4 regulates cellular senescence in head and neck squamous cell carcinoma throughp16/Rb pathway. Oncogene 34, 2814.Menachery, V.D., Eisfeld, A.J., Schäfer, A., Josset, L., Sims, A.C., Proll, S., Fan, S., Li, C.,Neumann, G., Tilton, S.C., Chang, J., Gralinski, L.E., Long, C., Green, R., Williams, C.M.,Weiss, J., Matzke, M.M., Webb-Robertson, B.J., Schepmoes, A.A., Shukla, A.K., Metz, T.O.,Smith, R.D., Water, K.M., Katze, M.G., Kawaoka, Y., Baric, R.S., 2014. mBio 5, e01174-14.Menachery, V.D., Gralinski, L.E., Baric, R.S., Ferris, M.T., 2015a. New Metrics for EvaluatingViral Respiratory Pathogenesis. PLoS One 10, e0131451.Menachery, V.D., Yount, B.L., Jr., Sims, A.C., Debbink, K., Agnihothram, S.S., Gralinski, L.E.,Graham, R.L., Scobey, T., Plante, J.A., Royal, S.R., Swanstrom, J., Sheahan, T.P., Pickles,R.J., Corti, D., Randell, S.H., Lanzavecchia, A., Marasco, W.A., Baric, R.S., 2016. SARS-likeWIV1-CoV poised for human emergence. Proc Natl Acad Sci U S A 113, 3048-3053.Menachery, V.D., Yount Jr, B.L., Debbink, K., Agnihothram, S., Gralinski, L.E., Plante, J.A.,Graham, R.L., Scobey, T., Ge, X.-Y., Donaldson, E.F., Randell, S.H., Lanzavecchia, A.,Marasco, W.A., Shi, Z.-L., Baric, R.S., 2015b. A SARS-like cluster of circulating batcoronaviruses shows potential for human emergence. Nat Med advance online publication.535536537538539540541542543544545546547548549550551552553554555556557558559560561562563564565566567568569570571572573574575National Institutes of Health, 2015. Consideration of Sex as a Biological Variable in NIH-fundedResearch.Prescott, J., Falzarano, D., de Wit, E., Hardcastle, K., Feldmann, F., Haddock, E., Scott, D.,Feldmann, H., Munster, V.J., 2018. Pathogenicity and Viral Shedding of MERS-CoV inImmunocompromised Rhesus Macaques. Front Immunol 9.R Core Team, 2017. R: A Language and Environment for Statistical Computing, 3.4.2 ed. RFoundation for Statistical Computing, Vienna, Austria.Reid, C.J., Gould, S., Harris, A., 1997. Developmental expression of mucin genes in the humanrespiratory tract. Am J Respir Cell Mol Biol 17, 592-598.Roberts, A., Deming, D., Paddock, C.D., Cheng, A., Yount, B., Vogel, L., Herman, B.D.,Sheahan, T., Heise, M., Genrich, G.L., Zaki, S.R., Baric, R., Subbarao, K., 2007. Amouseadapted SARS-coronavirus causes disease and mortality in BALB/c mice. PLoS Pathog 3, e5.Rowson-Hodel, A.R., Wald, J.H., Hatakeyama, J., O'Neal, W.K., Stonebraker, J.R.,VanderVorst, K., Saldana, M.J., Borowsky, A.D., Sweeney, C., Carraway, K.L., 3rd, 2018.Membrane Mucin Muc4 promotes blood cell association with tumor cells and mediates efficientmetastasis in a mouse model of breast cancer. Oncogene 37, 197-207.RStudio Team, 2015. RStudio: Integrated Development Environment for R, 0.99.467 ed.RStudio, Inc., Boston, MA.Sheahan, T., Morrison, T.E., Funkhouser, W., Uematsu, S., Akira, S., Baric, R.S., Heise, M.T.,2008. MyD88 is required for protection from lethal infection with a mouse-adapted SARS-CoV.PLoS Pathog 4, e1000240.Singh, A.P., Moniaux, N., Chauhan, S.C., Meza, J.L., Batra, S.K., 2004. Inhibition of MUC4expression suppresses pancreatic tumor cell growth and metastasis. Cancer Research 64,622630.Tamura, Y., Higashi, M., Kitamoto, S., Yokoyama, S., Osako, M., Horinouchi, M., Shimizu, T.,Tabata, M., Batra, S.K., Goto, M., Yonezawa, S., 2012. MUC4 and MUC1 Expression inAdenocarcinoma of the Stomach Correlates with Vessel Invasion and Lymph Node Metastasis:An Immunohistochemical Study of Early Gastric Cancer. Plos One 7.Ueno, K., Koga, T., Kato, K., Golenbock, D.T., Gendler, S.J., Kai, H., Kim, K.C., 2008. MUC1mucin is a negative regulator of toll-like receptor signaling. Am J Respir Cell Mol Biol 38,263268.576577578579580581582583584585586587588589590591UNC Systems Genetics Core Facility, 2012. The Collaborative Cross Homepage.http://csbio.unc.edu/CCstatus/index.py. Accessed 30 November 2015.Vyas, D., Balakrishnan, A., Vyas, A., 2015. The Value of the P Value. Am J Robot Surg 2,5356.World Health Organization, 2020. Coronavirus disease 2019 (COVID-19) – Situation Report 23.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200212-sitrep-23ncov.pdf?sfvrsn=41e9fb78_2. Accessed 12 February 2020.Yang, H., Wang, J.R., Didion, J.P., Buus, R.J., Bell, T.A., Welsh, C.E., Bonhomme, F., Yu, A.H.,Nachman, M.W., Pialek, J., Tucker, P., Boursot, P., McMillan, L., Churchill, G.A., de Villena,F.P., 2011. Subspecific origin and haplotype diversity in the laboratory mouse. Nat Genet 43,648-655.593594595596597598599600601602603Fig. 2. Weight loss following SARS-CoV infection. Weight loss was monitored in (A) female and (B) maleMuc4-/- and WT mice. Black indicates WT mice and red indicates Muc4-/- mice. Points represent themean, and error bars represent standard deviation. Asterisks indicate statistical significance (** =q<0.01, **** = q<0.0001).621622623624625626627628Fig. 4. Female WT and Muc4-/- mice were infected with SARS-CoV, and their left lung lobes wereharvested at either two or four DPI for histopathological analysis following H&E staining. (A) Airwaydenudation, (B) Airway debris, (C) Airway inflammation, (D) Vascular Cuffing, (E) Edema, (F) InterstitialInflammation, (G) Airspace Inflammation, (H) Exudate, and (I) Eosinophilia were all scored. Blackindicates WT mice and red indicates Muc4-/- mice. Points represent individual mice, the midlinerepresents the mean, and error bars represent the standard deviation. Asterisks indicate statisticalsignificance (* = q<0.05).Fig. 5. Pulmonary function as measured by normalized (A) PenH, (B) Rpef, and (C) EF50 readings wasrecorded in SARS-CoV-infected female mice. Black indicates WT mice and red indicates Muc4-/- mice.Points represent the mean and error bars represent the standard deviation. Strain-based differencesdid not achieve statistical significance after correction for multiple comparisons (q≥0.05).637638639640641642Fig. 6. Cytokine levels, including (A) IL-1β, (B) TNF-α, (C) IL-6, (D) MIP-1α, (E) MCP-1, and (F) KC, at 2 DPIin post-caval lobes of SARS-CoV-challenged mice were measured using a BioPlex assay. Black indicatesWT mice and red indicates Muc4-/- mice. Points represent individual mice (close = female, open = male),the midline represents the mean, and error bars represent standard deviation. Strain-based differencesdid not achieve statistical significance after correction for multiple comparisons (q≥0.05).645646647648Fig. 7. Footpad swelling in (A) female and (B) male mice that have been either mock-infected or infectedwith CHIKV. Black indicates WT mice and red indicates Muc4-/- mice. Dashed lines with open symbolsindicate mock infection, and solid lines with solid symbols indicate CHIKV infection. Points represent themean and error bars represent the standard deviation. Asterisks indicate statistical significance (* =q<0.05, ** = q<0.01).", "ref_list": [[], ["Mucin (MUC) gene expression in human pancreatic adenocarcinoma and chronic pancreatitis: A potential role of MUC4 as a tumor marker of diagnostic significance"], ["Genetic analysis of complex traits in the emerging Collaborative Cross"], ["Mucin gene expression during differentiation of human airway epithelia in vitro. Muc4 and muc5b are strongly induced"], ["The natural killer gene complex: a genetic basis for understanding natural killer cell function and innate immunity"], [""], [""], ["Sex-Based Differences in Susceptibility to Severe Acute Respiratory Syndrome Coronavirus Infection"], ["Structure, evolution, and biology of the MUC4 mucin"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuan, China: a descriptive study"], ["Emergence of the Middle East respiratory syndrome coronavirus"], ["Mice deficient in Muc4 are resistant to experimental colitis and colitis-associated colorectal cancer"], ["Rapid evolution of PARP genes suggests a broad role for ADP-ribosylation in host-virus conflicts"], ["MUC4 is a highly sensitive and specific marker for low-grade fibromyxoid sarcoma"], ["The conserved macrodomains of the nonstructural proteins of Chikungunya virus and other pathogenic positive strand RNA viruses function as mono-ADP-ribosylhydrolases"], ["A whole-genome association study of major determinants for host control of HIV-1"], [""], ["Modeling host genetic regulation of influenza pathogenesis in the collaborative cross"], ["The mucin muc4 potentiates neuregulin signaling by increasing the cell-surface populations of ErbB2 and ErbB3"], ["Genetic variation in IL28B predicts hepatitis C treatment-induced viral clearance"], ["Mucins of the human endocervix"], ["Distribution of mucins at the ocular surface"], ["Severe acute respiratory syndrome-related coronavirus: The species and its viruses - a statement of the Coronavirus Study Group"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan China"], ["The mucin MUC4 and its membrane partner ErbB2 regulate biological properties of human CAPAN-2 pancreatic cancer cells via different signalling pathways"], ["Combination of MUC1 and MUC4 expression predicts clinical outcome in patients with oral squamous cell carcinoma"], ["Do men have a higher case fatality rate of severe acute respiratory syndrome than women do?"], ["MUC1 regulates epithelial inflammation and apoptosis by PolyI:C through inhibition of Toll/IL-1 receptor-domain-containing adapter-inducing IFN-beta (TRIF) recruitment to Toll-like receptor 3"], ["Mouse genomic variation and its effect on phenotypes and gene regulation"], ["Molecular organization of the mucins and glycocalyx underlying mucus transport over mucosal surfaces of the airways"], [""], ["Muc4/sialomucin complex, an intramembrane modulator of ErbB2/HER2/Neu, potentiates"], ["A mouse model of chikungunya virus-induced musculoskeletal inflammatory disease: evidence of arthritis, tenosynovitis, myositis, and persistence"], ["MUC4 Overexpression Augments Cell Migration and Metastasis through EGFR Family Proteins in Triple Negative Breast Cancer Cells"], ["On the subspecific origin of the laboratory mouse"], ["A customized and versatile high-density genotyping array for the mouse"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. Andrianifahanana", "N. Moniaux", "B.M. Schmied", "J. Ringel", "H. Friess", "M.A. Hollingsworth", "M.W. Buchler", "J.P. Aubert", "S.K. Batra"], ["D.L. Aylor", "W. Valdar", "W. Foulds-Mathes", "R.J. Buus", "R.A. Verdugo", "R.S. Baric", "M.T. Ferris", "J.A. Frelinger", "M. Heise", "M.B. Frieman", "L.E. Gralinski", "T.A. Bell", "J.D. Didion", "K. Hua", "D.L. Nehrenberg", "C.L. Powell", "J. Steigerwalt", "Y. Xie", "S.N. Kelada", "F.S. Collins", "I.V. Yang", "D.A. Schwartz", "L.A. Branstetter", "E.J. Chesler", "D.R. Miller", "J. Spence", "E.Y. Liu", "L. McMillan", "A. Sarkar", "J. Wang", "W. Wang", "Q. Broman", "K.W. Korstanje", "R. Durrant", "C. Mott", "R. Iraqi", "F.A. Pomp", "D. Threadgill", "F.P. de Villena", "G.A. Churchill"], ["S.H. Bernacki", "A.L. Nelson", "L. Abdullah", "J.K. Sheehan", "A. Harris", "C.W. Davis", "S.H. Randell"], ["M.G. Brown", "A.A. Scalzo", "K. Matsumoto", "W.M. Yokoyama"], [], ["R. Channappanavar", "C. Fett", "M. Mack", "Eyck Ten", "P.P. Meyerholz", "D.K. Perlman", "S."], [], ["P. Chaturvedi", "A.P. Singh", "S.K. Batra"], ["N. Chen", "M. Zhou", "X. Dong", "J. Qu", "Gong", "Y. Han", "Y. Qiu", "J. Wang", "Y. Wei", "Y. Xia", "J. Yu", "T. Zhang", "X. Zhang", "L."], ["C.M. Coleman", "M.B. Frieman"], ["S. Das", "S. Rachagani", "Y. Sheinin", "L.M. Smith", "C.B. Gurumurthy", "H.K. Roy", "S.K. Batra"], ["M.D. Daugherty", "J.M. Young", "J.A. Kerns", "H.S. Malik"], ["L.A. Doyle", "E. Moller", "Cin Dal", "P. Fletcher", "C.D. Mertens", "F. Hornick", "J.L."], ["L. Eckei", "S. Krieg", "M. Butepage", "A. Lehmann", "A. Gross", "B. Lippok", "A.R. Grimm", "B.M. Kummerer", "G. Rossetti", "B. Luscher", "P. Verheugd"], ["J. Fellay", "K.V. Shianna", "D. Ge", "S. Colombo", "B. Ledergerber", "M. Weale", "K. Zhang", "C. Gumbs", "A. Castagna", "A. Cossarizza", "A. Cozzi-Lepri", "A. De Luca", "P. Easterbrook", "P. Francioli", "S. Mallal", "J. Martinez-Picado", "J.M. Miro", "N. Obel", "J.P. Smith", "J. Wyniger", "P. Descombes", "S.E. Antonarakis", "N.L. Letvin", "A.J. McMichael", "B.F. Haynes", "A. Telenti", "D.B. Goldstein"], [], ["M.T. Ferris", "D.L. Aylor", "D. Bottomly", "A.C. Whitmore", "L.D. Aicher", "T.A. Bell", "B. BradelTretheway", "J.T. Bryan", "R.J. Buus", "L.E. Gralinski", "B.L. Haagmans", "L. McMillan", "D.R. Miller", "E. Rosenzweig", "W. Valdar", "J. Wang", "G.A. Churchill", "D.W. Threadgill", "S.K. McWeeney", "M.G. Katze", "F. Pardo-Manuel de Villena", "R.S. Baric", "M.T. Heise"], ["M. Funes", "J.K. Miller", "C. Lai", "K.L. Carraway", "C. Sweeney"], ["D. Ge", "J. Fellay", "A.J. Thompson", "J.S. Simon", "K.V. Shianna", "T.J. Urban", "E.L. Heinzen", "P. Qiu", "A.H. Bertelsen", "A.J. Muir", "M. Sulkowski", "J.G. McHutchison", "D.B. Goldstein"], ["I.K. Gipson"], ["I.K. Gipson"], ["A.E. Gorbalenya", "S.C. Baker", "Baric", "C. Drosten", "A.A. Gulyaeva", "B.L. Haagmans", "C. Lauber", "A.M. Leontovich", "B.W. Neuman", "D. Penzar", "S. Perlman", "L.L.M. Poon", "D. Samborskiy", "I.A. Sidorov", "I. Sola", "J Ziebuhr"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Zhang", "L. Fan", "G. Xu", "J. Gu", "Z. Yu", "T. Xia", "J. Wei", "Y. Wu", "W. Xie", "X. Yin", "W.", "M. Xiao", "Y. Gao", "H. Guo", "L. Xie", "J. Wang", "G. Jiang", "R. Gao", "Z. Jin", "Q."], ["N. Jonckheere", "N. Skrypek", "J. Merlin", "A.F. Dessein", "P. Dumont", "E. Leteurtre", "A. Harris", "J.L. Desseyn", "C. Susini", "F. Frénois", "I. Van Seuningen"], ["Y. Kamikawa", "Y. Kanmura", "T. Hamada", "N. Yamada", "M.A. Macha", "S.K. Batra", "M. Higashi", "S. Yonezawa", "K. Sugihara"], ["J. Karlberg", "D.S. Chong", "Lai"], ["K. Kato", "E.P. Lillehoj", "K.C. Kim"], ["T.M. Keane", "L. Goodstadt", "P. Danecek", "M.A. White", "K. Wong", "B. Yalcin", "A. Heger", "A. Agam", "G. Slater", "M. Goodson", "N.A. Furlotte", "E. Eskin", "C. Nellaker", "H. Whitley", "J. Cleak", "D. Janowitz", "P. Hernandez-Pliego", "A. Edwards", "T.G. Belgard", "P.L. Oliver", "R.E. McIntyre", "A. Bhomra", "J. Nicod", "X. Gan", "Yuan", "C.A. Steward", "S. Stalker", "J. Mott", "R. Durbin", "R. Jackson", "I.J. Czechanski", "A. Guerra-Assuncao", "J.A. Donahue", "L.R. Reinholdt", "L.G. Payseur", "B.A. Ponting", "C.P. Birney", "E. Flint", "J. Adams", "D.J."], ["M. Kesimer", "C. Ehre", "K.A. Burns", "C.W. Davis", "J.K. Sheehan", "R.J. Pickles"], ["M. Komatsu", "S. Jepson", "M.E. Arango", "C.A.C. Carraway", "K.L. Carraway"], ["Moniaux", "P. Chaturvedi", "G.C. Varshney", "J.L. Meza", "J.F. Rodriguez-Sierra", "J.P. Aubert", "S.K. Batra"], ["T.E. Morrison", "L. Oko", "S.A. Montgomery", "A.C. Whitmore", "A.R. Lotstein", "B.M. Gunn", "S.A. Elmore", "M.T. Heise"], ["P. Mukhopadhyay", "I. Lakshmanan", "M.P. Ponnusamy", "S. Chakraborty", "M. Jain", "P. Pai", "L.M. Smith", "S.M. Lele", "S.K. Batra"], ["H. Yang", "T.A. Bell", "G.A. Churchill", "F. Pardo-Manuel de Villena"], ["H. Yang", "Y. Ding", "L.N. Hutchins", "J. Szatkiewicz", "T.A. Bell", "B.J. Paigen", "J.H. Graber", "F.P. de Villena", "G.A. Churchill"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Using incipient lines of the Collaborative Cross (CC), a murine genetic reference population, we\npreviously identified a quantitative trait loci (QTL) associated with low SARS-CoV titer. In this\nstudy, we integrated sequence information and RNA expression of genes within the QTL to\nidentify mucin 4 (Muc4) as a high priority candidate for controlling SARS-CoV titer in the lung.\nTo test this hypothesis, we infected Muc4-/- mice and found that female, but not male,\nMuc4-/mice developed more weight loss and disease following infection with SARS-CoV. Female\nMuc4-/- mice also had more difficulty breathing despite reduced lung pathology; however, no\nchange in viral titers was observed. Comparing across viral families, studies with chikungunya\nvirus, a mosquito-borne arthralgic virus, suggests that Muc4’s impact on viral pathogenesis may\nbe widespread. Although not confirming the original titer QTL, our data identifies a role for Muc4\nin the SARS-CoV disease and viral pathogenesis.", "one_words_summarize": "Using incipient lines of the Collaborative Cross (CC), a murine genetic reference population, wepreviously identified a quantitative trait loci (QTL) associated with low SARS-CoV titer. In thisstudy, we integrated sequence information and RNA expression of genes within the QTL toidentify mucin 4 (Muc4) as a high priority candidate for controlling SARS-CoV titer in the lung. In addition, the work highlights theimportance of studying host factors including host genetics and biological sex as keyparameters influencing infection and disease outcomes.1234567891011121314151617181920212223242526        Most viral infections present with an array of symptoms following human infection,ranging from asymptomatic to self-limiting, chronic, and sometimes fatal disease. 2004; Collaborative Cross Consortium, 2012;UNC Systems Genetics Core Facility, 2012). We therefore used private SNPs or In/Dels found in PWK/PhJ to reducethe potential targets in the QTL to seven ncRNAs and 74 genes for downstream analysis. 2B).Muc4 has minimal impact on viral loadNext, the impact of Muc4-/- on SARS-CoV viral load was measured. Given the distributionof Muc4 in mucosal surfaces, viral load was further interrogated with IHC to determine whetherMuc4 might impact viral tropism in a way not readily determined by the measurement ofinfectious virus per lobe. Female Muc4-/- mice had apattern of lower pathology scores than WT mice (Fig. In contrast, male Muc4-/- mice inducedsimilar damage to male WT mice (Table S1).Lung function altered in Muc4-/- female miceTo further evaluate damage to the lung following infection, whole body plethysmographywas utilized to examine changes in pulmonary function (Fig. Examining airwayresistance (penH), the time to peak expiratory flow relative to total expiratory time (rPEF), and125126127128129130131132133134135136137138139140141142143144145146147148mid-tidal expiratory flow (EF50), all three measurements had statistically significant differencesbetween SARS-CoV-infected and mock-infected mice within the Muc4-/- and WT groups(Supplementary Table S3). Overall, the whole body plethysmography data indicatemore difficult breathing for female Muc4-/- mice relative to their WT counterparts followingSARS-CoV infection.mice were evaluated at two days post infection. While not significant when adjusted for multiplecomparisons (Table S3), key inflammatory cytokines including IL-1β, TNF-α, and IL6 hadincreased expression in Muc4-/- mice as compared to WT mice (Fig. Together, this study highlights both the utility and the challenges intransitioning from QTL hits to single-molecule studies. Our initial hypothesis for Muc4 to play arole in controlling virus replication proved incorrect, or, at the very least, substantially morecomplex than a simple, direct correlate; however, our exploration found a disease-interactionthat played a role in pathogenesis across multiple viruses. For SARS-CoV, loss of Muc4 exacerbatedweight loss and increased lethality; surprisingly, less histopathologic damage was observed inthe Muc4-/- lungs following infection despite augmented inflammatory cytokines. Clearly, more studies are needed tounravel these complex interactions. Overall, this research demonstrates that Muc4 is a novel regulator of viral pathogenesis. Infection with SARS-CoV or Chikungunya VirusThe generation of C57BL/6NTac Muc4tm1Unc mice, kindly provided by Dr. Scott Randell ofthe University of North Carolina at Chapel Hill and hereafter referred to as Muc4-/- mice, wasdescribed by Rowson-Hodel et al (Rowson-Hodel et al., Ten- to eleven-week-old mice were anesthetized with a mixture ofketamine (Zoetis, Kalamazoo, MI) and xylazine (Akorn Animal Health, Lake Forest, IL) andinoculated intranasally with either PBS (Gibco, Grand Island, NY), 1x104 PFU, or 1x105 PFU ofrecombinant mouse adapted SARS-CoV (rMA15) in a 50μl volume (Roberts et al.). KSP was funded by NIH NIAID (T32 AI 007151-36A1 and F32 AI126730). LEG provided feedback regarding experimental design and performedSARS-CoV mouse experiments and BioPlex analysis. VDM provided feedback regarding experimental design, assisted with SARS-CoVmouse experiments, and assisted substantially with the editing of the manuscript. PLoS Genet 11, e1005504.Gralinski, L.E., Menachery, V.D., Morgan, A.P., Totura, A.L., Beall, A., Kocher, J., Plante, J.,Corinne Harrison-Shostak, D., Schäfer, A., Pardo-Manuel de Villena, F., Ferris, M.T., Baric, R.S,2017. Anti-inflammatory effect ofMUC1 during respiratory syncytial virus infection of lung epithelial cells in vitro. Human susceptibility and resistance to Norwalk virus infection. MUC4 is a majorcomponent of salivary mucin MG1 secreted by the human submandibular gland. P in the right place: Revisiting the evidential value of P-values. PLoS One 10, e0131451.Menachery, V.D., Yount, B.L., Jr., Sims, A.C., Debbink, K., Agnihothram, S.S., Gralinski, L.E.,Graham, R.L., Scobey, T., Plante, J.A., Royal, S.R., Swanstrom, J., Sheahan, T.P., Pickles,R.J., Corti, D., Randell, S.H., Lanzavecchia, A., Marasco, W.A., Baric, R.S., 2016. A SARS-like cluster of circulating batcoronaviruses shows potential for human emergence. Pathogenicity and Viral Shedding of MERS-CoV inImmunocompromised Rhesus Macaques. Am J Respir Cell Mol Biol 17, 592-598.Roberts, A., Deming, D., Paddock, C.D., Cheng, A., Yount, B., Vogel, L., Herman, B.D.,Sheahan, T., Heise, M., Genrich, G.L., Zaki, S.R., Baric, R., Subbarao, K., 2007. MUC1mucin is a negative regulator of toll-like receptor signaling. Am J Respir Cell Mol Biol 38,263268.576577578579580581582583584585586587588589590591UNC Systems Genetics Core Facility, 2012. Subspecific origin and haplotype diversity in the laboratory mouse. Points represent themean, and error bars represent standard deviation. Points represent individual mice, the midlinerepresents the mean, and error bars represent the standard deviation. Points represent the mean and error bars represent the standard deviation. Dashed lines with open symbolsindicate mock infection, and solid lines with solid symbols indicate CHIKV infection. Asterisks indicate statistical significance (* =q<0.05, ** = q<0.01)."}