{"date": "2020/02/07", "journal": "The Lancet", "authors": "Yanping Bao, Yankun Sun, Shiqiu Meng, Jie Shi", "title": "2019-nCoV epidemic: address mental health care to empower society", "type": "Correspondence", "abstract": "and the public’s misunderstanding of\nhealth messages, thus causing worry\nin the population. Further travel\nbans and some executive orders to\nquarantine travellers during the Spring\nA novel coronavirus (2019-nCoV) Festival holiday might have generated\nhas been identified as originating in public anxiety while trying to contain\nWuhan, Hubei province, China. It has the outbreak.\nwidely and rapidly spread in China The medical health-care workers who\nand several other countries, causing are caring for individuals who are either\nan outbreak of acute infectious severely ill, feel scared, or experiencing\npneumonia. According to the oficial bereavement are themselves exposed\nwebsite of the National Health to trauma. Health-care workers are\nCommission,1 as of Feb 4, 2020, also at risk of getting infected, and\n24 324 people have been confirmed they carry a large burden in the clinical\nto have a 2019-nCoV infection treatment and public prevention\nand 490 deaths have resulted efforts in Chinese hospitals and\nfrom 2019-nCoV in 31 provinces in community settings. The challenges\nmainland China.1 16 678 confirmed and stress they experience could trigger\ncases were in Hubei province.2 Nearly common mental disorders, including\n160 cases of 2019-nCoV have been anxiety and depressive disorders,\ndetected and confirmed in southeast and posttraumatic stress disorder,5\nAsia (Thailand, Singapore, Malaysia, which in turn could result in hazards\nVietnam, Philippines, and Cambodia), that exceed the consequences of the\neast Asia (Japan and Korea), south 2019-nCoV epidemic itself.\nAsia (India, Nepal, and Sri Lanka), To efficiently cope with the\nwestern Asia (United Arab Emirates), 2019-nCoV outbreak, the Chinese\nEurope (Germany, France, Italy, UK, Government has implemented rapid\nRussia, Finland, Spain, and Sweden), and comprehensive public health\nNorth America (USA and Canada), emergency interventions. To date,\nand Australia.3 Approximately 13% of all of the 31 provincial-level regions\npeople with confirmed 2019-nCoV in mainland China with confirmed\ninfection are reported to have severe 2019-nCoV cases have activated\nsorespiratory symptoms, 2% have died, called level 1 public health emergency\nand 4% have been cured.1 Human- responses (ie, the highest level of\nto-human transmission is occurring, emergency public health alerts and\nand WHO has recommended limiting responses within the national public\nhuman-to-human transmission health management system).6 The\nby reducing secondary infections provincial governments are responsible\namong close contacts and health- for organising, coordinating, and\ncare workers, preventing transmission handling all emergency public health\namplification events, and preventing treatments, disclosing information,\nfurther international spread.3,4 and gathering emergency materials", "text": "and the public’s misunderstanding ofhealth messages, thus causing worryin the population. Further travelbans and some executive orders toquarantine travellers during the SpringA novel coronavirus (2019-nCoV) Festival holiday might have generatedhas been identified as originating in public anxiety while trying to containWuhan, Hubei province, China. It has the outbreak.widely and rapidly spread in China The medical health-care workers whoand several other countries, causing are caring for individuals who are eitheran outbreak of acute infectious severely ill, feel scared, or experiencingpneumonia. According to the oficial bereavement are themselves exposedwebsite of the National Health to trauma. Health-care workers areCommission,1 as of Feb 4, 2020, also at risk of getting infected, and24 324 people have been confirmed they carry a large burden in the clinicalto have a 2019-nCoV infection treatment and public preventionand 490 deaths have resulted efforts in Chinese hospitals andfrom 2019-nCoV in 31 provinces in community settings. The challengesmainland China.1 16 678 confirmed and stress they experience could triggercases were in Hubei province.2 Nearly common mental disorders, including160 cases of 2019-nCoV have been anxiety and depressive disorders,detected and confirmed in southeast and posttraumatic stress disorder,5Asia (Thailand, Singapore, Malaysia, which in turn could result in hazardsVietnam, Philippines, and Cambodia), that exceed the consequences of theeast Asia (Japan and Korea), south 2019-nCoV epidemic itself.Asia (India, Nepal, and Sri Lanka), To efficiently cope with thewestern Asia (United Arab Emirates), 2019-nCoV outbreak, the ChineseEurope (Germany, France, Italy, UK, Government has implemented rapidRussia, Finland, Spain, and Sweden), and comprehensive public healthNorth America (USA and Canada), emergency interventions. To date,and Australia.3 Approximately 13% of all of the 31 provincial-level regionspeople with confirmed 2019-nCoV in mainland China with confirmedinfection are reported to have severe 2019-nCoV cases have activatedsorespiratory symptoms, 2% have died, called level 1 public health emergencyand 4% have been cured.1 Human- responses (ie, the highest level ofto-human transmission is occurring, emergency public health alerts andand WHO has recommended limiting responses within the national publichuman-to-human transmission health management system).6 Theby reducing secondary infections provincial governments are responsibleamong close contacts and health- for organising, coordinating, andcare workers, preventing transmission handling all emergency public healthamplification events, and preventing treatments, disclosing information,further international spread.3,4 and gathering emergency materialsThe outbreak of 2019-nCoV in China and facilities under the guidance of thehas caused public panic and mental State Council. For health-care sectors, inhealth stress. The increasing number addition to public health interventions,of patients and suspected cases, and dealing with public psychologicalthe increasing number of outbreak- barriers and performing psychologicalafected provinces and countries have crisis intervention is included in theelicited public worry about becoming level 1 response. The National Healthinfected. The unpredictable future of Commission has released guidelinesthis epidemic has been exacerbated for local authorities to promoteby myths and misinformation, often psychological crisis intervention fordriven by erroneous news reports patients, medical personnel, and peopleunder medical observation duringthe 2019-nCoV outbreak.7 PekingUniversity is preparing a mental health Published Onlinehandbook for the public that describes February 7, 2020how to deal with stress and other Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01300196-/3psychological problems occurring dueto the outbreak of 2019-nCoV.8The Chinese Government strivesto improve the public’s awarenessof prevention and interventionstrategies by providing daily updatesabout surveillance and active cases onwebsites and social media. Increasingly,psychologists and psychiatrists usethe internet and social media (eg,WeChat, Weibo, etc) to share strategiesfor dealing with psychological stress.For example, experts from PekingUniversity Sixth Hospital madesix suggestions for the public to copewith mental stress.9 These includedassessing the accuracy of informationdisclosed, enhancing social supportsystems (eg, families and friends),eliminating stigma associated with theepidemic, maintaining a normal lifeunder safe conditions, and using thepsychosocial service system, particularlytelephone-based and internet-basedcounselling for health-care staff,patients, family members, and thepublic. Numerous psychiatric hospitals,psychological counselling centres,and psychology departments withinuniversities have launched specialisedhotlines to provide psychologicalcounselling services for people in need.7We believe that including mentalhealth care in the national publichealth emergency system willempower China and the world duringthe campaign to contain and eradicate2019-nCoV.We declare no competing interests.", "ref_list": [[], [""], [""], ["Update on epidemic situation of novel coronavirus-infected pneumonia in Hubei province"], [""], [""], ["Novel coronavirus ("], [""], ["Statement on the second meeting of the International Health Regulations ("], ["-statement-on-thesecond-meeting-of-the-international-"], ["The 2014 Ebola outbreak and mental health: current status and recommended response"], ["Tibet activates highest-level public health alert"], [""], ["National Health Commission of the People's Republic of China. Guideline for psychological crisis intervention during 2019-nCoV."], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], ["WHO."], ["healthregulations-"], ["JM Shultz", "F Baingana", "Y. Neria"], ["Chinadaily"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "and the public’s misunderstanding of\nhealth messages, thus causing worry\nin the population. Further travel\nbans and some executive orders to\nquarantine travellers during the Spring\nA novel coronavirus (2019-nCoV) Festival holiday might have generated\nhas been identified as originating in public anxiety while trying to contain\nWuhan, Hubei province, China. It has the outbreak.\nwidely and rapidly spread in China The medical health-care workers who\nand several other countries, causing are caring for individuals who are either\nan outbreak of acute infectious severely ill, feel scared, or experiencing\npneumonia. According to the oficial bereavement are themselves exposed\nwebsite of the National Health to trauma. Health-care workers are\nCommission,1 as of Feb 4, 2020, also at risk of getting infected, and\n24 324 people have been confirmed they carry a large burden in the clinical\nto have a 2019-nCoV infection treatment and public prevention\nand 490 deaths have resulted efforts in Chinese hospitals and\nfrom 2019-nCoV in 31 provinces in community settings. The challenges\nmainland China.1 16 678 confirmed and stress they experience could trigger\ncases were in Hubei province.2 Nearly common mental disorders, including\n160 cases of 2019-nCoV have been anxiety and depressive disorders,\ndetected and confirmed in southeast and posttraumatic stress disorder,5\nAsia (Thailand, Singapore, Malaysia, which in turn could result in hazards\nVietnam, Philippines, and Cambodia), that exceed the consequences of the\neast Asia (Japan and Korea), south 2019-nCoV epidemic itself.\nAsia (India, Nepal, and Sri Lanka), To efficiently cope with the\nwestern Asia (United Arab Emirates), 2019-nCoV outbreak, the Chinese\nEurope (Germany, France, Italy, UK, Government has implemented rapid\nRussia, Finland, Spain, and Sweden), and comprehensive public health\nNorth America (USA and Canada), emergency interventions. To date,\nand Australia.3 Approximately 13% of all of the 31 provincial-level regions\npeople with confirmed 2019-nCoV in mainland China with confirmed\ninfection are reported to have severe 2019-nCoV cases have activated\nsorespiratory symptoms, 2% have died, called level 1 public health emergency\nand 4% have been cured.1 Human- responses (ie, the highest level of\nto-human transmission is occurring, emergency public health alerts and\nand WHO has recommended limiting responses within the national public\nhuman-to-human transmission health management system).6 The\nby reducing secondary infections provincial governments are responsible\namong close contacts and health- for organising, coordinating, and\ncare workers, preventing transmission handling all emergency public health\namplification events, and preventing treatments, disclosing information,\nfurther international spread.3,4 and gathering emergency materials", "one_words_summarize": "and the public’s misunderstanding ofhealth messages, thus causing worryin the population. According to the oficial bereavement are themselves exposedwebsite of the National Health to trauma. For example, experts from PekingUniversity Sixth Hospital madesix suggestions for the public to copewith mental stress.9 These includedassessing the accuracy of informationdisclosed, enhancing social supportsystems (eg, families and friends),eliminating stigma associated with theepidemic, maintaining a normal lifeunder safe conditions, and using thepsychosocial service system, particularlytelephone-based and internet-basedcounselling for health-care staff,patients, family members, and thepublic."}