{"date": "2020/02/07", "journal": "The Lancet Child &amp; Adolescent Health", "authors": "Jianhui Wang, Hongbo Qi, Lei Bao, Fang Li", "title": "A contingency plan for the management of the 2019 novel coronavirus outbreak in neonatal intensive care units", "type": "Comment", "abstract": "Since December, 2019, a pneumonia of unknown cause, which has clinical manifestations similar to severe acute respiratory syndrome,1,2 originated in Wuhan, China, and has rapidly spread across China and to at least 23 countries. By Feb 5, 2020, the number of laboratoryconfirmed cases had exceeded 20 000, with more than 400 deaths. About 100 children were afected, with the youngest being 30 h after birth. A novel virus named 2019 novel coronavirus (2019-nCoV) was considered to be the causative agent of this pneumonia. Neonates are thought to be susceptible to the virus because their immune system is not well developed, which is of great concern to neonatal medical service providers. Paediatricians and neonatologists belonging to the National Clinical Research Center for Child Health and Disorders and Pediatric Committee of Medical Association of Chinese People's Liberation Army have contributed to the control eforts in China. We aim to elicit a contingency plan for the 2019-nCoV outbreak in neonatal intensive care units (NICUs), mainly focused on diagnostic and discharge criteria, treatment, prevention, and control strategies. Most adults or children with 2019-nCoV infection presented with mild flu-like symptoms, although patients with severe illness could rapidly develop acute respiratory distress syndrome, respiratory failure, and multiple organ failure, and deaths have been reported in some cases.3 Most patients with pneumonia had abnormal chest radiography findings, such as bilateral ground-glass opacity, multiple lobular, and subsegmental areas of consolidation;4 those with acute respiratory distress syndrome could show bilateral complete opacification of the lungs on CT scans. 1 Routine blood work was mostly unremarkable.4 The nucleic acid test from respiratory tract samples or serum is efective in detecting the virus, and results are usually available within 4-6 h.5 Neonates might get 2019-nCoV infection through close contact with virus-infected patients or virus carriers. In the case of neonatal infection, the disease might have insidious onset and be non-specific. 6 The diagnosis of 2019-nCoV neonatal infection should meet all the following requirements: (1) showing at least one of the clinical symptoms, including temperature instability, hypoactivity or poor feeding, or tachypnoea; (2) showing abnormal findings on chest radiograph, including unilateral or bilateral ground-glass opacity, multiple lobular, or subsegmental areas of consolidation; (3) being at high risk of 2019-nCoV infection because the patient's family members or caregivers have been diagnosed with 2019-nCoV infection, had close contact with someone with probable or confirmed 2019-nCoV, had close contact with someone with pneumonia of unknown cause, are living in or travelling to epidemic areas, or have been in animal markets or close contact Lancet Child Adolesc Health 2020 with wild animals, within 14 days before the onset of Published Online illness. Those who meet the criteria of probable infection Fhettbprus:a//rdyo7i,.2o0rg2/010.1016/ and have positive virus detection tests are confirmed to S2352-4642(20)30040-7 be infected with 2019-nCoV. All probable or laboratory-conrfimed neonates with 2019-nCoV should be admitted to NICUs. Standard and additional precautions should be implemented immediately (panel). General management comprises homoeostasis maintenance, close follow-up of blood", "text": "Panel: Strategies to be implemented during screening ofneonates for 2019-nCoV infection• Standard precautions include signage at the entrance,strict hand and respiratory hygiene, daily cleaning anddisinfection of the environment, and provision of gloves,mask, and goggles for all medical staf• Additional enhanced contact precautions and respiratorydroplet precautions include patients’ own dedicatedequipment, limited parents’ visits, gown and glovechange after procedures, and opening window regularlyto change air• Avoid breastfeeding from mothers with probable orlaboratory-confirmed 2019-nCoV infection until therecovery of confirmed mothers or rejection of probableinfection• Medical waste generated during medical service should becollected into a double-layer infectious waste bag, whichshould be treated with chlorine-containing preparationfor at least 10 min, then disposed of in the same way asinfectious medical waste• Terminal disinfection of the patient’s room ispreferentially done using hydrogen peroxide atomisationor a chlorine-containing preparation spraywork and chest radiography, and initialisation ofrespiratory support if necessary. The ecfiacy of antiviraldrugs against 2019-nCoV is not certain.7 Antimicrobialdrugs are only prescribed to patients with probableor conrfimed bacterial infection; empirical use oroveruse should be avoided. For neonates with acuterespiratory distress syndrome manifested by completeopacicfiation of lungs, high-dose pulmonary surfactantreplacement, nitric oxide inhalation, and high-frequencyoscillatory ventilation might be eefctive. Intravenousglucocorticoids or immunoglobulin could be triedin some dicfiult cases. Neonates with intracranialinfection and convulsion should be handled accordingto corresponding guidelines. In critically ill neonates,continuous renal replacement and extracorporealmembrane oxygenation could be implemented ifnecessary. Those who have no fever for at least 3 days andimproved respiratory symptoms; resolution of previouslyabnormal chest radiography nfidings; and a series of twonasopharyngeal and nasal swabs negative for 2019-nCoVat least 48 h apart could be discharged home.        All neonates newly admitted to the NICU need to bescreened for high risk of 2019-nCoV infection (panel).Neonates at high risk, as assessed by family history,should be isolated in a single room for at least 14 days. Ifa neonate develops manifestations similar to 2019-nCoVinfection during the isolation period or is highlysuspected of 2019-nCoV infection on admission, thepatient should be immediately referred to a designatedhospital or a designated unit for 2019-nCoV infection.The patient’s room cannot be used by other patientsbefore being adequately disinfected. If this patient shareda room with other neonates before being identiefid, allwardmates should be isolated. Isolation must last at least1        In NICUs, a virus outbreak will bring psychologicalstress to the patient’s parents and other familymembers; therefore, social workers and psychologistsshould be involved. Medical service providers will alsobe under tremendous psychological pressure due tooverwork, shortage of medical resources, patients’ pooroutcomes, or other detrimental experiences. Medicalstaf should be provided with adequate psychologicalsupport, as their physical and mental health is crucial inthe context of a virus outbreak.Most of our recommendations are based on lessonslearned from existing and previous experiences withcoronavirus outbreaks in adults and children. Thecontingency plan will be continuously modified on thebasis of accumulated clinical evidence and experience.Medical service providers should also continually updatetheir knowledge and skills on prevention and control ofthe 2019-nCoV outbreak.We declare no competing interests. JW and HQ contributed equally.", "ref_list": [[], ["Yuan Shi, on behalf of the National Clinical Research Center for Child Health and Disorders and Pediatric Committee of Medical Association of Chinese People's Liberation Army shiyuan@hospital.cqum.edu.cn Department of Neonatology, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["2 European Centre for Disease Prevention and Control. Update: cluster of pneumonia cases caused by a novel coronavirus"], ["Severe acute respiratory syndrome (SARS) in neonates and children"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases"], ["Outbreaks of human coronavirus in a pediatric and neonatal intensive care unit"], ["Broad-spectrum coronavirus antiviral drug discovery"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Jianhui Wang", "Fang Li", "(JW China"], ["N 1 Zhu", "D Zhang", "W Wang"], ["wuhan-"], ["AM Li", "PC Ng"], ["C 4 Huang", "Y Wang", "X Li"], [], ["A 6 Gagneur", "S Vallet", "PJ Talbot"], ["AL Totura", "S Bavari"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Panel: Strategies to be implemented during screening of\nneonates for 2019-nCoV infection\n• Standard precautions include signage at the entrance,\nstrict hand and respiratory hygiene, daily cleaning and\ndisinfection of the environment, and provision of gloves,\nmask, and goggles for all medical staf\n• Additional enhanced contact precautions and respiratory\ndroplet precautions include patients’ own dedicated\nequipment, limited parents’ visits, gown and glove\nchange after procedures, and opening window regularly\nto change air\n• Avoid breastfeeding from mothers with probable or\nlaboratory-confirmed 2019-nCoV infection until the\nrecovery of confirmed mothers or rejection of probable\ninfection\n• Medical waste generated during medical service should be\ncollected into a double-layer infectious waste bag, which\nshould be treated with chlorine-containing preparation\nfor at least 10 min, then disposed of in the same way as\ninfectious medical waste\n• Terminal disinfection of the patient’s room is\npreferentially done using hydrogen peroxide atomisation\nor a chlorine-containing preparation spray\nwork and chest radiography, and initialisation of\nrespiratory support if necessary. The ecfiacy of antiviral\ndrugs against 2019-nCoV is not certain.7 Antimicrobial\ndrugs are only prescribed to patients with probable\nor conrfimed bacterial infection; empirical use or\noveruse should be avoided. For neonates with acute\nrespiratory distress syndrome manifested by complete\nopacicfiation of lungs, high-dose pulmonary surfactant\nreplacement, nitric oxide inhalation, and high-frequency\noscillatory ventilation might be eefctive. Intravenous\nglucocorticoids or immunoglobulin could be tried\nin some dicfiult cases. Neonates with intracranial\ninfection and convulsion should be handled according\nto corresponding guidelines. In critically ill neonates,\ncontinuous renal replacement and extracorporeal\nmembrane oxygenation could be implemented if\nnecessary. Those who have no fever for at least 3 days and\nimproved respiratory symptoms; resolution of previously\nabnormal chest radiography nfidings; and a series of two\nnasopharyngeal and nasal swabs negative for 2019-nCoV\nat least 48 h apart could be discharged home.", "one_words_summarize": "The ecfiacy of antiviraldrugs against 2019-nCoV is not certain.7 Antimicrobialdrugs are only prescribed to patients with probableor conrfimed bacterial infection; empirical use oroveruse should be avoided. Intravenousglucocorticoids or immunoglobulin could be triedin some dicfiult cases. Ifa neonate develops manifestations similar to 2019-nCoVinfection during the isolation period or is highlysuspected of 2019-nCoV infection on admission, thepatient should be immediately referred to a designatedhospital or a designated unit for 2019-nCoV infection. Medical service providers will alsobe under tremendous psychological pressure due tooverwork, shortage of medical resources, patients’ pooroutcomes, or other detrimental experiences."}