{"date": "2020/02/07", "journal": "The Lancet", "authors": "Clark D Russell, Jonathan E Millar", "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury", "type": "Comment", "abstract": "monotherapy has been launched for (ChiCTR2000029308). Future animal model and clinical studies should focus on assessing the efectiveness and safety of promising antiviral drugs, monoclonal and polyclonal neutralising antibody products, and therapeutics directed against immunopathologic host responses.", "text": "WHO. Novel coronavirus – Thailand (ex-China). Geneva: World HealthOrganization, Jan 14, 2020.https://www.who.int/csr/don/14-january2020-novel-coronavirus-thailand/en/ (accessed Jan 23, 2020).WHO. Novel Coronavirus – Japan (ex-China). Geneva: World HealthOrganization, Jan 16, 2020.https://www.who.int/csr/don/16-january2020-novel-coronavirus-japan-ex-china/en/ (accessed Jan 23, 2020).China National Health Commission. Update on the novel coronaviruspneumonia outbreak (Jan 24, 2020). Beijing: China National HealthCommission, 2020. http://www.nhc.gov.cn/xcs/yqdfkt/202001/c5da49c4c5bf4bcfb320ec2036480627.shtml (accessed Jan 24, 2020).67891011121517US Centers for Disease Control and Prevention. First travel-related case of2019 novel coronavirus detected in United States. Atlanta, GA: US Centersfor Disease Control and Prevention, 2020. https://www.cdc.gov/media/releases/2020/p0121-novel-coronavirus-travel-case.html (accessedJan 24, 2020).        Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumoniaassociated with the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster. Lancet 2020; published onlineJan 24. https://doi.org/10.1016/S0140-6736(        WHO on clinical management of severe acutepharmacological therapies of proven eficacy yet exist.respiratory infection when novel coronavirus (2019-nCoV)Corticosteroids were widely used during the outbreaksinfection is suspected (released Jan 28, 2020) advisesof severe acute respiratory syndrome (SARS)-CoV1 andagainst the use of corticosteroids unless indicated forOutcomes of corticosteroid therapy* CommentMERS-CoV Delayed clearance of viral RNA from Adjusted hazard ratio 0·4 (95% CI 0·2–0·7)respiratory tract2SARS-CoV Delayed clearance of viral RNA from blood5 Significant diference but efect size not quantifiedSARS-CoV Complication: psychosis6 Associated with higher cumulative dose, 10 975 mg vs 6780 mg hydrocortisone equivalentSARS-CoV Complication: diabetes7 33 (35%) of 95 patients treated with corticosteroid developed corticosteroid-induced diabetesSARS-CoV Complication: avascular necrosis in Among 40 patients who survived after corticosteroid treatment, 12 (30%) had avascular necrosis andsurvivors8 30 (75%) had osteoporosisInfluenza Increased mortality 9 Risk ratio for mortality 1·75 (95% CI 1·3–2·4) in a meta-analysis of 6548 patients from ten studiesRSV No clinical benefit in children 10,11 No efect in largest randomised controlled trial of 600 children, of whom 305 (51%) had been treatedwith corticosteroidsCoV=coronavirus. MERS=Middle East respiratory syndrome. RSV=respiratory syncytial virus. SARS=severe acute respiratory syndrome. *Hydrocortisone, methylprednisolone,dexamethasone, and prednisolone.another reason.4 Understanding the evidence for harm orbenetfi from corticosteroids in 2019-nCoV is of immediateclinical importance. Here we discuss the clinical outcomesof corticosteroid use in coronavirus and similar outbreaks(table).Acute lung injury and acute respiratory distresssyndrome are partly caused by host immune responses.Corticosteroids suppress lung inflammation but alsoinhibit immune responses and pathogen clearance.In SARS-CoV infection, as with influenza, systemicinflammation is associated with adverse outcomes. 12In SARS, inflammation persists after viral clearance.13,14Pulmonary histology in both SARS and MERS infectionsreveals inflammation and difuse alveolar damage, 15with one report suggesting haemophagocytosis.16Theoretically, corticosteroid treatment could have a roleto suppress lung inflammation.In a retrospective observational study reportingon 309 adults who were critically ill with MERS,2almost half of patients (151 [49%]) were givencorticosteroids (median hydrocortisone equivalentdose [ie, methylprednisolone 1:5, dexamethasone 1:25,prednisolone 1:4] of 300 mg/day). Patients who weregiven corticosteroids were more likely to requiremechanical ventilation, vasopressors, and renalreplacement therapy. After statistical adjustmentfor immortal time and indication biases, the authorsconcluded that administration of corticosteroids wasnot associated with a diference in 90-day mortality(adjusted odds ratio 0·8, 95% CI 0·5–1·1; p=0·12) butwas associated with delayed clearance of viral RNAfrom respiratory tract secretions (adjusted hazardratio 0·4, 95% CI 0·2–0·7; p=0·0005). However, theseefect estimates have a high risk of error due to theprobable presence of unmeasured confounders.In a meta-analysis of corticosteroid use in patientswith SARS, only four studies provided conclusive data,all indicating harm.1 The first was a case-control studyof SARS patients with (n=15) and without (n=30)SARS-related psychosis; all were given corticosteroidtreatment, but those who developed psychosis weregiven a higher cumulative dose than those who did not(10 975 mg hydrocortisone equivalent vs 6780 mg;p=0·017).6 The second was a randomised controlled trialof 16 patients with SARS who were not critically ill; thenine patients who were given hydrocortisone (mean4·8 days [95% CI 4·1–5·5] since fever onset) had greaterviraemia in the second and third weeks after infectionthan those who were given 0·9% saline control.5 Theremaining two studies reported diabetes and avascularnecrosis as complications associated with corticosteroidtreatment.7,8A 2019 systematic review and meta-analysis9identiefid ten observational studies in inuflenza, with a totalof 6548 patients. The investigators found increasedmortality in patients who were given corticosteroids(risk ratio [RR] 1·75, 95% CI 1·3–2·4; p=0·0002). Amongother outcomes, length of stay in an intensive care unitwas increased (mean diefrence 2· 1, 95% CI 1·2–3·1;p<0·0001), as was the rate of secondary bacterial orfungal infection (RR 2·0, 95% CI 1·0–3·8; p=0·04).Corticosteroids have been investigated for respiratorysyncytial virus (RSV) in clinical trials in children, withno conclusive evidence of benefit and are therefore notrecommended.10 An observational study of 50 adultswith RSV infection, in which 33 (66%) were givencorticosteroids, suggested impaired antibody responsesClark D Russell, Jonathan E Millar,*J Kenneth Baillieat 28 days in those given corticosteroids.17Life-threatening acute respiratory distress syndromeoccurs in 2019-nCoV infection.18 However, generalisingevidence fromacute respiratory distress syndromestudies to viral lung injury is problematic becausethese trials typically include a majority of patients withacute respiratory distress syndrome of non-pulmonaryor sterile cause. A review of treatments for acuterespiratory distress syndrome of any cause, based onsix studies with a total of 574 patients,19 concluded thatinsuficient evidence exists to recommend corticosteroidtreatment.20Septic shock has been reported in seven (5%) of140 patients with 2019-nCoV included in publishedreports as of Jan29, 2020.3,18 Corticosteroids arewidely used in septic shock despite uncertainty overtheir eficacy. Most patients in septic shock trialshave bacterial infection, leading to vasoplegic shockandmyocardial insuficiency. 21,22 In this group, thereis potential that net benefit might be derived fromsteroid treatment in severe shock.21,22 However, shockin severe hypoxaemic respiratory failure is often aconsequence of increased intrathoracic pressure (duringinvasive ventilation) impeding cardiac filling, and notvasoplegia.23 In this context, steroid treatment is unlikelyto provide a benefit.No clinical data exist to indicate that net benefitis derived from corticosteroids in the treatment ofrespiratory infection due to RSV, influenza, SARS-CoV,or MERS-CoV. The available observational data suggestincreasedmortalityandsecondary infection ratesin influenza, impaired clearance of SARS-CoV andMERS-CoV, and complications of corticosteroid therapyin survivors. If it is present, the efect of steroids onmortality in those with septic shock is small, and isunlikely to be generalisable to shock in the context ofsevere respiratory failure due to 2019-nCoV.Overall, no unique reason exists to expect thatpatients with 2019-nCoV infection will benetfi fromcorticosteroids, and theymight bemore likely tobe harmed with such treatment. We conclude thatcorticosteroid treatment should not be used for thetreatment of 2019-nCoV-induced lung injury or shockoutside of a clinical trial.JKB is a member of the WHO panel on clinical management for 2019-nCoV.CDR and JEM declare no competing interests.123456789Stockman LJ, Bellamy R, Garner P. SARS: systematic review of treatmentefects. PLoS Med 2006; 3: e343.Arabi YM, Mandourah Y, Al-Hameed F, et al. Corticosteroid therapy forcritically ill patients with middle east respiratory syndrome.Am J Respir Crit Care Med 2018; 197: 757–67.WHO. Clinical management of severe acute respiratory infection whennovel coronavirus (nCoV) infection is suspected. Geneva: World HealthOrganization, Jan 28, 2020. https://www.who.int/publications-detail/clinical-management-of-severe-acute-respiratory-infection-when-novelcoronavirus-(ncov)-infection-is-suspected (accessed Feb 2, 2020).Lee N, Allen Chan KC, Hui DS, et al. Efects of early corticosteroid treatmenton plasma SARS-associated Coronavirus RNA concentrations in adultpatients. J Clin Virol 2004; 31: 304–09.Lee DTS, Wing YK, Leung HCM, et al. Factors associated with psychosisamong patients with severe acute respiratory syndrome: a case-controlstudy. Clin Infect Dis 2004; 39: 1247–49.Xiao JZ, Ma L, Gao J, et al. Glucocorticoid-induced diabetes in severe acuterespiratory syndrome: the impact of high dosage and duration ofmethylprednisolone therapy. Zhonghua Nei Ke Za Zhi 2004; 43: 179–82(in Chinese).Li YM, Wang SX, Gao HS, et al. Factors of avascular necrosis of femoral headand osteoporosis in SARS patients’ convalescence. Zhonghua Yi Xue Za Zhi2004; 84: 1348–53 (in Chinese).Ni Y-N, Chen G, Sun J, Liang B-M, Liang Z-A. The efect of corticosteroids onmortality of patients with influenza pneumonia: a systematic review andmeta-analysis. Crit Care 2019; 23: 99.10McGee S, Hirschmann J. Use of corticosteroids in treating infectiousdiseases. Arch Intern Med 2008; 168: 1034–46.", "ref_list": [[], ["A multicenter, randomized, controlled trial of dexamethasone for bronchiolitis"], ["Chan PK-S, Wong"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Dynamic changes in blood cytokine levels as clinical indicators in severe acute respiratory syndrome"], ["Middle East respiratory syndrome"], ["Lung pathology of fatal severe acute respiratory syndrome"], ["The eefct of steroid use in hospitalized adults with respiratory syncytial virus-related illness"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Acute respiratory distress in adults"], ["Pharmacological agents for adults with acute respiratory distress syndrome"], ["Adjunctive glucocorticoid therapy in patients with septic shock"], ["Hydrocortisone plus ulfdrocortisone for adults with septic shock"], ["Hemodynamic impact of a positive end-expiratory pressure setting in acute respiratory distress syndrome: importance of the volume status"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["HM Corneli", "JJ Zorc", "P Mahajan"], ["Tang NL-S", "C-K"], ["JSM Peiris", "CM Chu", "VCC Cheng"], [], ["YM Arabi", "HH Balkhy", "FG Hayden"], ["JM Nicholls", "LLM Poon", "KC Lee"], ["Lee FE-H", "EE Walsh", "AR Falsey"], ["N 18 Chen", "M Zhou", "X Dong"], ["DG Ashbaugh", "DB Bigelow", "TL Petty", "BE Levine"], ["SR Lewis", "MW Pritchard", "CM Thomas", "AF Smith"], ["B 21 Venkatesh", "S Finfer", "J Cohen"], ["D 22 Annane", "A Renault", "C Brun-Buisson"], ["E 23 Fougères", "J-L Teboul", "C Richard", "D Osman", "D Chemla", "X Monnet"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "WHO. Novel coronavirus – Thailand (ex-China). Geneva: World Health\nOrganization, Jan 14, 2020.\nhttps://www.who.int/csr/don/14-january2020-novel-coronavirus-thailand/en/ (accessed Jan 23, 2020).", "one_words_summarize": "Geneva: World HealthOrganization, Jan 14, 2020.https://www.who.int/csr/don/14-january2020-novel-coronavirus-thailand/en/ (accessed Jan 23, 2020).WHO. Geneva: World HealthOrganization, Jan 16, 2020.https://www.who.int/csr/don/16-january2020-novel-coronavirus-japan-ex-china/en/ (accessed Jan 23, 2020).China National Health Commission. A familial cluster of pneumoniaassociated with the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster. Corticosteroids suppress lung inflammation but alsoinhibit immune responses and pathogen clearance. A review of treatments for acuterespiratory distress syndrome of any cause, based onsix studies with a total of 574 patients,19 concluded thatinsuficient evidence exists to recommend corticosteroidtreatment.20Septic shock has been reported in seven (5%) of140 patients with 2019-nCoV included in publishedreports as of Jan29, 2020.3,18 Corticosteroids arewidely used in septic shock despite uncertainty overtheir eficacy. Efects of early corticosteroid treatmenton plasma SARS-associated Coronavirus RNA concentrations in adultpatients. Factors associated with psychosisamong patients with severe acute respiratory syndrome: a case-controlstudy. Crit Care 2019; 23: 99.10McGee S, Hirschmann J. Use of corticosteroids in treating infectiousdiseases."}