{"date": "2020/02/07", "journal": "The Lancet Infectious Diseases", "authors": "Jie Li, Jun (Justin) Li, Xiaoru Xie, Xiaomei Cai, Jian Huang, Xuemei Tian", "title": "Game consumption and the 2019 novel coronavirus", "type": "Comment", "abstract": "WHO. Health advisory: risk of measles importation to Pacific islands. https://www.who.int/westernpacific/about/how ­ we­ work/pacific ­ support/ news/detail/26­ 09­ 2019­ health­ advisory­ risk­ of­ measles­ importation­ topacific ­ islands (accessed Nov 30, 2019). Roy EA. Spread of measles to at­ risk Pacific islands 'inevitable' after major New Zealand outbreak. https://www.theguardian.com/world/2019/ aug/30/spread­ of­ measles­ to­ at­ risk­ pacific ­ islands­ inevitable­ aftermajor­ new­ zealand­ outbreak (accessed Nov 30, 2019). WHO. Reported administrative target population, number of doses administered and administrative coverage: data extracted from WHO database. Data for 2000-2018. https://www.who.int/immunization/ monitoring_surveillance/data/en/ (accessed Dec 2, 2019). The Immunisation Advisory Centre. Infant deaths in Samoa a tragic outcome from error preparing MMR vaccine. https://www.immune.org.nz/ hot­ topic/infant­ deaths­ samoa­ tragic­ outcome­ error­ preparing­ mmrvaccine (accessed Dec 2, 2019).", "text": "In December, 2019, the 2019 novel coronavirus(2019­ nCoV) infecting humans was first identified inWuhan, China.1–3 As of Feb 3, 2020, the National HealthCommission of China had reported 20 471 confirmedcases of 2019­ nCoV infection in 34 provinces (auto­nomous regions, municipalities, and special adminis­trative regions).4 Cases have also been confirmedglobally.Coronaviruses are RNA viruses that are phenotypicallyand genotypically diverse. As well as in humans, corona­viruses are widespread in other species worldwide,including birds, rabbits, reptiles, cats, dogs, pigs,monkeys, and bats. They can cause respiratory, enteric,hepatic, and neurological diseases of variable severity,and are sometimes fatal in humans.5,6 Two of thepreviously identified strains of coronaviruses—severeacute respiratory syndrome coronavirus (SARS­ CoV)and Middle East respiratory syndrome coronavirus(MERS­ CoV)—have caused widespread epidemics andare zoonotic in origin.7,8 2019­ nCoV is also likely tohave a zoonotic origin. Early confirmed cases of thenew coronavirus in Wuhan were closely linked to theHuanan seafood market (a wet market),1,9,10 where alarge variety of vertebrate and invertebrate animals,wild caught and farm raised, are sold. Right after theoficial confirmation of the close linkage between severepneumonia and the game animals in the market, it wasclosed on Jan 1, 2020.The practice of consuming meat and products of wildanimals in China dates back to prehistoric times. Inmodern times, although game is not needed for food,the tradition of eating it persists. In China, especially inthe southeastern part where Guangdong and Wuhanare located, game is a favourable delicacy on everyday Published Onlinemenus. Fhettbprus:a//rdyo7i,.2o0rg2/010.1016/The obsession with meat and products from wild S1473­ 3099(20)30063­ 3animals may originate from the philosophy of medicine This online publicationfood homology. Huang Di Nei Jing Su Wen (The Yellow choarsrbeceteendcvoerrrseicotnedfi.rTshteEmperor’s Internal Classics) from the Hang dynasty appeared at thelancet.(206 BC–220 AD) states “[of things] eaten when hungry cFoebmr/uianrfyec2t6io,n20o2n0is food, eaten when ill is medicine” and is consideredan early reflection of the homology. However, throughnot being able to fully comprehend the essence of thephilosophy, many Chinese people mistakenly extendthe scope of the homology and simply think that oneis made of the supplements they eat. For instance,kidney and penis of deer or tiger are believed to haveaphrodisiac efect, and brain of fish or monkey aresupposed to make people brighter.Another false belief often held is that meat andproducts from wild animals have certain therapeuticefects. For example, Chinese pangolin meat is believedto help relieve rheumatism, its blood is believed topromote blood circulation and remove meridianobstruction (a concept in traditional Chinese medicine),and its bile is believed to eliminate so­ called liver fire(irascibility) and improve eyesight.        Behaviours seen on the internet may have alsoencouraged the spread of the 2019­ nCoV. On popularlivestream platforms such as Kuaishou and Douyin,hosts engage in so­ called mukbangs, which involvehosts eating food in front of their audience. Sometimesthe food they eat is strange or dangerous.        Eating of other wild animals, such as African snail, frog,bamboo rat, or octopus, has also been broadcasted.Sometimes the animals are eaten raw or even alive,especially octopuses, despite the possibility that theseare infected with various viruses.Instead of attempting to control outbreaks ofzoonotic viral diseases such as SARS, MERS, Ebola, and2019­ nCoV after the fact, the key is to interrupt theiremergence by refraining from game, with legislationbeing only part of the solution. The ultimate solutionlies in changing people’s minds about what is delicious,trendy, prestigious, or healthy to eat.In response to the outbreak of 2019­ nCoV, theChinese Government has banned all forms of wildanimal transaction, and there are already spontaneouseforts on the internet to explain the risks involvedin consuming game, together with pleas to withholdfrom buying, selling, or consuming wild animals. Webelieve that through a change in the outdated andinappropriate tradition of consuming wild animals andtheir products, we can conserve the natural habitat ofwild animals, and humans and other living creatures cancoexist in harmony.Jie Li and Jun Li contributed equally to this work. This work was supported by theNational Natural Science Foundation of China (grants 81772533 and41971184). We declare no competing interests.Jie Li, Jun (Justin) Li, Xiaoru Xie, Xiaomei Cai, Jian Huang,Xuemei Tian, *Hong Zhu123Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patients withpneumonia in China, 2019. N Engl J Med 2020; published online Jan 24.DOI:10.1056/NEJMoa2001017.China National Health Commission. Update on pneumonia caused by thenew coronavirus infections. http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml (accessed Feb 4, 2020).Zaki AM, van Boheemen S, Bestebroer TM, Osterhaus ADME,Fouchier RAM. Isolation of a novel coronavirus from a man withpneumonia in Saudi Arabia. N Engl J Med 2012; 367: 1814–20.McIntosh K. Coronaviruses: a comparative review.Curr Top Microbiol Immunol 1974: 63: 85–129.Peiris JSM, Yuen KY, Osterhaus ADME, Stöhr K. The severe acute respiratorysyndrome. N Engl J Med 2003; 349: 2431–41.Azhar EI, El­ Kafrawy SA, Farraj SA, et al. Evidence for camel­ to­ humantransmission of MERS coronavirus. N Engl J Med 2014; 370: 2499–505.Webster RG. Wet markets—a continuing source of severe acute respiratorysyndrome and influenza? Lancet 2004; 363: 234–36.pathogenthe extensively drug­ resistant N gonorrhoeae FC428", "ref_list": [[], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], [""], ["in the UK in 2016, a heterosexual man with urethral resistance to successive classes of antimicrobials used for and pharyngeal gonococcal infections acquired in Japan therapy, leading to a progressive reduction in available (table).3 In 2018, the rfist strain that was resistant to treatment options. Ceftriaxone is the last­ line treatment ceftriaxone (minimum inhibitory concentration [MIC] option for gonorrhoea, and many countries recommend 0·5 mg/L) and showed a high level of resistance to dual therapy with ceftriaxone (250-1000 mg) in azithromycin (MIC >256·0 mg/L) was reported, again combination with azithromycin (1-2 g)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P 10 Zhou", "X­ L Yang", "X­ G Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December, 2019, the 2019 novel coronavirus\n(2019­ nCoV) infecting humans was first identified in\nWuhan, China.1–3 As of Feb 3, 2020, the National Health\nCommission of China had reported 20 471 confirmed\ncases of 2019­ nCoV infection in 34 provinces (auto­\nnomous regions, municipalities, and special adminis­\ntrative regions).4 Cases have also been confirmed\nglobally.", "one_words_summarize": "In December, 2019, the 2019 novel coronavirus(2019­ nCoV) infecting humans was first identified inWuhan, China.1–3 As of Feb 3, 2020, the National HealthCommission of China had reported 20 471 confirmedcases of 2019­ nCoV infection in 34 provinces (auto­nomous regions, municipalities, and special adminis­trative regions).4 Cases have also been confirmedglobally. As well as in humans, corona­viruses are widespread in other species worldwide,including birds, rabbits, reptiles, cats, dogs, pigs,monkeys, and bats. Behaviours seen on the internet may have alsoencouraged the spread of the 2019­ nCoV. On popularlivestream platforms such as Kuaishou and Douyin,hosts engage in so­ called mukbangs, which involvehosts eating food in front of their audience. Eating of other wild animals, such as African snail, frog,bamboo rat, or octopus, has also been broadcasted. Webelieve that through a change in the outdated andinappropriate tradition of consuming wild animals andtheir products, we can conserve the natural habitat ofwild animals, and humans and other living creatures cancoexist in harmony. Isolation of a novel coronavirus from a man withpneumonia in Saudi Arabia. Curr Top Microbiol Immunol 1974: 63: 85–129.Peiris JSM, Yuen KY, Osterhaus ADME, Stöhr K. The severe acute respiratorysyndrome."}