{"date": "2020/02/06", "journal": "The Lancet Respiratory Medicine", "authors": "Claudio Ronco, Paolo Navalesi", "title": "Coronavirus epidemic: preparing for extracorporeal organ support in intensive care", "type": "Spotlight", "abstract": "irrtLyabo sZpoeocnieostictovirianlfeinctfechtuiomnasnarpeompuolraetiofrnesq. ueInntl2y0c0r3o,sstinhge lii/scceeeeSPgohnnAD tssmryeaanvnredksrrmeeotmsitaitecneudC(tMehtiEnorRaeS,shpa)unirmvdaitraiounnrss2y0wf1sray5osn,mtdthrraoeenmxMsoemitdiidc(tlSteeAadEnRaiSmsf)rtoarlmvesisrpuicinsraamtwwoeaerlysst iirzuo in Saudi Arabia. In both cases, and with the 2019 aM coronavirus outbreak in China, the original host of the Published Online virus is likely to be bats. February 6, 2020 The 2019 coronavirus (2019-nCoV) was identified S2h2tt1p3s-:2//6d0o0i.(o2r0g/)1300.016001-66/ as such with the use of electron microscope analysis, For more on 2019-nCoV global to determine its shape, and genomic sequencing. The surveillance see https://www. virus causes an aspecific respiratory syndrome and a who.int/health-topics/ generalised inflammatory response in humans. Patient coronavirus zero was likely to have been infected by 2019-nCoV at For2m0o1r9e-onnCothVeinfirWstuchaasnesseoef a seafood market in Wuhan (Hubei province, China)Articles Lancet 2020; WHO has provided the case definition. Although the 395: 497-506 information surrounding the current situation is For more on the first cases of changing on a daily basis, transparency and consistent 2s0e1e9h-tntpC:o//Vwcwownf.eirumroe.wdhino.Einutr/oepne/ data through oficial channels for the international health-topics/emergencies/pages/ scientific community is highly recommended. Experts news/news/2020/01/2019-ncov- provide their opinion based on experience and current outbreak-first-cases-confirmed- information, but the basic reproduction number (R0)-ie, in-europe the number of cases generated by one case-is presently membForarnmeoorxeyogneenxattriaocnocrepnotrreeasl unclear, and data about mortality are inconsistent. see JAMA 2011; 306: 1659-68 Both in Europe and the USA, close attention is being For more on the role of ECMO in paid to the problem despite the apparent low risk of an pandemic management see immediate epidemic difusion. J Extra Corpor Te4ch2n:o2l6280-1800; What has been confirmed is that some infected For more on treatment individuals have developed acute respiratory distress limitations in the era of ECMO syndrome (ARDS), which requires mechanical ventilation see Articles Lancet Respir Med and, in the most severe cases, extracorporeal membrane 2017; 5: 769-70 oxygenation (ECMO). For more on acute myocarditis associated with novel MERS coronavirus see Ann Saudi Med 2016; 36: 78-80", "text": "Transmission of 2019-nCoV is likely to occur throughlarge droplets, which could provide an explanation for theinitial infection at the wet fish market in Wuhan, althoughcontact by aerosols cannot be excluded. In recent reports,the median time from onset of symptoms to first hospitaladmission was 7·0 days (minimum to maximum 4·0–8·0),to shortness of breath was 8·0 days (5·0–13·0), to ARDSwas 9·0 days (8·0–14·0), to mechanical ventilation was10·5 days (7·0–14·0), and to intensive care unit (ICU)admission was 10·5 days. Beyond the classic preventionmeasures, strict adherence to suggested precautionsshould also be followed to prevent transmission. Despitespecific sanitary measures at airports and frontiers, wemust be able to respond appropriately to the internationalpublic health emergency declared by WHO. From ourpast experience of treating viral infections in criticallyill patients, we know the level of severity of illness inpatients infected by coronavirus depends on the presenceof comorbidities and immune status of the host. On theone hand, anergic patients are likely to develop a severeclinical response; on the other hand, an excessive immuneresponse might also add to severity through a generalisedinflammatory status. In both cases, immune dysregulationcan lead to a progressive cascade of pathophysiologicalevents leading to critical illness with multiple organdysfunction.Because it is not possible to anticipate the extent ofthe epidemic and the consequent number of patientswho require intensive care management, intensive careclinicians must be prepared to provide specific organsupport treatments and to consider that this type oftreatment might be necessary for a large number ofpatients. Extracorporeal therapies can be helpful tosupport diferent organs, such as the lungs, heart, kidneys,and liver, through the application of specific devices.Venovenous ECMO is a complex and sophisticatedsupport for treatment of the most severe forms ofacute hypoxaemic respiratory failure; it is performedin specialised, experienced referral centres that arecommonly organised into networks, serving large regionsor whole countries. The number of critically ill individualswho are infected with 2019-nCoV and who will requireECMO is unknown. In some regions, more than in others, ashortness of ECMO devices could occur and might imposechoices that come with important ethical questions.Without predefined criteria to guide the decision onwho will get the treatment and in what order, this willlead unavoidably to a first-come-first-serve approach.Clinical presentation, comorbidities, age, number of daysof mechanical ventilation before indication for ECMO,and risk for complications are all factors influencing apotentially favourable outcome. 2019-nCoV might alsocause severe myocarditis resulting in acute heart failure,which might indicate, in the most severe forms, the needfor venous-arterial ECMO support.Extracorporeal CO2 removal (ECCO2R) is a techniquethat can be performed in more ICUs due to the muchlower level of complexity than is required for ECMO, butECCO2R is not really helpful for severely hypoxaemicpatients who actually need full ECMO treatment. Acutekidney injury in these patients is not common, but itmight result from a systemic inflammatory syndromeinvolving combined myocardial and kidney function. Inthese cases, continuous renal replacement therapies byhaemofiltration and haemo diafiltration can contributeto resolution of organ failure. Liver dysfunction canalso rarely occur in patients with severe viral infectionand it might require extracorporeal blood purificationtechniques to support the patient until hepatocyterecovery occurs. Finally, a sepsis-like syndromemight occur frequently due to the virus itself or to asuperimposed bacterial infection and in this case, sincepharmacological approaches have shown poor results,new extracorporeal organ support therapies including For more on ECCO2R see Reviewhaemoadsorption and haemoperfusion, with new Lancet Respir Med 2018; 6: 874–84sorbent cartridges designed to remove cytokines and For more on ECCO2R removal seeother circulating mediators, should be considered. Crit Care 2014; 18: 222However the 2019-nCoV epidemic evolves, ICU sFyonrdmroorme eonincsaerdpisoisresneealJ Crit Carepersonnel must be prepared and trained to apply 2018; 43: 122–27early and optimal interventions. Extracorporeal organ For more on extracorporealsupport therapies might represent an important part organ support in critical illnessof the response and clinicians and other health-care IanntdenascivuetCeakreidMneedy2in0j1u8r;y seeprofessionals need to be familiar with this sophisticated 44: 1447–59therapy. A call to action should be made to raise For more on extracorporealawareness of the diferent extracorporeal techniques, organ support in critically illeach with specific criteria and modalities of prescription, p4a8t:i9en9t–s10se5e Blood Purif 2019;delivery, and monitoring. For more on cytosorb adsorptionWe declare no competing interests. columns see Blood Purif 2019;48: 196–202*Claudio Ronco, Paolo Navalesi, Jean Louis Vincent For more on sorbent devices seecronco@goldnet.it Blood Purif 2019; 47: 94–100For more on the call to action forresearch on use ofextracorporeal life support seeChest 2018; 153: 788–91Patient perspectivesSurviving sepsis and intensive care unit delirium: a remarkablerecoveryWaking shivering in the night, Michelle Bryden assumedshe had flu, and took the following day of work. But thenher feet and hands started to turn purple. In fact, she hadcontracted bacterial meningitis caused by Streptococcuspneumoniae and was admitted to Howard County General(Columbia, MD), where she was eventually diagnosedwith sepsis. At the time, in April 2019, Michelle was ahealthy, active 48-year-old, with a passion for gardening,who worked at Johns Hopkins Applied Physics Laboratory(Laurel, MD, US) as an engineer.Initially, antibiotics gave her some respite, but whenher vision started to deteriorate, she was transferred toJohns Hopkins Hospital. The doctors treated her sightloss but when she experienced breathing dificulties,she was transferred to intensive care, intubated, andsedated. 2 days later she was extubated, but with furtherrespiratory problems she was back in critical care after2 days. With a total of 4 days on mechanical ventilation,and 10 days after her first admission, Michelle’s lifehad become fragile and tenuous. “I can only describeit as being like a dream”, she says, “only when I left thehospital, did I really fully appreciate how dangerous it hadall been”.Delirium in the intensive care unit (ICU), is characterisedby an acute onset of intense confusion and is extremelycommon in critical care, particularly for those patientson mechanical ventilation. Patients are in a dream-likestate, which can lead on to hallucinations, delusions, andparanoia. Alarmingly, delirium can often go undiagnosed,despite its association with post-traumatic stress disorder,higher risk of long-term cognitive damage, and lowersurvival rates. In her delirium, Michelle was convincedshe was the star of a medical drama TV show—she didnot believe the doctors were doctors and was aggravatedshe was not being given her breaks from her acting role.She laughs when she retells the story, but delirium is verydisorientating in an already alien environment. Eventhough she was screened for and diagnosed with ICUdelirium, Michelle’s memory loss (“I couldn’t rememberanything, even my birthday”) and inability to pass basiccognitive tests led her husband to believe she was havinga stroke.Ken, Michelle’s husband, describes her illnessprogression as a “roller coaster”—periods of stability andlucidity were followed by sudden emergency intubations:“my greatest fear was her health taking a serious turn for", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Transmission of 2019-nCoV is likely to occur through\nlarge droplets, which could provide an explanation for the\ninitial infection at the wet fish market in Wuhan, although\ncontact by aerosols cannot be excluded. In recent reports,\nthe median time from onset of symptoms to first hospital\nadmission was 7·0 days (minimum to maximum 4·0–8·0),\nto shortness of breath was 8·0 days (5·0–13·0), to ARDS\nwas 9·0 days (8·0–14·0), to mechanical ventilation was\n10·5 days (7·0–14·0), and to intensive care unit (ICU)\nadmission was 10·5 days. Beyond the classic prevention\nmeasures, strict adherence to suggested precautions\nshould also be followed to prevent transmission. Despite\nspecific sanitary measures at airports and frontiers, we\nmust be able to respond appropriately to the international\npublic health emergency declared by WHO. From our\npast experience of treating viral infections in critically\nill patients, we know the level of severity of illness in\npatients infected by coronavirus depends on the presence\nof comorbidities and immune status of the host. On the\none hand, anergic patients are likely to develop a severe\nclinical response; on the other hand, an excessive immune\nresponse might also add to severity through a generalised\ninflammatory status. In both cases, immune dysregulation\ncan lead to a progressive cascade of pathophysiological\nevents leading to critical illness with multiple organ\ndysfunction.", "one_words_summarize": "Transmission of 2019-nCoV is likely to occur throughlarge droplets, which could provide an explanation for theinitial infection at the wet fish market in Wuhan, althoughcontact by aerosols cannot be excluded. From ourpast experience of treating viral infections in criticallyill patients, we know the level of severity of illness inpatients infected by coronavirus depends on the presenceof comorbidities and immune status of the host. On theone hand, anergic patients are likely to develop a severeclinical response; on the other hand, an excessive immuneresponse might also add to severity through a generalisedinflammatory status. Extracorporeal therapies can be helpful tosupport diferent organs, such as the lungs, heart, kidneys,and liver, through the application of specific devices. For more on cytosorb adsorptionWe declare no competing interests. columns see Blood Purif 2019;48: 196–202*Claudio Ronco, Paolo Navalesi, Jean Louis Vincent For more on sorbent devices seecronco@goldnet.it Blood Purif 2019; 47: 94–100For more on the call to action forresearch on use ofextracorporeal life support seeChest 2018; 153: 788–91Patient perspectivesSurviving sepsis and intensive care unit delirium: a remarkablerecoveryWaking shivering in the night, Michelle Bryden assumedshe had flu, and took the following day of work. 2 days later she was extubated, but with furtherrespiratory problems she was back in critical care after2 days. Patients are in a dream-likestate, which can lead on to hallucinations, delusions, andparanoia."}