{"date": "2020/02/06", "journal": "The Lancet Planetary Health", "authors": "Richard A Kock, William B Karesh, Francisco Veas, Thirumalaisamy P Velavan, David Simons, Leonard E G Mboera", "title": "2019-nCoV in context: lessons learned?", "type": "Comment", "abstract": "The emergence of a new coronavirus (2019-nCoV) in definitively identified, despite considerable searching, Lancet Planet Health 2020 Wuhan creates a sense of déjà vu with the severe acute possibly because of the source virus circulating in small Published Online respiratory syndrome coronavirus (SARS-CoV) epidemic and isolated populations. Forensic examination has Fhettbprus:a//rdyo6i,.o2r0g2/100.1016/ in China in 2003. Coronaviruses are enveloped, positive- clarified the human infection sources and multispecies S2542-5196(20)30035-8 stranded RNA viruses of mammals and birds. These involvement in these diseases, with some species viruses have high mutation and gene recombination confirmed as competent hosts (eg, camels for MERSrates, making them ideal for pathogen evolution.1 CoV4), bridge (or amplifying) hosts (eg, pigs for Nipah In humans, coronavirus is usually associated with virus, non-human primates for Ebola virus5), or deadmild disease, the common cold. Previous emerging end hosts. The crucial checkpoint is the jump and novel coronaviruses, such as SARS-CoV and Middle bridging of the viruses to humans, which occurs most East respiratory syndrome coronavirus (MERS-CoV), frequently through animal-based food systems. In the which emerged in the Middle East in 2012, were case of SARS, markets with live and dead animals of associated with severe and sometimes fatal disease. wild and domestic origins were the crucible for virus MERS-CoV was less pathogenic than SARS-CoV, with evolution and emergence in the human population. the most severe infections mainly in individuals with Once the viruses' functional proteins enabled cell entry underlying illnesses. Clinically and epidemiologically, in civets (Paguma larvata) and racoon dogs (Nyctereutes the contemporary 2019-nCoV in China seems to procyonoides), the bridge was established and it was only resemble SARS-CoV. The genome of 2019-nCoV also a matter of time before the jump to humans occurred.6 appears most closely related to SARS-CoV and related Sequence comparison of civet viruses suggested bat coronaviruses.2 The infection has now spread widely, evolution was ongoing; this was further supported by with phylogenetic analysis of the emerging viruses high seroprevalence of antibodies against SARS-CoV suggesting an initial single-locus zoonotic spillover among civet sellers, suggesting previous cross-species event in November, 2019,3 and subsequent human- transmission events without necessarily human-toto-human transmission. The SARS epidemic in 2003 human transmission.7,8 Similarly, early Ebola virus was was followed soon after by avian influenza H5N1 in mostly associated with bushmeat and its consumption 2006, centred on the Asian continent and Middle East. in Africa; Nipah virus is associated with date palm sap, Other surprising viral zoonoses that have caused serious fruit, and domestic pig farms; MERS is associated with disease include Nipah encephalitic virus in pigs and the camel livestock industry; and H5N1 arose from viral humans in southeast and south Asia in 1999-2014, evolution in domestic and wild birds, to ultimately bring and large-scale Ebola virus epidemics in 2014-16 and all these cases to humans. The 2019-nCoV is another 2018-19 in west and central Africa. Taken together, virus in the pipeline that originated from contact with these events ring alarm bells about disease emergence animals, in this case a seafood and animal market in in the 21st century, and the importance of human Wuhan, China. diseases originating from indiscriminate contacts with Inevitably, the health sectors are primarily reactive to infected animals. these events, acting to save lives as well as undertake There is an increasing focus on the human-animal- surveillance and control. The drama and panic typically environment disease interface, as encompassed in the fade into history with the substantial costs being One Health concept. Mortalities, disability-adjusted absorbed by ordinary people, international financial life-years, and billions of dollars of economic losses systems, and tax bases, making life go on as normal, from these infections demand action and investment but not quite. The frequency, severity, and financial in prevention to face novel challenges to human and impacts of these events are growing, and the world can animal health. Research has led to better understanding no longer aford to just wait and see, especially because of the nature and drivers of cross-species viral jumps, prevention of these threats is in theory relatively simple but the detail is still elusive. No reservoir population of and where addressed has resulted in a cessation of risk. bats for SARS and MERS-CoV or Ebola virus have been The best example being Nipah virus, where separation", "text": "of pig farms from fruit agriculture, and by the samemeasure, fruit bats, has substantially reduced thepotential for Nipah virus spill over. Bats have alwayshad viral populations, and despite close associationwith humans for millennia, this has not resulted inpandemics until recent times.In conclusion, have we learned lessons? Yes and no.These events are of global public health and economicimportance and need collective societal response. Butgovernments and civil society are not heeding thesewarnings, as the 2019-nCoV attests.9 Concerns havebeen repeatedly raised and voiced since the idea of OneHealth was first expressed in around 2000. 10 What weneed to learn and communicate is that the zoonotic oragricultural bridging of novel pathogens from domesticand captive wildlife needs urgent attention, alongwith attention to the human appetite for meat. Thisapproach is easily achieved for coronavirus threats—eg, by substantially reducing the trade of risky speciesof wild caught animals for food or other purposes, anda culturally sensitive ban on the sale of these animalsin wet markets. Vaccines and therapeutic alternativesmight be possible and are needed, but they are aresponse, because the emerging strain is unpredictableand a vaccine is unlikely to prevent the initial events.In some parts of Africa, prevention of Ebola virus andfuture coronavirus threats require shifts in food habits,a transition frombushmeat being a cultural normor primary source of protein, and by discouragingagricultural development that brings bats into increasedcontact with humans or livestock. In the Middle East,re-evaluating and improving infection prevention andcontrol measures for camel farms, a recent introductioncoincident with the emergence of MERS-CoV, would bea positive step forward.WBK is Executive Vice President of EcoHealth Alliance and RAK, AZ, TPV, FV, DS,LEGM, OD, and LBA are members of the Pan-African Network for RapidResearch, Response, Relief, and Preparedness for Infectious Diseases Epidemicsconsortium (PANDORA-ID-NET). We acknowledge support from the Europeanand Developing Countries Clinical Trials Partnership (EDCTP2) programme(grant RIA2016E-1609). AZ is in receipt of a National Institutes of HealthResearch senior investigator award. We declare no competing interests.Copyright © 2020 The Author(s). Published by Elsevier Ltd. This is an OpenAccess article under the CC BY 4.0 license.123456789Su S, Wong G, Shi W, et al. Epidemiology, genetic recombination, andpathogenesis of coronaviruses. Trends Microbiol 2016; 24: 490–502.Zhou P, Yang X-L, Wang X-G, et al. Discovery of a novel coronavirusassociated with the recent pneumonia outbreak in humans and itspotential bat origin. bioRxiv 2020; published online Jan 23. http://dx.doi.org/10.1101/2020.01.22.914952 (preprint).", "ref_list": [[], [""], [""], ["Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia"], ["Morbidity and mortality of wild animals in relation to outbreaks of Ebola haemorrhagic fever in Gabon,"], ["Understanding bat SARS-like coronaviruses for the preparation of future coronavirus outbreaks-implications for coronavirus vaccine development"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["Molecular evolution analysis and geographic investigation of severe acute respiratory syndrome coronavirus-like virus in palm civets at an animal market and on farms"], ["Taking forward a 'One Health' approach for turning the tide against the Middle East respiratory syndrome coronavirus and other zoonotic pathogens with epidemic potential"], ["Ecology of zoonoses: natural and unnatural histories"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Rembaut A"], ["-", "-", "-"], ["T Briese", "N Mishra", "K Jain"], ["SA Lahm", "M Kombila", "R Swanepoel", "RF Barnes"], ["OW Ng", "YJ Tan"], ["Y Guan", "BJ Zheng", "YQ He"], ["B Kan", "M Wang", "H Jing"], ["A Zumla", "O Dar", "R Kock"], ["WB Karesh", "A Dobson", "J Lloyd-Smith"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "of pig farms from fruit agriculture, and by the same\nmeasure, fruit bats, has substantially reduced the\npotential for Nipah virus spill over. Bats have always\nhad viral populations, and despite close association\nwith humans for millennia, this has not resulted in\npandemics until recent times.", "one_words_summarize": "of pig farms from fruit agriculture, and by the samemeasure, fruit bats, has substantially reduced thepotential for Nipah virus spill over. 10 What weneed to learn and communicate is that the zoonotic oragricultural bridging of novel pathogens from domesticand captive wildlife needs urgent attention, alongwith attention to the human appetite for meat. WBK is Executive Vice President of EcoHealth Alliance and RAK, AZ, TPV, FV, DS,LEGM, OD, and LBA are members of the Pan-African Network for RapidResearch, Response, Relief, and Preparedness for Infectious Diseases Epidemicsconsortium (PANDORA-ID-NET). AZ is in receipt of a National Institutes of HealthResearch senior investigator award."}