{"date": "2020/02/18", "journal": "biorxiv", "authors": "Ping Liu, Jing-Zhe Jiang, Xiu-Feng Wan, Yan Hua, Xiaohu Wang, Fanghui Hou, Jing Chen, Jiejian Zou, Jinping Chen", "title": "Are pangolins the intermediate host of the 2019 novel coronavirus (2019-nCoV) ?", "type": "preprint article", "abstract": "510520, China. 9Institute of Animal Health, Guangdong Academy of Agricultural", "text": "*These authors contributed equally to this work.†Corresponding author. Email: chenjp@giabr.gd.cnThe outbreak of 2019-nCoV pneumonia (COVID-19) in the city of Wuhan, China hasresulted in more than 70,000 laboratory confirmed cases, and recent studies showedthat 2019-nCoV (SARS-CoV-2) could be of bat origin but involve other potentialintermediate hosts. In this study, we assembled the genomes of coronavirusesidentified in sick pangolins. The molecular and phylogenetic analyses showed thatpangolin Coronaviruses (pangolin-CoV) are genetically related to both the2019-nCoV and bat Coronaviruses but do not support the 2019-nCoV arose directlyfrom the pangolin-CoV. Our study also suggested that pangolin be natural host ofBetacoronavirus, with a potential to infect humans. Large surveillance ofcoronaviruses in pangolins could improve our understanding of the spectrum ofcoronaviruses in pangolins. Conservation of wildlife and limits of the exposures ofhumans to wildlife will be important to minimize the spillover risks of coronavirusesfrom wild animals to humans.        In December 2019, there was an outbreak of pneumonia with an unknown causein Wuhan, Hubei province in China, with an epidemiological link to the HuananSeafood Wholesale Market, which is a live animal and seafood market. Clinicalpresentations of this disease greatly resembled viral pneumonia. Through deepsequencing on the lower respiratory tract samples of patients, a novel coronavirusnamed the 2019 novel coronavirus (2019-nCoV) was identified [        To effectively control the diseases and prevent new spillovers, it is critical toidentify the animal origin of this newly emerging coronavirus. In this wet market ofWuhan, high viral loads were reported in the environmental samples. However,variety of animals, including some wildlife, were sold on this market, and the numberand species were very dynamics. It remains unclear which animal initiated the firstinfections.        Coronaviruses cause respiratory and gastrointestinal tract infections and aregenetically classified into four major genera: Alphacoronavirus, Betacoronavirus,Gammacoronavirus, and Deltacoronavirus. The former two genera primarily infectmammals, whereas the latter two predominantly infect birds [                Approximate 30-thousand-base genome of coronavirus codes up to 11 proteins,and the surface glycoprotein S protein binds to receptors on the host cell, initiatingvirus infection. Different coronaviruses can use distinct host receptors due tostructural variations in the receptor binding domains of the virus S protein.SARS-CoV uses angiotensin-converting enzyme 2 (ACE2) as one of the mainreceptors [7] with CD209L as an alternative receptor [8], whereas MERS-CoV usesdipeptidyl peptidase 4 (DPP4, also known as CD26) as the primary receptor.Computational modeling analyses suggested that, similar to SARS-CoV, the2019-nCoV uses ACE2 as the receptor [        Not soon after the release of the 2019-nCoV genome, a scientist released a fullgenome of a coronavirus, Bat-CoV-RaTG13, from bat (Rhinolophus sinicus), which iscolonized in Yunan province, nearly 2,000 km away from Wuhan. Bat-CoV-RaTG13was 96% identical at the whole genome level to the 2019-nCoV, suggesting the2019-nCoV, could be of bat origin [10]. However, with rare direct contacts betweensuch bats and humans, similar to SARS-CoV and MERS-CoV, it seems to be morelikely that the spillover of 2019-nCoV to humans from another intermediate hostrather than directly from bats.coronavirus from two groups of sick pangolins and the 2019-nCoV and to assesswhether pangolins could be a potential intermediate host for the 2019-nCoV.In March of 2019, we detected Betacoronavirus in three animals from two sets ofsmuggling Malayan pangolins (Manis javanica) (n=26) intercepts by Guangdongcustoms [11]. All three animals suffered from serious respiratory diseases and failedto be rescued by the Guangdong Wildlife Rescue Center [11] (Table S2). Throughmetagenomic sequencing and de novo assembling, we recovered 38 contigs rangingfrom 380 to 3,377 nucleotides, and the nucleotide sequence identities among thecontigs from these three samples were 99.54%. Thus, we pooled sequences from threesamples and assembled the draft genome of this pangolin origin coronavirus, so calledpangolin-CoV-2020 (Accession No.: GWHABKW00000000), which wasapproximately 29,380 nucleotides, with approximately 84% coverage of the virusgenome (Figure 1a).Strikingly, genomic analyses suggested the pangolin-CoV-2020 has a highidentity with both 2019-nCoV and Bat-CoV-RaTG13, the proposed origin of the2019-nCoV [10] (Figure 1b; Figure 1c). The nucleotide sequence identity betweenpangolin-CoV-2020 and 2019-nCoV was 90.23% whereas the protein sequenceidentities for individual proteins can be up to 100% (Table S3; Table S4). Thenucleotide sequence between pangolin-CoV-2020 and Bat-CoV-RaTG13 was 90.15%Bat-CoV-RaTG13 was 96.12% (Table 1).The nucleotide sequence identities of the surface glycoprotein Spike (S) proteingenes between pangolin-CoV-2020 and 2019-nCoV was 82.21%, and theBat-CoV-RaTG13 and 2019-nCoV shared the highest sequence identity of 92.59%(Table 1). There was a low similarity of 72.63% between the S genes ofpangolin-CoV-2020 and SARS-CoV. Nucleotide sequence analyses suggested the Sgene was relatively more genetic diverse in the S1 region than the S2 region (Figure2a). Furthermore, the S proteins of pangolin-CoV-2020 and 2019-nCoV had asequence identity of 89.78% (Table 2), sharing a very conserved receptor bindingmotif (RBM) (Figure S1), which is more conserved than in Bat-CoV-RaTG13. Theseresults support that pangolin-CoV-2020 and 2019-nCoV, and SARS-CoV could allshare the same receptor ACE2. The presence of highly identical RBMs inpangolin-CoV-2020 and 2019-nCoV means that this motif was likely already presentin the virus before jumping to humans. However, it is interesting that bothpangolin-CoV-2020 and Bat-CoV-RaTG13 lack a S1/S2 cleavage site (~680-690 aa)whereas 2019-nCoV possess (Figure S1).Phylogenetic analyses suggested that the S genes of pangolin-CoV-2020,2019-nCoV and three bat origin coronaviruses (Bat-CoV-RaTG13,Bat-CoV-CVZXC21, and Bat-Cov-CVZC45) were genetically more similar to eachother than other viruses in the same family (Figure 2b). The S gene ofBat-CoV-RaTG13 was genetically closer to each other than pangolin-CoV-2020,for the RdRp gene and other genes (Figure 3a-d; Figure S2a-h). At the whole genomiclevel, the 2019-nCoV is also genetically closer to Bat-CoV-RaTG13 thanpangolin-CoV-2020 (Figure 1c).In this study, we assembled the genomes of coronaviruses identified in sickpangolins and our results showed that a pangolin coronavirus (pangolin-CoV-2020) isgenetically associated with both 2019-nCoV and a group of bat coronaviruses. Thereis a high sequence similarity between pangolin-CoV-2020 and 2019-nCoV. However,phylogenetic analyses did not support the 2019-nCoV arose directly from thepangolin-CoV-2020.It is of interest that the genomic sequences for coronaviruses detected from twobatches of pangolins intercepted by two different customs at different dates were allbe associated with bat coronaviruses. The reads from the third pangolin acquired inJuly of 2019 were relatively less abundant than the two from the first two pangolinsamples acquired in March of 2019. Although we are unclear whether these twobatches of smuggling and exotic pangolins were from the same origin, our resultsindicated that pangolin be a natural host for Betacoronaviruses, which could beenzootic in pangolins. All three exotic pangolins detected with Betacoronaviruses inthis study were very sick with serious respiratory diseases and failed to be rescued.However, these pangolins were very stressful in the transportation freight when beingflora in the respiratory tracts of pangolins. Nevertheless, the pathogenesis of thiscoronavirus to pangolin remains to be studied.Compared to the genomic sequence of pangolin-CoV-2020 we assembled in thisstudy, phylogenetic trees suggested that a bat origin coronavirus (i.e.,Bat-CoV-RaTG13) was more genetically close to the 2019-nCoV at both individualgene and genomic sequence level. Interestingly, the cleavage site between S1 and S2at the 2019-nCoV had multiple insertions (i.e. PRRA), compared to that ofBat-CoV-RaTG13 and pangolin-CoV-2020, which were similar. Thus, although it isclear that 2019-nCoV is of bat origin, it is likely another intermediate host could beinvolved in emergence of the 2019-nCoV.        The S protein of coronaviruses bind to host receptors via receptor-bindingdomains (RBDs), and plays an essential role in initiating virus infection anddetermines host tropism [                The host range of animal origin coronaviruses was promiscuous [12]. It is criticalto determine the natural reservoir and the host range of coronaviruses, especially theirand MERS caused serious outbreaks in humans, lead to thousands of deaths [        In summary, this study suggested pangolins be a natural host of Betacoronavirus,with an unknown potential to infect humans. However, our data do not support the2019-nCoV evolved directly from the pangolin-CoV.identify pathogens causing wildlife diseases. In 2019, we were involved in two eventsof pangolin rescues, one involved with 21 smuggling pangolins in March and thesecond with 6 smuggling pangolins in July. From those pangolins failed to be rescued,we collected samples from different tissues and subjected for metagenomic analyses.Through viral metagenomics analyses of lower respiratory tract samples from thesepangolins, we detected coronavirus in three individual animals [11]. Two of theseanimals were from the first batch of Malayan pangolins intercepted by Meizhou,Yangjiang, and Jiangmen customs, and the third one was from the second batch in afreight being transported from Qingyuan to Heyuan. The RNA samples from thesethree individuals were subjected to deep sequencing. To determine the read abundanceof coronaviruses in each sample, we mapped clean reads without ribosomes and hostsequences to an in-house virus reference data separated from the GenBanknon-redundant nucleotide database.Genomic assembly and sequence analyses. After examining the high similarityamong the samples from three animals, to maximize the coverage of the virus genome,clean reads from three animals were pooled together and de novo assembled usingMEGAHIT v1.2.9 [19]. The assembled contigs were used as references for mappingthose the rest unmapped reads using Salmon v0.14.1 [20], and multiple rounds wereimplemented to maximize the mapping (Table S2).A total of 38 contigs were identified to be highly similar to the 2019-nCoVSSPACE v3.0 were used to fill gaps and draft pangolin-CoV-2020 genome wasconstructed with ABACAS v1.3.1 (http://abacas.sourceforge.net/) [21, 22, 23].Multiple sequence alignments were conducted using CLUSTAL Ov1.2.4 [24].Simplot analyses were conducted with SimPlot v3.5.1 to determine the sequencesimilarity among 2019-nCoV (MN908947.3), pangolin-CoV-2020, Bat-CoV-RaTG13(MN996532.1), and SARS-CoV (AY395003.1) at both the genomic sequence leveland at individual gene level [25]. Sequence identity was calculated utilizingp-diatance in MEGA v10.1.7 [26].Phylogenetic analyses. We downloaded 44 full-length genome sequences ofcoronaviruses isolated from different hosts from the public database (Table S1).Phylogenetic analyses were performed based on their whole genome sequences,encoding ORFs of RNA-dependent RNA polymerase (RdRp gene), the receptorbinding protein spike protein (S gene), small envelope protein (E gene), as well as allother gene sequences were conducted utilizing Mrbayes [27] with 50,000,000generations and the 25% of the generations as burnin. Best models were determinedby jModeltest v2.1.7 [28]. Then, all the trees were visualized and exported as vectordiagrams with FigTree v1.4.4 (http://tree.bio.ed.ac.uk/software/figtree/).Acknowledgements: We thank the De-Chun Lin and Tao Jin from Magigene Biotech.and Hanghui Kong from South China Botanical Garden support for bioinformaticssystem maintenance project from National Forestry and Grassland Administration(2019072), GDAS Special Project of Science and Technology Development (grantnumber 2020GDASYL-20200103090, 2018GDASCX-0107),Guangzhou ScienceTechnology and Innovation Commission (grant number 201804020080), NaturalScience Foundation of China (grant number 31972847), Guangzhou science andtechnology project (grant number 2019001), and 2019-nCoV wildlife origin projectfrom Guangdong department of science and technology.Identification of a novel coronavirus in patients with severe acute respiratorysyndrome. New England journal of medicine. 2003; 348(20):1967-1976.4. Zaki AM, Van Boheemen S, Bestebroer TM, Osterhaus AD, Fouchier RA.Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia.New England Journal of Medicine. 2012; 367(19):1814-1820.5. Guan Y, Zheng BJ, He YQ, Liu XL, Zhuang ZX, Cheung CL, et al. Isolation andcharacterization of viruses related to the SARS coronavirus from animals insouthern China. Science. 2003; 302(5643):276-8.6. Azhar EI, El-Kafrawy SA, Farraj SA, Hassan AM, Al-Saeed MS, Hashem AM, etal. Evidence for camel-to-human transmission of MERS coronavirus. NewEngland Journal of Medicine. 2014; 370(26):2499-2505.7. Ge XY, Li JL, Yang XL, Chmura AA, Zhu G, Epstein JH, et al. Isolation andcharacterization of a bat SARS-like coronavirus that uses the ACE2 receptor.Nature. 2013; 503(7477):535-8.et al. CD209L (L-SIGN) is a receptor for severe acute respiratory syndromecoronavirus. Proceedings of the National Academy of Sciences. 2004;101(44):15748-53.coronavirus from Wuhan: An analysis based on decade-long structural studies of11(11), 979.11. Liu P, Chen W, Chen JP. Viral Metagenomics Revealed Sendai Virus andCoronavirus Infection of Malayan Pangolins (Manis javanica). Viruses. 2019;12. MacLachlan NJ, Dubovi EJ. Fenner’s Veterinary Virology Fifth Ed., Chapter 29,severe acute respiratory syndrome (SARS) (No. WHO/CDS/CSR/GAR/2003.11).World Health Organization.14. Cunha CB, Opal SM. Middle East respiratory syndrome (MERS) A new zoonoticviral pneumonia. Virulence. 2014; 5(6):650-654.15. Li W, Shi Z, Yu M, Ren W, Smith C, Epstein JH, et al. Bats are natural reservoirsof SARS-like coronaviruses. Science. 2005; 310(5748):676-679.SARS. Emerging infectious diseases. 2006; 12(12):1834.17. Wang LF, Eaton BT. Bats, civets and the emergence of SARS. In Wildlife andemerging zoonotic diseases: the biology, circumstances and consequences ofcross-species transmission (pp. 325-344). Springer, Berlin, Heidelberg. 2007.of three camel coronavirus species and recombination of MERS-CoVs in SaudiArabia. Science. 2016; 351(6268):81-84.19. Li D, Luo R, Liu CM, Leung CM, Ting HF, Sadakane K, et al. MEGAHIT v1. 0:a fast and scalable metagenome assembler driven by advanced methodologiesand community practices. Methods. 2016; 102:3-11.20. Patro R, Duggal G, Love MI, Irizarry RA, Kingsford C. Salmon provides fast andbias-aware quantification of transcript expression. Nature methods. 2017;14(4):417.21. Assefa S, Keane TM, Otto TD, Newbold C, Berriman M. ABACAS:algorithm-based automatic contiguation of assembled sequences. Bioinformatics.2009; 25(15):1968-1969.22. Boetzer M, Henkel CV, Jansen HJ, Butler D, Pirovano W. Scaffoldingpre-assembled contigs using SSPACE. Bioinformatics. 2011; 27(4):578-579.23. Nadalin F, Vezzi F, Policriti A. GapFiller: a de novo assembly approach to fill thegap within paired reads. BMC bioinformatics. 2012; 13(S14):S8.24. Sievers F, Higgins DG. Clustal Omega for making accurate alignments of many25. Lole KS, Bollinger RC, Paranjape RS, Gadkari D, Kulkarni SS, Novak NG, et al.Full-length human immunodeficiency virus type 1 genomes from subtypeC-infected seroconverters in India, with evidence of intersubtype recombination.Journal of virology. 1999; 73(1):152-160.26. Kumar S, Stecher G, Li M, Knyaz C, Tamura K. MEGA X: molecularevolutionary genetics analysis across computing platforms. Molecular biologyand evolution. 2018; 35(6):1547-1549.27. Huelsenbeck JP, Ronquist F. MRBAYES: Bayesian inference of phylogenetictrees. Bioinformatics. 2001; 17(8);754-755.28. Darriba D, Taboada GL, Doallo R, Posada D. jModelTest 2: more models, newheuristics and parallel computing. Nature methods. 2012; 9(8):772-772.SPangolin-CoV-2020 83.05Bat-CoV-RaTG13 93.11Bat-CoV-CVZXC21 76.79Bat-Cov-CVZC45 77.19SARS 74.54coronaviruses. a) genomic alignment of pangolin-CoV-2020 and 2019-nCoV, whiteindicates missing sequence; b) Similarity plot based on the full-length genomesequence of 2019-nCoV. Full-length genome sequences of Bat-CoV-RaTg13,Bat-CoV-SL-CoVZXC21, SARS, and pangolin-CoV-2020 draft genome were used assubject sequences; c) Phylogenetic tree based on nucleotide sequences of completegenomes of coronaviruses.pangolin-CoV-2020, 2019-nCoV, and other coronaviruses. a) similarity plot basedon the spike surface glycoprotein amino acid and nucleotide sequence of 2019-nCoV.Bat-CoV-RaTg13, and pangolin-CoV-2020 were used as subject sequences; b)phylogenetic tree of S genes.RNA polymerase (RdRp) gene, c) matrix protein, and d) nucleocapsid proteindifferent hosts.Table S1. Accession numbers and strain IDs of coronaviruses strains isolated fromTable S2. Number of sequencing reads assigned to different viruses in each pangolinsample. We only focus on Coronaviruses in this study.Table S3. The blast results for the assembled nucleotide contigs ofpangolin-CoV-2020 and 2019-nCoV.Table S4. The blast results for the translated proteins from assembled nucleotidecontigs of pangolin-CoV-2020 and 2019-nCoV.Figure S1. Amino acid sequence alignment of the spike surface glycoprotein of thePangolin-CoV-2020 with 2019-nCoV and Bat-CoV-RaTG13.Figure S2. Phylogenetic analyses of a) ORF1a, b) ORF1b, c) ORF3a, d) ORF6, e)ORF7a, f) ORF7b, g) ORF8, and h) ORF10 gene sequences of coronavirusesfrom different hosts.1.00.9S3aNdIm 60%A00SP500NTD10001500200025003000TMHR2KP886808.1_Bat_CoV_YNLF_31CJX993988.1_Bat_CoV_Yunnan2011KJ473815.1_Bat_CoV_GX2013100KF294457.1_Bat_CoV_Longquan_140DQ022305.2_Bat_CoV_HKU3-199DQ084200.1_Bat_CoV_HKU3-3100GQ153544.1_Bat_CoV_HKU3-9DQ412043.1_Bat_CoV_Rm1100DQ648857.1_Bat_CoV_BtCoV_279_2005DQ071615.1_Bat_CoV_Rp3KY417143.1_Bat_CoV_Rs4081100MK211378.1_Bat_CoV_YN2018DMK211375.1_Bat_CoV_YN2018AKY417142.1_Bat_CoV_As6526100MK211377.1_Bat_CoV_YN2018CMK211374.1_Bat_CoV_SC2018KJ473814.1_Bat_CoV_HuB2013JX993987.1_Bat_CoV_Rp_Shaanxi201110010010081100100100100100100100100100100KY417151.1_Bat_CoV_Rs7327100KC881006.1_Bat_CoV_Rs336798KF367457.1_Bat_CoV_WIV1KY417150.1_Bat_CoV_Rs4874100KT444582.1_Bat_CoV_WIV16AY278489.2_SARS_GD0180AY390556.1_SARS_GZ02100AY686864.1_SARS_B039100AY572035.1_SARS_civet010Figure 2b100KJ473811.1_Bat_CoV_JL2012bioRxiv preprint doi: https://doi.org/10.1101/2020.02.18.954628. The co9p6yright holder for this preprint (which was not peer-reviewed) is theauthor/funder. All rights reserve1d0.0No reuDseQa4l1lo2w0e4d2.w1_itBhoaut_tCpoeVrm_iRssf1ion.100DQ648856.1_Bat_CoV_BtCoV_273_200594KJ473816.1_Bat_CoV_YN2013MG772933.1_Bat_CoV_CVZC45100MG772934.1_Bat_CoV_CVZXC21100100MN908947.2_2019_nCoVMN996532.1_Bat_CoV_RaTG13Figure 3abioRxiv preprint doi: https://doi.org/10.1101/2020.02.18.954628. The copyright holder for this preprint (which was not peKerJ-4re7v3i8e1w1e.d1)_iBsatth_eCoV_JL2012author/funder. All rights reserved. No reuse allowed without permission.7785KJ473813.1_Bat_CoV_SX2013DQ071615.1_Bat_CoV_Rp3KF569996.1_Bat_oV_LYRa11GQ153544.1_Bat_CoV_HKU3_95110050KJ473814.1_Bat_CoV_HuB2013KJ473815.1_Bat_CoV_GX2013KU973692.1_Bat_CoV_F46JX993988.1_Bat_CoV_Yunnan2011MK211374.1_Bat_CoV_SC2018AY394981.1_SARS_HGZ8L1_AMG772933.1_Bat_CoV_CVZC45Pangolin-CoV-2020MN996532.1_Bat_CoV_RaTG13MN908947.3_2019_nCoVbioRxiv preprint doi: https://doiA.oYrg6/81608.16140.11_/2S0A2R0S.0_2B.1083.9954628. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. All rights reserved. No reuse allowed without permission.77978294KU973692.1_Bat_CoV_F46KP886808.1_Bat_CoV_YNLF_31C100 AY390556.1_SARS_GZ029964100 KY417150.1_Bat_CoV_Rs4874100KT444582.1_Bat_CoV_WIV16MK211377.1_Bat_CoV_YN2018CMK211378.1_Bat-CoVYN_2018D100 KY417151.1_Bat_CoV_Rs7327KY417142.1_Bat_CoV_As6526100JX993987.1_Bat_CoV_Rp_Shaanxi2011KJ473811.1_Bat_CoVJL_2012DQ648856.1_Bat-CoVBtCoV_273_2005100DQ412042.1_Bat_CoV_Rf1MN996532.1_Bat_CoV_RaTG13bioRxiv preprint doi: https://doi.org/10.1101/2020.02.18.954628. The copyright holder for this preprint (whicKhYw4a1s71n5o0t.p1e_eBra-rte_vCieowVe_dR)si4s8t7h4eauthor/funder. All rights reserved. No reuse allowed without permission.99999796KY417151.1_Bat_CoV_Rs732756866197KY417143.1_Bat_CoV_Rs4081KU973692.1_Bat_CoV_F46KJ473816.1_Bat_CoV_YN2013KY417142.1_Bat_CoV_As6526MK211377.1_Bat_CoV_YN2018CAY395003.1_SARS_ZS_CAY278489.2_SARS_GD01AY394996.1_SARS_ZS_BAY390556.1_SARS_GZ02100AY394981.1_SARS_HGZ8L1_AAY572035.1_SARS_civet010100AY686864.1_SARS_B039MK211374.1_Bat_CoV_SC2018KJ473815.1_Bat_CoV_GX20139857991009998GQ153544.1_Bat_CoV_HKU3_9100DQ084200.1_Bat_CoV_HKU3_3DQ022305.2_Bat_CoV_HKU3_1KF294457.1_Bat_CoV_Longquan_140JX993987.1_Bat_CoV_Rp_Shaanxi2011DQ071615.1_Bat_CoV_Rp3KJ473814.1_Bat_CoV_HuB2013DQ648857.1_Bat_CoV_BtCoV_279_2005100DQ412043.1_Bat_CoV_Rm1KF569996.1_Bat_CoV_LYRa11100JX993988.1_Bat_CoV_Yunnan2011KY352407.1_Bat_CoV_BtKY7210099MN996532.1_Bat_CoV_RaTG13MG772933.1_Bat_CoV_CVZC45Pangolin-CoV-2020Figure 3dbioRxiv preprint doi: https://doi.org/10.1101/2020.02.18.954628. The copyright holder for this preprint (which was not peer-reKviFe5w6e9d9)9is6.t1h_eBat_CoV_LYRa11author/funder. All rights reserved. No reuse allowed without permission. 767268KP886808.1_Bat_CoV_YNLF_31CDQ412043.1_Bat_CoV_Rm1DQ084200.1_Bat_CoV_HKU3_3MN908947.3_2019_nCoV", "ref_list": [[], ["From SARS to MERS, thrusting coronaviruses into the spotlight"], ["Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China"], [""], ["Receptor recognition by novel 10"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Song", "Y Xu", "L Bao", "L Zhang", "P Yu", "Y Qu"], ["A Wu", "Y Peng", "B Huang", "X Ding", "X Wang", "P Niu"], ["C Drosten", "S Günther", "W Preiser", "S Brodt", "HR Becker", "S"], ["Y Wan", "J Shang", "R Graham", "RS Baric", "F Li", "P Zhou", "XL Yang", "XG Wang", "B Hu", "L Zhang", "W Zhang", "JS Sabir", "TTY Lam", "MM Ahmed", "L Li", "Y Shen", "SE Abo-Aba"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*These authors contributed equally to this work.", "one_words_summarize": "*These authors contributed equally to this work.†Corresponding author. However,variety of animals, including some wildlife, were sold on this market, and the numberand species were very dynamics. Coronaviruses cause respiratory and gastrointestinal tract infections and aregenetically classified into four major genera: Alphacoronavirus, Betacoronavirus,Gammacoronavirus, and Deltacoronavirus. At the whole genomiclevel, the 2019-nCoV is also genetically closer to Bat-CoV-RaTG13 thanpangolin-CoV-2020 (Figure 1c).In this study, we assembled the genomes of coronaviruses identified in sickpangolins and our results showed that a pangolin coronavirus (pangolin-CoV-2020) isgenetically associated with both 2019-nCoV and a group of bat coronaviruses. Thereis a high sequence similarity between pangolin-CoV-2020 and 2019-nCoV. However,phylogenetic analyses did not support the 2019-nCoV arose directly from thepangolin-CoV-2020.It is of interest that the genomic sequences for coronaviruses detected from twobatches of pangolins intercepted by two different customs at different dates were allbe associated with bat coronaviruses. The reads from the third pangolin acquired inJuly of 2019 were relatively less abundant than the two from the first two pangolinsamples acquired in March of 2019. Although we are unclear whether these twobatches of smuggling and exotic pangolins were from the same origin, our resultsindicated that pangolin be a natural host for Betacoronaviruses, which could beenzootic in pangolins. From those pangolins failed to be rescued,we collected samples from different tissues and subjected for metagenomic analyses. Identification of a novel coronavirus in patients with severe acute respiratorysyndrome. Zaki AM, Van Boheemen S, Bestebroer TM, Osterhaus AD, Fouchier RA.Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia. Azhar EI, El-Kafrawy SA, Farraj SA, Hassan AM, Al-Saeed MS, Hashem AM, etal. Evidence for camel-to-human transmission of MERS coronavirus. CD209L (L-SIGN) is a receptor for severe acute respiratory syndromecoronavirus. Boetzer M, Henkel CV, Jansen HJ, Butler D, Pirovano W. Scaffoldingpre-assembled contigs using SSPACE. 2012; 9(8):772-772.SPangolin-CoV-2020 83.05Bat-CoV-RaTG13 93.11Bat-CoV-CVZXC21 76.79Bat-Cov-CVZC45 77.19SARS 74.54coronaviruses. The blast results for the translated proteins from assembled nucleotidecontigs of pangolin-CoV-2020 and 2019-nCoV.Figure S1. The copyright holder for this preprint (which was not peKerJ-4re7v3i8e1w1e.d1)_iBsatth_eCoV_JL2012author/funder. No reuse allowed without permission.7785KJ473813.1_Bat_CoV_SX2013DQ071615.1_Bat_CoV_Rp3KF569996.1_Bat_oV_LYRa11GQ153544.1_Bat_CoV_HKU3_95110050KJ473814.1_Bat_CoV_HuB2013KJ473815.1_Bat_CoV_GX2013KU973692.1_Bat_CoV_F46JX993988.1_Bat_CoV_Yunnan2011MK211374.1_Bat_CoV_SC2018AY394981.1_SARS_HGZ8L1_AMG772933.1_Bat_CoV_CVZC45Pangolin-CoV-2020MN996532.1_Bat_CoV_RaTG13MN908947.3_2019_nCoVbioRxiv preprint doi: https://doiA.oYrg6/81608.16140.11_/2S0A2R0S.0_2B.1083.9954628."}