{"date": "2020/02/05", "journal": "The Lancet", "authors": "Alimuddin Zumla, David S Hui, Esam I Azhar, Ziad A Memish", "title": "Reducing mortality from 2019-nCoV: host-directed therapies should be an option", "type": "Correspondence", "abstract": "The number of conrfimed cases of the\n2019 novel coronavirus (2019-nCoV)\nreported to WHO continues to rise\nworldwide.1 As with two other WHO\nBlueprint priority coronaviruses,\nS A R S - C o V 2 a n d M E R S - C o V, 3\n2019-nCoV is lethal. As of Feb 3, 2020,\n2019-nCoV has caused 362 deaths out\nof 17 391 conrfimed cases reported to\nWHO.1 No specicfi anti-viral treatment\nexists. The mainstay of clinical\nmanagement is largely symptomatic\ntreatment, with organ support in\nintensive care for seriously ill patients.", "text": "The number of conrfimed cases of the2019 novel coronavirus (2019-nCoV)reported to WHO continues to riseworldwide.1 As with two other WHOBlueprint priority coronaviruses,S A R S - C o V 2 a n d M E R S - C o V, 32019-nCoV is lethal. As of Feb 3, 2020,2019-nCoV has caused 362 deaths outof 17 391 conrfimed cases reported toWHO.1 No specicfi anti-viral treatmentexists. The mainstay of clinicalmanagement is largely symptomatictreatment, with organ support inintensive care for seriously ill patients.The unprecedented flurry of activityby WHO and other global publichealth bodies has mainly focused onpreventing transmission, infectioncontrol measures, and screening oftravellers. The development of vaccineshas received immediate funding;however, as with SARS-CoV andMERSCoV, support for developing treatmentsfor 2019-nCoV that reduce mortalityhas not been forthcoming. There is anurgent need for focusing funding andscientific investments into advancingnovel therapeutic interventions forcoronavirus infections.All three coronaviruses induceexcessive and aberrant non-effectivehost immune responses that areassociated with severe lung pathology,leading to death.2–4 Similar to patientswith SARS-CoV and MERS-CoV, somepatients with 2019-nCoV developacute respiratory distress syndrome(ARDS) with characteristic pulmonaryground glass changes on imaging. Inmost moribund patients, 2019-nCoVinfection is also associated with acytokine storm, which is characterisedby increased plasma concentrationsof interleukins 2, 7, and 10,granulocyte-colony stimulating factor,interferon-γ-inducible protein 10,monocyte chemoattractant protein 1,macrophage inflammatory protein 1alpha, and tumour necrosis factor α.2–6In those who survive intensive care,these aberrant and excessive immuneresponses lead to long-term lungdamage and bfirosis, causing functionaldisability and reduced quality of life.7,8Specific drugs to treat 2019-nCoVwill take several years to develop andevaluate. In the meantime, a rangeof existing host-directed therapiesthat have proven to be safe9–11could potentially be repurposed totreat 2019-nCoV infection. Severalmarketed drugs with excellent safetyprofiles such as metformin, glitazones,bifrates, sartans, and atorvastin, as wellas nutrient supplements and biologicscould reduce immunopathology,boost immune responses, and preventor curb ARDS.9–11 Zinc and othermetalcontaining formulations appear tohave anti-viral activity,12 are safe,cheap, and readily available. Theseformulations could be used as adjunctsto monotherapy or as combinationaltherapies with cyclosporine, lopinavir–ritonavir, interferon beta-1b,ribavirin, remdesivir, monoclonalantibodies, and anti-viral peptidestargeting 2019-nCoV.11 Tocilizumab,a monoclonal antibody that targetsthe interleukin 6 receptor, has agood safety profile. Monoclonal andpolyclonal antibodies to 2019-nCoVcould be developed for post-exposureprophylaxis.Ongoing trials of cellular therapiesfor treatment of ARDS could beexpanded to treatment of seriously illpatients with 2019-nCoV infection.Cellular therapy,13 using mesenchymalstromal cells from allogeneic donors,has been shown to reducenonproductive inflammation and affecttissue regeneration and is beingevaluated in phase 1/2 trials inpatients with ARDS (NCT02804945;NCT03608592). Infection with2019-nCoV appears to be initiallyassociated with an increased Th2response,4 which might reflect aphysiological reaction to curb overtinflammatory responses, a clinicalphenomenon that guided the optimaltiming of interferon treatment inpatients with sepsis, resulting inincreased survival.14 Interleukin 17 Published Onlineblockade might benefit those patients February 5, 2020who have a 2019-nCoV infection and Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01300156-/6increased plasma concentration ofinterleukin 17.The isolation and short-termexpansion of anti-viral directedT cells has been proven to be alifesaving procedure in patients afterautologous hematopoietic stem-celltransplantation with cytomegalovirusinfection.15 Expansion ofanti-2019nCoV-specific T cells, as cellular drugs,could aid to prepare T-cell products forthe adjunct treatment of patients withsevere 2019-nCoV infection.Several unique opportunities toevaluate a range of treatmentinterventions at the peak of the SARS-CoVand MERS-CoV outbreaks weremissed due to avoidable delays andsubsequent decline of the numbersof cases, leaving numerous questionsabout coronavirus pathogenesisunanswered. Disappointingly,treatment trials registered for MERS-CoVare still not complete. As the2019-nCoV continues to spread andevolve, and the numbers of deathsrise exponentially, advancing newtherapeutic development becomescrucial to minimise the number ofdeaths from 2019-nCoV infection.We declare no competing interests. AZ iscoprincipal investigator of the Pan-African Networkon Emerging and Re-emerging Infections(PANDORA-ID-NET), funded by the European &Developing Countries Clinical Trials Partnership,supported under Horizon 2020, the EU’s FrameworkProgramme for Research and Innovation, and aNational Institutes of Health Research seniorinvestigator. MM is a member of the innateimmunity advisory group of the Bill & Melinda GatesFoundation, and his work is funded by theChampalimaud Foundation.", "ref_list": [[], ["UK (AZ); Department of Medicine & Therapeutics"], [""], ["pdf?sfvrsn=f7347413_2 (accessed Feb 3,"], ["Severe acute respiratory syndrome: historical, epidemiologic, and clinical features"], ["Zumla A. The Middle East respiratory syndrome (MERS)"], ["Clinical features of patients infected with 2019 coronavirus in Wuhan, China"], ["Coronavirus infections and immune responses"], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], ["Quality of life reported by survivors after hospitalization for Middle East respiratory syndrome (MERS)"], ["The long-term impact of severe acute respiratory syndrome on pulmonary function, exercise capacity and health status"], ["Coronaviruses - drug discovery and therapeutic options"], ["Advances in respiratory virus therapeutics-a meeting report from the 6th ISIRV antiviral group conference"], [""], ["Efect of oral gavage treatment with ZnAL42"], [""], [""], ["Cell therapy in acute respiratory distress syndrome"], ["Immune therapy in sepsis: are we ready to try again?"], ["Clinically relevant immune responses against cytomegalovirus: implications for precision medicine"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Division Arabia (EIA); Infectious Diseases"], [], [], ["DSC Hui", "A Zumla"], ["EI Azhar", "DSC Hui", "ZA Memish", "C Drosten"], ["C Huang", "Y Wang", "X. Li"], ["G Li", "Y Fan", "Y Lai"], ["R Channappanavar"], [], [], [], ["JH Beigel", "HH Nam", "PL Adams"], [], ["DL Barnard", "MH Wong", "K Bailey"], [], ["S Horie", "HE Gonzalez", "JG Lafey", "CH Masterson"], [], ["R Davies", "K O'Dea", "A Gordon"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The number of conrfimed cases of the\n2019 novel coronavirus (2019-nCoV)\nreported to WHO continues to rise\nworldwide.1 As with two other WHO\nBlueprint priority coronaviruses,\nS A R S - C o V 2 a n d M E R S - C o V, 3\n2019-nCoV is lethal. As of Feb 3, 2020,\n2019-nCoV has caused 362 deaths out\nof 17 391 conrfimed cases reported to\nWHO.1 No specicfi anti-viral treatment\nexists. The mainstay of clinical\nmanagement is largely symptomatic\ntreatment, with organ support in\nintensive care for seriously ill patients.", "one_words_summarize": "The number of conrfimed cases of the2019 novel coronavirus (2019-nCoV)reported to WHO continues to riseworldwide.1 As with two other WHOBlueprint priority coronaviruses,S A R S - C o V 2 a n d M E R S - C o V, 32019-nCoV is lethal. The development of vaccineshas received immediate funding;however, as with SARS-CoV andMERSCoV, support for developing treatmentsfor 2019-nCoV that reduce mortalityhas not been forthcoming. There is anurgent need for focusing funding andscientific investments into advancingnovel therapeutic interventions forcoronavirus infections. Cellular therapy,13 using mesenchymalstromal cells from allogeneic donors,has been shown to reducenonproductive inflammation and affecttissue regeneration and is beingevaluated in phase 1/2 trials inpatients with ARDS (NCT02804945;NCT03608592)."}