{"date": "2020/02/04", "journal": "The Lancet Psychiatry", "authors": "Yu-Tao Xiang, Yuan Yang, Wen Li, Ling Zhang, Qinge Zhang, Teris Cheung", "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed", "type": "Comment", "abstract": "The 2019 novel coronavirus (2019-nCoV) pneumonia,\nbelieved to have originated in a wet market in Wuhan,\nHubei province, China at the end of 2019, has gained\nintense attention nationwide and globally. To lower\nthe risk of further disease transmission, the authority", "text": "The 2019 novel coronavirus (2019-nCoV) pneumonia,believed to have originated in a wet market in Wuhan,Hubei province, China at the end of 2019, has gainedintense attention nationwide and globally. To lowerthe risk of further disease transmission, the authorityPublished Online in Wuhan suspended public transport indefinitelyhttps://dFoebi.rouragr/y104.,12001260/ from Jan 23, 2020; similar measures were adoptedS2215-0366(20)30046-8 soon in many other cities in China. As of Jan 25, 2020,30 Chinese provinces, municipalities, and autonomousregions covering over 1·3 billion people have initiatedifrst-level responses to major public health emergencies.A range of measures has been urgently adopted,1,2such as early identification and isolation of suspectedand diagnosed cases, contact tracing and monitoring,collection of clinical data and biological samples frompatients, dissemination of regional and nationaldiagnostic criteria and expert treatment consensus,establishment of isolation units and hospitals, andprompt provision of medical supplies and externalexpert teams to Hubei province.The emergence of the 2019-nCoV pneumoniahas parallels with the 2003 outbreak of severe acuterespiratory syndrome (SARS), which was caused byanother coronavirus that killed 349 of 5327 patients withconrfimed infection in China. 3 Although the diseases havediefrent clinical presentations, 1,4 the infectious cause,epidemiological features, fast transmission pattern,and insucfiient preparedness of health authorities toaddress the outbreaks are similar. So far, mental healthcare for the patients and health professionals directlyaefcted by the 2019-nCoV epidemic has beenunderaddressed, although the National Health Commissionof China released the noticfiation of basic principlesfor emergency psychological crisis interventions forthe 2019-nCoV pneumonia on Jan 26, 2020.5 Thisnoticfiation contained a reference to mental healthproblems and interventions that occurred during the2003 SARS outbreak, and mentioned that mental healthcare should be provided for patients with 2019-nCoVpneumonitis, close contacts, suspected cases who areisolated at home, patients in fever clinics, families andfriends of aefcted people, health professionals caringfor infected patients, and the public who are in need.To date, epidemiological data on the mental healthproblems and psychiatric morbidity of those suspected ordiagnosed with the 2019-nCoV and their treating healthprofessionals have not been available; therefore how bestto respond to challenges during the outbreak is unknown.The observations of mental health consequences andmeasures taken during the 2003 SARS outbreak couldhelp inform health authorities and the public to providemental health interventions to those who are in need.Patients with conrfimed or suspected 2019-nCoV mayexperience fear of the consequences of infection with apotentially fatal new virus, and those in quarantine mightexperience boredom, loneliness, and anger. Furthermore,symptoms of the infection, such as fever, hypoxia, andcough, as well as adverse eefcts of treatment, suchas insomnia caused by corticosteroids, could lead toworsening anxiety and mental distress. 2019-nCoV hasbeen repeatedly described as a killer virus, for example onWeChat, which has perpetuated the sense of danger anduncertainty among health workers and the public. In theearly phase of the SARS outbreak, a range of psychiatricmorbidities, including persistent depression, anxiety,panic attacks, psychomotor excitement, psychoticsymptoms, delirium, and even suicidality, were reported.6,7Mandatory contact tracing and 14 days quarantine, whichform part of the public health responses to the 2019-nCoVpneumonia outbreak, could increase patients’ anxietyand guilt about the eefcts of contagion, quarantine, andstigma on their families and friends.Health professionals, especially those working inhospitals caring for people with confirmed or suspected2019-nCoV pneumonia, are vulnerable to both high riskof infection and mental health problems. They may alsoexperience fear of contagion and spreading the virusto their families, friends, or colleagues. Health workersin a Beijing hospital who were quarantined, workedin high-risk clinical settings such as SARS units, or hadfamily or friends who were infected with SARS, hadsubstantially more post-traumatic stress symptomsthan those without these experiences.8 Healthprofessionals who worked in SARS units and hospitalsduring the SARS outbreak also reported depression,anxiety, fear, and frustration.6,9suspectedanddiagnosedpatientswith2019-nCoV pneumonia as well as health professionalsworking in hospitals caring for infected patients shouldreceive regular clinical screening for depression, anxiety,andsuicidalitybymentalhealthworkers. Timelypsychiatric treatments should be provided for thosepresenting with more severe mental health problems.For most patients and health workers, emotional andbehavioural responses are part of an adaptive response toextraordinary stress, and psychotherapy techniques suchas those based on the stress-adaptation model might behelpful.7,10 If psychotropic medications are used, such asthose prescribed by psychiatrists for severe psychiatriccomorbidities,6basicpharmacologicaltreatmentprinciples of ensuring minimum harm should be followedto reduce harmful eefcts of any interactions with2019-nCoV and its treatments.Y-TX, YY, WL, LZ, and QZ contributed equally to this work. We declare nocompeting interests.123456789Wang X. Coronavirus outbreak: 444 new cases added on Friday. Jan 25,2020. China Daily. http://www.chinadaily.com.cn/a/202001/25/WS5e2bad63a310128217273336.html (accessed Jan 25, 2020).Xiang YT, Yu X, Ungvari GS, Correll CU, Chiu HF. Outcomes of SARS survivorsin China: not only physical and psychiatric co-morbidities.East Asian Arch Psychiatry 2014; 24: 37–38.Chan JFW, Yuan S, Kok KH, et al. A familial cluster of pneumonia associatedwith the 2019 novel coronavirus indicating person-to-person transmission:a study of a family cluster. Lancet 2020; published online Jan 24.https://doi.org/10·1016/S0140–6736(20)30154–9.National Health Commission of China. Principles for emergencypsychological crisis intervention for the new coronavirus pneumonia (inChinese). http://www.nhc.gov.cn/jkj/s3577/202001/6adc08b966594253b2b791be5c3b9467.shtml (accessed Jan 26, 2020).Liu TB, Chen XY, Miao GD, et al. Recommendations on diagnostic criteriaand prevention of SARS-related mental disorders. J Clin Psychol Med 2003;13: 188–91 (in Chinese).Maunder R, Hunter J, Vincent L, et al. The immediate psychological andoccupational impact of the 2003 SARS outbreak in a teaching hospital.CMAJ 2003; 168: 1245–51.Wu P, Fang Y, Guan Z, et al. The psychological impact of the SARS epidemicon hospital employees in China: exposure, risk perception, and altruisticacceptance of risk. Can J Psychiatry 2009; 54: 302–11.Wei YL, Han B, Liu W, Liu G, Huang Y. Psychosomatic discomfort and relatedfactors among 1,411 first-line SARS staf in Beijing. Manual of the7th national experimental medicine symposium of Chinese Society ofIntegrated Traditional Chinese and Western Medicine; Beijing, China;July, 2004: 6–12 (in Chinese).10 Folkman S, Greer S. Promoting psychological well-being in the face ofserious illness: when theory, research and practice inform each other.Psychooncology 2000; 9: 11–19.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The 2019 novel coronavirus (2019-nCoV) pneumonia,\nbelieved to have originated in a wet market in Wuhan,\nHubei province, China at the end of 2019, has gained\nintense attention nationwide and globally. To lower\nthe risk of further disease transmission, the authority", "one_words_summarize": "The 2019 novel coronavirus (2019-nCoV) pneumonia,believed to have originated in a wet market in Wuhan,Hubei province, China at the end of 2019, has gainedintense attention nationwide and globally. Timelypsychiatric treatments should be provided for thosepresenting with more severe mental health problems. For most patients and health workers, emotional andbehavioural responses are part of an adaptive response toextraordinary stress, and psychotherapy techniques suchas those based on the stress-adaptation model might behelpful.7,10 If psychotropic medications are used, such asthose prescribed by psychiatrists for severe psychiatriccomorbidities,6basicpharmacologicaltreatmentprinciples of ensuring minimum harm should be followedto reduce harmful eefcts of any interactions with2019-nCoV and its treatments. http://www.nhc.gov.cn/jkj/s3577/202001/6adc08b966594253b2b791be5c3b9467.shtml (accessed Jan 26, 2020).Liu TB, Chen XY, Miao GD, et al. Recommendations on diagnostic criteriaand prevention of SARS-related mental disorders. Can J Psychiatry 2009; 54: 302–11.Wei YL, Han B, Liu W, Liu G, Huang Y. Psychosomatic discomfort and relatedfactors among 1,411 first-line SARS staf in Beijing."}