{"date": "2020/02/04", "journal": "The Lancet", "authors": "Peter Richardson, Ivan Griffin, Catherine Tucker, Dan Smith, Olly Oechsle, Anne Phelan", "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease", "type": "Correspondence", "abstract": "Given the scale and rapid spread of the 2019 novel coronavirus (2019-nCoV) acute respiratory disease, there is an immediate need for medicines that can help before a vaccine can be produced. Results of rapid sequencing of 2019-nCoV, coupled with molecular modelling based on the genomes of related virus proteins,1 have suggested a few compounds that are likely to be effective, including the anti-HIV lopinavir plus ritonavir combination. BenevolentAI's knowledge graph is a large repository of structured medical information, including numerous connections extracted from scientific literature by machine learning.2 Together with customisations bespoke to 2019-nCoV, we used BenevolentAI to search for approved drugs that could help, focusing on those that might block the viral infection process. We identified baricitinib, which is predicted to reduce the ability of the virus to infect lung cells. Most viruses enter cells through receptor-mediated endocytosis. The receptor that 2019-nCoV uses to infect lung cells might be ACE2, a cellsurface protein on cells in the kidney, blood vessels, heart, and, importantly, lung AT2 alveolar epithelial cells (gfiure). These AT2 cells are particularly prone to viral infection.3 One of the known regulators of endocytosis is the AP2-associated protein kinase 1 (AAK1). Disruption of AAK1 might, in turn, interrupt the passage of the virus into cells and also the intracellular assembly of virus particles.4 Of 378 AAK1 inhibitors in the knowledge graph, 47 have been approved for medical use and six inhibited AAK1 with high afinity. These included a number of oncology drugs such as sunitinib and erlotinib, both of which have been shown to inhibit viral infection of cells through Binds Inhibits Inhibits Inhibits Inhibits Binds Inhibits", "text": "ACE2AT2lung cellJAK 1/2InflammationFigure: The BenevolentAI knowledge graphThe BenevolentAI knowledge graph integrates biomedical data from structured and unstructured sources.It is queried by a fleet of algorithms to identify new relationships to suggest new ways of tackling disease.2019-nCoV=2019 novel coronavirus. AAK1=AP2-associated protein kinase 1. GAK=cyclin G-associatedkinase. JAK1/2=janus kinase 1/2.the inhibition of AAK1.5 However, thesecompounds bring serious side-eefcts,and our data infer high doses to inhibit Published OnlineAAK1 efectively. We do not consider February 3, 2020these drugs would be a safe therapy Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01300146-/4for a population of sick and infectedpeople.By contrast, one of the sixhighaffinity AAK1-binding drugs was thejanus kinase inhibitor baricitinib, whichalso binds the cyclin G-associatedkinase, another regulator ofendocytosis.6 Because the plasmaconcentration of baricitinib on therapeuticdosing (either as 2 mg or 4 mg oncedaily) is suficient to inhibit AAK1, wesuggest it could be trialled, using anappropriate patient population with2019-nCoV acute respiratory disease,to reduce both the viral entry andthe inflammation in patients, usingendpoints such as the MuLBSTA score,an early warning model for predictingmortality in viral pneumonia.7JS is editor-in-chief of Oncogene. JS has previouslysat on a number of scientific advisory boards,including BenevolentAI, and has consulted withLansdowne partners, Vitruvian, and Social ImpactCapital; he now sits on the Board of Directors forBB Biotech Healthcare Trust and chairs XerionHealthcare. All other authors are employees ofBenevolentAI. Events in relation to the 2019-nCoVoutbreak are evolving rapidly, and we make ourinitial thoughts available in this Correspondence ingood faith and to assist in the global response.Our early investigations and suggestions requirefurther detailed work and analysis and should notbe relied on as constituting any kind of medical orother advice or recommendation.", "ref_list": [[], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], [""], ["Family-wide structural analysis of human numb-associated protein kinases"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Lu", "X Zhao", "J Li"], [], [], [], ["N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "ACE2", "one_words_summarize": "ACE2AT2lung cellJAK 1/2InflammationFigure: The BenevolentAI knowledge graphThe BenevolentAI knowledge graph integrates biomedical data from structured and unstructured sources."}