{"date": "2020/02/03", "journal": "The Lancet Respiratory Medicine", "authors": "Talha Khan Burki", "title": "Coronavirus in China", "type": "News", "abstract": "Talha Khan Burki", "text": "Published Online On Dec 31, 2019, China alerted WHO to More information on the clinicalpresFebruary 3, 2020 several cases of pneumonia associated entation of infection with 2019-nCoVSh2t2t1p3s-:/2/6d0o0i.o(2rg0/)1300.015061-64/ with an unknown virus. The cases were is emerging. The elderly and those withconcentrated in Wuhan City, in Hubei co-morbidities are at greatest risk ofProvince in central China, home to death. “The deaths appear to be related11 million people. By Jan 7, 2020, there to acute respiratory distress syndrome”,was confirmation that a new type said Jimmy Whitworth (London Schoolof coronavirus had emerged. It was of Hygiene and Tropical Medicine,temporarily named 2019-nCoV. It is London, UK). “The severity of thethe seventh identiefid coronavirus that disease seems to be linked with acan cause diseases of the respiratory cytokine storm.” The estimate fortract in humans. On Jan 9, there the incubation period is 2–10 days.was the first reported death from Diagnostic tests have been produced,2019-nCoV—a 61-year-old man who but there is no specific treatment forhad visited the now-closed Huanan those who are infected. The CoalitionSeafood Wholesale Market, where the for Epidemic Preparedness Innovationsvirus is thought to have originated. has announced that it will fund threeAs of Jan 30, 2020, 7736 confirmed programmes to develop vaccinescases of 2019-nCoV had been against the new coronavirus, but thisreported in China, with a further is unlikely to afect the course of the12 167 suspected cases. There had been current outbreak.1370 severe cases, and 170 deaths. A The natural animal host offew dozen additional cases had been 2019-nCoV has yet to be identified;detected in 18 countries around the nor do we know whether there wasworld, of which only seven cases had an intermediate host responsible forno history of travel in China. its transmission to humans. It mostHuman-to-human transmission of closely resembles coronaviruses from2019-nCoV has been confirmed, with Chinese horseshoe bats. The efficacyan R0 of 1·4–2·5. Many more cases of screening measures will depend inare expected. On Jan 30, 2020, WHO large part on the unanswered questiondeclared a public health emergency as to whether individuals are infectiousof international concern. “The main before their symptoms manifest. “Wereason for this declaration is not do not understand the disease pyramidbecause of what is happening in China, properly”, adds Whitworth. “There arebut because of what is happening in people who are asymptomatic, peopleother countries”, commented WHO who are infected with mild disease,Director-General Tedros Adhanom. people infected with severe disease, andthen the people who die. It looks like15–20% of conrfimed cases are severelyill, and something like 3% have died. Butwe have no idea how this tfis in with thetotal number of cases”. Such a mortalityrate would place the novel coronavirussomewhere between seasonal inuflenzaand SARS (severe acute respiratorysyndrome). But it remains possible thata full reckoning of the disease burdenwould cause the mortality rate to fall inline with that of seasonal inuflenza.“At the moment it looks like, inChina at least, the virus is spreadingrapidly and infecting lots of people”,explains Tom Solomon (University ofLiverpool, Liverpool, UK). “The vastmajority are asymptomatic. If a largenumber of people become infectedand have very mild, or no, symptoms,then the virus spreads through thepopulation without causing too muchharm.” If that proves to be the case,2019-nCoV would turn out to be atypical coronavirus. “If the proportionwith severe and fatal disease is high,then this is when we have a realproblem on our hands”, cautionsSolomon. “This would mean the novelcoronavirus is more like SARS was.”China has moved quickly to containthe outbreak. Live animal marketsthroughout the country have beensuspended. Wuhan has been put onlock-down. Trains and flights outof the city have been cancelled andmost private cars have been banned.Long-distance bus services have beensuspended from Wuhan and a handfulof other provinces and municipalities,including Beijing, and public gatheringshave been restricted. Matters have beencomplicated by the Chinese New Year,which started on Jan 25. Under normalcircumstances, some 3 billion tripswould take place within China duringthe week’s festivities that follow theNew Year. According to Wuhan’s mayor,5 million residents had already left thecity by the time the quarantine wasannounced. The central governmenthas instructed schools and universitiesnot to re-open immediately after theNew Year celebrations.Whitworth welcomed the Chineseresponse. “The real battleground is inChina; we have not seen many casesoutside the country”, he said. “It takesdraconian public health measures tostop a virus like this from spreading,and China is in a position to take suchmeasures. If they cannot control thevirus there, it is going to be very hardto control it if it does start to spreadelsewhere.”", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Published Online On Dec 31, 2019, China alerted WHO to More information on the clinical\npresFebruary 3, 2020 several cases of pneumonia associated entation of infection with 2019-nCoV\nSh2t2t1p3s-:/2/6d0o0i.o(2rg0/)1300.015061-64/ with an unknown virus. The cases were is emerging. The elderly and those with\nconcentrated in Wuhan City, in Hubei co-morbidities are at greatest risk of\nProvince in central China, home to death. “The deaths appear to be related\n11 million people. By Jan 7, 2020, there to acute respiratory distress syndrome”,\nwas confirmation that a new type said Jimmy Whitworth (London School\nof coronavirus had emerged. It was of Hygiene and Tropical Medicine,\ntemporarily named 2019-nCoV. It is London, UK). “The severity of the\nthe seventh identiefid coronavirus that disease seems to be linked with a\ncan cause diseases of the respiratory cytokine storm.” The estimate for\ntract in humans. On Jan 9, there the incubation period is 2–10 days.\nwas the first reported death from Diagnostic tests have been produced,\n2019-nCoV—a 61-year-old man who but there is no specific treatment for\nhad visited the now-closed Huanan those who are infected. The Coalition\nSeafood Wholesale Market, where the for Epidemic Preparedness Innovations\nvirus is thought to have originated. has announced that it will fund three", "one_words_summarize": "Published Online On Dec 31, 2019, China alerted WHO to More information on the clinicalpresFebruary 3, 2020 several cases of pneumonia associated entation of infection with 2019-nCoVSh2t2t1p3s-:/2/6d0o0i.o(2rg0/)1300.015061-64/ with an unknown virus. The severity of thethe seventh identiefid coronavirus that disease seems to be linked with acan cause diseases of the respiratory cytokine storm.” On Jan 9, there the incubation period is 2–10 days.was the first reported death from Diagnostic tests have been produced,2019-nCoV—a 61-year-old man who but there is no specific treatment forhad visited the now-closed Huanan those who are infected. There had been current outbreak.1370 severe cases, and 170 deaths. Many more cases of screening measures will depend inare expected. people infected with severe disease, andthen the people who die. But it remains possible thata full reckoning of the disease burdenwould cause the mortality rate to fall inline with that of seasonal inuflenza."}