{"date": "2020/02/001", "journal": "The Lancet", "authors": "Richard Horton", "title": "Offline: 2019-nCoV outbreak—early lessons", "type": "Comment", "abstract": "seen\nli\ng\nA\nD\no\niirzu\na\nM\nse\ng\na\nm\nIttye\nG\n/\nP\nF\nA\nse\ng\na\nm\nIttye\nG\n/\nan\nw\nyKon\nh\nt\nn\nA\nIt is still too early, and available information is still too\nincomplete, to be certain about many aspects of the\n2019 novel coronavirus (2019-nCoV) outbreak in China.\nHowever, important elements of the management of\nthis global health emergency—and it is an emergency\nof major international concern—are becoming clearer.\nAs the outbreak accelerates, there are early lessons to be\nlearned. The transmissibility of 2019-nCoV—or at least\nits geographical distribution—seems to be higher and\nbroader than initially expected. Why? Partly this may\nbe because of China’s rapid expansion of its transport\nnetworks, especially air and high-speed rail. Wuhan is a\ncrucial hub: linking west to Chengdu, south to Guangzhou\nand Shenzhen, east to Nanjing and Shanghai, and north\nto Beijing. With much of December a period when\nthe outbreak went unreported and unrecognised, the\npopulation exposed to the virus is far greater than rfist\nthought—a cause for heightened concern.", "text": "seenligADoiirzuaMsegamIttyeG/PFAsegamIttyeG/anwyKonhtnAIt is still too early, and available information is still tooincomplete, to be certain about many aspects of the2019 novel coronavirus (2019-nCoV) outbreak in China.However, important elements of the management ofthis global health emergency—and it is an emergencyof major international concern—are becoming clearer.As the outbreak accelerates, there are early lessons to belearned. The transmissibility of 2019-nCoV—or at leastits geographical distribution—seems to be higher andbroader than initially expected. Why? Partly this maybe because of China’s rapid expansion of its transportnetworks, especially air and high-speed rail. Wuhan is acrucial hub: linking west to Chengdu, south to Guangzhouand Shenzhen, east to Nanjing and Shanghai, and northto Beijing. With much of December a period whenthe outbreak went unreported and unrecognised, thepopulation exposed to the virus is far greater than rfistthought—a cause for heightened concern.*Information is a key tool to manage the outbreak.We have received messages from Chinese journalistsstruggling to report accurate information from stateauthorities. From one Caixin journalist: “For some reason,it’s very hard to get domestic experts to speak to themedia now. But the public needs to hear more advice fromexperts.” Some observers say that independent infectiousdisease and public health specialists fear making publicstatements if those statements have not been approvedby Chinese authorities. One can understand the ChineseGovernment’s wish to manage the oflw of accurateinformation to the public. But if that oflw is being limitedor is simply too little, it would be permissible, indeedsurely wise, to empower specialists to speak to the mediato give their advice and to allay undue public anxiety.*The health response in China has been impressive, ifat times it appears severe—shutting down exit andentry into cities, strict isolation, and bans on certaincategories of contact. But to attack the root causes of thisoutbreak will require reducing risks of animal-to-humantransmission. That will mean a concerted eofrt to closethe sources of virus transmission—poorly hygienic animalwet markets. To do so will demand a huge cultural shift inChinese society, one that should not be underestimated,but one that is essential if this type of outbreak is to beprevented in the future. To safeguard their own citizens,as well as to strengthen global health security, Chinesepolitical leaders must clearly state their commitment toeradicating these markets.There has been an understandable focus on containingthe spread of 2019-nCoV. But less attention has beengiven to the need for sucfiient clinical capacity to delivercare to infected individuals. The viral pneumonia causedby 2019-nCoV can be extremely severe. In the rfist reportsof patients with 2019-nCoV, a third required admissionto intensive care, with the majority developing adultrespiratory distress syndrome. Even high-income countrieswith technically advanced health systems would struggleto provide the necessary care to potentially large numbersof patients with severe complications of 2019-nCoV.China has a well developed hospital system, but thesurge capacity for intensive care will be limited. What canChinese authorities do, together with the internationalmedical community, to expand acute medical services,including the supply of skilled hospital sta,f to meet theneeds of infected patients? This question is urgent.*In 2003, when SARS struck, China’s health research systemwas fragmented and poorly coordinated. Not so today.China’s science community has reacted with speed andskill to investigate and report in real time the ongoingoutbreak, providing critical public health, clinical, andvirological data to guide the national and global response.Research is sometimes seen as a luxury when countriesare being urged to invest in basic primary health care. Butthe 2019-nCoV outbreak has shown the foundationalimportance of research for any eefctive public healthresponse. When this latest outbreak has been contained,WHO, with the support of member states, must redoubleits eofrts to make health research an integral part ofuniversal health coverage. The 2019-nCoV outbreakproves that health research saves lives.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "seen\nli\ng\nA\nD\no\niirzu\na\nM\nse\ng\na\nm\nIttye\nG\n/\nP\nF\nA\nse\ng\na\nm\nIttye\nG\n/\nan\nw\nyKon\nh\nt\nn\nA\nIt is still too early, and available information is still too\nincomplete, to be certain about many aspects of the\n2019 novel coronavirus (2019-nCoV) outbreak in China.\nHowever, important elements of the management of\nthis global health emergency—and it is an emergency\nof major international concern—are becoming clearer.\nAs the outbreak accelerates, there are early lessons to be\nlearned. The transmissibility of 2019-nCoV—or at least\nits geographical distribution—seems to be higher and\nbroader than initially expected. Why? Partly this may\nbe because of China’s rapid expansion of its transport\nnetworks, especially air and high-speed rail. Wuhan is a\ncrucial hub: linking west to Chengdu, south to Guangzhou\nand Shenzhen, east to Nanjing and Shanghai, and north\nto Beijing. With much of December a period when\nthe outbreak went unreported and unrecognised, the\npopulation exposed to the virus is far greater than rfist\nthought—a cause for heightened concern.", "one_words_summarize": "seenligADoiirzuaMsegamIttyeG/PFAsegamIttyeG/anwyKonhtnAIt is still too early, and available information is still tooincomplete, to be certain about many aspects of the2019 novel coronavirus (2019-nCoV) outbreak in China. We have received messages from Chinese journalistsstruggling to report accurate information from stateauthorities. One can understand the ChineseGovernment’s wish to manage the oflw of accurateinformation to the public. But if that oflw is being limitedor is simply too little, it would be permissible, indeedsurely wise, to empower specialists to speak to the mediato give their advice and to allay undue public anxiety.*The health response in China has been impressive, ifat times it appears severe—shutting down exit andentry into cities, strict isolation, and bans on certaincategories of contact. In the rfist reportsof patients with 2019-nCoV, a third required admissionto intensive care, with the majority developing adultrespiratory distress syndrome. When this latest outbreak has been contained,WHO, with the support of member states, must redoubleits eofrts to make health research an integral part ofuniversal health coverage."}