{"date": "February, 2020", "journal": "EClinicalMedicine", "authors": null, "title": "Emerging zoonoses: A one health challenge", "type": "Editorial", "abstract": "journal homepage: https://www.journals.elsevier.com/eclinicalmedicine", "text": "December, 2019, marked the third re-emergence in the 21stcentury of the zoonotic coronavirus (CoV), named severe acuterespiratory syndrome corona virus 2 (SARS-CoV-2), crossing species toinfect humans. The outbreak of the 2019 novel coronavirus disease(COVID-19), which started in China in the city of Wuhan likely from awet market of live animals, has caused a rapid increase in the numberof infections and deaths across Chinese borders, and has become aserious public and global health threat.The emergence and re-emergence of zoonotic diseases is not new,and over the past three decades the onset of outbreaks of infectiousdiseases emerging from animal reservoirs to infect humans hasincreased. For example, Ebola virus, highly pathogenic avianinfluenza (HPAI) viruses, and the coronaviruses severe acute respiratorysyndrome (SARS) coronavirus and Middle East respiratory syndrome(MERS) coronavirus.The size of the issue is significant, as epidemiological data byBlancou and colleagues from the University of Athens Medical School(Athens, Greece), reported in Vet Res in 2005, show that at least 75%of emerging infectious diseases are zoonotic and originate fromwildlife. Prevention activities are difficult to implement because eventscausing the emerge or re-emerge of zoonoses are complex andaffected by multiple factors, such as genetic evolution, demographicchanges, environmental conditions, or climate changes affecting theecosystem.The unforeseeable onset and rapid dissemination of zoonoticoutbreaks means public health systems need to be able to quicklyidentify early signs of such threats and react promptly. The fact that thebeginning of the nCoV-2019 outbreak was observed by at least onephysician, as reported by The Guardian on February 2, but notperceived as an urgent threat at the level of decision makers,demonstrates the essential need to identify what could be done better—before new diseases emerge—therefore preventing future outbreaksor, at least, reducing their impact.To reach this aim, the following steps are crucial: first, theunderstanding of the causes of disease emergence, the ecology of theagents involved, and their animal hosts; second, the creation of anetwork able to merge the contributions of different expertise, and worktogether holistically. At present, the main players of the network arein place (eg, medical doctors, veterinarians, public health experts,and food quality inspectors), but they act separately; for example,veterinarians are not connected with occupational physicians, and inturn they are not in contact with general practitioners who are at thefrontline of the disease. Therefore, in the current system, a cohesivenetwork able to receive and act on early warnings at different levelsis missing.The One Health approach is an example of how separate effortscan be aligned to work together effectively. The concept of OneHealth recognises the interdependence of human health, animalhealth, and environmental health, and aims to achieve betterpublic health outcomes through the understanding and prevention ofrisks that originate at the interface between humans, animals, andtheir environments. Such approach implies a multidisciplinaryeffort in the implementation of programmes, policies, and research,where multiple sectors communicate and work together, with thecommon goal of helping disease prediction, prevention, andpreparedness.Three major international organisations, WHO, the UN Food andAgriculture Organization (FAO), and the World Organisation forAnimal Health (OIE), have started to put this vision into practice byconsolidating a formal partnership to combathuman-animalenvironment health risks, strengthening their joint action in May,2018. A year later, as a result of this partnership, they releaseda guide (Taking a multisectoral, one health approach: a tripartiteguide to addressing zoonotic diseases in countries) that providesprinciples and best practices to assist countries in achievingsustainable and functional collaboration at the human-animal-environmentinterface.This effort should be repeated both at the academic and publichealth level. Rare examples are the University of Washington’sCenter for One Health Research (Seattle, WA, USA) or the Global Healthdepartment at Harvard University (Boston, MA, USA), which hasrecently promoted the cross-education of its practitioners bycollaborations with veterinaries. In public health, interestingly, the USCenters for Disease Control and Prevention is following One Heathstrategies against some zoonoses. An example is the response tothe Rift Valley Fever (RVF) Virus outbreak in East Africa in 1997.Most of the human infections resulted from direct or indirectcontact with the blood or organs of infected animals. To break the chainof transmission, CDC researchers developed a vaccine to vaccinateanimals against RVF, therefore preventing its transmission tohumans.Another key area where the One Health approach is needed ismonitoring and surveillance. Some professions have greater exposureto zoonotic risks than others—eg, farmers or butchers. Nearly half ofthe first patients affected by COVID-19 were working at the wetmarket where the virus originated, according to the first clinicalcharacterisation provided by Chen and colleagues from The University ofHong Kong Shenzhen Hospital (Shenzhen, China), and published byThe Lancet in January. Those occupational categories deserveattention as groups at particular risk of zoonotic exposure. In public healthdepartments the collaboration between hygienists, occupationalphysicians, general practitioners, and veterinarians could provide apush to implement monitoring activities, where the health ofworkers, animals, and the general population are jointly monitored.The recent outbreak of the coronavirus infection is a particularlysevere example of how close interactions between the health ofhumans, animals, and the environment can lead to a deadly epidemic.Now it is time to embrace One Health as a framework for publichealth action against zoonoses, as suggested by the tripartite (WHO,FAO, OIE) zoonotic guide. Governments must prioritise strategies tointroduce the One Health approach in education and trainingprogrammes and in their public health systems, both at the nationaland international level. The timely recognition of the interconnectionbetween humans, animals, and environment, intrinsic in the OneHealth approach, is a key prerequisite for understanding andmanaging the future of global health threats.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "December, 2019, marked the third re-emergence in the 21st\ncentury of the zoonotic coronavirus (CoV), named severe acute\nrespiratory syndrome corona virus 2 (SARS-CoV-2), crossing species to\ninfect humans. The outbreak of the 2019 novel coronavirus disease\n(COVID-19), which started in China in the city of Wuhan likely from a\nwet market of live animals, has caused a rapid increase in the number\nof infections and deaths across Chinese borders, and has become a\nserious public and global health threat.", "one_words_summarize": "December, 2019, marked the third re-emergence in the 21stcentury of the zoonotic coronavirus (CoV), named severe acuterespiratory syndrome corona virus 2 (SARS-CoV-2), crossing species toinfect humans. For example, Ebola virus, highly pathogenic avianinfluenza (HPAI) viruses, and the coronaviruses severe acute respiratorysyndrome (SARS) coronavirus and Middle East respiratory syndrome(MERS) coronavirus. The size of the issue is significant, as epidemiological data byBlancou and colleagues from the University of Athens Medical School(Athens, Greece), reported in Vet Res in 2005, show that at least 75%of emerging infectious diseases are zoonotic and originate fromwildlife. The unforeseeable onset and rapid dissemination of zoonoticoutbreaks means public health systems need to be able to quicklyidentify early signs of such threats and react promptly. To reach this aim, the following steps are crucial: first, theunderstanding of the causes of disease emergence, the ecology of theagents involved, and their animal hosts; second, the creation of anetwork able to merge the contributions of different expertise, and worktogether holistically. The One Health approach is an example of how separate effortscan be aligned to work together effectively. Those occupational categories deserveattention as groups at particular risk of zoonotic exposure."}