{"date": "2020/01/31", "journal": "The Lancet", "authors": "Joseph T Wu, Kathy Leung", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "type": "Articles", "abstract": "Summary Background Since Dec 31, 2019, the Chinese city of Wuhan has reported an outbreak of atypical pneumonia caused by the 2019 novel coronavirus (2019-nCoV). Cases have been exported to other Chinese cities, as well as internationally, threatening to trigger a global outbreak. Here, we provide an estimate of the size of the epidemic in Wuhan on the basis of the number of cases exported from Wuhan to cities outside mainland China and forecast the extent of the domestic and global public health risks of epidemics, accounting for social and non-pharmaceutical prevention interventions. Findings In our baseline scenario, we estimated that the basic reproductive number for 2019-nCoV was 2·68 (95% CrI 2·47-2·86) and that 75 815 individuals (95% CrI 37 304-130 330) have been infected in Wuhan as of Jan 25, 2020. The epidemic doubling time was 6·4 days (95% CrI 5·8-7·1). We estimated that in the baseline scenario, Chongqing, Beijing, Shanghai, Guangzhou, and Shenzhen had imported 461 (95% CrI 227-805), 113 (57-193), 98 (49-168), 111 (56-191), and 80 (40-139) infections from Wuhan, respectively. If the transmissibility of 2019-nCoV were similar everywhere domestically and over time, we inferred that epidemics are already growing exponentially in multiple major cities of China with a lag time behind the Wuhan outbreak of about 1-2 weeks. Interpretation Given that 2019-nCoV is no longer contained within Wuhan, other major Chinese cities are probably sustaining localised outbreaks. Large cities overseas with close transport links to China could also become outbreak epicentres, unless substantial public health interventions at both the population and personal levels are implemented immediately. Independent self-sustaining outbreaks in major cities globally could become inevitable because of substantial exportation of presymptomatic cases and in the absence of large-scale public health interventions. Preparedness plans and mitigation interventions should be readied for quick deployment globally.", "text": "Wuhan, the capital of Hubei province in China, isinvestigating an outbreak of atypical pneumonia causedby the zoonotic 2019 novel coronavirus (2019-nCoV). Asof Jan 29, 2020 (1100 h Hong Kong time), there havebeen 5993 cases of 2019-nCoV infections conrfimed inmainland China (gfiure 1), including 132 deaths. As ofJan 28, 2020 (1830 h Hong Kong time), there have been78 exported cases from Wuhan to areas outside mainlandChina (appendix p 2–4).The National Health Commission of China hasdeveloped a case-denfiition system to facilitate the classicfiationof patients (panel). To mitigate the spread of the virus, theChinese Government has progressively implementedmetropolitan-wide quarantine of Wuhan and severalnearby cities since Jan 23–24, 2020. Numerous domesticIn central China, Wuhan is investigating an outbreak of atypicalpneumonia caused by the zoonotic 2019 novel coronavirus(2019-nCoV). Few data and details are currently available.Two other novel coronaviruses (CoVs) have emerged as majorglobal epidemics in recent decades; in 2002, severe acuterespiratory syndrome coronavirus (SARS-CoV) spread to37 countries and caused more than 8000 cases and almost800 deaths, and in 2012, Middle East respiratory syndromecoronavirus (MERS-CoV) spread to 27 countries, causing2494 cases and 858 deaths worldwide to date. These CoVs areboth zoonotic and have low potential for sustained communitytransmission. However, larger clusters involving superspreadingevents were observed for SARS in 2003 and MERS in 2014–17.As of Jan 25, 2020, the scale and geographical extent of the2019-nCoV outbreak both within and outside mainland Chinaare highly uncertain. National and global spread of this disease isparticularly concerning given that chunyun, a 40-day period withextremely high air and train tracfi across China because of thelunar new year Spring Festival, began on Jan 10, 2020.We searched PubMed and preprint archives for articles publishedairports and train stations, as well as international airports,have adopted temperature screening measures to detectindividuals with fever.Two other novel coronaviruses (CoVs) have emerged asmajor global health threats since 2002, namely severeacute respiratory syndrome coronavirus (SARS-CoV;in 2002) that spread to 37 countries, and Middle Eastrespiratory syndrome coronavirus (MERS-CoV; in 2012)that spread to 27 countries. SARS-CoV caused more than8000 infections and 800 deaths, and MERS-CoV infected2494 individuals and caused 858 deaths worldwide todate. Both are zoonotic viruses and epidemiologicallysimilar, except that SARS-CoV has virtually no subclinicalmanifestation, whereas MERS-CoV behaves moresimilarly to the other four commonly circulating humanCoVs, with a substantial proportion of asymptomaticinfections (table 1). Symptomatic cases of both virusesusually present with moderate-to-severe respiratorysymptoms that often progress to severe pneumonia.A notable common characteristic of both SARS-CoVand MERS-CoV is that they have low potential forsustained community transmission (ie, low basicreproductive number).15,28,29 However, the most worrisomeaspect is the ability of the viruses to cause unusuallylarge case clusters via superspreading, which can exceed100 individuals and are apparently seeded by a singleindex case.5,28–31For the Official Aviation Guide In this study, we provide a nowcast of the probable sizesee https://www.oag.com/ of the epidemic, recognising the challenge of completeascertainment of a previously unknown pathogen withFor the Tencent database see an unclear clinical spectrum and testing capacity, evenhttps://heat.qq.com/ after identification of the aetiological cause. Moreup to Jan 25, 2020, that contained information about the Wuhanoutbreak using the terms “coronavirus”, “CoV”, “2019-nCoV”,“Wuhan”, “transmission”, “China”, “superspreading”, and“Chinese New Year”. We found six studies that reported therelative risks of case exportation from Wuhan to areas outsidemainland China.In the absence of a robust and complete line list for characterisingthe epidemiology of this novel pathogen, we inferred theoutbreak size of 2019-nCoV in Wuhan from the number ofconfirmed cases that have been exported to cities outsidemainland China. We used this outbreak size estimate to projectthe number of cases that have been exported to other Chinesecities. We forecasted the spread of 2019-nCoV both within andoutside of mainland China.Preparedness plans should be readied for quick deploymentworldwide, especially in cities with close travel links withWuhan and other major Chinese cities.importantly, from a public health control viewpoint, wethen forecast the probable course of spread domesticallyand internationally, first by assuming similar transmissibility as the initial phase in Wuhan (ie, little or nomitigation interventions), then accounting for thepotential impact of the various social and personalnonpharmaceutical interventions that have beenprogressively and quickly implemented in January, 2020.Data sources and assumptionsIn this modelling study, we first inferred the basic reproductive number of 2019-nCoV and the outbreak size inWuhan from Dec 1, 2019, to Jan 25, 2020, on the basis ofthe number of cases exported from Wuhan to citiesoutside mainland China. We then estimated the numberof cases that had been exported from Wuhan to othercities in mainland China. Finally, we forecasted thespread of 2019-nCoV within and outside mainland China,accounting for the Greater Wuhan region quarantineimplemented since Jan 23–24, 2020, and other publichealth interventions.        Wuhan is the major air and train transportation hub ofcentral China (gfiure 1). We estimated the daily number ofoutbound travellers from Wuhan by air, train, and roadwith data from three sources (see appendix p 1 for details):(        On Jan 19, 2020, the Chinese Center for Disease Controland Prevention (CDC) reported that only 43 (22%) of the198 conrfimed cases in its outbreak investigation hadbeen exposed to the Huanan seafood wholesale market,33the most probable index source of zoonotic 2019-nCoVinfections, which was closed and disinfected onJan 1, 2020. As such, and because of the dicfiulties oftracing all infections, we assumed that duringDec 1–31, 2019, the epidemic in Wuhan was seeded by aconstant zoonotic force of infection that caused 86 cases(ie, twice the 43 conrfimed cases with zoonotic exposure)in our baseline scenario. For the sensitivity analysis, weassumed 129 and 172 cases (50% and 100% higher thanthe baseline scenario value). Given that both 2019-nCoVand SARS-CoV could cause self-sustaininghuman-tohuman transmission in the community, we assumed thatthe serial interval of 2019-nCoV was the same as that ofSARS-CoV in Hong Kong (mean 8·4 days; table 1).4 Weassumed that the incubation period of 2019-nCoV wassimilar to that of SARS-CoV and MERS-CoV (mean6 days; table 1). These assumptions are consistent withpreliminary estimates of the serial interval (mean 7·5 days)and incubation period (mean 6·1 days) using line-list datafrom China CDC.34Estimating the transmissibility and outbreak size of2019-nCoV in WuhanWe assumed that the catchment population size of theWuhan Tianhe International Airport at Wuhan was19 million (ie, Greater Wuhan region with 11 millionpeople from Wuhan city plus 8 million from parts ofseveral neighbouring cities). We estimated the number ofcases in Greater Wuhan on the basis of the number ofconrfimed cases exported to cities outside mainlandChina whose symptom onset date had been reported tofall from Dec 25, 2019, to Jan 19, 2020 (appendix pp 2–4).The start date of this period (day Ds) corresponded to onemean incubation period before the Wuhan outbreak wasannounced on Dec 31, 2019, whereas the end date (day De)was 7 days before the time of writing (Jan 26, 2020). Thisend date was chosen to minimise the eefct of lead timebias on case conrfimation (the time between onset andcase conrfimation was ≤7 days in 46 [80%] of 55 casesexported to cities outside mainland China; see appendixpp 2–4). We let χd to be the number of such caseexportation on day d.Our 2019 OAG data indicated that for cities outsidemainland China excluding Hong Kong, the dailyaverage number of international outbound air passengerswas LW,I=3633 and that of international inbound airpassengers was LI,W=3546 in Greater Wuhan duringA7000ian 6000hCdnalian 5000mronauh 4000Wnisesca 3000demrficon 2000forebum 1000N0B9080 uNmber70 fcoonfi60 remdca50 sseouts40 iedmain30 landCh20 ianr(ge10 )en0          Dec 31,2019Case definition of the Chinese Center for Disease Control and Prevention (CDC)A suspected or probable case is denfied as a case that meets: (          The definition of a confirmed case, for the first case in a province, is a suspected orprobable case with detection of viral nucleic acid at the city CDC and provincial CDC.For the second case and all subsequent cases, the definition is a suspected or probablecase with detection of virus nucleic acid at the city CDC.We defined cases as individuals who were symptomatic, who could be detected bytemperature screening at international borders, or who had a disease severity requiringhospital admission, or both, plus travel history to Wuhan.SARS-CoVMERS-CoVnumber, mean (excluding SSE).1 Hong Kong: 1·70 (0·44–2·29)*(95% CI), or prevalence overall,2 2·7 (2·2–3·7) in the early phase (excludingof infection SSE),3 range 0·14–1 in the later phase (excluding(for commonly SSE).3 Singapore: 1·63 overall1 or 1·83 (0·47–2·47)*circulating human overall,2 range 2·2–3·6 in the early phase (includingCoVs) SSE).4 Toronto 0·86 (0·24–1·18)* overall.2Worldwide: 0·95 (0·67–1·23) overall.5days, mean (SD) ormean (95% CI)proportionMiddle East: 0·47 (0·29–0·80) overall.6 Saudi Arabia: 0·45(0·33–0·58) overall.7 Middle East and South Korea: 0·91(0·36–1·44) overall.5 South Korea: range 2·0–8·1 in earlyphase (including SSE).8Hong Kong:12 4·6 (3·8–5·8). Hong Kong:13 4·4 (4·6). Saudi Arabia:14 5·0 (4·0–6·6). South Korea:14 6·9 (6·3–7·5).Beijing:13 5·7 (9·7). Taiwan:13 6·9 (6·1).Singapore:4 8·4 (3·8).Saudi Arabia:7 6·8 (4·1). South Korea:18 12·4 (2·8).0·74% (1 of 135) among individuals who are close contactsof cases but not sick. Arabian Peninsula:21 0·15% (15 of10 365) among general population, 6·2% (68 of 1090)among individuals exposed to camels.in mainland China, the daily number of all domesticoutbound travellers was LW,C(t)=502 013 and that of alldomestic inbound travellers was LC,W(t)=487 310 in Wuhanat time t before chunyun (Jan 10). During chunyun, theseestimates were LW,C(t)=717 226 and LC,W(t)=810 500.We used the followingsusceptible-exposed-infectiousrecovered (SEIR) model to simulate the Wuhan epidemicsince it was established in December, 2019:dS(t)dt= –NDI(S(t) R0 I(t) + z(t) (+ LI,W + LC,W(t)– ( LW,I + LW,C(t)N N(S(t)– ( LW,I + LW,C(t)N N(E(t)dEdt=( 0 I(t) + z(t) (–S(t) RN DIE(t)DEdI(t)dt=E(t)DE–I(t) – ( LW,I + LW,C(t)DI N N(I(t)where S(t), E(t), I(t), and R(t) were the number ofsusceptible, latent, infectious, and removed individualsat time t; DE and DI were the mean latent (assumed to bethe same as incubation) and infectious period (equal tothe serial interval minus the mean latent period4); R0 wasthe basic reproductive number; z(t) was the zoonoticCommonly circulating human CoVs (229E, NL63,OC43, HKU1)229E and OC43 in USA:9 annual infection attackrates of 2·8% to 26·0% in prospective cohorts.adults and children with fever and upper respiratoryinfection symptoms, among which 60% were OC43,17% were 229E, 15% were NL63, and 7·8% werefrequently in children aged 7–12 months (4·86%).··OC43 and 229E:22 86–100%. HKU1, S-protein-basedadults in a long-term care facility. 229E and OC43 incohort. Brazil:26 11% among children aged <3 yearsattending the paediatric emergency room with acutelower respiratory infection and hospitalised.mainland China:27 6·4% among probable cases.CoV=coronavirus. SARS=severe acute respiratory syndrome. MERS=Middle East respiratory syndrome. SSE=superspreading event. *Data are mean (IQR).force of infection equal to 86 cases per day in the baselinescenario before market closure on Jan 1, 2020, and equalto 0 thereafter. The cumulative number of infections andcases that had occurred in Greater Wuhan up to time twas obtained from the SEIR model.We assumed that travel behaviour was not aefcted bydisease and hence international case exportation occurredaccording to a non-homogeneous process with rateλ(t)= LW,I (E(t) + I(t))NAs such, the expected number of international caseexportation on day d wasd = ∫dd 1 (u)duDeL(R0) = Πd=Dse– d dxdxd!Taken together, the likelihood function wasWe estimated R0 using Markov Chain Monte Carlomethods with Gibbs sampling and non-informative afltprior. For a given R0 from the resulting posteriordistribution, we used the same SEIR model to estimate thecorresponding outbreak size in Wuhan and the probabilitydistribution of the number of cases that had been exporteddomestically to other cities in mainland China (on thebasis of the destination distribution in our calibratedTencent mobility data). Point estimates were presentedusing posterior means, and statistical uncertainty waspresented using 95% credible intervals (CrIs).Nowcasting and forecasting the spread of 2019-nCoV inChina and worldwideWe extended the above SEIR model into aSEIR-metapopulation model to simulate the spread of 2019-nCoVacross mainland China, assuming the transmissibilityof 2019-nCoV was similar across all cities.35 Themovements of individuals between more than300 prefecture-level cities were modelled using thedaily average trafic volumes in our calibrated Tencentmobility data. Given that 2019-nCoV has causedwidespread outbreak awareness not only among publichealth professionals (ie, WHO and government healthauthorities), but also among the general public inChina and other countries, the transmissibility of theepidemic might be reduced compared with its nascentstage at Wuhan because of community-wide socialdistancing measures and other non-pharmaceuticalinterventions (eg, use of face masks and improvedpersonal hygiene). Previous studies suggested thatnon-pharmaceutical interventions might be able toreduce influenza transmission by up to 50%. 36 As such,we simulated local epidemics across mainland Chinaassuming that the transmissibility of 2019-nCoV wasreduced by 0%, 25%, and 50% after Wuhan wasquarantined on Jan 23, 2020. The epidemics would fadeout if transmissibility could be reduced by 1–1/R0.Furthermore, we considered 50% reduction inintercity mobility. Finally, we hypothesised that citywidepopulation quarantine at Wuhan had negligible efecton the epidemic trajectories of the rest of the countryand tested this hypothesis by making the extremeassumption that all inbound and outbound mobility atWuhan were eliminated indefinitely on Jan 23, 2020.Role of the funding sourceThe funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. The corresponding author had full access toall the data in the study and had final responsibility forthe decision to submit for publication.Figure 2 summarises our estimates of the basicreproductive number R0 and the outbreak size of 2019-nCoV inWuhan as of Jan 25, 2020. In our baseline scenario, weestimated that R0 was 2·68 (95% CrI 2·47–2·86) with anepidemic doubling time of 6·4 days (95% CrI 5·8–7·1;ifgure 2). We estimated that 75 815 individuals (95% CrI37 304–130 330) individuals had been infected inNumber of air passengers permonth in 2019Dubai          Greater Wuhan as of Jan 25, 2020. We also estimatedthat Chongqing, Beijing, Shanghai, Guangzhou, andShenzhen, had imported 461 (227–805), 113 (57–193),98 (49–168), 111 (56–191), and 80 (          If the zoonotic force of infection that initiated theWuhan epidemic was 50% and 100% higher than thebaseline scenario value, then R0 would be 2·53 (95% CrI2·32–2·71) and 2·42 (2·22–2·60), respectively. Thecorresponding estimate of the number of infections inWuhan would be 38% and 56% lower than baseline. Thenumber of exported cases and infections in Chongqing,Beijing, Shanghai, Guangzhou, and Shenzhen would besimilarly reduced in magnitude (figure 3).Figure 4 shows the epidemic curves for Wuhan,Chongqing, Beijing, Shanghai, Guangzhou, and Shenzhenwith a R0 of 2·68, assuming 0%, 25%, or 50% decreasein transmissibility across all cities, together with 0% or50% reduction in inter-city mobility after Wuhan wasquarantined on Jan 23, 2020. The epidemics wouldfade out if transmissibility was reduced by more than1–1/R0=63%. Our estimates suggested that a 50%reduction in inter-city mobility would have a negligible eefcton epidemic dynamics. We estimated that if there wasno reduction in transmissibility, the Wuhan epidemicwould peak around April, 2020, and local epidemics acrosscities in mainland China would lag by 1–2 weeks.If transmissibility was reduced by 25% in all citiesdomestically, then both the growth rate and magnitude oflocal epidemics would be substantially reduced; theepidemic peak would be delayed by about 1 month and itsmagnitude reduced by about 50%. A 50% reduction intransmissibility would push the viral reproductive numberto about 1·3, in which case the epidemic would growslowly without peaking during the rfist half of 2020.However, our simulation suggested that wholesalequarantine of population movement in Greater Wuhanwould have had a negligible eefct on the forwardBase case50% higher zoonotic FOI100% higher zoonotic FOI7654210FDP 350% higher zoonotic FOI100% higher zoonotic FOI22·50 50 100 150 100trajectories of the epidemic because multiple majorChinese cities had already been seeded with more thandozens of infections each (results not shown because theyare visually indistinguishable from gfiure 4). The probability that the chain of transmission initiated by an infectedcase would fade out without causing exponential epidemicgrowth decreases sharply as R0 increases (eg, <0·2 whenR0 >2).1,38 As such, given the substantial volume of caseimportation from Wuhan (gfiure 3), local epidemics areprobably already growing exponentially in multiple majorChinese cities. Given that Beijing, Shanghai, Guangzhou,and Shenzhen together accounted for more than 50% ofall outbound international air travel in mainland China,other countries would likely be at risk of experiencing2019-nCoV epidemics during the rfist half of 2020.During the period of an epidemic when human-to-humantransmission is established and reported case numbersare rising exponentially, nowcasting and forecasting areof crucial importance for public health planning andcontrol domestically and internationally. 39,40 In this study,we have estimated the outbreak size of 2019-nCoV thusfar in Wuhan and the probable extent of disease spread toother cities domestically. Our nfidings suggest thatindependent self-sustaining human-to-human spread isalready present in multiple major Chinese cities, many ofwhich are global transport hubs with huge numbers ofboth inbound and outbound passengers (eg, Beijing,Shanghai, Guangzhou, and Shenzhen).Therefore, in the absence of substantial public healthinterventions that are immediately applied, furtherinternational seeding and subsequent local establishmentof epidemics might become inevitable. On the presenttrajectory, 2019-nCoV could be about to become a globalepidemic in the absence of mitigation. Nevertheless, itmight still be possible to secure containment of thespread of infection such that initial imported seedingcases or even early local transmission does not lead to alarge epidemic in locations outside Wuhan. To possiblysucceed, substantial, even draconian measures that limitpopulation mobility should be seriously and immediatelyconsidered in aefcted areas, as should strategies todrastically reduce within-population contact rates throughcancellation of mass gatherings, school closures, andinstituting work-from-home arrangements, for example.Precisely what and how much should be done is highlycontextually specicfi and there is no one-size-tfis-all set ofprescriptive interventions that would be appropriateacross all settings. Should containment fail and localtransmission is established, mitigation measuresaccording to plans that had been drawn up and executedduring previous major outbreaks, such as those of SARS,MERS, or pandemic inuflenza, could serve as usefulreference templates.The overriding epidemiological priority to informpublic health control would be to compile and release a40)e iton 30cn laueliiiydn ppo000 20caD re1 10p(040)e iton 30cn laueliiiydn ppo000 20caD re1 10p(0% transmissibility reductionNo mobility reduction25% transmissibility reductionNo mobility reduction50% transmissibility reductionNo mobility reduction0% transmissibility reduction50% mobility reduction25% transmissibility reduction50% mobility reduction50% transmissibility reduction50% mobility reduction0Jan1,2F0e2b01M,2a0rc2h01,2A0p2ri0l1,2M0a2y01, 2Ju0n2e01,2J0u2ly01,20J2a0n1,2F0e2b01M,2a0rc2h01,2A0p2ri0l1,2M0a2y01, 2Ju0n2e01,2J0u2ly01,20J2an01,2F0e2b01M,2a0rc2h01,2A0p2ri0l1,2M0a2y01, 2Ju0n2e01,2J0u2ly01,2020line list of suspected, possible, probable, and confirmedcases and close contacts that is updated daily and linkedto clinical outcomes and laboratory test results. A robustline list is essential for the generation of accurate andprecise epidemiological parameters as inputs intotransmission models to inform situational awarenessand optimising the responses to the epidemic.41Additionally, given the extent of spread and level of publicconcern it has already generated, the clinical spectrumand severity profile of 2019-nCoV infections needs rapidascertainment by unbiased and reliable methods inunselected samples of cases, especially those with mildor subclinical presentations.The modelling techniques that we used in this study arevery similar to those used by other researchers who areworking towards the same goal of characterising theepidemic dynamics of 2019-nCoV (Zhanwei Du,University of Texas at Austin, personal communication).42–45The consensus on our methodology provides somesupport for the validity of our nowcasts and forecasts. Anadditional strength of our study is that our model isparameterised with the latest mobility data from OAG andTencent. Nonetheless, our study has several majorlimitations. First, we assumed that travel behaviour wasnot aefcted by disease status and that all infectionseventually have symptoms (albeit possibly very mild). Wewould have underestimated the outbreak size in GreaterWuhan if individuals with increased risk of infection (eg,confounded by socioeconomic status) were less likely totravel internationally or if the proportion of asymptomaticinfections were substantial. Second, our estimate oftransmissibility and outbreak size was somewhat sensitiveto our assumption regarding the zoonotic mechanismthat initiated the epidemic at Wuhan. However, our overallconclusion regarding the extent of case exportation inmajor Chinese cities would remain the same even for ourlowest estimate of transmissibility (gfiure 3). Third, ourepidemic forecast was based on inter-city mobility datafrom 2019 that might not necessarily reeflct mobilitypatterns in 2020, especially in the presence of currentpublic vigilance and response regarding the health threatposed by 2019-nCoV (appendix p 5). Fourth, little is knownregarding the seasonality of coronavirus transmission. If2019-nCoV, similar to inuflenza, has strong seasonality inits transmission, our epidemic forecast might not bereliable.Identifying and eliminating the zoonotic sourceremains an important task to prevent newanimal-tohuman seeding events. The renewal of a complete ban onmarket trading and sale of wild game meat in China onJan 26 can provide only temporary suspension of demand,even if completely adhered to.46 Vaccine platforms shouldbe accelerated for real-time deployment in the event of asecond wave of infections. Above all, for health protectionwithin China and internationally, especially thoselocations with the closest travel links with major Chineseports, preparedness plans should be readied fordeployment at short notice, including securing supply chains ofpharmaceuticals, personal protective equipment, hospitalsupplies, and the necessary human resources to deal withthe consequences of a global outbreak of this magnitude.ContributorsJTW, GML, and KL designed the experiments. KL collected data.JTW and KL analysed data. KL, JTW, and GML interpreted the resultsand wrote the manuscript.Declaration of interestsWe declare no competing interests.Data sharingWe collated epidemiological data from publicly available data sources(news articles, press releases, and published reports from public healthagencies). All the epidemiological information that we used isdocumented in the Article. We purchased the 2019 global flight bookingsdata from the Oficial Aviation Guide (OAG). Our data purchaseagreement with OAG prohibits us from sharing these data with thirdparties, but interested parties can contact OAG to make the same datapurchase. We purchased the January–February, 2019, intercity mobilitydata from Tencent. Our data purchase agreement with Tencent prohibitsus from sharing these data with third parties, but interested parties cancontact Tencent to make the same data purchase.AcknowledgmentsWe thank Chi-Kin Lam and Miky Wong from School of Public Health,The University of Hong Kong (Hong Kong, China) for technical support.This research was supported by a commissioned grant from the Healthand Medical Research Fund from the Government of the Hong KongSpecial Administrative Region.Editorial note: the Lancet Group takes a neutral position with respect toterritorial claims in published maps and institutional afiliations.24", "ref_list": [[], ["Superspreading and the efect of individual variation on disease emergence"], ["Model parameters and outbreak control for SARS"], ["Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions"], ["Transmission dynamics and control of severe acute respiratory syndrome"], [""], [""], ["Unraveling the drivers of MERS-CoV transmission"], ["MERS transmission and risk factors: a systematic review"], ["Clinical impact of human coronaviruses 229E and OC43 infection in diverse adult populations"], ["Epidemiology characteristics of human coronaviruses in patients with respiratory infection symptoms and phylogenetic analysis of HCoV-OC43 during 2010-2015 in Guangzhou"], ["Epidemiology and clinical presentations of the four human coronaviruses 229E, HKU1, NL63, and OC43 detected over 3 years using a novel multiplex real-time PCR method"], ["The epidemiology of severe acute respiratory syndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients"], ["A comparative epidemiologic analysis of SARS in Hong Kong, Beijing and Taiwan"], ["Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia"], ["Complete genomic sequence of human coronavirus OC43: molecular clock analysis suggests a relatively recent zoonotic coronavirus transmission event"], ["Incubation periods of acute respiratory viral infections: a systematic review"], ["Murray and Nadel's textbook of respiratory medicine, 5th edn"], ["Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea"], ["Seroprevalence of IgG antibodies to SARS-coronavirus in asymptomatic or subclinical population groups"], ["Comparative serological study for the prevalence of anti-MERS coronavirus antibodies in high-and low-risk groups in Qatar"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) neutralising antibodies in a high-risk human population, Morocco, November 2017 to January 2018"], ["Development and application of an enzyme immunoassay for coronavirus OC43 antibody in acute respiratory illness"], ["Examination of seroprevalence of coronavirus HKU1 infection with S protein-based ELISA and neutralization assay against viral spike pseudotyped virus"], ["Middle East respiratory syndrome: what we learned from the 2015 outbreak in the Republic of Korea"], ["An outbreak of human coronavirus OC43 infection and serological cross-reactivity with SARS coronavirus"], ["Human coronavirus alone or in co-infection with rhinovirus C is a risk factor for severe respiratory disease and admission to the pediatric intensive care unit: a one-year study in Southeast Brazil"], ["Case fatality of SARS in mainland China and associated risk factors"], ["Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk"], ["Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility"], ["The SARS epidemic in Hong Kong: what lessons have we learned?"], ["SARS in healthcare facilities"], ["32 People's Daily Online"], ["An outbreak of NCIP (2019-nCoV) infection in ChinaWuhan"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Characterizing the dynamics underlying global spread of epidemics"], ["The efect of public health measures on the 1918 influenza pandemic in U.S. cities"], ["37 Centers for Disease Control and Prevention"], ["Mathematical epidemiology of infectious diseases: model building, analysis and interpretation"], ["Real-time epidemic forecasting: challenges and opportunities"], ["Outbreak analytics: a developing data science for informing the response to emerging pathogens"], ["Improving the evidence base for decision making during a pandemic: the example of 2009 inuflenza A/H1N1"], ["-global-infectious-disease-analysis/ news--wuhan-coronavirus (accessed Jan 25,"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["46 State Administration for Market Regulation"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], ["G Chowell", "C Castillo-Chavez", "PW Fenimore", "CM Kribs-Zaleta", "L Arriola", "JM Hyman"], ["S Riley", "C Fraser", "CA Donnelly"], ["M Lipsitch", "T Cohen", "B Cooper"], [], [], ["S Cauchemez", "P Nouvellet", "A Cori"], ["J-E Park", "S Jung", "A Kim", "JE Park"], ["EE Walsh", "JH Shin", "AR. Falsey"], ["SF Zhang", "JL Tuo", "XB Huang"], [], ["GM Leung", "AJ Hedley", "LM Ho"], ["EH Lau", "CA Hsiung", "BJ Cowling"], ["V Virlogeux", "VJ Fang", "M Park", "JT Wu", "BJ Cowling"], ["L Vijgen", "E Keyaerts", "E Moës"], ["J Lessler", "NG Reich", "R Brookmeyer", "TM Perl", "KE Nelson", "DA Cummings"], ["R Mason", "VC Broaddus", "T Martin"], ["BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu"], ["GM Leung", "WW Lim", "LM Ho"], ["RA Kahlout", "GK Nasrallah", "EA Farag"], ["A Abbad", "RA Perera", "L Anga"], ["EP Gill", "EA Dominguez", "SB Greenberg"], ["CM Chan", "H Tse", "SS Wong"], ["MD Oh", "WB Park", "SW Park"], ["DM Patrick", "M Petric", "DM Skowronski"], ["AK Matsuno", "TB Gagliardi", "FE Paula"], ["N 27 Jia", "D Feng", "LQ Fang"], ["R 28 Breban", "J Riou", "A Fontanet"], ["S Cauchemez", "C Fraser", "MD Van Kerkhove"], ["Hung LS"], ["LC McDonald", "AE Simor", "IJ Su"], [], ["The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team", "Li Q."], ["Q 34 Li", "X Guan", "P Wu"], ["L 35 Wang", "JT Wu"], ["MC Bootsma", "NM Ferguson"], [], ["O Diekmann", "JAP Heesterbeek"], ["AN Desai", "MUG Kraemer", "S Bhatia"], ["JA Polonsky", "A Baidjoe", "ZN Kamvar"], ["M 41 Lipsitch", "L Finelli", "RT Heefrnan", "GM Leung", "SC Redd"], ["N 42 Imai", "A Cori", "I Dorigatti"], ["JM Read", "JRE Bridgen", "DAT Cummings", "A Ho", "CP Jewell"], ["T 44 Liu", "J Hu", "M Kang"], ["S Zhao", "J Ran", "SS Musa"], ["html"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Wuhan, the capital of Hubei province in China, is\ninvestigating an outbreak of atypical pneumonia caused\nby the zoonotic 2019 novel coronavirus (2019-nCoV). As\nof Jan 29, 2020 (1100 h Hong Kong time), there have\nbeen 5993 cases of 2019-nCoV infections conrfimed in\nmainland China (gfiure 1), including 132 deaths. As of\nJan 28, 2020 (1830 h Hong Kong time), there have been\n78 exported cases from Wuhan to areas outside mainland\nChina (appendix p 2–4).", "one_words_summarize": "Wuhan, the capital of Hubei province in China, isinvestigating an outbreak of atypical pneumonia causedby the zoonotic 2019 novel coronavirus (2019-nCoV). As ofJan 28, 2020 (1830 h Hong Kong time), there have been78 exported cases from Wuhan to areas outside mainlandChina (appendix p 2–4).The National Health Commission of China hasdeveloped a case-denfiition system to facilitate the classicfiationof patients (panel). Two other novel coronaviruses (CoVs) have emerged as majorglobal epidemics in recent decades; in 2002, severe acuterespiratory syndrome coronavirus (SARS-CoV) spread to37 countries and caused more than 8000 cases and almost800 deaths, and in 2012, Middle East respiratory syndromecoronavirus (MERS-CoV) spread to 27 countries, causing2494 cases and 858 deaths worldwide to date. These CoVs areboth zoonotic and have low potential for sustained communitytransmission. We found six studies that reported therelative risks of case exportation from Wuhan to areas outsidemainland China. For the sensitivity analysis, weassumed 129 and 172 cases (50% and 100% higher thanthe baseline scenario value). Taiwan:13 6·9 (6·1).Singapore:4 8·4 (3·8).Saudi Arabia:7 6·8 (4·1). Brazil:26 11% among children aged <3 yearsattending the paediatric emergency room with acutelower respiratory infection and hospitalised.mainland China:27 6·4% among probable cases. Point estimates were presentedusing posterior means, and statistical uncertainty waspresented using 95% credible intervals (CrIs).Nowcasting and forecasting the spread of 2019-nCoV inChina and worldwideWe extended the above SEIR model into aSEIR-metapopulation model to simulate the spread of 2019-nCoVacross mainland China, assuming the transmissibilityof 2019-nCoV was similar across all cities.35 Themovements of individuals between more than300 prefecture-level cities were modelled using thedaily average trafic volumes in our calibrated Tencentmobility data. Finally, we hypothesised that citywidepopulation quarantine at Wuhan had negligible efecton the epidemic trajectories of the rest of the countryand tested this hypothesis by making the extremeassumption that all inbound and outbound mobility atWuhan were eliminated indefinitely on Jan 23, 2020.Role of the funding sourceThe funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. We estimated that if there wasno reduction in transmissibility, the Wuhan epidemicwould peak around April, 2020, and local epidemics acrosscities in mainland China would lag by 1–2 weeks. 39,40 In this study,we have estimated the outbreak size of 2019-nCoV thusfar in Wuhan and the probable extent of disease spread toother cities domestically. On the presenttrajectory, 2019-nCoV could be about to become a globalepidemic in the absence of mitigation. Precisely what and how much should be done is highlycontextually specicfi and there is no one-size-tfis-all set ofprescriptive interventions that would be appropriateacross all settings. Identifying and eliminating the zoonotic sourceremains an important task to prevent newanimal-tohuman seeding events. KL, JTW, and GML interpreted the resultsand wrote the manuscript. Data sharingWe collated epidemiological data from publicly available data sources(news articles, press releases, and published reports from public healthagencies). All the epidemiological information that we used isdocumented in the Article."}