{"date": "2020/01/30", "journal": "The Lancet", "authors": "Roujian Lu, Xiang Zhao, Juan Li, Peihua Niu, Bo Yang, Honglong Wu", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "type": "Articles", "abstract": "and Early-warning (CASCIRE),", "text": "and Early-warning (CASCIRE),for Emerging InfectiousChina (Prof Y Bi, L Wang, Wuhan, China, is a novel coronavirus, provisionally namedProf PGeFoGpaleo’s);LCibenertaratiloTnheAartmery, 2019 novel coronavirus (2019-nCoV). The first cases were(Prof ZoHfuLMabDo)r;aKteoyryLaMbeodraictionrey, Added value of this studyand Zhejiang Provincial Key and similarities and diferences to other coronaviruses,LabInosrtaittourtye ooff MMeeddiiccaallGVeirnoelotigcys,, including the virus that caused the severe acute respiratorySchool of Laboratory Medicine syndrome epidemic of 2002–03. Genome sequences ofand Life Sciences, Wenzhou 2019-nCoV sampled from nine patients who were among theChinaM(aJCriheeBnaMshSicr,IPnrsotfitWutTeafno)r; identical, which suggests very recent emergence of this virus inInfectious Diseases andBiosecurity, School of Life and for 2494 laboratory-confirmed cases of infection andESncvhirooonlmofeMnteadl iSccaileSnccieesnacensd, 858 fatalities since September, 2012, including 38 deathsUniversity of Sydney, Sydney, following a single introduction into South Korea.8,9NSW, Australia In late December, 2019, several patients with viral(Prof E C Holmes PhD); The First pneumonia were found to be epidemiologicallyassociShAanffdiloiantgedFiHrsotsMpietdailcoafl ated with the Huanan seafood market in Wuhan, in theUniversity (Shandong Hubei province of China, where a number of non-aquaticProvincial Qianfoshan animals such as birds and rabbits were also on sale(PrBoifoHWsoasSfpehitit)ya;Mla)n,eJdginCaa-enSnc,tiCeehrnifcnoear, vbierfuosr,e10,1t1heproouvitsbiroenaakl.lyAnnaomveeld,h2u0m19ann-ionvfeelctcinogroncoarvoirnuasChinese Academy of Sciences, (2019-nCoV), was identified with use of next-generationBeijing, China (Prof W Tan) sequencing. As of Jan 28, 2020, China has reported moreCorrespondence to: than 5900 confirmed and more than 9000 suspectedProf Wenjie Tan, cases of 2019-nCoV infection across 33 ChineseprovNHC Key Laboratory of Biosafety,National Institute for Viral inces or municipalities, with 106 fatalities. In addition,Disease Control and Prevention, 2019-nCoV has now been reported in Thailand, Japan,Chinese Center for Disease South Korea, Malaysia, Singapore, and the USA.InfecControl and Prevention, tions in medical workers and family clusters were alsotanwBej@ijinivgd1c0.c2h2i0n6a,cCdhc.incna reported and human-to-human transmission has beenor confirmed. 12 Most of the infected patients had a highProf Weifeng Shi, fever and some had dyspnoea, with chest radiographsKey Laboratory of Etiology and revealing invasive lesions in both lungs.12,13Epidemiology of Emerging We report the epidemiological data of nine inpatients,Infectious Diseases in from at least three hospitals in Wuhan, who wereUnSihvearnsditoiensgoFfirSshtaMndedoincga,l diagnosed with viral pneumonia of unidentified cause.University and Shandong Using next-generation sequencing of bronchoalveolarAcademy of Medical Sciences, lavage fluid samples and cultured isolates from theseTaian 271000, China patients, 2019-nCoV was found. We describe the genomicwfshi@sdfmu.edu.cn characterisation of ten genomes of this novel virus,providing important information on the origins and cellreceptor binding of the virus.Nine patients with viral pneumonia and negative forcommon respiratory pathogens, who presented to at leastthree hospitals in Wuhan, were included in this study.Eight of the patients had visited the Huanan seafoodmarket before the onset of illness, and one patient(WH04) did not visit the market but stayed in a hotel nearhumans and that the outbreak was detected relatively rapidly.2019-nCoV is most closely related to other betacoronavirusesof bat origin, indicating that these animals are the likelyreservoir hosts for this emerging viral pathogen.By documenting the presence of 2019-nCoV in a sample ofpatients, our study extends previous evidence that this virushas led to the novel pneumonia that has caused severe diseasein Wuhan and other geographical localities. Currently availabledata suggest that 2019-nCoV infected the human populationfrom a bat reservoir, although it remains unclear if a currentlyunknown animal species acted as an intermediate hostbetween bats and humans.the market between Dec 23 and Dec 27, 2019 (table).Five of the patients (WH19001, WH19002, WH19004,WH19008, and YS8011) had samples collected by theChinese Center for Disease Control and Prevention(CDC) which were tested for 18 viruses and fourbacteria using the RespiFinderSmart22 Kit (PathoFinder,Maastricht, Netherlands) on the LightCycler 480RealTime PCR system (Roche, Rotkreuz, Switzerland).Presence of SARS-CoV and MERS-CoV was tested usinga previously reported method.14 All vfie CDC sampleswere negative for all common respiratory pathogensscreened for. Four of the patients (WH01, WH02, WH03,and WH04) had samples collected by BGI (Beijing,China), and were tested for vfie viruses and one bacteriumusing the RespiPathogen 6 Kit (Jiangsu Macro & MicroTest, Nantong, China) on the Applied Biosystems ABI7500 Real-Time PCR system (ThermoFisher Scienticfi,Foster City, CA, USA). All four samples were negative forthe targeted respiratory pathogens.Special-pathogen-free human airway epithelial (HAE)cells were used for virus isolation. Briefly, bronchoalveolarlavage fluids or throat swabs from the patients wereinoculated into the HAE cells through the apical surfaces.HAE cells were maintained in an air–liquid interfaceincubated at 37°C. The cells were monitored daily forcytopathic efects by light microscopy and the cellsupernatants were collected for use in quantitativeRT-PCR assays. After three passages, apical sampleswere collected for sequencing.All collected samples were sent to BGI for sequencing.140 μL bronchoalveolar lavage uflid samples (WH01 toWH04) were reserved for RNA extraction using theQIAamp Viral RNA Mini Kit (52904; Qiagen, Heiden,Germany), according to the manufacturer’srecommendations. A probe-captured technique was used toremove human nucleic acid. The remaining RNA wasPatient informationCt=threshold cycle. BALF=bronchoalveolar lavage fluid. NA=not available. 2019-nCoV=2019 novel coronavirus. *Patient stayed in a hotel near Huanan seafood marketfrom Dec 23 to Dec 27, 2019, and reported fever on Dec 27, 2019.reverse-transcribed into cDNA, followed by thesecondstrand synthesis. Using the synthetic double-strandedDNA, a DNA library was constructed throughDNAfragmentation, end-repair, adaptor-ligation, and PCRamplicfiation. The constructed library was qualiefid withan Invitrogen Qubit 2.0 Fluorometer (ThermoFisher,Foster City, CA, USA), and the qualiefid double-strandedDNA library was transformed into a single-strandedcircular DNA library through DNA-denaturation andcircularisation. DNA nanoballs were generated fromsinglestranded circular DNA by rolling circle amplicfiation,then qualiefid with Qubit 2.0 and loaded onto the oflw celland sequenced with PE100 on the DNBSEQ-T7 platform(MGI, Shenzhen, China).After removing adapter, low-quality, and low-complexityreads, high-quality genome sequencing data weregenerated. Sequence reads were first filtered against thehuman reference genome (hg19) using Burrows-WheelerAlignment.15 The remaining data were then aligned tothe local nucleotide database (using Burrows-WheelerAlignment) and non-redundant protein database (usingRapSearch),16 downloaded from the US National Centerfor Biotechnology Information website, which containonly coronaviruses that have been published. Finally, themapped reads were assembled with SPAdes17 to obtain ahigh-quality coronavirus genome sequence.Primers were designed with use of OLIGO PrimerAnalysis Software version 6.44 on the basis of theassembled partial genome, and were verified by Primer-B last(for more details on primer sequencs used pleasecontact the corresponding author). PCR was set up asfollows: 4·5 μL of 10X bufer, 4 μL of dNTP mix(2·5 μmol/L), 1 μL of each primer (10 μmol/L), and0·75 units of HS Ex Taq (Takara Biomedical Technology,Beijing, China), in a total volume of 30 μL. The cDNAsreverse transcribed from clinical samples were usedas templates, and random primers were used.The following program was run on the thermocycler:95°C for 5 min; 40 cycles of 95°C for 30 s, 55°C for 30 s,and 72°C for 1 min as determined by product size; 72°Cfor 7 min; and a 4°C hold. Finally, the PCR productswere separated by agarose gel electrophoresis, andproducts of the expected size were sequenced from bothends on the Applied Biosystems 3730 DNA Analyzerplatform (Applied Biosystems, Life Technologies, FosterCity, CA, USA; for more details on expected size pleasecontact the corresponding author).The whole-genome sequences of 2019-nCoV fromsix samples (WH19001, WH19005, WH19002, WH19004,WH19008, and YS8011) were generated by a combinationSanger, Illumina, and Oxford nanopore sequencing.First, viral RNAs were extracted directly from clinicalsamples with the QIAamp Viral RNA Mini Kit, and thenused to synthesise cDNA with the SuperScript III ReverseTranscriptase (ThermoFisher, Waltham, MA, USA) andN6 random primers, followed by second-strandsynthesis with DNA Polymerase I, Large (Klenow) Fragment(ThermoFisher). Viral cDNA libraries were preparedwith use of the Nextera XT Library Prep Kit (Illumina, For the National Center forSan Diego, CA, USA), then puriefid with Agencourt Biotechnology InformationAMPure XP beads (Beckman Coulter, Brea, CA, USA), nwlmeb.sniithe.gsoeev/https://www.ncbi.followed by quanticfiation with an Invitrogen Qubit 2.0Fluorometer. The resulting DNA libraries were sequencedon either the MiSeq or iSeq platforms (Illumina) using a300-cycle reagent kit. About 1·2–5 GB of data wereobtained for each sample.The raw fastQ files for each virus sample were filteredusing previously described criteria,18 then subjected tode  novo assembly with the CLCBio software version11.0.1. Mapped assemblies were also done using thebatderived SARS-like coronavirus isolate bat-SL-CoVZC45(accession number MG772933.1) as a reference. Variantcalling, genome alignments, and sequenceillustrations were generated with CLCBio software, and theassembled genome sequences were confirmed by Sangersequencing.Rapid amplicfiation of cDNA ends (RACE) was doneto obtain the sequences of the 5ʹ and 3ʹ termini, using theInvitrogen 5ʹ RACE System and 3ʹ RACE System(Invitrogen, Carlsbad, CA, USA), according to themanuSee Online for appendix facturer’s instructions. Gene-specicfi primers ( appendixp 1) for 5ʹ and 3ʹ RACE PCR amplicfiation were designedto obtain a fragment of approximately 400–500 bp for thetwo regions. Puriefid PCR products were cloned into thepMD18-T Simple Vector (TaKaRa, Takara Biotechnology,Dalian, China) and chemically competent Escherichia coli(DH5α cells; TaKaRa), according to the manufacturer’sinstructions. PCR products were sequenced with use ofM13 forward and reverse primers.For Genbank see https://www.ncbi.nlm.nih.gov/genbankFor the data from BGI on theChina National GeneBank seehttps://db.cngb.org/datamart/disease/DATAdis19/Reference virus genomes were obtained from GenBankusing Blastn with 2019-nCoV as a query. The openFor the China National reading frames of the verified genome sequences wereMicrobiological Data Center predicted using Geneious (version 11.1.5) andannowebsite see http://nmdc.cn/ tated using the Conserved Domain Database.19 Pairwisesequence identities were also calculated using Geneious.Potential genetic recombination was investigated usingSimPlot software (version 3.5.1)20 and phylogeneticanalysis.Sequence alignment of 2019-nCoV with referencesequences was done with Matf software (version 7 .450).21Phylogenetic analyses of the complete genome andmajor coding regions were done with RAxML software(version 8.2.9)22 with 1000 bootstrap replicates, employingthe general time reversible nucleotide substitution model.On the basis of the genome sequences obtained, a real-timePCR detection assay was developed. PCR primers andprobes were designed using Applied Biosystems PrimerExpress Software (ThermoFisher Scienticfi, Foster City, CA,USA) on the basis of our sequenced virus genomes. Thespecicfi primers and probe set (labelled with the reporter6-carboxyuflorescein [FAM] and the quencher Black HoleQuencher 1 [BHQ1]) for orf1a were as follows: forward primer5ʹ-AGAAGATTGGTTAGATGATGATAGT-3ʹ; reverse primer5ʹ-TTCCATCTCTAATTGAGGTTGAACC-3ʹ; and probe5ʹ-FAM-TCCTCACTGCCGTCTTGTTGACCA-BHQ1-3ʹ.The human GAPDH gene was used as an internal control(forward primer 5ʹ-TCAAGAAGGTGGTGAAGCAGG-3ʹ;reverse primer 5ʹ-CAGCGTCAAAGGTGGAGGAGT-3ʹ;probe5ʹ-VIC-CCTCAAGGGCATCCTGGGCTACACTBHQ1-3ʹ). Primers and probes were synthesised by BGI(Beijing, China). RT-PCR was done with an AppliedBiosystems 7300 Real-Time PCR System(ThermoScienticfi), with 30 µL reaction volumes consisting of 14 µLof diluted RNA, 15 µL of 2X Taqman One-Step RT-PCRMaster Mix Reagents (4309169; Applied Biosystems,ThermoFisher), 0·5 µL of 40X MultiScribe and RNaseinhibitor mixture, 0·75 μL forward primer (10 μmol/L),0·75 μL reverse primer (10 μmol/L), and 0·375 μL probe(10 μmol/L). Thermal cycling parameters were 30 minat 42°C, followed by 10 min at 95°C, and a subsequent40 cycles of amplicfiation (95°C for 15 s and 58°C for 45 s ).Fluorescence was recorded during the 58°C phase.The funder of the study had no role in data collection,data analysis, data interpretation, or writing of report.GFG and WS had access to all the data in the study, andGFG, WS, WT, WC, and GW were responsible for thedecision to submit for publication.From the nine patients’ samples analysed, eight completeand two partial genome sequences of 2019-nCoV wereobtained. These data have been deposited in the ChinaNational Microbiological Data Center (accessionnumber NMDC10013002 and genome accession numbersNMDC60013002-01 to NMDC60013002-10) and the datafrom BGI have been deposited in the China NationalGeneBank (accession numbers CNA0007332–35).Based on these genomes, we developed a real-timePCR assay and tested the original clinical samples fromthe BGI (WH01, WH02, WH03, and WH04) again todetermine their threshold cycle (Ct) values (table). Theremaining samples were tested by a diferent real-timePCR assay developed by the Chinese CDC, with Ct valuesranging from 22·85 to 32·41 (table). These resultsconfirmed the presence of 2019-nCoV in the patients.Bronchoalveolar lavage fluid samples or culturedviruses of nine patients were used for next-generationsequencing. After removing host (human) reads, de novoassembly was done and the contigs obtained used asqueries to search the non-redundant protein database.Some contigs identified in all the samples wereclosely related to the bat SARS-like betacoronavirusbat-SL-CoVZC45 betacoronavirus.23 Bat-SL-CoVZC45was then used as the reference genome and reads fromeach pool were mapped to it, generating consensussequences corresponding to all the pools. Theseconsensus sequences were then used as new referencegenomes. Eight complete genomes and two partialgenomes (from samples WH19002 and WH02; table)were obtained. The de novo assembly of the clean readsfrom all the pools did not identify any other long contigsthat corresponded to other viruses at high abundance.The eight complete genomes were nearly identicalacross the whole genome, with sequence identity above99·98%, indicative of a very recent emergence into thehuman population (figure 1A). The largest nucleotidediference was four mutations. Notably, the sequenceidentity between the two virus genomes from the samepatient (WH19001, from bronchoalveolar lavage fluid,and WH19005, from cell culture) was more than 99·99%,Non-structural polyprotein 1ab (7073 amino acids)Spike protein (1255 amino acids)Non-structural polyprotein 1ab (7078 amino acids)27921514Spike protein (1270 amino acids)21705 25517Non-structural polyprotein 1ab (7070 amino acids)Spike protein (1245 amino acids)NucleotidesequencesAmino acidsequencesBGene2019-nCoVConsensus1·000·950·900·850·800·750·70)% 0·65liirtyam 000···655005(iS 0·450·400·350·300·250·200·150·100·050StrainBat-SL-CoVZC45Bat-SL-CoVZXC21SARS-CoVGZ02Bat-SL-CoVZC45Bat-SL-CoVZXC21SARS-CoVGZ02Gene region (%)with 100% identity at the amino acid level. In addition,the partial genomes from samples WH02 and WH19002also had nearly 100% identity to the complete genomesacross the aligned gene regions.A Blastn search of the complete genomes of 2019-nCoVrevealed that the most closely related viruses availableon GenBank were bat-SL-CoVZC45 (sequence identity87·99%; query coverage 99%) and another SARS-likebetacoronavirus of bat origin, bat-SL-CoVZXC21(accession number MG772934;23 87·23%; query coverage 98%).In vfie gene regions (E, M, 7, N, and 14), the sequenceidentities were greater than 90%, with the highestbeing 98·7% in the E gene (fi gure 2A). The S gene of2019-nCoV exhibited the lowest sequence identity withbat-SL-CoVZC45 and bat-SL-CoVZXC21, at only around75%. In addition, the sequence identity in 1b (about 86%)was lower than that in 1a (about 90%; fi gure 2A). Most ofthe encoded proteins exhibited high sequence identitybetween 2019-nCoV and the related bat-derivedcoronaviruses (gfiure 2a). The notable exception was the spikeprotein, with only around 80% sequence identity, andprotein 13, with 73·2% sequence identity. Notably, the2019-nCoV strains were less genetically similar toSARS-CoV (about 79%) and MERS-CoV (about 50%). Thesimilarity between 2019-nCoV and related viruses wasvisualised using SimPlot software, with the 2019-nCoVconsensus sequence employed as the query (gfiure 2B).Comparison of the predicted coding regions of2019-nCoV showed that they possessed a similar genomicorganisation to bat-SL-CoVZC45, bat-SL-CoVZXC21, andSARS-CoV (gfiure 1B). At least 12 coding regions werepredicted, including 1ab, S, 3, E, M, 7, 8, 9, 10b, N, 13, and14 (gfiure 1B). The lengths of most of the proteins encodedby 2019-nCoV, bat-SL-CoVZC45, and bat-SL-CoVZXC21were similar, with only a few minor insertions ordeletions. A notable diefrence was a longer spike proteinencoded by 2019-nCoV compared with the bat SARS-likecoronaviruses, SARS-CoV, and MERS-CoV (gfiure 1B).Phylogenetic analysis of 2019-nCoV and its closelyrelated reference genomes, as well as representativebetacoronaviruses, revealed that the vfie subgenera formedvife well supported branches ( fi gure 3). The subgenus0·2100100Clade 3Clade 2100100HibecovirusClade 1SarbecovirusMerbecovirus10095100NobecovirusEmbevovirus100Sarbecovirus could be classiefid into three well supportedclades: two SARS-CoV-related strains from Rhinolophus spfrom Bulgaria (accession number GU190215) and Kenya(KY352407) formed clade 1; the ten 2019-nCoV fromWuhan and the two bat-derived SARS-like strains fromZhoushan in eastern China (bat-SL-CoVZC45 andbat-SL-CoVZXC21) formed clade 2, which was notable forthe long branch separating the human and bat viruses;and SARS-CoV strains from humans and many geneticallysimilar SARS-like coronaviruses from bats collectedfrom southwestern China formed clade 3, with bat-derivedcoronaviruses also falling in the basal positions (gfiure 3).In addition, 2019-nCoV was distinct from SARS-CoVin a phylogeny of the complete RNA-dependent RNApolymerase (RdRp) gene (appendix p 2). This evidenceindicates that 2019-nCoV is a novel betacoronavirusfrom the subgenus Sarbecovirus.As the sequence similarity plot revealed changes ingenetic distances among viruses across the 2019-nCoVgenome, we did additional phylogenetic analyses ofthe major encoding regions of representative membersof the subgenus Sarbecovirus. Consistent with thegenome phylogeny, 2019-nCoV, bat-SL-CoVZC45, andbat-SL-CoVZXC21 clustered together in trees ofthe 1a and spike genes (appendix p 3). By contrast,2019-nCoV did not cluster with bat-SL-CoVZC45 andbat-SL-CoVZXC21 in the 1b tree, but instead formed adistinct clade with SARS-CoV, bat-SL-CoVZC45, andbat-SL-CoVZXC21 (appendix p 3), indicative of potentialrecombination events in 1b, although these probablyoccurred in the bat coronaviruses rather than 2019-nCoV.Phylogenetic analysis of the 2019-nCoV genomeexcluding 1b revealed similar evolutionary relationships asthe full-length viral genome (appendix p 3).The envelope spike (S) protein mediates receptorbinding and membrane fusion24 and is crucial fordetermining host tropism and transmission capacity.25,26Generally, the spike protein of coronaviruses isfunctionally divided into the S1 domain (especially positions318–510 of SARS-CoV), responsible for receptor binding,SignalpeptideN-terminaldomainS1domain(n=49)Receptorbindingdomain(n=37)S2domain(n=2)acuterespiratorysyndrome.*Bat-derivedSARS-likevirusesthatcangrowinhumancelllinesorinmice.†Bat-derivedSARS-likeviruseswithoutexperimentaldataavailable.and the S2 domain, responsible for cell membrane Notably, the external subdomain of the 2019-nCoVfusion.27 The 2019-nCoV S2 protein showed around receptor-binding domain was more similar to that of93% sequence identity with bat-SL-CoVZC45 and SARS-CoV. This result suggests that 2019-nCoV mightbat-SL-CoVZXC21—much higher than that of the also use angiotensin-converting enzyme 2 (ACE2) as aS1 domain, which had only around 68% identity with cell receptor. However, we also observed that several keythese bat-derived viruses. Both the N-terminal domain residues responsible for the binding of the SARS-CoVand the C-terminal domain of the S1 domain can bind to receptor-binding domain to the ACE2 receptor werehost receptors.28 We inspected amino acid variation in the variable in the 2019-nCoV receptor-binding domainspike protein among the Sarbecovirus coronaviruses (including Asn439, Asn501, Gln493, Gly485 and Phe486;(gfiure 4). Although 2019-nCoV and SARS-CoV fell 2019-nCoV numbering).within diefrent clades (gfiure 3), they still possessedaround 50 conserved amino acids in S1, whereas most Discussionof the bat-derived viruses displayed mutational diefrences From genomic surveillance of clinical samples from(gfiure 4). Most of these positions in the C-terminal patients with viral pneumonia in Wuhan, China, a noveldomain (gfiure 4). In addition, a number of deletion coronavirus (termed 2019-nCoV) has been identified. 10,11events,includingpositions455–457,463–464,and485–497, Our phylogenetic analysis of 2019-nCoV, sequenced fromwere found in the bat-derived strains (gfiure 4).nine patients’ samples, showed that the virus belongs toThe receptor-binding domain of betacoronaviruses, the subgenus Sarbecovirus. 2019-nCoV was more similarwhich directly engages the receptor, is commonly to two bat-derived coronavirus strains, bat-SL-CoVZC45locatedintheC-terminaldomainofS1,asinSARS-CoV29 and bat-SL-CoVZXC21, than to known human-infectingfor lineage B, and MERS-CoV30,31 and BatCoV HKU4,32 coronaviruses, including the virus that caused the SARSfor lineage C (figure 5). Through phylogenetic analysis outbreak of 2003.of the receptor-binding domain of four diferent lineages Epidemiologically, eight of the nine patients in our studyof betacoronaviruses (appendix p 4), we found that, had a history of exposure to the Huanan seafood marketalthough 2019-nCoV was closer to bat-SL-CoVZC45 in Wuhan, suggesting that they might have been in closeand bat-SL-CoVZXC21 at the whole-genome level, the contact with the infection source at the market. However,receptor-binding domain of 2019-nCoV fell within one patient had never visited the market, although helineageBandwasclosertothatofSARS-CoV(figure5A). had stayed in a hotel near the market before the onset ofThe three-dimensional structure of 2019-nCoV receptor- their illness. This nfiding suggests either possible dropletbinding domain was modelled using the Swiss-Model transmissionorthatthepatientwasinfectedbyacurrentlyprogram33 with the SARS-CoV receptor-binding domain unknown source. Evidence of clusters of infected familystructure (Protein Data Bank ID 2DD8)34 as a template. members and medical workers has now conrfimed theThis analysis suggested that, like other betacoro- presence of human-to-human transmission.12 Clearly,naviruses, the receptor-binding domain was composed thisinfectionisamajorpublichealthconcern,particularlyof a core and an external subdomain (figure 5B–D). as this outbreak coincides with the peak of the ChineseLineage CReceptor CD26MERS-CoVBat-CoV HKU4Bat-CoVHKU5Unknown receptorCD26C 2019-nCoV0·05Lineage BReceptor ACE2?2019-CnSARS-CoV oVBat-SL-CoVZC4Z5C12X? Bat-SL-CoVACE2Unknown receptorLineage A1UKHBatCoVHKU9Lineage DUnknown receptor?Spring Festival travel rush, during which hundreds ofmillions of people will travel through China.As a typical RNA virus, the average evolutionary ratefor coronaviruses is roughly 10–⁴ nucleotide substitutionsper site per year,1 with mutations arising duringevery replication cycle. It is, therefore, striking thatthe sequences of 2019-nCoV from diferent patientsdescribed here were almost identical, with greater than99·9% sequence identity. This finding suggests that2019-nCoV originated from one source within a veryshort period and was detected relatively rapidly.However, as the virus transmits to more individuals,constant surveillance of mutations arising is needed.Phylogenetic analysis showed that bat-derivedcoronaviruses fell within all vfie subgenera of the genusBetacoronavirus. Moreover, bat-derived coronaviruses fellin basal positions in the subgenus Sarbecovirus, with2019-nCoV most closely related to bat-SL-CoVZC45and bat-SL-CoVZXC21, which were also sampled frombats.23 These data are consistent with a bat reservoir forcoronaviruses in general and for 2019-nCoV in particular.However, despite the importance of bats, several factssuggest that another animal is acting as an intermediatehost between bats and humans. First, the outbreak wasrifst reported in late December, 2019, when most batspecies in Wuhan are hibernating. Second, no bats weresold or found at the Huanan seafood market, whereasvarious non-aquatic animals (including mammals) wereavailable for purchase. Third, the sequence identitybetween 2019-nCoV and its close relatives bat-SL-CoVZC45and bat-SL-CoVZXC21 was less than 90%, which isreeflcted in the relatively long branch between them.Hence, bat-SL-CoVZC45 and bat-SL-CoVZXC21 are notdirect ancestors of 2019-nCoV. Fourth, in both SARS-CoVand MERS-CoV, bats acted as the natural reservoir,with another animal (masked palm civet for SARS-CoV35and dromedary camels for MERS-CoV)36 acting as anintermediate host, with humans as terminal hosts.Therefore, on the basis of current data, it seems likelythat the 2019-nCoV causing the Wuhan outbreak mightalso be initially hosted by bats, and might have beentransmitted to humans via currently unknown wildanimal(s) sold at the Huanan seafood market.Previous studies have uncovered several receptorsthat diefrent coronaviruses bind to, such as ACE2 forSARS-CoV29 and CD26 for MERS-CoV.30 Our molecularmodelling showed structural similarity between thereceptor-binding domains of SARS-CoV and 2019-nCoV.Therefore, we suggest that 2019-nCoV might use ACE2 asthe receptor, despite the presence of amino acid mutationsin the 2019-nCoV receptor-binding domain. Although aprevious study using HeLa cells expressing ACE2proteins showed that 2019-nCoV could employ the ACE2receptor,37 whether these mutations aefct ACE2 bindingor change receptor tropism requires further study.Recombination has been seen frequently incoronaviruses.1 As expected, we detected recombination inThr487 Asn479 Leu472Ala426Asn439ExternalsubdomainCore subdomainExternalsubdomainCore subdomainExternalsubdomainCore subdomainthe Sarbecoviruses analysed here. Our results suggestthat recombination events are complex and are morelikely occurring in bat coronaviruses than in 2019-nCoV.Hence, despite its occurrence, recombination is probablynot the reason for emergence of this virus, although thisinference might change if more closely related animalviruses are identified.In conclusion, we have described the genomic structureof a seventh human coronavirus that can cause severepneumonia and have shed light on its origin andreceptor-binding properties. More generally, the diseaseoutbreak linked to 2019-nCoV again highlights thehidden virus reservoir in wild animals and their potential tooccasionally spill over into human populations.ContributorsGFG, WT, WS, WC, WX, and GW designed the study. RL, XZ, PN, HW,WW, BH, NZ, XM, WZ, LZ, JC, YM, JW, YL, JY, ZX, JM, WJL, and DWdid the experiments. BY, FZ, and ZH provided samples. WS, WC, WT,JL, HS, YB, LW, TH, and HZ analysed data. WS, WT, and JL wrote thereport. ECH and GFG revised the report.Declaration of interestsWe declare no competing interests.Data sharingData are available on various websites and have been made publiclyavailable (more information can be found in the first paragraph of theResults section).", "ref_list": [[], ["Epidemiology, genetic recombination, and pathogenesis of coronaviruses"], ["Coronavirus avian infectious bronchitis virus"], ["Pathogenicity of turkey coronavirus in turkeys and chickens"], ["Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin"], ["Severe acute respiratory syndrome"], ["SARS: epidemiology"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["A dynamic compartmental model for the Middle East respiratory syndrome outbreak in the Republic of Korea: a retrospective analysis on control interventions and superspreading events"], ["The clinical and virological features of the first imported case causing MERS-CoV outbreak"], ["A novel coronavirus genome identified in a cluster of pneumonia cases-"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Two-tube multiplex real-time reverse transcription PCR to detect six human coronaviruses"], ["Fast and accurate short read alignment with Burrows-Wheeler transform"], ["RAPSearch2: a fast and memory-eficient protein similarity search tool for next-generation sequencing data"], ["Assembling genomes and mini-metagenomes from highly chimeric reads"], ["Human infection with a novel, highly pathogenic avian influenza A (H5N6) virus: virological and clinical ifndings"], ["CDD/SPARCLE: functional classification of proteins via subfamily domain architectures"], ["Full-length human immunodeficiency virus type 1 genomes from subtype C-infected seroconverters in India, with evidence of intersubtype recombination"], ["Parallelization of MAFFT for large-scale multiple sequence alignments"], ["22 Stamatakis A"], ["Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bats"], ["function, and evolution of coronavirus spike proteins"], ["Bat-to-human: spike features determining 'host jump' of coronaviruses SARS-CoV, MERS-CoV, and beyond"], ["MERS-CoV spike protein: targets for vaccines and therapeutics"], ["Receptor-binding domain of SARS-CoV spike protein induces highly potent neutralizing antibodies: implication for developing subunit vaccine"], ["Evidence for a common evolutionary origin of coronavirus spike protein receptor-binding subunits"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26"], ["Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4"], ["Bat origins of MERS-CoV supported by bat coronavirus HKU4 usage of human receptor CD26"], ["SWISS-MODEL: homology modelling of protein structures and complexes"], ["Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S 1 Su", "G Wong", "W Shi"], ["D."], ["MM Ismail", "AY Tang", "YM Saif"], ["P 4 Zhou", "H Fan", "T Lan"], ["JS Peiris", "Y Guan", "KY Yuen"], ["M Chan-Yeung", "RH Xu"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["J 8 Lee", "G Chowell", "E. Jung"], ["JY Lee", "YJ Kim", "EH Chung"], ["W Tan", "X Zhao", "X Ma", "Wuhan"], ["N 11 Zhu", "D Zhang", "W Wang"], ["JFW Chan", "S Yuan", "KH Kok"], ["C 13 Huang", "Y Wang", "X Li"], ["P 14 Niu", "J Shen", "N Zhu", "R Lu", "W. Tan"], ["H Li", "R Durbin"], ["Y Zhao", "H Tang", "Y. Ye"], ["S Nurk", "A Bankevich", "D Antipov", "M Deng", "R Jiang", "F Sun", "X Zhang"], ["M 18 Pan", "R Gao", "Q Lv"], ["A Marchler-Bauer", "Y Bo", "L Han"], ["KS Lole", "RC Bollinger", "RS Paranjape"], ["T 21 Nakamura", "KD Yamada", "K Tomii", "K. Katoh"], [], ["D 23 Hu", "C Zhu", "L Ai"], ["24 Li F. Structure"], ["G 25 Lu", "Q Wang", "GF Gao"], ["Q Wang", "G Wong", "G Lu", "J Yan", "GF Gao"], ["Y He", "Y Zhou", "S Liu"], [], ["F 29 Li", "W Li", "M Farzan", "SC Harrison"], ["G 30 Lu", "Y Hu", "Q Wang"], ["N Wang", "X Shi", "L Jiang"], ["Q Wang", "J Qi", "Y Yuan"], ["A 33 Waterhouse", "M Bertoni", "S Bienert"], ["P 34 Prabakaran", "J Gan", "Y Feng"], ["Y Guan", "BJ Zheng", "YQ He"], ["AN Alagaili", "T Briese", "N Mishra"], ["P 37 Zhou", "X-L Yang", "X-G Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "and Early-warning (CASCIRE),", "one_words_summarize": "and Early-warning (CASCIRE),for Emerging InfectiousChina (Prof Y Bi, L Wang, Wuhan, China, is a novel coronavirus, provisionally namedProf PGeFoGpaleo’s);LCibenertaratiloTnheAartmery, 2019 novel coronavirus (2019-nCoV). Eight of the patients had visited the Huanan seafoodmarket before the onset of illness, and one patient(WH04) did not visit the market but stayed in a hotel nearhumans and that the outbreak was detected relatively rapidly.2019-nCoV is most closely related to other betacoronavirusesof bat origin, indicating that these animals are the likelyreservoir hosts for this emerging viral pathogen. Special-pathogen-free human airway epithelial (HAE)cells were used for virus isolation. After three passages, apical sampleswere collected for sequencing. A probe-captured technique was used toremove human nucleic acid. PCR products were sequenced with use ofM13 forward and reverse primers. Sequence alignment of 2019-nCoV with referencesequences was done with Matf software (version 7 .450).21Phylogenetic analyses of the complete genome andmajor coding regions were done with RAxML software(version 8.2.9)22 with 1000 bootstrap replicates, employingthe general time reversible nucleotide substitution model. GFG and WS had access to all the data in the study, andGFG, WS, WT, WC, and GW were responsible for thedecision to submit for publication. These resultsconfirmed the presence of 2019-nCoV in the patients. Bronchoalveolar lavage fluid samples or culturedviruses of nine patients were used for next-generationsequencing. After removing host (human) reads, de novoassembly was done and the contigs obtained used asqueries to search the non-redundant protein database. Eight complete genomes and two partialgenomes (from samples WH19002 and WH02; table)were obtained. This evidenceindicates that 2019-nCoV is a novel betacoronavirusfrom the subgenus Sarbecovirus. However, we also observed that several keythese bat-derived viruses. In addition, a number of deletion coronavirus (termed 2019-nCoV) has been identified. 10,11events,includingpositions455–457,463–464,and485–497, Our phylogenetic analysis of 2019-nCoV, sequenced fromwere found in the bat-derived strains (gfiure 4).nine patients’ samples, showed that the virus belongs toThe receptor-binding domain of betacoronaviruses, the subgenus Sarbecovirus. Through phylogenetic analysis outbreak of 2003.of the receptor-binding domain of four diferent lineages Epidemiologically, eight of the nine patients in our studyof betacoronaviruses (appendix p 4), we found that, had a history of exposure to the Huanan seafood marketalthough 2019-nCoV was closer to bat-SL-CoVZC45 in Wuhan, suggesting that they might have been in closeand bat-SL-CoVZXC21 at the whole-genome level, the contact with the infection source at the market. Bat-SL-CoVACE2Unknown receptorLineage A1UKHBatCoVHKU9Lineage DUnknown receptor?Spring Festival travel rush, during which hundreds ofmillions of people will travel through China. This finding suggests that2019-nCoV originated from one source within a veryshort period and was detected relatively rapidly. Recombination has been seen frequently incoronaviruses.1 As expected, we detected recombination inThr487 Asn479 Leu472Ala426Asn439ExternalsubdomainCore subdomainExternalsubdomainCore subdomainExternalsubdomainCore subdomainthe Sarbecoviruses analysed here. More generally, the diseaseoutbreak linked to 2019-nCoV again highlights thehidden virus reservoir in wild animals and their potential tooccasionally spill over into human populations. RL, XZ, PN, HW,WW, BH, NZ, XM, WZ, LZ, JC, YM, JW, YL, JY, ZX, JM, WJL, and DWdid the experiments. Data sharingData are available on various websites and have been made publiclyavailable (more information can be found in the first paragraph of theResults section)."}