{"date": "2020/01/30", "journal": "The Lancet", "authors": "Nanshan Chen, Min Zhou, Xuan Dong, Jieming Qu, Fengyun Gong, Yang Han", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "type": "Articles", "abstract": "We searched PubMed on Jan 25, 2020, for articles that describe\nthe epidemiological and clinical characteristics of the 2019 novel\ncoronavirus (2019-nCoV) in Wuhan, China, using the search\nterms “novel coronavirus” and “pneumonia” with no language or\ntime restrictions. Previously published research discussed the\nepidemiological and clinical characteristics of severe acute\nrespiratory syndrome coronavirus or Middle East respiratory\nsyndrome coronavirus, and primary study for the evolution of the\nnovel coronavirus from Wuhan. The only report of clinical\nfeatures of patients infected with 2019-nCoV was published on\nJan 24, 2020, with 41 cases included.", "text": "We searched PubMed on Jan 25, 2020, for articles that describethe epidemiological and clinical characteristics of the 2019 novelcoronavirus (2019-nCoV) in Wuhan, China, using the searchterms “novel coronavirus” and “pneumonia” with no language ortime restrictions. Previously published research discussed theepidemiological and clinical characteristics of severe acuterespiratory syndrome coronavirus or Middle East respiratorysyndrome coronavirus, and primary study for the evolution of thenovel coronavirus from Wuhan. The only report of clinicalfeatures of patients infected with 2019-nCoV was published onJan 24, 2020, with 41 cases included.We have obtained data on 99 patients in Wuhan, China, tofurther explore the epidemiology and clinical features of2019-nCoV. This study is, to our knowledge, the largest caseseries to date of 2019-nCoV infections, with 99 patients whowere transferred to Jinyintan Hospital from other hospitals allthe Chinese Government, adult patients were admittedcentrally to the hospital from the whole of Wuhan withoutselectivity. All patients at Jinyintan Hospital who werediagnosed as having 2019­ nCoV pneumonia according toWHO interim guidance were enrolled in this study.4 Allthe data of included cases have been shared with WHO.The study was approved by Jinyintan Hospital EthicsCommittee and written informed consent was obtainedfrom patients involved before enrolment when data werecollected retrospectively.We obtained epidemiological, demographic, clinical,laboratory, management, and outcome data from patients’medical records. Clinical outcomes were followed up toJan 25, 2020. If data were missing from the records orclaricfiation was needed, we obtained data by directcommunication with attending doctors and other health­care providers. All data were checked by two physicians(XD and YQ).Laboratory confirmation of 2019 ­ nCoV was done infour diferent institutions: the Chinese CDC, theChinese Academy of Medical Science, Academy ofMilitary Medical Sciences, and Wuhan Institute ofVirology, Chinese Academy of Sciences. Throat­ swabspecimens from the upper respiratory tract that wereobtained from all patients at admission were maintainedin viral­ transport medium. 2019­ nCoV was confirmed byreal­ time RT­ PCR using the same protocol describedpreviously.3 RT­ PCR detection reagents were provided bythe four institutions. Other respiratory viruses includinginfluenza A virus (H1N1, H3N2, H7N9), influenza Bvirus, respiratory syncytial virus, parainfluenza virus,adenovirus, SARS coronavirus (SARS­ CoV), and MERSover Wuhan, and provides further information on thedemographic, clinical, epidemiological, and laboratory features ofpatients. It presents the latest status of 2019-nCoV infection inChina and is an extended investigation of the previous report,with 58 extra cases and more details on combined bacterial andfungal infections. In all patients admitted with medicalcomorbidities of 2019-nCoV, a wide range of clinicalmanifestations can be seen and are associated with substantialoutcomes.The 2019-nCoV infection was of clustering onset, is more likely toaefct older men with comorbidities, and could result in severeand even fatal respiratory diseases such as acute respiratorydistress syndrome. Early identicfiation and timely treatment ofcritical cases of 2019-nCoV are important. Eefctive life supportand active treatment of complications should be provided toeefctively reduce the severity of patients’ conditions and preventthe spread of this new coronavirus in China and worldwide.coronavirus (MERS­ CoV) were also examined with real­time RT­ PCRSputum or endotracheal aspirates were obtained atadmission for identification of possible causative bacteriaor fungi. Additionally, all patients were given chest x­ raysor chest CT.We describe epidemiological data (ie, short­ term[occasional visits] and long­ term [worked at or lived near]exposure to Huanan seafood market); demographics;signs and symptoms on admission; comorbidity; labora­tory results; co­ infection with other respiratory pathogens;chest radiography and CT nfidings; treatment receivedfor 2019­ nCoV; and clinical outcomes.We present continuous measurements as mean (SD) ifthey are normally distributed or median (IQR) if they arenot, and categorical variables as count (%). For laboratoryresults, we also assessed whether the measurements wereoutside the normal range. We used SPSS (version 26.0)for all analyses.The funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. The corresponding authors had full access toall the data in the study and had final responsibility forthe decision to submit for publication.Results99 patients with 2019­ nCoV were included in this study,two of whom were husband and wife. In total, 49 (49%)patients were clustered and had a history of exposureto the Huanan seafood market. Among them, there were47 patients with long­ term exposure history, most ofwhom were salesmen or market managers, andtwo patients with short­ term exposure history, who wereshoppers. None of the patients were medical staf.Most patients were men, with a mean age of 55·5 years(SD 13·1; table 1). 50 (51%) patients had chronic diseases,including cardiovascular and cerebrovascular diseases,endocrine system disease, digestive system disease,respiratory system disease, malignant tumour, andnervous system disease (table 1).On admission, most patients had fever or cough anda third of patients had shortness of breath (table 2).Other symptoms included muscle ache, headache,Age, yearsMean (SD)Range≤3940–4950–5960–69≥70SexFemaleMaleOccupationAgricultural workerSelf-employedEmployeeRetiredExposure to Huanan seafood market*Long-term exposure historyShort-term exposure historyChronic medical illnessCardiovascular and cerebrovascular diseasesDigestive system diseaseEndocrine system disease†Malignant tumourNervous system diseaseRespiratory system diseaseAdmission to intensive care unitClinical outcomeRemained in hospitalDischargedDiedconfusion, chest pain, and diarrhoea (table 2). Manypatients presented with organ function damage,including 17 (17%) with ARDS, eight (8%) with acuterespiratory injury, three (3%) with acute renal injury,four (4%) with septic shock, and one (1%) with venti­lator­ associated pneumonia (table 2).On admission, leucocytes were below the normalrange in nine (9%) patients and above the normal rangein 24 (24%) patients (table 3). 38 (38%) patients hadneutrophils above the normal range. Lymphocytes andhaemoglobin were below the normal range in manyBlood routinepatients (table 3). Platelets were below the normal rangein 12 (12%) patients and above the normal range infour (4%). 43 patients had difering degrees of liverfunction abnormality, with alanine aminotransferase(ALT) or aspartate aminotransferase (AST) above thenormal range (table 3); one patient had severe liverfunction damage (ALT 7590 U/L, AST 1445 U/L).Most patients had abnormal myocardial zymogram,which showed the elevation of creatine kinase in13 (13%) patients and the elevation of lactate dehy­drogenase in 75 (76%) patients, one of whom alsoshowed abnormal creatine kinase (6280 U/L) and lactatedehydrogenase (20 740 U/L). Seven (7%) patients haddiferent degrees of renal function damage, with elevatedblood urea nitrogen or serum creatinine. Regarding theinfection index, procalcitonin was above the normalrange in six (6%) patients. Most patients had serumferritin above the normal range (table 3). 73 patientswere tested for C­ reactive protein, most of whom hadlevels above the normal range (table 3).All patients were tested for nine respiratory pathogensand the nucleic acid of influenza viruses A and B.Bacteria and fungi culture were done at the same time.We did not find other respiratory viruses in any of thepatients. Acinetobacter baumannii, Klebsiella pneumoniae,and Aspergillus flavus were all cultured in one patient.A baumannii turned out to be highly resistant toantibiotics. One case of fungal infection was diagnosedas Candida glabrata and three cases of fungal infectionwere diagnosed as Candida albicans.According to chest x­ ray and CT, 74 (75%) patientsshowed bilateral pneumonia (75%) with just 25 (25%)patients showing unilateral pneumonia (table 2).14 (14%) patients showed multiple mottling and ground­glass opacity (table 2; figure). A dditionally, pneumothoraxoccurred in one (1%) patient.All patients were treated in isolation. 75 (76%) patientsreceived antiviral treatment, including oseltamivir(75 mg every 12 h, orally), ganciclovir (0·25 g every 12 h,intravenously), and lopinavir and ritonavir tablets(500 mg twice daily, orally). The duration of antiviraltreatment was 3–14 days (median 3 days [IQR 3–6]).Most patients were given antibiotic treatment (table 2);25 (25%) patients were treated with a single antibioticand 45 (45%) patients were given combination therapy.The antibiotics used generally covered common patho­gens and some atypical pathogens; when secondarybacterial infection occurred, medication was admin­istered according to the results of bacterial culture anddrug sensitivity. The antibiotics used were cephalo­sporins, quinolones, carbapenems, tigecycline againstmethicillin­ resistant Staphylococcus aureus, linezolid, andantifungal drugs. The duration of antibiotic treatmentwas 3–17 days (median 5 days [IQR 3–7]). 19 (19%)patients were also treated with methylprednisolonesodium succinate, methylprednisolone, and dexametha­sone for 3–15 days (median 5 [3–7]).13 patients used non­ invasive ventilator mechanicalventilation for 4–22 days (median 9 days [IQR 7–19]).Four patients used an invasive ventilator to assistventilation for 3–20 days (median 17 [12–19]). Theventilator adopted P­ SIMV mode, the inhaled oxygenconcentration was 35–100%, and the positive end­expiratory pressure was 6–12 cm H2O. All four patientswere still using ventilators at data cutof. Moreover,nine (9%) patients received continuous blood purifi­cation due to renal failure and three (3%) patients weretreated with extracorporeal membrane oxygenation(ECMO; table 2).By the end of Jan 25, 31 (31%) patients had beendischarged and 11 (11%) patients had died; all otherpatients were still in hospital (table 1). The rfist two deathswere a 61­ year­ old man (patient 1) and a 69­ year­ old man(patient 2). They had no previous chronic underlyingdisease but had a long history of smoking. Patient 1 wastransferred to Jinyintan Hospital and diagnosed withsevere pneumonia and ARDS. He was immediatelyadmitted to the intensive care unit (ICU) and given anintubated ventilator­ assisted breathing therapy. Later, thepatient, having developed severe respiratory failure, heartfailure, and sepsis, experienced a sudden cardiac arreston the 11th day of admission and was declared dead.Patient 2 had severe pneumonia and ARDS afteradmission. The patient was transferred to the ICU andgiven ventilator­ assisted breathing, and received anti­infection and ECMO treatment after admission. Thepatient’s hypoxaemia remained unresolved. On the ninthday of admission, the patient died of severe pneumonia,septic shock, and respiratory failure. The intervalsCase 11A First chest x-rayCase 22A First chest x-rayCase 33A First chest CT1B Second chest x-ray2B Second chest x-ray3B Second chest CTFigure: Chest x-rays and chest CTs of three patientsCase 1: chest x-ray was obtained on Jan 1 (1A). The brightness of both lungs was difusely decreased, showinga large area of patchy shadow with uneven density. Tracheal intubation was seen in the trachea and the heartshadow outline was not clear. The catheter shadow was seen from the right axilla to the mediastinum. Bilateraldiaphragmatic surface and costal diaphragmatic angle were not clear, and chest x-ray on Jan 2 showed worsestatus (1B). Case 2: chest x-ray obtained on Jan 6 (2A). The brightness of both lungs was decreased and multiplepatchy shadows were observed; edges were blurred, and large ground-glass opacity and condensation shadowswere mainly on the lower right lobe. Tracheal intubation could be seen in the trachea. Heart shadow roughlypresents in the normal range. On the left side, the diaphragmatic surface is not clearly displayed. The right side ofthe diaphragmatic surface was light and smooth and rib phrenic angle was less sharp. Chest x-ray on Jan 10showed worse status (2B). Case 3: chest CT obtained on Jan 1 (3A) showed mass shadows of high density in bothlungs. Bright bronchogram is seen in the lung tissue area of the lesion, which is also called bronchoinflation sign.Chest CT on Jan 15 showed improved status (3B).between the onset of symptoms and the use of ventilator­assisted breathing in the two patients were 3 days and10 days, respectively. The course of the disease and lunglesions progressed rapidly in both patients, with bothdeveloping multiple organ failure in a short time. Thedeaths of these two patients were consistent with theMuLBSTA score, an early warning model for predictingmortality in viral pneumonia.8Of the remaining nine patients who died, eight patientshad lymphopenia, seven had bilateral pneumonia, vfiewere older than 60 years, three had hypertension, andone was a heavy smoker.DiscussionThis is an extended descriptive study on the epidemiologyand clinical characteristics of the 2019­ nCoV, includingdata on 99 patients who were transferred to JinyintanHospital from other hospitals across Wuhan. It presentsthe latest status of the 2019­ nCoV infection in China andadds details on combined bacterial and fungal infections.Human coronavirus is one of the main pathogensof respiratory infection. The two highly pathogenicviruses, SARS­ CoV and MERS­ CoV, cause severe res­piratory syndrome in humans and four other humancoronaviruses (HCoV­ OC43, HCoV­ 229E, HCoV­ NL63,HCoV­ HKU1) induce mild upper respiratory disease.          The major SARS­ CoV outbreak involving 8422 patientsoccurred during 2002–03 and spread to 29 countriesglobally.9,10 MERS­ CoV emerged in Middle Easterncountries in 2012 but was imported into China.11,1          We observed a greater number of men than women inthe 99 cases of 2019­ nCoV infection. MERS­ CoV andSARS­ CoV have also been found to infect more malesthan females.19,20 The reduced susceptibility of females toviral infections could be attributed to the protectionfrom X chromosome and sex hormones, which playan important role in innate and adaptive immunity.21Additionally, about half of patients infected by 2019­ nCoVhad chronic underlying diseases, mainly cardiovascularand cerebrovascular diseases and diabetes; this is similarto MERS­ CoV.19 Our results suggest that 2019­ nCoV ismore likely to infect older adult males with chroniccomorbidities as a result of the weaker immune func­tions of these patients.19–22Some patients, especially severely ill ones, had co­infections of bacteria and fungi. Common bacterialcultures of patients with secondary infections includedA baumannii, K pneumoniae, A aflvus, C glabrata, andC albicans.8 The high drug resistance rate of A baumanniican cause dicfiulties with anti ­ infective treatment,leading to higher possibility of developing septic shock.23For severe mixed infections, in addition to the virulencefactors of pathogens, the host’s immune status is also oneof the important factors. Old age, obesity, and presence ofcomorbidity might be associated with increased mor­tality.24 When populations with low immune function,such as older people, diabetics, people with HIV infection,people with long­ term use of immunosuppressive agents,and pregnant women, are infected with 2019­ nCoV,prompt administration of antibiotics to prevent infectionand strengthening of immune support treatment mightreduce complications and mortality.In terms of laboratory tests, the absolute value oflymphocytes in most patients was reduced. This resultsuggests that 2019­ nCoV might mainly act on lympho­cytes, especially T lymphocytes, as does SARS­ CoV. Virusparticles spread through the respiratory mucosa andinfect other cells, induce a cytokine storm in the body,generate a series of immune responses, and causechanges in peripheral white blood cells and immune cellssuch as lymphocytes. Some patients progressed rapidlywith ARDS and septic shock, which was eventuallyfollowed by multiple organ failure. Therefore, earlyidenticfiation and timely treatment of critical cases is ofcrucial importance. Use of intravenous immunoglobulinis recommended to enhance the ability of anti­ infectionfor severely ill patients and steroids (methylprednisolone1–2 mg/kg per day) are recommended for patients withARDS, for as short a duration of treatment as possible.Some studies suggest that a substantial decrease in thetotal number of lymphocytes indicates that coronavirusconsumes many immune cells and inhibits the body’scellular immune function. Damage to T lymphocytesmight be an important factor leading to exacerbations ofpatients.25 The low absolute value of lymphocytes couldbe used as a reference index in the diagnosis of newcoronavirus infections in the clinic.In general, the characteristics of patients who died were inline with the early warning model for predicting mortalityin viral pneumonia in our previous study: the MuLBSTAscore.8 The MuLBSTA score system contains six indexes,which are multilobular inlfitration, lympho penia, bacterialco­ infection, smoking history, hypertension, and age.Further investigation is needed to explore the applicabilityof the MuLBSTA score in predicting the risk of mortality in2019­ nCoV infection.This study has several limitations. First, only 99 patientswith conrfimed 2019 ­ nCoV were included; suspected butundiagnosed cases were ruled out in the analyses. It wouldbe better to include as many patients as possible in Wuhan,in other cities in China, and even in other countries to get amore comprehensive understanding of 2019­ nCoV. Second,more detailed patient information, particularly regardingclinical outcomes, was unavailable at the time of analysis;however, the data in this study permit an early assess­ment of the epidemiological and clinical characteristics of2019­ nCoV pneumonia in Wuhan, China.In conclusion, the infection of 2019­ nCoV was ofclustering onset, is more likely to infect older men withcomorbidities, and can result in severe and even fatalrespiratory diseases such as ARDS.ContributorsNC, XD, FG, YH, YQ, JW, YL, YW, JX, TY, and LZ collected theepidemiological and clinical data and processed statistical data. NC andMZ drafted the manuscript. JQ and XZ revised the final manuscript.XZ is responsible for summarising all data related to the virus. LZ isresponsible for summarising all epidemiological and clinical data.Declaration of interestsWe declare no competing interests.AcknowledgmentsThis study was funded by the National Key R&D Program of China(number 2017YFC1309700). We thank all patients involved in the study.", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle"], ["The continuing 2019­ nCoV epidemic threat of novel coronaviruses to global health ­ the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["MERS, SARS and other coronaviruses as causes of pneumonia"], [""], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], [""], ["Discovery of a rich gene pool of bat SARS­ related coronaviruses provides new insights into the origin of SARS coronavirus"], [""], ["Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation"], ["Evidence for camel­ tohuman transmission of MERS coronavirus"], ["Surveillance of bat coronaviruses in Kenya identiefis relatives of human coronaviruses NL63 and 229E and their recombination history"], ["Origin and evolution of pathogenic coronaviruses"], ["Fatal swine acute diarrhoea syndrome caused by an HKU2­ related coronavirus of bat origin"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for the risk of human transmission"], ["Chinese Academy of Sciences. Wuhan coronavirus has strong ability to infect humans"], ["strategy=&openid= o04IBALMrLyGDxbWNOPoDM1IfG­ s&uid=&refer=wx_hot (accessed Jan 29,"], ["From SARS to MERS, thrusting coronaviruses into the spotlight"], ["Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS­ CoV): a systematic review and meta­ analysis"], ["Sex­ based diferences in susceptibility to severe acute respiratory syndrome coronavirus infection"], ["Sexual dimorphism in innate immunity"], [""], ["Clinical nfidings in 111 cases of inuflenza A (H7N9) virus infection"], ["Clinical features of three avian influenza H7N9 virus ­ infected"], ["­ cell immunity of SARS­ CoV: implications for vaccine development against MERS­ CoV."], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Lu", "CW Stratton", "YW Tang"], ["6 Hui", "DS", "I Azhar E Madani", "TA"], ["C Huang", "Y Wang", "X Li"], ["WHO.", "­", "­", "­", "­", "­", "­", "­", "­", "­"], ["Y Yin", "RG Wunderink"], [], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], [], ["B Hu", "LP Zeng", "XL Yang"], [], ["BL Haagmans", "SH Al Dhahiry", "CB Reusken"], ["EI Azhar", "SA El­ Kafrawy", "SA Farraj"], ["Y Tao", "M Shi", "C Chommanard"], ["J Cui", "F Li", "ZL Shi"], ["P Zhou", "H Fan", "T Lan"], ["XT Xu", "P Chen", "JF Wang"], [], [], ["Z Song", "Y Xu", "L Bao"], ["A Badawi", "SG Ryoo"], ["R 20 Channappanavar", "C Fett", "M Mack", "PP Ten Eyck", "DK Meyerholz", "S Perlman"], ["S Jaillon", "K Berthenet", "C Garlanda"], [], ["HN Gao", "HZ Lu", "B Cao"], ["XF Wang", "GC Shi", "HY Wan"], ["WJ Liu", "M Zhao", "K Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We searched PubMed on Jan 25, 2020, for articles that describe\nthe epidemiological and clinical characteristics of the 2019 novel\ncoronavirus (2019-nCoV) in Wuhan, China, using the search\nterms “novel coronavirus” and “pneumonia” with no language or\ntime restrictions. Previously published research discussed the\nepidemiological and clinical characteristics of severe acute\nrespiratory syndrome coronavirus or Middle East respiratory\nsyndrome coronavirus, and primary study for the evolution of the\nnovel coronavirus from Wuhan. The only report of clinical\nfeatures of patients infected with 2019-nCoV was published on\nJan 24, 2020, with 41 cases included.", "one_words_summarize": "We searched PubMed on Jan 25, 2020, for articles that describethe epidemiological and clinical characteristics of the 2019 novelcoronavirus (2019-nCoV) in Wuhan, China, using the searchterms “novel coronavirus” and “pneumonia” with no language ortime restrictions. The funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. Most patients were men, with a mean age of 55·5 years(SD 13·1; table 1). 73 patientswere tested for C­ reactive protein, most of whom hadlevels above the normal range (table 3).All patients were tested for nine respiratory pathogensand the nucleic acid of influenza viruses A and B.Bacteria and fungi culture were done at the same time. Acinetobacter baumannii, Klebsiella pneumoniae,and Aspergillus flavus were all cultured in one patient. According to chest x­ ray and CT, 74 (75%) patientsshowed bilateral pneumonia (75%) with just 25 (25%)patients showing unilateral pneumonia (table 2).14 (14%) patients showed multiple mottling and ground­glass opacity (table 2; figure). Patient 1 wastransferred to Jinyintan Hospital and diagnosed withsevere pneumonia and ARDS. Later, thepatient, having developed severe respiratory failure, heartfailure, and sepsis, experienced a sudden cardiac arreston the 11th day of admission and was declared dead. The brightness of both lungs was difusely decreased, showinga large area of patchy shadow with uneven density. Tracheal intubation was seen in the trachea and the heartshadow outline was not clear. The catheter shadow was seen from the right axilla to the mediastinum. On the left side, the diaphragmatic surface is not clearly displayed. DiscussionThis is an extended descriptive study on the epidemiologyand clinical characteristics of the 2019­ nCoV, includingdata on 99 patients who were transferred to JinyintanHospital from other hospitals across Wuhan. Human coronavirus is one of the main pathogensof respiratory infection. Common bacterialcultures of patients with secondary infections includedA baumannii, K pneumoniae, A aflvus, C glabrata, andC albicans.8 The high drug resistance rate of A baumanniican cause dicfiulties with anti ­ infective treatment,leading to higher possibility of developing septic shock.23For severe mixed infections, in addition to the virulencefactors of pathogens, the host’s immune status is also oneof the important factors. Therefore, earlyidenticfiation and timely treatment of critical cases is ofcrucial importance. First, only 99 patientswith conrfimed 2019 ­ nCoV were included; suspected butundiagnosed cases were ruled out in the analyses. LZ isresponsible for summarising all epidemiological and clinical data."}