{"date": "2020/01/24", "journal": "The Lancet", "authors": "David L Heymann", "title": "Data sharing and outbreaks: best practice exemplified", "type": "Comment", "abstract": "The current outbreak of the 2019 novel coronavirus onset with fever, cough, and myalgia-with or without (2019-nCoV) is yet another example of the importance diarrhoea or shortness of breath, or both. Laboratory of infections at the animal-human interface, and the findings include leucopenia, and radiological findings concerns that arise from the emergence of a newly of bilateral ground-glass opacities.1,2 Some patients identified organism as it spreads through human have mild disease, but older patients (aged >60 years) populations and across national and international progress to severe acute respiratory distress syndrome, borders. and a need for intubation and intensive care. And some At the beginning of an outbreak such as this, readily infections terminate in death, but a case-fatality rate available information is important to begin the cannot be determined. assessment necessary to understand the risks and begin These Articles also confirm that many patients had outbreak containment activities. This information contact with the market that is the suspected point Published Online includes initial reports from the outbreak site and from source of infection,2 while others did not but did have Jhatntpusa:r/y/d2o4i,.o2r0g2/100.1016/ laboratories supporting the initial investigation, and had contact with patients in their family cluster or S0140-6736(20)30184-7 information obtained from previous outbreaks with elsewhere.1 Although these reports confirm person-to- See Articles pages 497 and 514 similar organisms. person transmission, the means of transmission and But what is not known is of equal importance. the transmissibility cannot be hypothesised from the Information is required that will help refine the risk information published. assessment as the outbreak continues and ensure Rapid peer review and publication online permits the that patients are managed in the best possible way. authors to claim credit, important for their academic This information includes routes of transmission and standing, while at the same time provides peertransmissibility, the natural history of infection in reviewed information urgently needed to continue to humans, the populations at risk, the successful clinical refine the risk assessment. Such rapidly shared scientific practices that are being used to manage patients, the information can be used to provide real-time guidance laboratory information needed to diagnose patients, for epidemiologists working to contain the outbreak, and the genetic sequence information used to assess clinicians managing patients, and modellers helping to viral stability. Much of this information is emerging understand potential future directions and the possible in real time, challenging our understandings and efectiveness of various interventions. nonetheless refining our responses. The information in these Articles are pieces of the The two Articles that have been published in jigsaw puzzle that are being fit together by WHO as The Lancet provide some of this information: the study it continues to collect oficial reports and informal by Jasper Fuk-Woo Chan and colleagues1 of a family information from its virtual groups of national clinicians, cluster of six people who returned to their homes in epidemiologists, and virologists working at outbreak Shenzhen, Guangdong province, a coastal area of sites and brought together from around the world. south China bordering Hong Kong, with infection after When pieced together, these emerging data will permit having travelled to Wuhan, Hubei province, China; and regular refinement of the risk assessment, and real-time the study by Chaolin Huang and colleagues2 of 41 people guidance to countries for patient management and conrfimed to have infection and admitted to hospital in outbreak control, including the best case definition for Wuhan, where the outbreak is thought to have begun. use in surveillance around outbreak sites and elsewhere. These early but important Articles include contact Early oficial information from the Chinese Govern information and estimates of incubation periods, the ages ment about the outbreak in Wuhan suggested that of those who are infected and their clinical manifestations, the source of the outbreak was being confirmed, that laboratory and radiological information, and information patients were being isolated, that tracing of contacts of about the contacts that led to their infection. known patients were being identified and observed for The picture these two manuscripts paint is of a fever, and that no health workers had been infected.3 disease with a 3-6 day incubation period and insidious The cause of the outbreak was rapidly identified", "text": "by genetic sequencing as a novel coronavirus. Riskassessment at that time was guarded but suggestedthat the outbreak was more like that caused by theMiddle East respiratory syndrome (MERS) coronavirusthan the severe acute respiratory syndrome (SARS)coronavirus.However, this information was from what nowappears to be first-generation cases from a point source,but at the time it seems that a second generation,and perhaps a third generation, of cases was alreadyreported in the incubation period, and this generationappears to have included health workers.Health worker infections are an ominous nfiding inany emerging infection. Front-line health workers canbe initially at risk and infected when they examine andtreat patients who present with a respiratory infection; ifhandwashing or other infection prevention and controlmeasures are not in place, these health workers areat great risk of infection and become the inadvertentcarriers to patients who are in hospital for other diseasesand treatments, family members, and the community.Early in the SARS coronavirus outbreak, frontlinehealth workers became infected, which ampliefidtransmission to patients in hospitals where outbreakswere occurring.4 Early evidence from the initial MERSoutbreaks suggested that health workers were likewisebeing infected, but that their infections were less severeA novel coronavirus outbreak of global health concernPublished Online In December, 2019, Wuhan, Hubei province, China,https://dJaoni.uoarrgy/1204.,12001260/ became the centre of an outbreak of pneumoniaS0140-6736(20)30185-9 of unknown cause, which raised intense attentionThis online publication has been not only within China but internationally. Chinesecfoirrsrteactpepde.aTrheedcaotrtrheectlaendcveetr.csoiomn health authorities did an immediate investigation        on January 29, 2020 to characterise and control the disease, includingSee Articles pages 497 and 514 isolation of people suspected to have the disease, closemonitoring of contacts, epidemiological and clinicaldata collection from patients, and development ofdiagnostic and treatment procedures. By Jan 7, 2020,Chinese scientists had isolated a novel coronavirus(CoV) from patients in Wuhan. The genetic sequenceof the 2019 novel coronavirus (2019-nCoV) enabledthe rapid development of point-of-care real-timeFor GISAID platform see RT-PCR diagnostic tests specific for 2019-nCoV (basedhttps://www.gisaid.org/ on full genome sequence data on the Global Initiativeon Sharing All Influenza Data [GISAID] platform). Casesof 2019-nCoV are no longer limited to Wuhan. Nineexported cases of 2019-nCoV infection have beenreported in Thailand, Japan, Korea, the USA, Vietnam,and Singapore to date, and further disseminationthrough air travel is likely.1–5 As of Jan 2        ", "ref_list": [[], ["than those of patients in hospitals who became infected and had comorbidities such as diabetes or chronic respiratory disease.5 Today, the epidemiology of both SARS and MERS viruses is mostly understood, and the same will be true for the current outbreak of 2019-nCoV if data continue to be freely shared and used to provide realtime guidance. These Articles and others being rapidly disseminated and shared will have a major role in assuring that this global collaboration occurs"], ["Heymann david"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["3 Outbreak of SARS-like pneumonia being investigated in China"], ["SARS: lessons from a new disease"], ["Middle East respiratory syndrome-advancing the public health and research agenda on MERS-lessons from the South Korea outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["David L"], ["Chan JF-W", "S K-H"], ["C 2 Huang", "Y Wang", "X Li"], [], ["DL Heymann", "G. Rodier", "A Mahmoud", "S Lemon"], ["E 5 Petersen", "DS Hui", "S Perlman", "A Zumla"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "by genetic sequencing as a novel coronavirus. Risk\nassessment at that time was guarded but suggested\nthat the outbreak was more like that caused by the\nMiddle East respiratory syndrome (MERS) coronavirus\nthan the severe acute respiratory syndrome (SARS)\ncoronavirus.", "one_words_summarize": "Riskassessment at that time was guarded but suggestedthat the outbreak was more like that caused by theMiddle East respiratory syndrome (MERS) coronavirusthan the severe acute respiratory syndrome (SARS)coronavirus. Chinesecfoirrsrteactpepde.aTrheedcaotrtrheectlaendcveetr.csoiomn health authorities did an immediate investigation        on January 29, 2020 to characterise and control the disease, includingSee Articles pages 497 and 514 isolation of people suspected to have the disease, closemonitoring of contacts, epidemiological and clinicaldata collection from patients, and development ofdiagnostic and treatment procedures."}