{"date": "2020/01/24", "journal": "The Lancet", "authors": "Jasper Fuk-Woo Chan, Shuofeng Yuan, Kin-Hang Kok, Kelvin Kai-Wang To, Hin Chu, Jin Yang", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "type": "Articles", "abstract": "\n        Lancet 2020; 395: 514–23 Background An ongoing outbreak of pneumonia associated with a novel coronavirus was reported in Wuhan city,\nPublished Online Hubei province, China. Afected patients were geographically linked with a local wet market as a potential source. No\nJanuary 2\n        ", "text": "        Lancet 2020; 395: 514–23 Background An ongoing outbreak of pneumonia associated with a novel coronavirus was reported in Wuhan city,Published Online Hubei province, China. Afected patients were geographically linked with a local wet market as a potential source. NoJanuary 2        S0140-6736(20)30154-9 Methods In this study, we report the epidemiological, clinical, laboratory, radiological, and microbiological findings ofSee Comment pages 469 4an70d ifve patients in a family cluster who presented with unexplained pneumonia after returning to Shenzhen, Guangdongprovince, China, after a visit to Wuhan, and an additional family member who did not travel to Wuhan. Phylogeneticanalysis of genetic sequences from these patients were done.*Contributed equally        State Key Laboratory ofEmerging Infectious Diseases,Carol Yu Centre for Infection, Findings From Jan 10, 2020, we enrolled a family of six patients who travelled to Wuhan from Shenzhen betweenDepartment of Microbiology, Dec 29, 2019 and Jan        K-H Chan PhD, opacities. Older patients (aged >60 years) had more systemic symptoms, extensive radiological ground-glass lungV K-M Poon MPhil, changes, lymphopenia, thrombocytopenia, and increased C-reactive protein and lactate dehydrogenase levels. TheJ-PWC-Mai BCShca,nVPCh-DC,CJhDenIpgMMSDc,, nasopharyngeal or throat swabs of these six patients were negative for known respiratory microbes by point-of-careProf H Chen PhD); and multiplex RT-PCR, but five patients (four adults and the child) were RT-PCR positive for genes encoding the internalDepartment of Clinical RNA-dependent RNA polymerase and surface Spike protein of this novel coronavirus, which were confirmed byMicrobiology and Infection Sanger sequencing. Phylogenetic analysis of these five patients ’ RT-PCR amplicons and two full genomes bynextControl (JJYFa-nWg CMhDa,nF, KXiKn-gWMTDo,, generation sequencing showed that this is a novel coronavirus, which is closest to the bat severe acute respiatoryJ Liu BNurs, S K-F Lo MPhil, syndrome (SARS)-related coronaviruses found in Chinese horseshoe bats.Prof H Chen, Prof K-Y Yuen MD)and Department of Medicine Interpretation Our findings are consistent with person-to-person transmission of this novel coronavirus in hospital(C K-MoHfuHi,oMnDg)K, Tohneg-USnhievnezrhsietny and family settings, and the reports of infected travellers in other geographical regions.Hospital, Shenzhen,Guangdong Province, China Funding The Shaw Foundation Hong Kong, Michael Seak-Kan Tong, Respiratory Viral Research Foundation Limited,Correspondence to: Hui Ming, Hui Hoy and Chow Sin Lan Charity Fund Limited, Marina Man-Wai Lee, the Hong Kong HainanProf Kwok-Yung Yuen, Commercial Association South China Microbiology Research Fund, Sanming Project of Medicine (Shenzhen), andMicroDbeipoalortgmy eanntdoInfCfelicntiicoanl High Level-Hospital Program (Guangdong Health Commission).Control, The University ofHong Kong-Shenzhen Copyright © 2020 Elsevier Ltd. All rights reserved.Hospital, Shenzhen,Guangdong Province 518009, Introduction        Chinakyyuen@hku.hkThe Health Commission of Hubei province, China, firstannounced a cluster of unexplained cases of pneumoniaon Dec 3        limitations, using the terms “family”, “pneumonia”, “Wuhan”,“coronavirus”, and “novel” for articles in English. Our searchdid not reveal any reports of novel coronavirus pneumonia inmicrobiological findings of unexplained pneumonia in ascientists.4 The virus was tentatively named by WHO asthe 2019 novel coronavirus (2019-nCoV). Here, we reportthe epidemiological, clinical, radiological, laboratory, andgenomic findings of a family cluster of five patients inShenzhen who had a history of travel to Wuhan, and oneother family member who has not travelled to Wuhan.CasesOn Jan 10, 2020, we initially enrolled two patients whoinitially presented to The University of HongKongShenzhen Hospital (Shenzhen, Guangdong province,China) with fever, respiratory symptoms, and pulmonaryinlfitrates on chest radiographs. Subsequently, betweenJan 11, and Jan 15, 2020, vfie other members of this familyalso presented to our hospital for the assessment of theirhealth conditions.We recorded and analysed the history, physicalifndings, and haematological, biochemical, radiological,and microbiological investigation results. All laboratoryprocedures for clinical samples have been previouslyreported.5 Briefly, nasopharyngeal and throat swabs andstool and urine samples were taken and put into viraltransport media. Plasma was separated from EDTAbottles and serum were separated from clotted bloodbottles.This study was approved by the Institutional ReviewBoard of The University of Hong Kong-ShenzhenHospital (number [2015]90). We obtained written consentfrom the patients.Respiratory and diarrhoeal pathogen detectionRespiratory samples of the patients were tested forinuflenza A and B viruses and respiratory syncytial virususing the Xpert Xpress Flu/RSV assay (GeneXpertSystem, Cepheid, Sunnyvale, CA, USA) according to themanufacturer’s instructions.6 To detect the presence of18 respiratory virus targets and four bacteria (includingadenovirus, coronaviruses [HCoV-229E, HCoV-Nl63,confirmed the presence of a novel coronavirus in five ofsix patients with radiological changes of viral pneumonia.Although this novel coronavirus might have first originatedfrom animals and now jumped into humans, the possibility ofperson-to-person transmission could not be excluded, as seenin this family cluster with no known history of exposure tomarkets or animals, and rapid intercity spread might bepossible by air travel. Vigilant epidemiological control in thecommunity and health-care facilities is important to preventanother SARS-like epidemic.HCoV-Oc43, HCoV-HKU1, and MERS-CoV], humanmetapneumovirus, respiratory syncytial virus, humanrhinovirus or enterovirus, inuflenza A viruses [H1,H1-2009 and H3], inuflenza B virus, parainuflenza viruses[types 1–4], Bordetella pertussis, Bordetella parapertussis,Chlamydophila pneumoniae, and Mycoplasma pneumoniae),samples were tested using BioFire FilmArray RespiratoryPanel 2 plus (bioMérieux, Marcy l’Etoile, France) accordingto the manufacturer’s instructions.7 The two faecalsamples were taken from the patients who had diarrhoea aspart of their symptoms, and the samples were tested byBioFire FilmArray Gastrointestinal panel (bioMérieux) for22 diarrhoeal pathogens.Reverse transcription, in-house conventional RT-PCRand sequencingReverse transcription was done using the SuperScript IVreverse transcriptase (Invitrogen, Carlsbad, USA) aspreviously described.8 The reaction mixture (10 μL) contained5·5 μL of RNA, 2 μL of 5 × SuperScript IV buefr, 0 ·5 μL of100 mM dithiothreitol, 0·5 μL of 10 mM deoxynucleotidetriphosphate (dNTP) mixture, 0·5 μL of 50 μM randomhexamers, 0·5 μL of SuperScript IV reverse transcriptase(200 U/μL), and 0·5 μl of RNase-free water. The mixtureswere incubated at 23°C for 10 min, followed by 50°C for10 min and 80°C for 10 min. The PCR mixture (25 μL)contained 1 μL of cDNA, 2·5 μL of 10X PCR buefr II, 2 μLof 25 mM MgCl2, 0·5 μL of 10 mM dNTP mix, 2·5 μL ofeach 10 μM forward and reverse primer, 0·125 μL ofAmpliTaq Gold Polymerase (Applied Biosystems, FosterCity, USA; 5 U/μL), and nuclease-free water.The first set of primers was the forward primer (5ʹ-CAAGTGGGGTAAGGCTAGACTTT-3ʹ) and thereverse primer (5ʹ-ACTTAGGATAATCCCAACCCAT-3ʹ)targeting 344 bp of RNA-dependent RNApolymerase (RdRp) gene of all severe acute respiratorysyndrome (SARS)-related coronaviruses. The second setof primers was designed after our first 2019-nCoVgenome sequence by Nanopore sequencing fromShenzhenDecember,2019WuhanJanuary, 2020ShenzhenDecember, 2019 January, 2020Backpain andgeneralised weaknessFever and dry coughAttended HKU-SZH forinvestigation333333333333444444444444555555555555ShenzhenWuhan(RT-PCR and CT positive)Patient 1 (mother)(RT-PCR and CT positive)Patient 2 (father)(CT positive)Patient 3 (daugther)Patient 5Grandson ofpatients 1 and 210MaleStudentNonePatient 7Mother of patient 4in Shenzhen63FemaleRetiredDiabetesNA7··++ (dry)+––––––39·0NA13·04·32·71·220512·91·035·80·6 (↑)4·5 (↑)44·9 (↑)41·210·46617·327·64·9551393·8143252 (↑)NARelationshipthe positive clinical samples: the forward primer(5ʹ-CCTACTAAATTAAATGATCTCTGCTTTACT-3ʹ) andthe reverse primer (5ʹ-CAAGCTATAACGCAGCCTGTA-3ʹ)targeting the 158 bp of Spike (S) gene of this novelcoronavirus. These sets were used for PCR using anautomated thermocycler (Applied Biosystems) with ahot start at 95°C for 10 min, followed by 50 cycles of94°C for 1 min, 55°C for 1 min, and 72°C for 1 min, anda final extension at 72°C for 10 min. The PCR productswere detected by agarose gel electrophoresis. The PCRproducts with correct target size were purified usingQIAquick Gel Extraction Kit (Qiagen). Both strands ofPCR products were sequenced with an ABI 3500xl DxGenetic Analyzer (Applied Biosystems) using the PCRprimers. During the set up of the assays, we initialyused SARS-CoV cDNA as a positive control for RdRpassay and gene-synthesised fragment for Spike assay.Thereafter, diluted samples from positive patients wereused as the positive control for both assays. All positiveresults were confirmed by Sanger sequencing.In-house one-step real-time RT-PCR assaySee Online for appendix A total of 140 µL of respiratory, urine, stool, serum, orplasma samples from each patient was subjected toRNA extraction into 50 µL elutes using QIAamp ViralRNA Mini Kit (Qiagen, Hilden, Germany). Forward(5ʹ-CCTACTAAATTAAATGATCTCTGCTTTACT-3ʹ)For BioProject see https://www. and reverse (5ʹ-CAAGCTATAACGCAGCCTGTA-3ʹ)princbi.nlm.nih.gov/bioproject/ mers targeting the S gene of this novel coronaviruswere used for the assay. Real-time RT-PCR assay wasdone using QuantiNova SYBR Green RT-PCR Kit(Qiagen) in a LightCycler 480 Real-Time PCR System(Roche, Basel, Switzerland), as previously described.9Each 20 μL reaction mixture contained 10 μL ofBDAC2 × QuantiNova SYBR Green RT-PCR Master Mix,0·2 μL of QN SYBR Green RT-Mix, 1 μM of each 10 μMforward and reverse primers, and 5 μL of RNA andnuclease-free water. Reactions were incubated at 50°Cfor 10 min and 95°C for 2 min, followed by 45 cycles at95°C for 5 s and 60°C for 30 s, and then subjected tomelting curve analysis (95°C for 5 s, 65°C for 1 min,followed by a gradual increase in temperature to 97°Cwith continuous recording of fluorescence).Whole-genome sequencing and genome analysis bybioinformaticsWhole-genome sequencing was done using OxfordNanopore MinION device (Oxford Nanopore Technologies,Oxford, UK) supplemented by Sanger sequencing. RNAwas extracted from host cell-depleted nasopharyngeal andsputum samples using a QIAamp Viral RNA Mini Kit, asdescribed previously.10–12 Whole-genome amplicfiation ofthe coronavirus was done using a sequence-independentsingle-primer amplicfiation ap proach, as describedpreviously.13 Bioinformatics analyses were done using aninhouse pipeline. Details on the library preparation andbioinformatics analysis are described in the appendix(pp 1–2). The consensus sequence of HKU-SZ-002a(accession number MN938384) and HKU-SZ-005b(accession number MN975262) have been depositedinto GenBank. Raw reads, after excluding human reads,have been deposited into BioProject (accession numberPRJNA601630).Phylogenetic tree constructionPhylogenetic trees were constructed using MEGA Xsoftware using the RT-PCR amplicons of partial RdRp andS gene regions of the strains detected in this study andother related coronaviruses.14 The trees of the ampliconswere constructed using maximum likelihood methodswith bootstrap values calculated from 1000 trees, withhuman coronavirus 229E as outgroup. The phylogenetictree of the full-length genome was constructed by use ofthe neighbour-joining method using the Tamura-Neimodel with a gamma distribution. The bootstrap valueswere calculated from 1000 trees and values only greaterthan 70 were displayed.Role of the funding sourceThe funders of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. The corresponding author had full access to allthe data in the study and had nfial responsibility for thedecision to submit for publication.        The family cluster of six patients (patients 1–6) eflw fromShenzhen to Wuhan on Dec 29, 2019, and eflw back toShenzhen on Jan                The family stayed in the same hotel throughout theirtravel. Patients 1 and 2 stayed in one room and patients 3–6stayed in another room. After patient 4 developed feverand diarrhoea on Jan                Relative 4 made frequent visits to the wet market but notthe Huanan seafood wholesale market, which had beenimplicated by the health authority to be the epidemiccentre. Relatives 2–5 have developed fever, cough, andweakness since Jan        Patient 3, but not patient 1, had worn a surgical maskduring the hospital visit. The incubation period wasestimated to be between 3 and 6 days. Patients 1–4 weresymptomatic, and they only presented to our hospital(The University of Hong Kong-Shenzhen Hospital,Shenzhen) 6–10 days after symptom onset. For the twoasymptomatic children (patients 5 and 6), patient 5 hadground-glass lung opacities identiefid by CT scan. Unlikepatient 5, who was aged 10 years and non-compliant toparental guidance, patient 6, who was aged 7 years andreported by her mother to wear a surgical mask for mostof the time during the period in Wuhan, was not found tobe infected by virological or radiological investigations.The blood tests and CT scan of patient 6 were normal.        After they returned to Shenzhen on Jan        Of the six patients with pulmonary infiltrates(patients 1–5 and patient 7) on CT scans, three were maleand three were female, with ages ranging 10–66 years(table 1). Four had chronic comorbidities and vfie hadhistory of fever. The three older patients (aged >60 years:patients 1, 2, and 7) had dry cough and generalisedweakness. Patient 4 had productive cough. Patients 3 and4 were younger adults and had diarrhoea and upperrespiratory tract symptoms including sore throat, nasalPatient 1 Patient 2 Patient 3 Patient 4 Patient 5 Patient 776910NA7·· ···· ··+ ND+ +·· ··ND ND+ +·· ··NA NANA NA·· ··ND NDND ND·· ··ND NDND ND·· ··ND NDND ND·· ··+ (Ct 31) NDND + (Ct 40)NA + (Ct 27)NA NDND NDND NDND NDND NDNDNDNDNA····++··++··NANA··NANA··NANA··NANA··+ (Ct 27)+ (Ct 33)+ (Ct 25)NANDNANDNDNDNAInterval between samplecollection and symptom onset(days)Conventional RT-PCRNasopharyngeal swabRdRpSpikeThroat swabRdRpSpikeSerumRdRpSpikePlasmaRdRpSpikeUrineRdRpSpikeStoolRdRpSpikeReal-time RT-PCR (spike gene)Nasopharyngeal swabThroat swabSputumSerumPlasmaUrineStoolFilmArray RP2 plus(nasopharyngeal swab only)Xpert Xpress Flu/RSV(nasopharyngeal swab only)FilmArray GI panel (faecalsample only)····++··NANA··NDND··NANA··NDND··NANA··+ (Ct 31)NANANDNANDNANDNDNA·· ···· ··+ ND+ ND·· ··NA NDNA ND·· ··ND NA+ NA·· ··NA NDNA ND·· ··ND NDND ND·· ··NA NDNA ND·· ··+ (Ct 27) NDNA NDNA NA+ (Ct 40) NANA NDND NDNA NDND NDNDNA        NDNDCt values for real-time RT-PCR presented in parentheses. Ct=cycle threshold. NA=not available. +=positive. ND=notdetected. RdRp=RNA-dependent RNA polymerase. RP2=respiratory panel 2. Flu=influenza. RSV=respiratory syncytialvirus. GI=gastrointestinal.congestion, and rhinorrhoea. Patient 3 also had pleuriticchest pain. Except for patient 4, all six had normal or lowerthan average total white blood cell counts. The three olderpatients (patients 1, 2, and 7) all had substantially increasedC-reactive protein, bfirinogen, and lactate dehydrogenaselevels. Patients 1 and 2 also had lymphopenia, mildthrombocytopenia, and extended activated thromboplastintime. All six patients showed multifocal patchygroundglass opacities, especially around the peripheral partsof the lungs on CT scans, which were compatible withchanges seen in viral pneumonia (gfiure 2). No otherclinical or radiological changes of lung congestion,bifrosis, or cancer to explain these ground-glass lungchanges, or any concomitant radiological changes ofdense consolidation, pleural euf sion, lymphadenopathy,or pneumomediastinum were seen.2019-nCoV HKU-SZ-007a 20202019-nCoV HKU-SZ-007b 20202019-nCoV HKU-SZ-005b 20209        Bat SL-CoV ZXC21 2018Bat SL-CoV ZC45 201899 Bat CoV YN2018C 2018Bat SL-CoV Rs4255 201697 Bat SL-CoV Rs672 200687 Bat CoV YN2018D 2018Human SARS-CoV GZ02 2003Human SARS-CoV Tor2 2003Human SARS-CoV HKU-39849 200397 Human SARS-CoV BJ01 2003Paguma SARS CoV HC/SZ/61/03 2003Bat SL-CoV Rs3367 2013Bat SL-CoV RsSHC014 201399 Bat SL-CoV Rs4231 2016Bat SARS-related CoV BM48-31 20092019-nCoV(Figure 3 continues on next page)ABat CoV HKU5-1 2006Human MERS-CoV 2012Bat CoV HKU4-1 2006Human CoV HKU1 2004Human CoV OC43 2003Bat CoV HKU9-1 2006Human CoV 229E 2000All respiratory samples were negative on twopoint-ofcare multiplex PCR systems for 18 respiratory viral andfour bacterial targets. The two faecal samples frompatients 3 and 4 who had preceding diarrhoea werenegative on a multiplex PCR assay for common diarrhoealviruses, bacteria, and parasites (table 2). The respiratorysamples of patients 1, 2, 4, 5, and 7 were positive for bothRdRp and S genes by conventional RT-PCR, and for theS gene by real-time RT-PCR, which were confirmed bySanger sequencing of all amplicons (appendix pp 3–5).Although the respiratory samples of patient 3 werenegative for both RdRp and S gene (collected 9 days aftersymptom onset), she was still regarded as an infectedcase because she was strongly epidemiologically linkedto the Wuhan hospital exposure and radiologicallyshowing multifocal ground-glass lung opacities. Only theserum sample of patient 2 was positive and all otherpatients' serum, urine, and faecal samples were negativefor this novel coronavirus. Phylogenetic analysis of thePCR products showed that the amplicon sequences ofboth RdRp and S genes from these five patients werenovel (figure 3) and diferent from other known humanor animal coronaviruses, including the SARS and batSARS-related coronaviruses.Two complete virus genomes (HKU-SZ-002a andHKUSZ-005b) were sequenced using Nanopore technology andshowed a novel coronavirus that is most closely related tothose of the bat SARS-like coronavirus bat-SL-CoVZXC21(NCBI accession number MG772934) and bat-SL-CoVZC45(NCBI accession number MG772933). Their genomeorganisation is typical of a lineage B betacoronavirus. Thesize of the virus genomes from patient 2 (HKU-SZ-002a)and patient 5 (HKU-SZ-005b) are around 29·8 kilobaseswith GC content of 38% (appendix p 6). HKU-SZ-002a andHKU-SZ-005b diefr from each other by only two bases.One of them is a non-synonymous mutation at amino acidposition 336 of non-structural protein 4 (Ser336 forHKUSZ-002a; Leu336 for HKU-SZ-005b; gfiure 4). Althoughamino acid sequence of the N-terminal domain of Spikesubunit 1 of this novel coronavirus is approximately 66%identical to those of the SARS-related coronaviruses, andthe core domain of the receptor binding domain of thisnovel coronavirus has about 68% amino acid identity withthose of the SARS-related coronavirus, the protein sequenceof the external subdomain region of receptor bindingdomain of Spike subunit 1 has only 39% identity, whichmight aefct the choice of human receptor and therefore thebiological behaviour of this virus (gfiure 4).All six patients were admitted to hospital under isolation,supportive care, and remained stable as of Jan 20, 2020.We report here a familial cluster of unexplainedpneumonia due to 2019-nCoV. Six of seven family membershad radiological changes of viral pneumonia, amongwhom vfie (patients 1, 2, 4, 5, and 7) tested positive for2019-nCoV by RT-PCR. Five patients (patients 1, 2, 3, 4,and 7) had associated symptoms at the time ofpresentation. Complete genome sequences of the twostrains from patients 2 and 5 showed almost completenucleotide identity with each other, and were closest to thebat SARS-related coronaviruses reported in 2018. Severalpossible scenarios of transmission exist. The rfist andmost likely scenario is that one virologically documentedpatient with pneumonia (patient 1) acquired the infectionfrom a Wuhan hospital while visiting their relative(relative 1) and then patients 1–5 transmitted the virus topatient 7 on returning to Shenzhen. The second scenariois that patients 1–5 have directly acquired the infectionfrom relatives 2–5 and transmitted it to patient 7 onreturning to Shenzhen. But this scenario is lesslikely because patients 1–5 developed symptoms beforerelatives 2–5. The third scenario is that patients 1–5acquired the infection from an unknown common sourcein Wuhan and transmitted it to patient 7 when back inShenzhen. For the patients’ relatives (relatives 2–5), theycould have acquired the infection from the hospital or thecommunity, although no virological conrfimation waspossible and they had no animal contacts, game food, orvisits to the Huanan seafood wholesale market. Notably,patient 1 or patient 3 who had visited Wuhan hospitalmight have been infectious before symptom onset becausepatient 5 was shedding virus without symptoms. Thesenifdings suggested that person-to-person transmissionand intercity spread of 2019-nCoV by air travel are possible,supporting reports of infected Chinese travellers fromWuhan being detected in other geographical regions.Many of the epidemiological, clinical, laboratory, andradiological features of this novel coronavirus pneumoniawere similar to those of SARS patients in 2003.8,15,16 Theincubation period of the Wuhan pneumonia appearedsimilar to that of SARS. The attack rate is rather high,up to 83% if we included the five patients (patients 1, 2,3, 4, and 5) with unexplained ground-glass radiologicalchanges of the lungs on CT scan as the case definition inthis family outbreak after visiting Wuhan. A ratherunexpected finding from the lung CT scan of patient 5,which was done on the insistence by the nervous parents,also showed ground-glass pneumonic changes. Patient 5was later confirmed virologically to have an asymptomatic infection. Although asymptomatic patients withSARS were uncommon, they were documented in ourretrospective study in the minor 2004 SARS outbreakafter reopening of the wildlife market in Guangzhou.17Notably, patients 3 and 4 were afebrile at presentation toour hospital. These cryptic cases of walking pneumoniamight serve as a possible source to propagate theoutbreak. Further studies on the epidemiological significance of these asymptomatic cases are warranted.The symptoms of this novel pneumonia were alsononspecicfi. The three oldest patients in this family withcomorbidities had more severe systemic symptoms ofgeneralised weakness and dry cough. As expected, theymight have decreased total white blood cell, lymphocyte, orC0·20911009610088100Human SARS-CoV Tor2 2003SARS coronavirus HKU-39849 2003Human SARS-CoV BJ01 200378 Human SARS-CoV GZ02 2003Paguma SARS CoV HC/SZ/61/03 2003100 Bat SL-CoV Rs4231 201673 Bat SL-CoV RsSHC014 2013100 Bat SL-CoV Rs3367 2013Bat CoVYN2018C 2018100 Bat CoVYN2018D 2018100 Bat SL-CoV Rs4255 201691 Bat SL-CoV Rs672 2006100 Bat SL-CoV ZC45 2018Bat SL-CoV ZXC21 2018100 HHKKUU SSZZ 000025ab 22002200 2019-nCoVBat SARS-related CoV BM48-31 2009100 Human CoV OC43 2003Human CoV HKU1 2004Bat CoV HKU9-1 2006Human MERS-CoV 2012Bat CoV HKU5-1 2006Bat CoV HKU4-1 2006Human CoV 229E 2000platelet counts, with also extended activatedthromboplastin time and increased C-reactive protein level. Themultifocal ground-glass changes on lung CT scan weretypical of viral pneumonia. Their lung involvement wasalso more diufse and extensive than those of the youngerpatients, whose blood test results were largely normal.Patient 4, who had a history of chronic sinusitis, mighthave a bacterial superinfection because he had a productivecough instead of a dry cough. He also had a high whiteblood cell count, although the bacterial test was negative.Interestingly, the two younger adults (patients 3 and 4)initially had diarrhoea, which was also reported in10·6% (15 of 142) of our SARS patients at presentation;18however, the subsequent faecal samples of patients 3 and4 that were collected 9–10 days after symptom onset werenegative for the virus after the diarrhoea had longsubsided. Up to 30% of patients with Middle Eastrespiratory syndrome coronavirus (MERS-CoV) also have2019-nCoV (human)NSP 1 2 31 14 5 6 7 8 9 1012diarrhoea.19 Subgenomic RNA indicating viral replicationwas seen in faecal samples of patients with MERS.20Moreover, MERS-CoV was shown to survive in simulatedfed gastrointestinal juice and the ability to infectintestinal organoid models.20 Diarrhoea andgastrointestinal involvement are well known in coronavirusinfections of animals and humans.21On microbiological testing, we did not nfid any evidenceof other known respiratory viral or bacterial infections, butspecicfi RT-PCR assays for two widely separated genometargets—the highly conserved RdRp and the highly variableS genes—were positive for this novel 2019-nCoV. Twocomplete genome sequences of this novel coronaviruswere recovered from the nasopharyngeal swab of patient 2and the sputum sample of patient 5 with an earlier cyclethreshold value indicating a higher viral load. Patient 2 hadmore underlying comorbidities and clinical features andradiological nfidings of more severe disease than the otherpatients included here. Moreover, the serum sample ofpatient 2 was also positive for 2019-nCoV, which mightindicate some virus spillover from the more severelyinfected lung into the systemic circulation, as previouslyreported in patients with SARS.22 Sputum samples wereavailable for testing from patients 5 and 7. The cyclethreshold values of the sputum samples were 8–13 cyclesearlier than those of throat swabs, indicating higher viralloads detected in the lower respiratory tract. This nfiding isconsistent with the observations in patients with MERSwho had higher viral loads in lower respiratory tractsamples than in upper respiratory tract samples.23 Thus,repeat testing of upper respiratory tract samples ortesting of lower respiratory tract samples are warranted inclinically suspected cases with an initially negative resultin nasopharyngeal or throat swab. Unlike our patients inthe 2003 SARS outbreak,22 we found no evidence of viralshedding in urine and faeces in these six patients.However, improved systematic serial collection and testingof an increased number of such samples is warranted.Coronaviruses are enveloped, positive-sense,singlestranded RNA viruses, capable of rapid mutation andrecombination. They are classified into alphacoronaviruses and betacoronaviruses, which both have theirgene source from bats and are mainly found inmammals such as bats, rodents, civets, and humans; andgammacoronaviruses and deltacoronaviruses, whichboth have their gene source from birds and are mainlyfound in birds.24–26 Phylogenetic analysis of the PCRamplicon fragments from five of our six patients and thecomplete virus genome of 29·8 kilobases from patients 2and 5 showed that the virus is a novel betacoronavirusbelonging to the lineage B or subgenus sarbecovirus,which also includes the human SARS coronavirus. Thegenome of our virus strains are phylogenetically closestto the bat SARS-related coronaviruses rfist found inthe Chinese horseshoe bats, Rhinolophus sinicus, capturedin Zhoushan, Zhejiang province, China, between 2015and 2017.27 Notably, the rfist SARS-related coronaviruswas also discovered in the R sinicus found in HongKong, and central and south China in 2005.28,29 The fullvirus genome had about an 89% nucleotide identitywith bat-SL-CoVZC45, which makes it a new species.Moreover, the Spike protein of our virus has an 84%nucleotide identity with the bat-SL-CoVZC45 coronavirusand an 78% nucleotide identity with the human SARScoronavirus. Although substantial genetic diefrencesexist between this and other betacoronaviruses, crossreactions in RT-PCR or antibody assays for SARS or otherbetacoronaviruses are possible if the primers andantigenic epitopes are not carefully chosen, as previouslyreported.30 Further studies on the optimal diagnostic testsare warranted.In summary, an outbreak of novel coronavirus isongoing at Wuhan in the winter of 2019–20. Similar tothe 2003 SARS outbreak in Guangzhou, Wuhan is also arapidly flourishing capital city of the Hubei province andthe trafic hub of central China. Moreover, both outbreakswere initially connected to wet markets where gameanimals and meat were sold. In the case of SARS,personto-person transmission was eficient and super-spreadingevents had led to major outbreaks in hotels and hospitals.Learning from the SARS outbreak, which started asanimal-to-human transmission during the first phase ofthe epidemic, all game meat trades should be optimallyregulated to terminate this portal of transmission. But asshown in this study, it is still crucial to isolate patientsand trace and quarantine contacts as early as possiblebecause asymptomatic infection appears possible (asshown in one of our patients), educate the public on bothfood and personal hygiene, and alert health-care workerson compliance to infection control to preventsuperspreading events. Unlike the 2003 SARS outbreak, theimproved surveillance network and laboratory capabilityof China was able to recognise this outbreak within a fewweeks and announced the virus genome sequences thatwould allow the development of rapid diagnostic testsand eficient epidemiological control. Our study showedthat person-to-person transmission in family homes orhospital, and intercity spread of this novel coronavirusare possible, and therefore vigilant control measures arewarranted at this early stage of the epidemic.ContributorsJF-WC and K-YY had roles in the study design, clinical management,patient recruitment, data collection, data analysis, data interpretation,literature search, and writing of the manuscript. SY, K-HK, KK-WT,HChu, CC-YY, RW-SP, H-WT, SK-FL, K-HC, VK-MP, W-MC, JDI, J-PC,VC-CC, and HChe had roles in the experiments, data collection, dataanalysis, and data interpretation. JY, CK-MH, FX, and JL had roles inrecruitment, data collection, and clinical management. All authorsreviewed and approved the final version of the manuscript.Declaration of interestsWe declare no competing interests.AcknowledgmentsThis study was partly supported by the Shaw Foundation Hong Kong;Michael Seak-Kan Tong; Respiratory Viral Research Foundation;Hui Ming, Hui Hoy and Chow Sin Lan Charity Fund Limited;Marina Man-Wai Lee; the Hong Kong Hainan Commercial AssociationSouth China Microbiology Research Fund; Sanming Project of Medicinein Shenzhen, China (SZSM201911014 and SZSM201612096); and theHigh Level-Hospital Program, Health Commission of GuangdongProvince, China.", "ref_list": [[], ["1 Centre for Health Protection of the Hong Kong Special Administrative Region Government"], ["2 Centre for Health Protection of the Hong Kong Special Administrative Region Government"], ["Wuhan wet market closes amid pneumonia outbreak"], ["Chinese researchers reveal draft genome of virus implicated in Wuhan pneumonia outbreak"], ["Viral load in patients infected with pandemic H1N1 2009 influenza A virus"], ["Saliva as a diagnostic specimen for testing respiratory virus by a point-of-care molecular assay: a diagnostic validity study"], ["Evaluation of NxTAG Respiratory pathogen panel and comparison with xTAG respiratory viral panel fast v2 and lfim array respiratory panel for detecting respiratory pathogens in nasopharyngeal aspirates and swine/avian-origin inuflenza A subtypes in culture isolates"], ["Coronavirus as a possible cause of severe acute respiratory syndrome"], ["Zika virus infection in dexamethasone-immunosuppressed mice demonstrating disseminated infection with multi-organ involvement including orchitis efectively treated by recombinant type I interferons"], ["High prevalence of four novel astrovirus genotype species identified from rodents in China"], ["Metagenomic analysis of viromes of dromedary camel fecal samples reveals large number and high diversity of circoviruses and picobirnaviruses"], ["Identification of a novel bat papillomavirus by metagenomics"], ["Metagenomic nanopore sequencing of influenza virus direct from clinical respiratory samples"], ["Severe acute respiratory syndrome (SARS) coronavirus ORF8 protein is acquired from SARS-related coronavirus from greater horseshoe bats through recombination"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection"], ["A patient with asymptomatic severe acute respiratory syndrome (SARS) and antigenemia from the 2003-2004 community outbreak of SARS in Guangzhou"], ["Viral replication in the nasopharynx is associated with diarrhea in patients with severe acute respiratory syndrome"], ["Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease"], ["Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus"], ["Enteric involvement of severe acute respiratory syndrome-associated coronavirus infection"], ["Viral loads in clinical specimens and SARS manifestations"], ["M akhdoom HQ"], ["Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia"], ["Discovery of seven novel mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus"], ["Discovery of a novel coronavirus, China Rattus coronavirus HKU24, from Norway rats supports the murine origin of Betacoronavirus 1 and has implications for the ancestor of Betacoronavirus lineage A"], ["Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bats"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["Antigenic cross-reactivity between severe acute respiratory syndrome-associated coronavirus and human coronaviruses 229E and OC43"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["D."], [], ["KK To", "KH Chan", "IW Li"], ["KKW To", "CCY Yip", "CYW Lai"], ["KH Chan", "KKW To", "PTW Li"], ["JS Peiris", "ST Lai", "LL Poon"], ["JF Chan", "AJ Zhang", "CC Chan"], ["KKW To", "WM Chan", "KSM Li"], ["PC Woo", "SK Lau", "JL Teng"], ["H Tse", "AK Tsang", "HW Tsoi"], ["K 13 Lewandowski", "Y Xu", "ST Pullan"], ["SK Lau", "Y Feng", "H Chen"], ["JS Peiris", "CM Chu", "VC Cheng"], ["VC 16 Cheng", "SK Lau", "PC Woo", "KY Yuen"], ["XY Che", "B Di", "GP Zhao"], ["VC 18 Cheng", "IF Hung", "BS Tang"], ["JF Chan", "SK Lau", "KK To", "VC Cheng", "PC Woo", "KY Yuen"], ["J 20 Zhou", "C Li", "G Zhao"], ["WK Leung", "KF To", "PK Chan"], ["VC Cheng", "AK Wu"], ["ZA Memish", "JA Al-Tawfiq"], ["PC Woo", "SK Lau", "CM Chu"], ["PC Woo", "SK Lau", "CS Lam"], ["SK Lau", "PC Woo", "KS Li"], ["D 27 Hu", "C Zhu", "L Ai"], ["SK Lau", "PC Woo", "KS Li"], ["W Li", "Z Shi", "M Yu"], ["XY Che", "LW Qiu", "ZY Liao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Lancet 2020; 395: 514–23 Background An ongoing outbreak of pneumonia associated with a novel coronavirus was reported in Wuhan city,\nPublished Online Hubei province, China. Afected patients were geographically linked with a local wet market as a potential source. No\nJanuary 2\n        ", "one_words_summarize": "Lancet 2020; 395: 514–23 Background An ongoing outbreak of pneumonia associated with a novel coronavirus was reported in Wuhan city,Published Online Hubei province, China. Afected patients were geographically linked with a local wet market as a potential source. Older patients (aged >60 years) had more systemic symptoms, extensive radiological ground-glass lungV K-M Poon MPhil, changes, lymphopenia, thrombocytopenia, and increased C-reactive protein and lactate dehydrogenase levels. TheJ-PWC-Mai BCShca,nVPCh-DC,CJhDenIpgMMSDc,, nasopharyngeal or throat swabs of these six patients were negative for known respiratory microbes by point-of-careProf H Chen PhD); and multiplex RT-PCR, but five patients (four adults and the child) were RT-PCR positive for genes encoding the internalDepartment of Clinical RNA-dependent RNA polymerase and surface Spike protein of this novel coronavirus, which were confirmed byMicrobiology and Infection Sanger sequencing. Hospital, Shenzhen,Guangdong Province, China Funding The Shaw Foundation Hong Kong, Michael Seak-Kan Tong, Respiratory Viral Research Foundation Limited,Correspondence to: Hui Ming, Hui Hoy and Chow Sin Lan Charity Fund Limited, Marina Man-Wai Lee, the Hong Kong HainanProf Kwok-Yung Yuen, Commercial Association South China Microbiology Research Fund, Sanming Project of Medicine (Shenzhen), andMicroDbeipoalortgmy eanntdoInfCfelicntiicoanl High Level-Hospital Program (Guangdong Health Commission).Control, The University ofHong Kong-Shenzhen Copyright © 2020 Elsevier Ltd. All rights reserved. Subsequently, betweenJan 11, and Jan 15, 2020, vfie other members of this familyalso presented to our hospital for the assessment of theirhealth conditions. All laboratoryprocedures for clinical samples have been previouslyreported.5 Briefly, nasopharyngeal and throat swabs andstool and urine samples were taken and put into viraltransport media. Plasma was separated from EDTAbottles and serum were separated from clotted bloodbottles. This study was approved by the Institutional ReviewBoard of The University of Hong Kong-ShenzhenHospital (number [2015]90). Vigilant epidemiological control in thecommunity and health-care facilities is important to preventanother SARS-like epidemic. Reverse transcription, in-house conventional RT-PCRand sequencingReverse transcription was done using the SuperScript IVreverse transcriptase (Invitrogen, Carlsbad, USA) aspreviously described.8 The reaction mixture (10 μL) contained5·5 μL of RNA, 2 μL of 5 × SuperScript IV buefr, 0 ·5 μL of100 mM dithiothreitol, 0·5 μL of 10 mM deoxynucleotidetriphosphate (dNTP) mixture, 0·5 μL of 50 μM randomhexamers, 0·5 μL of SuperScript IV reverse transcriptase(200 U/μL), and 0·5 μl of RNase-free water. The mixtureswere incubated at 23°C for 10 min, followed by 50°C for10 min and 80°C for 10 min. The incubation period wasestimated to be between 3 and 6 days. For the twoasymptomatic children (patients 5 and 6), patient 5 hadground-glass lung opacities identiefid by CT scan. Unlikepatient 5, who was aged 10 years and non-compliant toparental guidance, patient 6, who was aged 7 years andreported by her mother to wear a surgical mask for mostof the time during the period in Wuhan, was not found tobe infected by virological or radiological investigations. Only theserum sample of patient 2 was positive and all otherpatients' serum, urine, and faecal samples were negativefor this novel coronavirus. The second scenariois that patients 1–5 have directly acquired the infectionfrom relatives 2–5 and transmitted it to patient 7 onreturning to Shenzhen. Patient 5was later confirmed virologically to have an asymptomatic infection. The three oldest patients in this family withcomorbidities had more severe systemic symptoms ofgeneralised weakness and dry cough. Moreover, the serum sample ofpatient 2 was also positive for 2019-nCoV, which mightindicate some virus spillover from the more severelyinfected lung into the systemic circulation, as previouslyreported in patients with SARS.22 Sputum samples wereavailable for testing from patients 5 and 7. Coronaviruses are enveloped, positive-sense,singlestranded RNA viruses, capable of rapid mutation andrecombination. But asshown in this study, it is still crucial to isolate patientsand trace and quarantine contacts as early as possiblebecause asymptomatic infection appears possible (asshown in one of our patients), educate the public on bothfood and personal hygiene, and alert health-care workerson compliance to infection control to preventsuperspreading events. ContributorsJF-WC and K-YY had roles in the study design, clinical management,patient recruitment, data collection, data analysis, data interpretation,literature search, and writing of the manuscript."}