{"date": "2020/01/24", "journal": "The Lancet", "authors": "Chaolin Huang, Yeming Wang, Xingwang Li, Lili Ren, Jianping Zhao, Yi Hu", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "type": "Articles", "abstract": "Background A recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the Lancet 2020; 395: 497–506\n2019 novel coronavirus (2019-nCoV). We report the epidemiological, clinical, laboratory, and radiological characteristics\nand treatment and clinical outcomes of these patients.\nof Pulmonary and Critical Care", "text": "Background A recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the Lancet 2020; 395: 497–5062019 novel coronavirus (2019-nCoV). We report the epidemiological, clinical, laboratory, and radiological characteristicsand treatment and clinical outcomes of these patients.of Pulmonary and Critical Careof Wuhan (Y Hu MD, W Yin MD),Huazhong University of Science Human coronaviruses, including hCoV-229E, OC43, NL63,and Technology, Wuhan, China; and HKU1, cause mild respiratory diseases. Fatal coronavirusTsinghMueadUicninivee,rBsietiyjinScgh,oCohlinoaf infections that have emerged in the past two decades are severe(J Xu MDc); Department of acute respiratory syndrome coronavirus (SARS-CoV) and the          Respiratory medicine, Middle East respiratory syndrome coronavirus. We searchedZhongnan Hospital of Wuhan PubMed and the China National Knowledge Infrastructure(Prof ZUCnhivenergsiMtyD,)W;Duehpaanr,tCmheinnat database for articles published up to Jan          MePdeiocpinlee’,sPHeoksinpgitaUln,Biveeirjisnitgy, Added value of this studyChina (Prof Z Gao MD); and We report the epidemiological, clinical, laboratory, andTsinghua University-Peking radiological characteristics, treatment, and clinical outcomes ofUniversity Joint Center for Life 41 laboratory-conrfimed cases infected with 2019-nCoV.(Prof B Cao)Correspondence to:Prof Bin Cao, Department of We aim to describe epidemiological, clinical, laboratory,Pulmonary and Critical Care and radiological characteristics, treatment, and outcomesMeFdriiecinndes,hCihpiHnao-sJpapitaanl, of patients conrfimed to have 2019-nCoV infection, and toBeijing 100029, China compare the clinical features between intensive care unitcaobin_ben@163.com (ICU) and non-ICU patients. We hope our study nfidingsor will inform the global community of the emergence ofProf Jianwei Wang, NHC Key this novel coronavirus and its clinical features.Laboratory of Systems Biology ofPathogens and Christophe MethodsMeriePuaxthLoabgoenraBtoiorylo,gInys,tCithuitneeosef PatientsAcademy of Medical Sciences Following the pneumonia cases of unknown causeand Peking Union Medical reported in Wuhan and considering the shared historyCollege,wBaenijginjgw12080@73106,3C.choinma of exposure to Huanan seafood market across thepatients, an epidemiological alert was released by thelocal health authority on Dec 31, 2019, and the marketwas shut down on Jan 1, 2020. Meanwhile, 59 suspectedcases with fever and dry cough were transferred to adesignated hospital starting from Dec 31, 2019. Anexpert team of physicians, epidemiologists, virologists,and government oficials was soon formed after thealert.Since the cause was unknown at the onset of theseemerging infections, the diagnosis of pneumonia ofunknown cause in Wuhan was based on clinicalcharacteristics, chest imaging, and the ruling out ofcommon bacterial and viral pathogens that causepneumonia. Suspected patients were isolated usingairborne precautions in the designated hospital, JinYintan Hospital (Wuhan, China), and fit-tested N95 masksand airborne precautions for aerosol-generatingprocedures were taken. This study was approved by theNational Health Commission of China and EthicsCommission of Jin Yin-tan Hospital (KY-2020-01.01).Written informed consent was waived by the EthicsCommission of the designated hospital for emerginginfectious diseases.27 (66%) of 41 patients had a history of direct exposure to theHuanan seafood market. The median age of patients was49·0 years (IQR 41·0–58·0), and 13 (32%) patients had underlyingdisease. All patients had pneumonia. A third of patients wereadmitted to intensive care units, and six died. High concentrationsof cytokines were recorded in plasma of critically ill patientsinfected with 2019-nCoV.Implications of all the available evidence2019-nCoV caused clusters of fatal pneumonia with clinicalpresentation greatly resembling SARS-CoV. Patients infectedwith 2019-nCoV might develop acute respiratory distresssyndrome, have a high likelihood of admission to intensive care,and might die. The cytokine storm could be associated withdisease severity. More eofrts should be made to know thewhole spectrum and pathophysiology of the new disease.Local centres for disease control and prevention collectedrespiratory, blood, and faeces specimens, then shippedthem to designated authoritative laboratories to detect thepathogen (NHC Key Laboratory of Systems Biology ofPathogens and Christophe Mréieux Laboratory, Beijing,China). A novel coronavirus, which was named 2019-nCoV,was isolated then from lower respiratory tract specimenand a diagnostic test for this virus was developed soonafter that.14 Of 59 suspected cases, 41 patients wereconrfimed to be infected with 2019-nCoV. The presence of2019-nCoV in respiratory specimens was detected bynextgeneration sequencing or real-time RT-PCR methods. Theprimers and probe target to envelope gene of CoV wereused and the sequences were as follows: forward primer5′-ACTTCTTTTTCTTGCTTTCGTGGT-3′; reverse primer5′-GCAGCAGTACGCACACAATC-3′; and the probe5′CY5-CTAGTTACACTAGCCATCCTTACTGC-3′BHQ1.Conditions for the amplicfiations were 50°C for 15 min,95°C for 3 min, followed by 45 cycles of 95°C for 15 s and60°C for 30 s.Initial investigations included a complete blood count,coagulation prolfie, and serum biochemical test (includingrenal and liver function, creatine kinase, lactatedehydrogenase, and electrolytes). Respiratory specimens, includingnasal and pharyngeal swabs, bronchoalveolar lavage uflid,sputum, or bronchial aspirates were tested for commonviruses, including inuflenza, avian inuflenza, respiratorysyncytial virus, adenovirus, parainuflenza virus, SARS-CoVand MERS-CoV using real-time RT-PCR assays approvedby the China Food and Drug Administration. Routinebacterial and fungal examinations were also performed.Given the emergence of the 2019-nCoV pneumoniacases during the influenza season, antibiotics (orally andintravenously) and oseltamivir (orally 75 mg twice daily)were empirically administered. Corticosteroid therapy(methylprednisolone 40–120 mg per day) was given asa combined regimen if severe community-acquiredpneumonia was diagnosed by physicians at thedesignated hospital. Oxygen support (eg, nasal cannulaand invasive mechanical ventilation) was administeredto patients according to the severity of hypoxaemia.Repeated tests for 2019-nCoV were done in patientsconfirmed to have 2019-nCoV infection to show viralclearance before hospital discharge or discontinuation ofisolation.We reviewed clinical charts, nursing records, laboratoryifndings, and chest x-rays for all patients withlaboratoryconfirmed 2019-nCoV infection who were reported bythe local health authority. The admission data ofthese patients was from Dec 16, 2019, to Jan 2, 2020.Epidemiological, clinical, laboratory, and radiologicalcharacteristics and treatment and outcomes data wereobtained with standardised data collection forms(modified case record form for severe acute respiratory infection clinical characterisation shared by WHOand the International Severe Acute Respiratory andEmerging Infection Consortium) from electronicmedical records. Two researchers also independentlyreviewed the data collection forms to double check thedata collected. To ascertain the epidemiological andsymptom data, which were not available from electronicmedical records, the researchers also directlycommunicated with patients or their families to ascertainepidemiological and symptom data.To characterise the eefct of coronavirus on the productionof cytokines or chemokines in the acute phase of theillness, plasma cytokines and chemokines (IL1B, IL1RA,IL2, IL4, IL5, IL6, IL7, IL8 (also known as CXCL8), IL9,IL10, IL12p70, IL13, IL15, IL17A, Eotaxin (also known asCCL11), basic FGF2, GCSF (CSF3), GMCSF (CSF2),IFNγ, IP10 (CXCL10), MCP1 (CCL2), MIP1A (CCL3),MIP1B (CCL4), PDGFB, RANTES (CCL5), TNFα, andVEGFA were measured using Human Cytokine Standard27-Plex Assays panel and the Bio-Plex 200 system(Bio-Rad, Hercules, CA, USA) for all patients accordingto the manufacturer’s instructions. The plasma samplesfrom four healthy adults were used as controls forcrosscomparison. The median time from being transferred toa designated hospital to the blood sample collection was4 days (IQR 2–5).Each 80 µL plasma sample from the patients and contactswas added into 240 µL of Trizol LS (10296028; ThermoFisher Scienticfi, Carlsbad, CA, USA) in the BiosafetyLevel 3 laboratory. Total RNA was extracted by Direct-zolRNA Miniprep kit (R2050; Zymo research, Irvine, CA,USA) according to the manufacturer’s instructions andA2015sesacfro 10ebmuN50B8620sesacfro 4ebmuN50 µL elution was obtained for each sample. 5 µL RNAwas used for real-time RT-PCR, which targeted theNP gene using AgPath-ID One-Step RT-PCR Reagent(AM1005; Thermo Fisher Scienticfi). The nfial reactionmix concentration of the primers was 500 nM and probewas 200 nM. Real-time RT-PCR was performed using thefollowing conditions: 50°C for 15 min and 95°C for 3 min,50 cycles of amplicfiation at 95°C for 10 s and 60°C for45 s. Since we did not perform tests for detectinginfectious virus in blood, we avoided the term viraemia FAocruttheeRIenstpeirrnaattoiroynaanldSevereand used RNAaemia instead. RNAaemia was denfied as a Emerging Infectionpositive result for real-time RT-PCR in the plasma sample. Consortium–WHO case recordform for severe acuteDefinitions rhetstppsir:/a/tisoarryici.ntgfehcnt.ioorngs/psreoetocols/Acute respiratory distress syndrome (ARDS) and shocksevere-acute-respiratorywere denfied according to the interim guidance of WHO infection-data-tools/General wardIntensive care unit<1818–2450–64≥6525–49Age (years)NoYesMarket closedEpidemiological alertfor novel coronavirus.9 Hypoxaemia was denfied as arterialoxygen tension (PaO₂) over inspiratory oxygen fraction(FIO₂) of less than 300 mm Hg.15 Acute kidney injury wasidentiefid and classiefid on the basis of the highest serumcreatinine level or urine output criteria according to thekidney disease improving global outcomes classicfiation. 16Secondary infection was diagnosed if the patients hadclinical symptoms or signs of nosocomial pneumonia orbacteraemia, and was combined with a positive culture of anew pathogen from a lower respiratory tract specimen(including the sputum, transtracheal aspirates, orbronchoalveolar lavage fl uid, or from blood samples taken ≥48 hafter admission).17 Cardiac injury followed the denfiitionused in our previous study in H7N9 patients.18 In brief,cardiac injury was diagnosed if serum levels of cardiacbiomarkers (eg, troponin I) were above the 99th percentileupper reference limit, or new abnormalities were shown inelectrocardiography and echocardiography.Continuous variables were expressed as median (IQR)and compared with the Mann-Whitney U test; categoricalvariables were expressed as number (%) and comparedby χ² test or Fisher’s exact test between ICU care andno ICU care groups. Boxplots were drawn to describeplasma cytokine and chemokine concentrations.A two-sided α of less than 0·05 was consideredstatistically signicfiant. Statistical analyses were done using theSAS software, version 9.4, unless otherwise indicated.The funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. The corresponding authors had full access toall the data in the study and had final responsibility forthe decision to submit for publication.By Jan 2, 2020, 41 admitted hospital patients wereidentiefid as laboratory-conrfimed 2019-nCoV infection inWuhan. 20 [49%]) of the 2019-nCoV-infected patients wereaged 25–49 years, and 14 (34%) were aged 50–64 years(fi gure 1A). The median age of the patients was 49·0 years(IQR 41·0–58·0; table 1). In our cohort of the rfist41 patients as of Jan 2, no children or adolescents wereinfected. Of the 41 patients, 13 (32%) were admitted to theICU because they required high-oflw nasal cannula orhigher-level oxygen support measures to correcthypoxaemia. Most of the infected patients were men (30 [73%]);less than half had underlying diseases (13 [32%]),including diabetes (eight [20%]), hypertension (six [15%]),and cardiovascular disease (six [15%]).27 (66%) patients had direct exposure to Huananseafood market (figure 1B). Market exposure was similarbetween the patients with ICU care (nine [69%]) andthose with non-ICU care (18 [64%]). The symptom onsetdate of the first patient identified was Dec 1, 2019. Noneof his family members developed fever or any respiratorysymptoms. No epidemiological link was found betweenthe first patient and later cases. The first fatal case,who had continuous exposure to the market, wasadmitted to hospital because of a 7-day history of fever,cough, and dyspnoea. 5 days after illness onset, his wife,a 53-year-old woman who had no known history ofexposure to the market, also presented with pneumoniaand was hospitalised in the isolation ward.The most common symptoms at onset of illness werefever (40 [98%] of 41 patients), cough (31 [76%]), andmyalgia or fatigue (18 [44%]); less common symptomswere sputum production (11 [28%] of 39), headache(three [8%] of 38), haemoptysis (two [5%] of 39), anddiarrhoea (one [3%] of 38; table 1). More than half ofpatients (22 [55%] of 40) developed dyspnoea. The medianduration from illness onset to dyspnoea was 8·0 days(IQR 5·0–13·0). The median time from onset ofsymptoms to rfist hospital admission was 7· 0 days (4·0–8·0),to shortness of breath was 8·0 days (5·0–13·0), to ARDSwas 9·0 days (8·0–14·0), to mechanical ventilation was10·5 days (7·0–14·0), and to ICU admission was 10·5 days(8·0–17·0; gfiure 2).The blood counts of patients on admission showedleucopenia (white blood cell count less than 4 × 10⁹/L;ten [25%] of 40 patients) and lymphopenia (lymphocytecount <1·0 × 10⁹/L; 26 [63%] patients; table 2).Prothrombin time and D-dimer level on admission werehigher in ICU patients (median prothrombin time12·2 s [IQR 11·2–13·4]; median D-dimer level 2·4 mg/L[0·6–14·4]) than non-ICU patients (median prothrombintime 10·7 s [9·8–12·1], p=0·012; median D-dimer level0·5 mg/L [0·3–0·8], p=0·0042). Levels of aspartateaminotransferase were increased in 15 (37%) of41 patients, including eight (62%) of 13 ICU patientsand seven (25%) of 28 non-ICU patients. Hypersensitivetroponin I (hs-cTnI) was increased substantially inifve patients, in whom the diagnosis of virus-relatedcardiac injury was made.Most patients had normal serum levels of procalcitoninon admission (procalcitonin <0·1 ng/mL; 27 [69%] patients;table 2). Four ICU patients developed secondaryinfections. Three of the four patients with secondary infectionhad procalcitonin greater than 0·5 ng/mL (0·69 ng/mL,1·46 ng/mL, and 6·48 ng/mL).On admission, abnormalities in chest CT images weredetected among all patients. Of the 41 patients, 40 (98%)had bilateral involvement (table 2). The typical findingsof chest CT images of ICU patients on admission werebilateral multiple lobular and subsegmental areas ofconsolidation (figure 3A). The representative chest CTifndings of non-ICU patients showed bilateralgroundglass opacity and subsegmental areas of consolidation(figure 3B). Later chest CT images showed bilateralground-glass opacity, whereas the consolidation hadbeen resolved (figure 3C).Initial plasma IL1B, IL1RA, IL7, IL8, IL9, IL10, basicFGF, GCSF, GMCSF, IFNγ, IP10, MCP1, MIP1A, MIP1B,PDGF, TNFα, and VEGF concentrations were higher inboth ICU patients and non-ICU patients than in healthyadults (appendix pp 6–7). Plasma levels of IL5, IL12p70,IL15, Eotaxin, and RANTES were similar between healthyadults and patients infected with 2019-nCoV. Furthercomparison between ICU and non-ICU patients showedthat plasma concentrations of IL2, IL7, IL10, GCSF, IP10,MCP1, MIP1A, and TNFα were higher in ICU patientsthan non-ICU patients.All patients had pneumonia. Common complicationsincluded ARDS (12 [29%] of 41 patients), followed byOnset41(100%)78Days910·5Median timeNumber of cases41(100%)21(51%)11(27%)16(39%)RNAaemia (six [15%] patients), acute cardiac injury(vfie [12%] patients), and secondary infection (four [10%]patients; table 3). Invasive mechanical ventilation wasrequired in four (10%) patients, with two of them (5%) hadrefractory hypoxaemia and received extracorporealmembrane oxygenation as salvage therapy. All patients wereadministered with empirical antibiotic treatment, and38 (93%) patients received antiviral therapy (oseltamivir).Additionally, nine (22%) patients were given systematiccorticosteroids. A comparison of clinical features betweenpatients who received and did not receive systematiccorticosteroids is in the appendix (pp 1–5).As of Jan 22, 2020, 28 (68%) of 41 patients have beendischarged and six (15%) patients have died. Fitnessfor discharge was based on abatement of fever for atleast 10 days, with improvement of chest radiographicevidence and viral clearance in respiratory samples fromupper respiratory tract.We report here a cohort of 41 patients withlaboratoryconfirmed 2019-nCoV infection. Patients had serious,sometimes fatal, pneumonia and were admitted to thedesignated hospital in Wuhan, China, by Jan 2, 2020.Clinical presentations greatly resemble SARS-CoV.Patients with severe illness developed ARDS andrequired ICU admission and oxygen therapy. The timebetween hospital admission and ARDS was as short See Online for appendixas 2 days. At this stage, the mortality rate is high for2019-nCoV, because six (15%) of 41 patients in this cohortdied.        The number of deaths is rising quickly. As ofJan 24, 2020, 8        DyspnoeaAcute respiratorydistress syndromeIntensive careunit admissionprevent further spread of the disease in health-caresettings that are caring for patients infected with2019-nCoV, onset of fever and respiratorysymptoms should be closely monitored among health-careworkers. Testing of respiratory specimens should bedone immediately once a diagnosis is suspected. Serumantibodies should be tested among health-care workersbefore and after their exposure to 2019-nCoV foridentification of asymp tomatic infections.Similarities of clinical features between 2019-nCoV andprevious betacoronavirus infections have been noted. Inthis cohort, most patients presented with fever, drycough, dyspnoea, and bilateral ground-glass opacities onchest CT scans. These features of 2019-nCoV infectionbear some resemblance to SARS-CoV and MERS-CoVinfections.20,21 However, few patients with 2019-nCoVinfection had prominent upper respiratory tract signsand symptoms (eg, rhinorrhoea, sneezing, or sorethroat), indicating that the target cells might be located inthe lower airway. Furthermore, 2019-nCoV patients rarelydeveloped intestinal signs and symptoms (eg, diarrhoea),whereas about 20–25% of patients with MERS-CoV orSARS-CoV infection had diarrhoea.21 Faecal and urinesamples should be tested to exclude a potential alternativeroute of transmission that is unknown at this stage.The pathophysiology of unusually high pathogenicityfor SARS-CoV or MERS-CoV has not been completelyunderstood. Early studies have shown that increasedamounts of proinflammatory cytokines in serum (eg,IL1B, IL6, IL12, IFNγ, IP10, and MCP1) were associatedwith pulmonary inflammation and extensive lungdamage in SARS patients.22 MERS-CoV infection wasalso reported to induce increased concentrations ofproinflammatory cytokines (IFNγ, TNFα, IL15, andIL17).23 We noted that patients infected with 2019-nCoValso had high amounts of IL1B, IFNγ, IP10, and MCP1,probably leading to activated T-helper-1 (Th1) cellresponses. Moreover, patients requiring ICU admissionhad higher concentrations of GCSF, IP10, MCP1, MIP1A,and TNFα than did those not requiring ICU admission,suggesting that the cytokine storm was associated withdisease severity. However, 2019-nCoV infection alsoinitiated increased secretion of T-helper-2 (Th2) cytokines(eg, IL4 and IL10) that suppress inflammation, whichdifers from SARS-C oV infection.22 Further studies arenecessary to characterise the Th1 and Th2 responses in2019-nCoV infection and to elucidate the pathogenesis.Autopsy or biopsy studies would be the key to understandthe disease.In view of the high amount of cytokines induced bySARS-CoV,22,24 MERS-CoV,25,26 and 2019-nCoV infections,corticosteroids were used frequently for treatment ofpatients with severe illness, for possible benefit byreducing inflammatory-induced lung injury. However,current evidence in patients with SARS and MERSData are median (IQR) or n (%). p values are comparing ICU care and no ICU care. 2019-nCoV=2019 novel coronavirus.ICU=intensive care unit. NA=not applicable. ECMO=extracorporeal membrane oxygenation. *Denfied as blood levels ofhypersensitive troponin I above the 99th percentile upper reference limit (>28 pg/mL) or new abnormalities shown onelectrocardiography and echocardiography.suggests that receiving corticosteroids did not have anefect on mortality, but rather delayed viral clearance. 27–29Therefore, corticosteroids should not be routinely givensystemically, according to WHO interim guidance.30Among our cohort of 41 laboratory-confirmed patientswith 2019-nCoV infection, corticosteroids were given tovery few non-ICU cases, and low-to-moderate dose ofcorticosteroids were given to less than half of severelyill patients with ARDS. Further evidence is urgentlyneeded to assess whether systematic corticosteroidtreatment is beneficial or harmful for patients infectedwith 2019-nCoV.No antiviral treatment for coronavirus infection has beenproven to be eefctive. In a historical control study, 31 thecombination of lopinavir and ritonavir among SARS-CoVpatients was associated with substantial clinical benetfi(fewer adverse clinical outcomes). Arabi and colleaguesinitiated a placebo-controlled trial of interferon beta-1b,lopinavir, and ritonavir among patients with MERSinfection in Saudi Arabia.32 Preclinical evidence showedthe potent ecfiacy of remdesivir (a broad-spectrumantiviral nucleotide prodrug) to treat MERS-CoV andSARS-CoV infections.33,34 As 2019-nCoV is an emergingvirus, an eefctive treatment has not been developed fordisease resulting from this virus. Since the combinationof lopinavir and ritonavir was already available in thedesignated hospital, a randomised controlled trial hasbeen initiated quickly to assess the ecfiacy and safety ofcombined use of lopinavir and ritonavir in patientshospitalised with 2019-nCoV infection.Our study has some limitations. First, for most of the41 patients, the diagnosis was conrfimed with lowerrespiratory tract specimens and no paired nasopharyngealswabs were obtained to investigate the diefrence in theviral RNA detection rate between upper and lowerrespiratory tract specimens. Serological detection was notdone to look for 2019-nCoV antibody rises in 18 patientswith undetectable viral RNA. Second, with the limitednumber of cases, it is dicfiult to assess host risk factorsfor disease severity and mortality withmultivariableadjusted methods. This is a modest-sized case series ofpatients admitted to hospital; collection of standardiseddata for a larger cohort would help to further denfie theclinical presentation, natural history, and risk factors.Further studies in outpatient, primary care, or communitysettings are needed to get a full picture of the spectrum ofclinical severity. At the same time, nfiding of statisticaltests and p values should be interpreted with caution,and non-signicfiant p values do not necessarily rule outdiefrence between ICU and non-ICU patients. Third,since the causative pathogen has just been identiefid,kinetics of viral load and antibody titres were not available.Finally, the potential exposure bias in our study mightaccount for why no paediatric or adolescent patients werereported in this cohort. More eofrt should be made toanswer these questions in future studies.Both SARS-CoV and MERS-CoV were believed tooriginate in bats, and these infections were transmitteddirectly to humans from market civets and dromedarycamels, respectively.35 Extensive research on SARS-CoVand MERS-CoV has driven the discovery of manySARS-like and MERS-like coronaviruses in bats. In 2013,Ge and colleagues36 reported the whole genome sequenceof a SARS-like coronavirus in bats with that ability to usehuman ACE2 as a receptor, thus having replicationpotentials in human cells.37 2019-nCoV still needs to bestudied deeply in case it becomes a global health threat.Reliable quick pathogen tests and feasible diferentialdiagnosis based on clinical description are crucial forclinicians in their first contact with suspected patients.Because of the pandemic potential of 2019-nCoV, carefulsurveillance is essential to monitor its future hostadaption, viral evolution, infectivity, transmissibility, andpathogenicity.BC and JW had the idea for and designed the study and had full accessto all data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. YWa, GF, XG, JiXu, HL,and BC contributed to writing of the report. BC contributed to criticalrevision of the report. YWa, GF, XG, JiXu, and HL contributed to thestatistical analysis. All authors contributed to data acquisition,data analysis, or data interpretation, and reviewed and approved theifnal version.All authors declare no competing interests.The data that support the nfidings of this study are available from thecorresponding author on reasonable request. Participant data withoutnames and identiefirs will be made available after approval from thecorresponding author and National Health Commission. Afterpublication of study nfidings, the data will be available for others torequest. The research team will provide an email address forcommunication once the data are approved to be shared with others.The proposal with detailed description of study objectives and statisticalanalysis plan will be needed for evaluation of the reasonability to requestfor our data. The corresponding author and National Health Commissionwill make a decision based on these materials. Additional materials mayalso be required during the process.This work is funded by the Special Project for Emergency of the Ministryof Science and Technology (2020YFC0841300) Chinese Academy ofMedical Sciences (CAMS) Innovation Fund for Medical Sciences(CIFMS 2018-I2M-1-003), a National Science Grant for DistinguishedYoung Scholars (81425001/H0104), the National Key Research andDevelopment Program of China (2018YFC1200102), The Beijing Scienceand Technology Project (Z19110700660000), CAMS Innovation Fund forMedical Sciences (2016-I2M-1-014), and National Mega-projects forInfectious Diseases in China (2017ZX10103004 and 2018ZX10305409).We acknowledge all health-care workers involved in the diagnosis andtreatment of patients in Wuhan; we thank the Chinese National HealthCommission for coordinating data collection for patients with 2019-nCoVinfection; we thank WHO and the International Severe Acute Respiratoryand Emerging Infections Consortium (ISARIC) for sharing datacollection templates publicly on the website; and we thankProf Chen Wang and Prof George F Gao for guidance in study designand interpretation of results.", "ref_list": [[], [""], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003"], ["Middle East respiratory syndrome coronavirus (MERS-CoV)"], [""], ["Novel coronavirus - Thailand (ex-China)"], ["Novel coronavirus - Japan (ex-China)"], ["Novel coronavirus - Republic of Korea (ex-China)"], ["First travel-related case of 2019 novel coronavirus detected in United States"], ["A novel coronavirus genome identified in a cluster of pneumonia cases -"], ["Relationship between the presence of hypoxemia and the inflammatory response measured by C-reactive protein in bacteremic pneumococcal pneumonia"], ["16 Kidney disease: improving global outcomes (KDIGO) acute kidney injury work group. KDIGO clinical practice guideline for acute kidney injury"], ["CDC denfiitions for nosocomial infections"], ["Association between cardiac injury and mortality in hospitalized patients infected with avian influenza A (H7N9) virus"], ["Coronaviruses post-SARS: update on replication and pathogenesis"], ["A major outbreak of severe acute respiratory syndrome in Hong Kong"], ["Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study"], ["Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome"], ["MERS-CoV infection in humans is associated with a pro-inflammatory Th1 and Th17 cytokine profile"], ["Expression of elevated levels of pro-inflammatory cytokines in SARS-C oV-infected ACE2+ cells in SARS patients: relation to the acute lung injury and pathogenesis of SARS"], ["Distinct immune response in two MERS-CoV-infected patients: can we go from bench to bedside?"], ["Treatment with interferon-α2b and ribavirin improves outcome in MERS-CoVinfected rhesus macaques"], [": systematic review of treatment efects"], ["Corticosteroids as adjunctive therapy in the treatment of influenza"], ["Corticosteroid therapy for critically ill patients with Middle East respiratory syndrome"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], ["Treatment of Middle East respiratory syndrome with a combination of lopinavir-ritonavir and interferon-β1b (MIRACLE trial): study protocol for a randomized controlled trial"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Comparative therapeutic eficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Origin and evolution of pathogenic coronaviruses"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Bats as animal reservoirs for the SARS coronavirus: hypothesis proved after 10 years of virus hunting"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DD Richman", "RJ Whitley", "FG Hayden"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["T 3 Kuiken", "RAM Fouchier", "M Schutten"], ["C 4 Drosten", "S Günther", "W Preiser"], ["RJ 5 de Groot", "SC Baker", "RS Baric"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "ADME Osterhaus", "RAM Fouchier"], [], [], ["-"], ["-"], ["-"], ["-"], [], ["W Tan", "X Zhao", "X Ma", "Wuhan"], ["F 15 Sanz", "C Gimeno", "T Lloret"], ["-AKI-"], ["JS Garner", "WR Jarvis", "TG Emori", "TC Horan", "JM Hughes"], ["C 18 Gao", "Y Wang", "X Gu"], ["S Perlman", "J Netland"], ["N 20 Lee", "D Hui", "A Wu"], ["A 21 Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah"], ["CK Wong", "CWK Lam", "AKL Wu"], ["WH Mahallawi", "OF Khabour", "Q Zhang", "HM Makhdoum", "BA Suliman"], ["L 24 He", "Y Ding", "Q Zhang"], ["E 25 Faure", "J Poissy", "A Gofard"], ["E de Wit", "AL Rasmussen"], ["LJ Stockman", "R Bellamy", "P. Garner", "SARS"], ["L 28 Lansbury", "C Rodrigo", "J Leonardi-Bee", "J Nguyen-Van-Tam", "WS Lim"], ["YM Arabi", "Y Mandourah", "F Al-Hameed"], [], ["Chu CM"], ["YM Arabi", "A Alothman", "HH Balkhy"], ["TP Sheahan", "AC Sims", "RL Graham"], ["TP Sheahan", "AC Sims", "SR Leist"], ["J 35 Cui", "F Li", "Shi Z-L"], ["X-Y 36 Ge", "J-L Li", "X-L Yang"], ["M Wang", "Z"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background A recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the Lancet 2020; 395: 497–506\n2019 novel coronavirus (2019-nCoV). We report the epidemiological, clinical, laboratory, and radiological characteristics\nand treatment and clinical outcomes of these patients.\nof Pulmonary and Critical Care", "one_words_summarize": "Background A recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the Lancet 2020; 395: 497–5062019 novel coronavirus (2019-nCoV). Meanwhile, 59 suspectedcases with fever and dry cough were transferred to adesignated hospital starting from Dec 31, 2019. Anexpert team of physicians, epidemiologists, virologists,and government oficials was soon formed after thealert. More eofrts should be made to know thewhole spectrum and pathophysiology of the new disease. A novel coronavirus, which was named 2019-nCoV,was isolated then from lower respiratory tract specimenand a diagnostic test for this virus was developed soonafter that.14 Of 59 suspected cases, 41 patients wereconrfimed to be infected with 2019-nCoV. The presence of2019-nCoV in respiratory specimens was detected bynextgeneration sequencing or real-time RT-PCR methods. The plasma samplesfrom four healthy adults were used as controls forcrosscomparison. The median time from being transferred toa designated hospital to the blood sample collection was4 days (IQR 2–5).Each 80 µL plasma sample from the patients and contactswas added into 240 µL of Trizol LS (10296028; ThermoFisher Scienticfi, Carlsbad, CA, USA) in the BiosafetyLevel 3 laboratory. A two-sided α of less than 0·05 was consideredstatistically signicfiant. Statistical analyses were done using theSAS software, version 9.4, unless otherwise indicated. The funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writing ofthe report. Of the 41 patients, 13 (32%) were admitted to theICU because they required high-oflw nasal cannula orhigher-level oxygen support measures to correcthypoxaemia. Market exposure was similarbetween the patients with ICU care (nine [69%]) andthose with non-ICU care (18 [64%]). The first fatal case,who had continuous exposure to the market, wasadmitted to hospital because of a 7-day history of fever,cough, and dyspnoea. Most patients had normal serum levels of procalcitoninon admission (procalcitonin <0·1 ng/mL; 27 [69%] patients;table 2). The timebetween hospital admission and ARDS was as short See Online for appendixas 2 days. Testing of respiratory specimens should bedone immediately once a diagnosis is suspected. These features of 2019-nCoV infectionbear some resemblance to SARS-CoV and MERS-CoVinfections.20,21 However, few patients with 2019-nCoVinfection had prominent upper respiratory tract signsand symptoms (eg, rhinorrhoea, sneezing, or sorethroat), indicating that the target cells might be located inthe lower airway. Moreover, patients requiring ICU admissionhad higher concentrations of GCSF, IP10, MCP1, MIP1A,and TNFα than did those not requiring ICU admission,suggesting that the cytokine storm was associated withdisease severity. BC and JW had the idea for and designed the study and had full accessto all data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. YWa, GF, XG, JiXu, HL,and BC contributed to writing of the report. The data that support the nfidings of this study are available from thecorresponding author on reasonable request. The proposal with detailed description of study objectives and statisticalanalysis plan will be needed for evaluation of the reasonability to requestfor our data. The corresponding author and National Health Commissionwill make a decision based on these materials."}