{"date": "2020/03/11", "journal": "JAMA", "ref_authors": [[], [], ["W Tan", "X Zhao", "X Ma", "Wuhan"], ["CDC China", "Weekly"], ["D Wang", "B Hu", "C Hu"], ["W Zhang", "RH Du", "B Li", "Y Pan", "D Zhang", "P Yang", "LLM Poon", "Q Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens ", "authors": ["Wenling Wang", "Yanli Xu", "Ruqin Gao", "Roujian Lu", "Kai Han", "Guizhen Wu", "Wenjie Tan"], "ref_list": [[], [""], ["Notes from the field: a novel coronavirus genome identified in a cluster of pneumonia cases-"], [""], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens An epidemic of respiratory disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) began in China and has spread to other countries.1 Real-time reverse transcriptase-polymerase chain reaction (rRT-PCR) of nasopharyngeal swabs typically has been used to confirm the clinical diagnosis.2 However, whether the virus can be detected in specimens from other sites, and therefore potentially transmitted in other ways than by respiratory droplets, is unknown. Methods | We investigated the biodistribution of SARS-CoV-2 among different tissues of inpatients with coronavirus disease 2019 (COVID-19) diagnosed based on symptoms and radiology and confirmed by SARS-CoV-2 detection. This study was approved by the ethics commissions of the participating hospitals, with a waiver of informed consent. Patients with specimens collected based on clinical indications from 3 hospitals in the Hubei and Shandong provinces and Beijing, China, from January 1 through February 17, 2020, were included. Pharyngeal swabs were collected from most patients 1 to 3 days after hospital admission. Blood, sputum, feces, urine, and nasal samples were collected throughout the illness. Bronchoalveolar lavage fluid and fibrobronchoscope brush biopsy were sampled from patients with severe illness or undergoing mechanical ventilation. RNA was extracted from clinical specimens and determined by rRT-PCR targeting the open reading frame 1ab gene of SARS-CoV-2 as previously described.2 The cycle threshold values of rRT-PCR were used as indicators of the copy number of SARS-CoV-2 RNA in specimens with lower cycle threshold values corresponding to higher viral copy numbers. A cycle threshold value less than 40 is interpreted as positive for SARS-CoV-2 RNA. Four SARS-CoV-2 positive fecal specimens with high copy numbers were cultured, and then electron microscopy was performed to detect live virus. Patterns in a subgroup of patients with multiple specimens collected during hospitalization were explored. Results | There were 1070 specimens collected from 205 patients with COVID-19 who were a mean age of 44 years (range, 5-67 years) and 68% male. Most of the patients presented with fever, dry cough, and fatigue; 19% of patients had severe illness. Bronchoalveolar lavage fluid specimens showed the highest positive rates (14 of 15; 93%), followed by sputum (72 of 104; 72%), nasal swabs (5 of 8; 63%), fibrobronchoscope brush biopsy (6 of 13; 46%), pharyngeal swabs (126 of 398; 32%), feces (44 of 153; 29%), and blood (3 of 307; 1%). None of the 72 urine specimens tested positive (Table).", "type": "Research Letter", "text": "Nasal swabs(n = 8)5 (63)24.3 (8.6)16.9-38.413.7-35.0Pharyngealswabs(n = 398)126 (32)32.1 (4.2)20.8-38.631.2-33.144 (29)31.4 (5.1)22.3-38.429.4-33.53 (1)34.6 (0.7)34.1-35.40.0-36.40ND1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20PatientThe specimen with a cycle thresholdvalue above the dashed line isinterpreted as positive forSARS-CoV-2 RNA; those under,negative.E1The mean cycle threshold values of all specimen types weremore than 30 (<2.6 × 104 copies/mL) except for nasal swabs witha mean cycle threshold value of 24.3 (1.4 × 106 copies/mL),indicating higher viral loads (Table).Twenty patients had 2 to 6 specimens collectedsimultaneously (Figure). Viral RNA was detected in single specimens from6 patients (respiratory specimens, feces, or blood), while 7patients excreted virus in respiratory tract specimens and in feces(n = 5) or blood (n = 2). Live SARS-CoV-2 was observed in the stoolsample from 2 patients who did not have diarrhea.Discussion | In this study, SARS-CoV-2 was detected inspecimens from multiple sites of 205 patients with COVID-19, withlower respiratory tract samples most often testing positive forthe virus. Importantly, the live virus was detected in feces,implying that SARS-CoV-2 may be transmitted by the fecal route.A small percentage of blood samples had positive PCR testresults, suggesting that infection sometimes may be systemic.Transmission of the virus by respiratory and extrarespiratoryroutes may help explain the rapid spread of disease. Inaddition, testing of specimens from multiple sites may improve thesensitivity and reduce false-negative test results. Two smallerstudies reported the presence of SARS-CoV-2 in anal or oralswabs and blood from 16 patients in Hubei Province,3 andviral load in throat swabs and sputum from 17 confirmed cases.4The limitations of this study include that some patients didnot have detailed clinical information available, so the datacould not be correlated with symptoms or disease course andthat the number of some types of samples was small. Furtherinvestigation of patients with detailed temporal andsymptom data and consecutively collected specimens fromdifferent sites is warranted.Wenling Wang, PhDYanli Xu, MDRuqin Gao, MDRoujian Lu, MPHKai Han, BSGuizhen Wu, MDWenjie Tan, MD, PhDAuthor Affiliations: National Institute for Viral Disease Control and Prevention,China CDC, Beijing, China (Wang, Lu, Wu, Tan); Beijing Ditan Hospital, CapitalMedical University, Beijing, China (Xu, Han); Qingdao Municipal Center forDisease Control and Prevention, Qingdao, China (Gao).Conflict of Interest Disclosures: None reported.        Funding/Support: This work was supported by grants 2016YFD050030        Role of the Funder/Sponsor: The sponsors had no role in the design andconduct of the study; collection, management, analysis, and interpretation ofthe data; preparation, review, or approval of the manuscript; and decision tosubmit the manuscript for publication.Additional Contributions: We thank Gary Wong, PhD (CAS Key Laboratory ofMolecular Virology & Immunology, Institute Pasteur of Shanghai, ChineseAcademy of Sciences, Shanghai, China) for English revision of the manuscript,and clinical staff members in hospitals in Hubei Province, Shandong Province,and Beijing for collection of specimens. None of these individuals receivedcompensation for their contributions.E2", "fir_para": "Nasal swabs\n(n = 8)\n5 (63)\n24.3 (8.6)\n16.9-38.4\n13.7-35.0\nPharyngeal\nswabs\n(n = 398)\n126 (32)\n32.1 (4.2)\n20.8-38.6\n31.2-33.1", "one_words_summarize": "Nasal swabs(n = 8)5 (63)24.3 (8.6)16.9-38.413.7-35.0Pharyngealswabs(n = 398)126 (32)32.1 (4.2)20.8-38.631.2-33.144 (29)31.4 (5.1)22.3-38.429.4-33.53 (1)34.6 (0.7)34.1-35.40.0-36.40ND1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20PatientThe specimen with a cycle thresholdvalue above the dashed line isinterpreted as positive forSARS-CoV-2 RNA; those under,negative. E1The mean cycle threshold values of all specimen types weremore than 30 (<2.6 × 104 copies/mL) except for nasal swabs witha mean cycle threshold value of 24.3 (1.4 × 106 copies/mL),indicating higher viral loads (Table).Twenty patients had 2 to 6 specimens collectedsimultaneously (Figure). Two smallerstudies reported the presence of SARS-CoV-2 in anal or oralswabs and blood from 16 patients in Hubei Province,3 andviral load in throat swabs and sputum from 17 confirmed cases.4The limitations of this study include that some patients didnot have detailed clinical information available, so the datacould not be correlated with symptoms or disease course andthat the number of some types of samples was small. None of these individuals receivedcompensation for their contributions."}