{"date": "2020/02/13", "journal": "JAMA", "ref_authors": [[], ["Human Services"], ["C del Rio", "Malani PN"], ["D Hanfling", "BM Altevogt", "LO Gostin"], ["White House", "transmitting-", "-"], [], ["Seck HH"], ["Public Health Services Act"], ["LO Gostin", "JG Hodge"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "US Emergency Legal Responses to Novel Coronavirus:  Balancing Public Health and Civil Liberties ", "authors": ["Lawrence O. Gostin", "James G. Hodge Jr"], "ref_list": [[], ["Determination that a public health emergency exists"], ["Novel coronavirus-important information for clinicians [published February 5,"], ["A framework for catastrophic disaster response"], ["Proclamation on suspension of entry as immigrants and nonimmigrants of persons who pose a risk of transmitting 2019 novel coronavirus"], ["China travel advisory"], ["4 More military bases tapped to house coronavirus evacuees"], [""], ["Reforming federal public health powers: responding to national and global threats"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "VIEWPOINT With increasing numbers of cases of coronavirus disease 2019 (COVID-19) globally and in the United States, Health and Human Services (HHS) Secretary Alex Azar declared a national public health emergency on January 31.1 The emergency declaration of the HHS authorizes additional resources, enhanced federal powers, interjurisdictional coordination, and waivers of specific regulations. State and local public health emergency declarations are also likely. During crises, government has a special responsibility to thoughtfully balance public health protections and civil liberties.", "type": "Viewpoint", "text": "ViewpointAudioEmergency declarations enhance national or regionalresponse capabilities through limited liability protectionsfor first responders and volunteers; reciprocallicensure requirements; and real-time development andacquisition of countermeasures (eg, vaccines, antivirals,medical equipment). Hospitals that have staffing orsupply shortages can shift to crisis standards of care.3Declarations also expedite public health powers to test,screen, or isolate individuals and restrict travel.The US Constitution grants primary public healthpowers to the states, which they may delegate tolocalities. Narrower federal health powers historically centeron preventing spread of infectious diseases into the USor across states. However, the HHS has exercisedfederal powers in response to COVID-19 beyond those usedfor previous health emergencies such as SARS, H1N1influenza, and Ebola. The administration premised theexercise of federal powers on the need to avert“cascading public health, economic, national security, andsocietal consequences.”4Travel Warnings and Recall of Nonessential PersonnelImmediately following the emergency declaration of theHHS, federal agencies implemented travel warnings,entry bans, and border protections. On January 31, theState Department issued its strongest warning (“do nottravel”) applying to mainland China.5 Additionalwarnings may take effect with “little or no advance notice.”5Nonessential diplomatic, military, and other personnelin affected regions are being called back. Customs andBorder Protection agents are actively screeningpersons for signs of illness at ports of entry, separating thoseexposed to, or infected with, COVID-19.Flights Suspended or ReroutedDirect flights from China have been rerouted to selectUS airports for enhanced screening andself-quarantine up to 14 days. Major airlines havetemporarily suspended flights to andfrom China. Even after declaring apublic health emergency of internationalconcern, the World HealthOrganization urged air carriers to resume flightsgiven potential adverse effects oninternational travel and commerce.Ban on Non-US NationalsFederal authorities have banned non-US nationalsvisiting mainland China in the prior 2 weeks from USentry.3 Exceptions include lawful residents, noncitizenspouses, and persons determined not to pose asignificant risk. Yet, the Centers for Disease Control andPrevention (CDC) has not stated a discernablestandard for conducting risk assessments. TheDepartment of Homeland Security plans to removenoncitizens circumventing entry rules through “fraud, willfulmisrepresentation of a material fact, or illegal entry.”4Customs and Border Protection officers are checkingpassengers’ travel histories to identify those who haverecently visited China.Evacuations and QuarantinesThe CDC ordered a 14-day quarantine of nearly 200US citizens evacuated from Wuhan at a military basein California on January 31. The Department of Defensehas approved additional quarantine facilities at militarybases for other evacuees.6 Federal authorities also(Reprinted) JAMA Published online February 13, 2020E1announced mandatory quarantines for any person entering the USwho has recently visited Hubei province.The federal Public Health Services Act authorizes the CDC todetain, medically examine, and quarantine persons travelinginto the US or between states suspected of carrying specificcommunicable diseases.7 For decades, the CDC’s direct use of itspowers lied dormant. In 2017, however, the CDC expandedits powers coupled with modest due process safeguards.8 Its rulestressed interjurisdictional coordination, recognizing the primarypublic health powers of states and the availability of medicalisolation facilities.Under the rule, CDC agents can initially apprehend personssuspected or known to be infected with specified communicablediseases for up to 72 hours. Medical testing, consensual treatment,modes of communication, and other accommodations must beoffered at the government’s expense (unless health insurers areobligated to pay).8Following initial apprehension, the CDC can quarantinesuspected cases or isolate infected persons pursuant to due processprotections, including access to independent medical experts, legalcounsel, and outside witnesses. CDC agents must also determinewhether less-restrictive alternatives to separation andconfinement are available. Although meaningful, these due processmeasures are constitutionally insufficient. The Supreme Courtrequires “clear and convincing” evidence (not reasonable beliefs) forcivil confinements, with the right to appeal to independenttribunals.8 Under the CDC’s rule, individual appeals are handledthrough internal agency reviews although anyone deprived ofliberty has the right to petition courts for habeas corpus.        Compulsory public health powers should be evaluated and justifiedunder a common legal and ethical standard, including (        Entry bans of non-US nationals are overbroad because there isno individualized risk assessment. Enhanced screening,monitoring, and social distancing are less-restrictive means to achieve thepublic health objective. The World Health Organization officiallyrecommends against widespread travel restrictions under theInternational Health Regulations, including the US entry ban.Quarantines of evacuees or other passengers arriving fromHubei province may be justified under the precautionaryprinciple. Hubei is currently a “hot zone” of contagion whereindividuals have significant risks of exposure. The quarantine period alsois justified by epidemiologic data placing the outer limit ofasymptomatic transmission at 14 days.Quarantines of passengers arriving from mainland Chinaappear excessive and are inconsistent with available epidemiologicdata. While there are mounting cases outside Hubei, mostpassengers from mainland China have not been exposed to infection,suggesting that quarantines are overinclusive. Less-restrictivealternatives, such as enhanced screening and active monitoring, couldameliorate risks to the US population.Self-monitoring and home quarantines are effective publichealth tools. During prior infectious disease emergencies, stateshave ordered exposed individuals to remain in their personalresidences and self-monitor for early signs of infection. Thousands ofUS residents who have returned from China are already shelteringat home. When rigorously implemented (including regularcheckins, health care worker visits, and social support), home quarantineorders are lawful, effective, and more respectful of individual rightsto liberty and privacy than restrictive, off-site measures.This is a critical juncture in the COVID-19 epidemic, whencommunity transmission can be prevented. Affording public healthdepartments with the resources needed to implementevidencebased strategies is essential. A sound response starts with science,voluntarism, and civic responsibility. Coercive measures could becounterproductive and erode public trust and cooperation.Effective public health interventions that delay the spread of COVID-19would allow time to develop key biomedical technologies, possiblyincluding vaccines.ARTICLE INFORMATIONPublished Online: February 13, 2020.doi:10.1001/jama.2020.2025Conflict of Interest Disclosures: None reported.E2JAMA Published online February 13, 2020 (Reprinted)", "fir_para": "Viewpoint\nAudio", "one_words_summarize": "ViewpointAudioEmergency declarations enhance national or regionalresponse capabilities through limited liability protectionsfor first responders and volunteers; reciprocallicensure requirements; and real-time development andacquisition of countermeasures (eg, vaccines, antivirals,medical equipment). The US Constitution grants primary public healthpowers to the states, which they may delegate tolocalities. TheDepartment of Homeland Security plans to removenoncitizens circumventing entry rules through “fraud, willfulmisrepresentation of a material fact, or illegal entry. The Department of Defensehas approved additional quarantine facilities at militarybases for other evacuees.6 Federal authorities also(Reprinted) JAMA Published online February 13, 2020E1announced mandatory quarantines for any person entering the USwho has recently visited Hubei province. The federal Public Health Services Act authorizes the CDC todetain, medically examine, and quarantine persons travelinginto the US or between states suspected of carrying specificcommunicable diseases.7 For decades, the CDC’s direct use of itspowers lied dormant. Although meaningful, these due processmeasures are constitutionally insufficient. The Supreme Courtrequires “clear and convincing” evidence (not reasonable beliefs) forcivil confinements, with the right to appeal to independenttribunals.8 Under the CDC’s rule, individual appeals are handledthrough internal agency reviews although anyone deprived ofliberty has the right to petition courts for habeas corpus. Quarantines of passengers arriving from mainland Chinaappear excessive and are inconsistent with available epidemiologicdata. Thousands ofUS residents who have returned from China are already shelteringat home."}