{"date": "2020/03/03", "journal": "JAMA", "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["R Lu", "X Zhao", "J Li"], ["N Zhu", "D Zhang", "W Wang"], ["D Wang", "B Hu", "C Hu"], ["Z Wu", "JM McGoogan"], ["JEL Wong", "YS Leo", "CC Tan"], ["KS Chan", "ST Lai", "CM Chu"], ["CM Chu", "VC Cheng", "IF Hung"], ["JF Chan", "Y Yao", "ML Yeung"], ["TP Sheahan", "AC Sims", "SR Leist"], [], ["LE Lansbury", "C Rodrigo", "J Leonardi-Bee", "J Nguyen-Van-Tam", "Lim W. Shen"], ["N Chen", "M Zhou", "X Dong"], ["JF Chan", "S Yuan", "KH Kok"], ["JS Peiris", "CM Chu", "VC Cheng"], ["MD Oh", "WB Park", "PG Choe"], ["IF Hung", "VC Cheng", "AK Wu"], ["L Zou", "F Ruan", "M Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore ", "authors": ["Barnaby Edward Young", "Sean Wei Xiang Ong", "Shirin Kalimuddin", "Jenny G. Low", "Seow Yen Tan", "Jiashen Loh", "Oon-Tek Ng", "Kalisvar Marimuthu", "Li Wei Ang", "Tze Minn Mak", "Sok Kiang Lau", "Danielle E. Anderson", "Kian Sing Chan", "Thean Yen Tan", "Tong Yong Ng", "Lin Cui", "Zubaidah Said", "Lalitha Kurupatham", "Mark I-Cheng Chen", "Monica Chan", "Shawn Vasoo", "Lin-Fa Wang", "Boon Huan Tan", "Raymond Tzer Pin Lin", "Vernon Jian Ming Lee", "Yee-Sin Leo", "David Chien Lye", "for the Singapore 2019 Novel Coronavirus Outbreak Research Team"], "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["China Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China, 2019"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention"], ["COVID-19 in Singapore-current experience: critical global issues that require attention and action"], ["Treatment of severe acute respiratory syndrome with lopinavir/ritonavir: a multicentre retrospective matched cohort study"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], ["Treatment with lopinavir/ritonavir or interferon-β1b improves outcome of MERS-CoV infection in a nonhuman primate model of common marmoset"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Interim infection prevention and control recommendations for patients with known or patients under investigation for 2019 novel coronavirus (2019-nCoV) in a healthcare setting"], ["Corticosteroids as adjunctive therapy in the treatment of influenza: an updated Cochrane systematic review and meta-analysis"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical progression and viral load in a community outbreak of coronavirusassociated SARS pneumonia: a prospective study"], ["Viral load kinetics of MERS coronavirus infection"], ["Viral loads in clinical specimens and SARS manifestations"], ["SARS-CoV-2 viral load in upper respiratory specimens of infected patients"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "IMPORTANCE Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, China, in December 2019 and has spread globally with sustained human-to-human transmission outside China. OBJECTIVE To report the initial experience in Singapore with the epidemiologic investigation of this outbreak, clinical features, and management. DESIGN, SETTING, AND PARTICIPANTS Descriptive case series of the first 18 patients diagnosed with polymerase chain reaction (PCR)-confirmed SARS-CoV-2 infection at 4 hospitals in Singapore from January 23 to February 3, 2020; final follow-up date was February 25, 2020. EXPOSURES Confirmed SARS-CoV-2 infection. MAIN OUTCOMES AND MEASURES Clinical, laboratory, and radiologic data were collected, including PCR cycle threshold values from nasopharyngeal swabs and viral shedding in blood, urine, and stool. Clinical course was summarized, including requirement for supplemental oxygen and intensive care and use of empirical treatment with lopinavir-ritonavir. RESULTS Among the 18 hospitalized patients with PCR-confirmed SARS-CoV-2 infection (median age, 47 years; 9 [50%] women), clinical presentation was an upper respiratory tract infection in 12 (67%), and viral shedding from the nasopharynx was prolonged for 7 days or longer among 15 (83%). Six individuals (33%) required supplemental oxygen; of these, 2 required intensive care. There were no deaths. Virus was detectable in the stool (4/8 [50%]) and blood (1/12 [8%]) by PCR but not in urine. Five individuals requiring supplemental oxygen were treated with lopinavir-ritonavir. For 3 of the 5 patients, fever resolved and supplemental oxygen requirement was reduced within 3 days, whereas 2 deteriorated with progressive respiratory failure. Four of the 5 patients treated with lopinavir-ritonavir developed nausea, vomiting, and/or diarrhea, and 3 developed abnormal liver function test results. CONCLUSIONS AND RELEVANCE Among the first 18 patients diagnosed with SARS-CoV-2 infection in Singapore, clinical presentation was frequently a mild respiratory tract infection. Some patients required supplemental oxygen and had variable clinical outcomes following treatment with an antiretroviral agent.", "type": "Original Investigation", "text": "T Wuhan, China, in December 2019.1 Phylogenetics hashe third novel coronavirus in 17 years emerged inindicated that severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2) is closely related to bat-derivedSARSlike coronaviruses.2 Early reports from Wuhan described theassociated coronavirus disease 2019 (COVID-19) as aSARSlike atypical pneumonia in which 26% to 33% of patientsrequired intensive care and 4% to 15% died.1,3,4 A large caseseries of 72 314 infected individuals has since refined these initialestimates in China to severe disease in 14% and a case-fatalityrate of 2.3%.5        On January 2        While a proven effective antiviral treatment in COVID-19 isnot available, the antiretroviral drug lopinavir-ritonavir has beenproposed, as its potential effectiveness in the treatment of SARSwas suggested in 2 case series.7,8 In Middle East respiratorysyndrome, lopinavir-ritonavir also showed potential activity inmarmosets,9 but in a mouse model it did not reduce virus titeror lung pathology, although it improved lung function.10This case series describes the epidemiologic features,clinical presentation, treatment, and outcomes of the first 18patients in Singapore with confirmed COVID-19.On January 2, 2020, after first reports of an outbreak ofatypical pneumonia in Wuhan, China, the Singapore Ministry ofHealth issued a health alert that patients with pneumonia andrecent travel to Hubei Province should be screened forSARSCoV-2 infection. All individuals with suspected SARS-CoV-2infection were isolated with airborne and contact precautions,and attending staff wore personal protective equipment inaccordance with the US Centers for Disease Control andPrevention guidelines.11 Extensive contact tracing followed byquarantine of asymptomatic contacts and hospital isolation andscreening of symptomatic contacts was strictly enforced.Individuals confirmed to have COVID-19 by SARS-CoV-2real-time reverse transcriptase–polymerase chain reaction(RT-PCR) were eligible for inclusion in this study (eMethodsin the Supplement). Data were collected at the 4 hospitals thatprovided care for these patients.Waiver of informed consent for collection of clinical datafrom infected individuals was granted by the Ministry ofHealth, Singapore, under the Infectious Diseases Act as partof the COVID-19 outbreak investigation. Written informedconsent was obtained from study participants for collectionof biological samples after review and approval of the studyprotocol by the institutional ethics committee.Data from electronic health records were summarizedusing a standardized data collection form. Two researchersindependently reviewed the data collection forms for accuracy.Key Pointsdiagnosed with SARS-CoV-2 infection in Singapore betweenrespiratory tract infection with prolonged viral shedding from thenasopharynx of 7 days or longer in 15 patients (83%).among patients diagnosed with SARS-CoV-2 infection inSpecimens (blood, stool, and urine samples;nasopharyngeal swabs) were collected at multiple time points in thefirst 2 weeks following study enrollment and tested byRT-PCR for the presence of SARS-CoV-2. RT-PCR cyclethreshold values were collected. The cycle threshold valuecorrelates with the number of copies of the virus in abiological sample, in an inversely proportional and exponentialmanner. Sequencing of PCR products of the RNA-dependentRNA polymerase (RdRp) gene were used to constructphylogenetic trees (eMethods in the Supplement).As part of standard of care, complete blood cell count, testsof kidney and liver function, and measurement of C-reactiveprotein and lactate dehydrogenase levels were performed.Respiratory samples were tested for influenza and otherrespiratory viruses with a multiplex PCR assay.All patients received supportive therapy, includingsupplemental oxygen when saturations as measured by pulseoximeter dropped below 92%. Patients clinically suspected ofhaving community-acquired pneumonia were administeredempirical broad-spectrum antibiotics and oral oseltamivir.Coformulated lopinavir-ritonavir (200 mg/100 mg twicedaily orally for up to 14 days) was prescribed to selectedpatients at the treating physicians’ discretion after shareddecision-making and provision of oral informed consent.Corticosteroids were avoided, reflecting increased mortalitywith their use in severe influenza.12Respiratory samples were sent daily for SARS-CoV-2PCR on clinical recovery. Deisolation was contingent on atleast 2 consecutive negative PCR assay results more than24 hours apart.          Between January 23 and February          Clinical features are summarized in the Table. Fever (13[72%]), cough (15 [83%]), and sore throat (11 [61%]) werecommon symptoms. Rhinorrhea was infrequent (1 [6%]), while 6patients (33%) had an abnormal chest radiograph finding orlung crepitations. No patients presented with a severe acuterespiratory distress syndrome, and only 1 requiredimmediate supplemental oxygen. Lymphopenia (<1.1 ×109/L) waspresent in 7 of 16 patients (39%) and an elevated C-reactiveprotein level (>20 mg/L) in 6 of 16 (38%), while kidneyfunction remained normal.          The clinical course was uncomplicated for 12 patients(67%), but 6 patients (33%) desaturated and requiredsupplemental oxygen (Figure 1). Chest radiographs showed nopulmonary opacities at presentation in 12 patients (67%)and remained clear throughout the acute illness in 9 (50%).Three patients with initially normal chest radiographfindings developed bilateral diffuse airspace opacities; of these,2 had been persistently febrile for more than 1 week. Twoindividuals (11%) required admission to the intensive careunit because of increasing supplemental oxygenrequirements, and 1 (6%) required mechanical ventilation. Noconcomitant bacterial or viral infections were detected, andthere were no deaths as of February 2                    Of the 6 patients who required supplemental oxygen, 5received lopinavir-ritonavir (Figure 2). For 3 of 5 patients (60%),(Reprinted) JAMA Published online March          Two patients, however, deteriorated and experiencedprogressive respiratory failure while receivinglopinavirritonavir, with 1 requiring invasive mechanical ventilation.Virus continued to be detected by nasopharyngeal swab orendotracheal tube aspirate for these 2 patients for theduration of their admission to intensive care.Four of the 5 patients treated with lopinavir-ritonavirdeveloped nausea, vomiting, and/or diarrhea, and 3 developedabnormal liver function test results. Only 1 individualcompleted the planned 14-day treatment course as a result of theseadverse events.Median duration of viral shedding from first to last positivenasopharyngeal swab collected as part of clinical care was12 days (range, 1-24), and 15 patients (83%) had viralshedding from the nasopharynx detected for 7 days or longer.Daily serial RT-PCR cycle threshold values for all 18 patientsare shown in eFigure 3 in the Supplement. The time courseof serial cycle threshold values by day of illness for 12patients not receiving supplemental oxygen and 6 patientsreceiving supplemental oxygen (of whom 5 were treatedwith lopinavir-ritonavir) appeared similar (eFigure 4 in theSupplement).Virus was detected by PCR in stool (4/8 patients [50%])and in whole blood (1/12 [8%]); virus was not detected inurine (0/10 samples) (eTable 2 in the Supplement). ViralE4jama.comculture results were not available at the time of writing todetermine the viability of virus detected outside therespiratory tract.Sequences for phylogenetic analysis were available for 6viruses (eFigure 5 in the Supplement). All clustered togetherwith other SARS-CoV-2 sequences reported from China andother countries and are available in public databases.This descriptive case series reports the clinical features of thefirst 18 patients with laboratory-confirmed SARS-CoV-2infection in Singapore, reporting epidemiologic features andclinical course in detail.Perhaps reflecting the intensive efforts at contacttracing, 28% of patients were without fever vs 1.4% to 17% in 3previously reported studies from Wuhan, China.1,4,13 In thecurrent study, 6 of 18 patients (33%) experienced oxygendesaturation to 92% or less, in contrast to the 76% to 90%supplemental oxygen use from the other 3 studies.1,4,13          In 4 of 8 patients, virus was detected in stool, regardlessof diarrhea, over 1 to 7 days. Viremia was detected in 6patients1 and 1 of 5 patients14 in China but only in 1 of 12 inthis study. In the family cluster in Shenzhen, the virus was notdetected in urine or stool.14 In SARS, viremia was observed(Reprinted) JAMA Published online March          This study has several limitations. First, it was a case seriesof 18 patients who acquired their infection following travelIn this study, viral load in nasopharyngeal samples fromto Wuhan, China. Findings from this study are valuablepatients with COVID-19 peaked within the first few days afterearly data from a high-resource setting but may change assymptom onset before declining. The duration of viralshedthis outbreak continues to evolve and local transmissionding from nasopharyngeal aspirates was prolonged up to atclusters emerge. Second, 9 individuals (50%) presented toleast 24 days after symptom onset. This was longer thanrethe hospital more than 2 days after symptom onset. As aported from a comparable series from China.18 Toward the endresult, sample collection early during the course of illnessof this period virus was only intermittently detected fromnawas limited. Third, biological samples were collectedsyssopharyngeal swabs. It is unclear whether this is attributabletematically when possible, but not all patients consented toto biological differences in the intensity of shedding or tosamsample collection. Baseline laboratory data were also notpling variability when low amounts of virus are present.Deavailable for all patients. Fourth, cycle threshold values aretermining whether the virus remains transmissiblethrougha quantitative measure of viral load, but correlation without the period of detectability is critical to control efforts.clinical progress and transmissibility is not yet known.Five patients were treated with lopinavir-ritonavir within1 to 3 days of desaturation, but evidence of clinical benefit wasequivocal. While defervescence occurred within 1 to 3 days oflopinavir-ritonavir initiation, it was unable to preventprogressive disease in 2 patients. Decline in viral load asindiAmong the first 18 patients diagnosed with SARS-CoV-2infeccated by the cycle threshold value from nasopharyngeal swabstion in Singapore, clinical presentation was frequently a mildalso appeared similar between those treated and not treatedrespiratory tract infection. Some patients requiredsupplewith lopinavir-ritonavir. The effectiveness oflopinavirmental oxygen and had variable clinical outcomes followingritonavir treatment in COVID-19 needs to be examined in antreatment with an antiretroviral agent.ARTICLE INFORMATIONAccepted for Publication: February 27, 2020.        Published Online: March        Conflict of Interest Disclosures: Dr Youngreported receiving personal fees from Sanofi andparticipants and sample collection was funded bya seed grant from the Singapore National MedicalRole of the Funder/Sponsor: The Singaporethe design and conduct of the study; collection,management, analysis, and interpretation of thedata; preparation, review, or approval of themanuscript; and decision to submit the manuscriptfor publication.Additional Contributions: We thank all clinical andnursing staff who provided care for the patients atcontact tracing; staff at the National Public Healthand Epidemiology Unit, National Centre forstaff in the Singapore Infectious Disease Clinicaland Training Office, National Centre for Infectious(especially Jin Phang Loh, PhD, Wee Hong Koh, BSc,laboratory work; staff at Duke NUS Medical School(especially Viji Vijayan, MBBS, Velraj Sivalingam,facility) for logistics management and assistance.          E          ", "fir_para": "T Wuhan, China, in December 2019.1 Phylogenetics has\nhe third novel coronavirus in 17 years emerged in\nindicated that severe acute respiratory syndrome\ncoronavirus 2 (SARS-CoV-2) is closely related to bat-derived\nSARSlike coronaviruses.2 Early reports from Wuhan described the\nassociated coronavirus disease 2019 (COVID-19) as a\nSARSlike atypical pneumonia in which 26% to 33% of patients\nrequired intensive care and 4% to 15% died.1,3,4 A large case\nseries of 72 314 infected individuals has since refined these initial\nestimates in China to severe disease in 14% and a case-fatality\nrate of 2.3%.5", "one_words_summarize": "All individuals with suspected SARS-CoV-2infection were isolated with airborne and contact precautions,and attending staff wore personal protective equipment inaccordance with the US Centers for Disease Control andPrevention guidelines.11 Extensive contact tracing followed byquarantine of asymptomatic contacts and hospital isolation andscreening of symptomatic contacts was strictly enforced. Individuals confirmed to have COVID-19 by SARS-CoV-2real-time reverse transcriptase–polymerase chain reaction(RT-PCR) were eligible for inclusion in this study (eMethodsin the Supplement). Data were collected at the 4 hospitals thatprovided care for these patients. Data from electronic health records were summarizedusing a standardized data collection form. Respiratory samples were tested for influenza and otherrespiratory viruses with a multiplex PCR assay. Twoindividuals (11%) required admission to the intensive careunit because of increasing supplemental oxygenrequirements, and 1 (6%) required mechanical ventilation. Virus continued to be detected by nasopharyngeal swab orendotracheal tube aspirate for these 2 patients for theduration of their admission to intensive care. In the family cluster in Shenzhen, the virus was notdetected in urine or stool.14 In SARS, viremia was observed(Reprinted) JAMA Published online March          This study has several limitations. As aported from a comparable series from China.18 Toward the endresult, sample collection early during the course of illnessof this period virus was only intermittently detected fromnawas limited. Third, biological samples were collectedsyssopharyngeal swabs. Fourth, cycle threshold values aretermining whether the virus remains transmissiblethrougha quantitative measure of viral load, but correlation without the period of detectability is critical to control efforts.clinical progress and transmissibility is not yet known. Decline in viral load asindiAmong the first 18 patients diagnosed with SARS-CoV-2infeccated by the cycle threshold value from nasopharyngeal swabstion in Singapore, clinical presentation was frequently a mildalso appeared similar between those treated and not treatedrespiratory tract infection."}