{"date": "2020/02/17", "journal": "biorxiv", "authors": "Kangpeng Xiao, Junqiong Zhai, Yaoyu Feng, Niu Zhou, Xu Zhang, Jie-Jian Zou, Na Li, Yaqiong Guo, Xiaobing Li, Xuejuan Shen, Zhipeng Zhang, Fanfan Shu, Wanyi Huang, Yu Li, Ziding Zhang, Rui-Ai Chen, Ya-Jiang Wu, Shi-Ming Peng, Mian Huang, Wei-Jun Xie, Qin-Hui Cai, Fang-Hui Hou, Yahong Liu, Wu Chen, Lihua Xiao, Yongyi Shen", "title": "Isolation and Characterization of 2019-nCoV-like Coronavirus from Malayan Pangolins", "type": "preprint article", "abstract": "#These authors contributed equally.", "text": "The outbreak of 2019-nCoV in the central Chinese city of Wuhan at the end of 2019poses unprecedent public health challenges to both China and the rest world1. Thenew coronavirus shares high sequence identity to SARS-CoV and a newly identifiedbat coronavirus2. While bats may be the reservoir host for various coronaviruses,whether 2019-nCoV has other hosts is still ambiguous. In this study, one coronavirusisolated from Malayan pangolins showed 100%, 98.2%, 96.7% and 90.4% amino acididentity with 2019-nCoV in the E, M, N and S genes, respectively. In particular, thereceptor-binding domain of the S protein of the Pangolin-CoV is virtually identical tothat of 2019-nCoV, with one amino acid difference. Comparison of available genomessuggests2019-nCoVmight haveoriginatedfromthe recombinationof aPangolin-CoV-like virus with a Bat-CoV-RaTG13-like virus. Infected pangolinsshowed clinical signs and histopathological changes, and the circulating antibodiesreacted with the S protein of 2019-nCoV. The isolation of a coronavirus that is highlyrelated to 2019-nCoV in the pangolins suggests that these animals have the potentialto act as the intermediate host of 2019-nCoV. The newly identified coronavirus in themost-trafficked mammal could represent a continuous threat to public health ifwildlife trade is not effectively controlled.The ongoing COVID-19 outbreak has posed great threat to global public healthand caused tremendous economic losses3. The virus involved, SARS-CoV-2 (referredin the report subsequently as 2019-nCoV), is one of the three zoonotic coronaviruses(the other two are SARS-CoV and MERS-CoV) infecting the lower respiratory tractand causing severe respiratory syndromes in humans4,5. The 2019-nCoV virus wasfirst detected in Wuhan, central China. With the migration of population during theChinese New Year period, it spreads rapidly from Wuhan to all provinces of Chinaand a few other countries. It has been more contagious but less deadly thanSARS-CoV thus far, with the total number of human infections far exceeding thatcaused by SARS-CoV.2019-nCoV has about 86.9-88% overall genome sequence similarity toSARS-CoV and bat SARS-related coronaviruses (SARSr-CoV), and clusters withthem in phylogenetic analyses of genomic sequences1,6. In addition, a bat coronavirus(Bat SARr-CoV RaTG13) with ~96% sequence identity to 2019-nCoV at thewhole-genome level was reported recently2. Therefore, it is reasonable to assume thatbats are the native host of 2019-nCoV, as previously suggested for SARS-CoVs andMERS-CoVs7,8. However, without an intermediate host, bat-derived CoVs rarelyinfect humans directly. As the outbreak started in December in a big city, hibernatingbats were unlikely the direct cause of the epidemic. This raises concerns that whetherother hosts of 2019-nCoVs exist and transmitted virus to humans, just like during theSARS and MERS outbreaks.As coronaviruses are common in mammals and birds9, we used the wholegenome sequence of 2019-nCoV (WHCV; GenBank accession No. MN908947) in aBlast search of SARS-like CoV sequences in all available mammalian and avianviromic, metagenomic, and transcriptomic data. This led to the identification of 34highly related contigs in a set of pangolin viral metagenomes (Table S1). Therefore,we have focused our subsequent search of SARSr-CoV in this wild animal.We obtained the lung tissues from four Chinese pangolins (Manis pentadactyla)and 25 Malayan pangolins (Manis javanica) that were collected from a wildlife rescuecenter during March-December 2019, and analyzed for SARSr-CoV using RT-PCRwith primers targeting a conservative region of β CoV. RNA from 17 of the 25Malayan pangolins generated the expected PCR product, while RNA from theChinese pangolins failed to amplify. In the analysis of plasma samples from eight ofthe Malayan pangolins using a double-antigen sandwich ELISA designed for thedetection of IgG and IgM antibodies against with 2019-nCoV, one sample reactedstrongly with an OD450 value of 2.12 (cutoff value: 0.11). The plasma remainedpositive at the dilution of 1:80, suggesting that the pangolin was naturally infected a2019-nCoV-likevirus.βCoV-negativepangolin,histopathological examinations of tissues from four β CoV-positive pangolinsrevealed the occurrence of interstitial pneumonia in the lung and severe congestionand infiltration of inflammatory cells in the liver, kidney, lymph node, and otherorgans. Minor hemorrhage was seen in alveolar ducts of the lung and epithelialsurface of the bladder (Fig 1 and Fig S1).To isolate the virus, supernatant from homogenized lung tissue from one deadanimal was inoculated into Vero E6 cells. Clear cytopathogenic effects were observedin cells after 72 hours incubation. Viral particles were detected by transmissionelectron microscopy mostly inside double-membrane vesicles, with a few outsidethem. They showed the typical coronavirus morphology (Fig 1). RT-PCR analysis ofthe viral culture using five sets of primers targeting the spike (S) and RdRp genesproduced the expected PCR products in three of them (Fig S2). The PCR products had~84.5% and 92.2% nucleotide sequence identity to the partial S and RdRp genes of2019-nCoV, respectively (Fig S3).Illumina RNAseq was used to identify virus in the lung from nine pangolins. Themapping of sequence data to the reference 2019-nCoV (WHCV) genome identifiedCoV sequence reads in seven samples (Table S2). By de novo assembly and targetedPCR, one nearly completed CoV genomes (29,578 Bp) was obtained, and wasdesignated as Pangolin-CoV. The predicted S, E, M and N genes of pangolin-CoV are3,798, 228, 669 and 1,260 bp in length, respectively, and share 90.4%, 100%, 98.2%and 96.7% amino acid identity to 2019-nCoV (Table 1). In a Simplot analysis ofwhole genome sequences, the Pangolin-CoV genome was highly similar throughoutthe genome to 2019-nCoV and Bat SARSr-CoV RaTG13, with sequence identitybetween 80 and 98%, except for the S gene (Fig. 2). Further comparative analysis ofthe S gene sequences suggests that there were recombination events among some ofthe SARSr-CoV analyzed. In the region of nucleotides 1-914, Pangolin-CoV is moresimilar to Bat SARSr-CoV ZXC21 and Bat SARSr-CoV ZC45, while in remainingpart of the gene, Pangolin-CoV ismore similar to 2019-nCoV-like andBat-CoV-RaTG13 (Fig. 2). In particular, the receptor-binding domain (RBD) of the Sprotein of Pangolin-CoV has only one amino acid difference from that of 2019-nCoV.Overall, these data indicate that 2019-nCoV might have originated from therecombination of a Pangolin-CoV-like virus with a Bat-CoV-RaTG13-like virus (Fig2). To further support this conclusion, we assessed the evolutionary relationshipsamong β coronaviruses in the full genome, RdRp and S genes, and different regions ofthe S gene (Fig 3). The topologies mostly showed clustering of Pangolin-CoV with2019-nCoV and Bat SARSr-CoV RaTG13, with 2019-nCoV and Bat SARSr-CoVRaTG13 forming a subclade within the cluster (Fig 3). In the phylogenetic analysis ofRBD region of the S gene, however, Pangolin-CoV and 2019-nCoV grouped together.Conflicts in cluster formation among phylogenetic analyses of different regions of thegenome serve as a strong indication of genetic recombination, as previously seen inSARS-CoV and MERS-CoV5,10.As the S proteins of both SARS-CoV and 2019-nCoV have been shown tospecifically recognize angiotensin converting enzyme II (ACE2) during the entry ofhost cells2,11, we conducted a comparative analysis of the interaction of the S proteinsof the four closely related SARSr-CoV viruses with ACE2 proteins from humans,civets and pangolins. As expected, the RBD of the S protein of SARS-CoV bandsACE2 from humans and civets efficiently. In addition, it appears to be capable ofbinding ACE2 of pangolins. This is also the case for the Bat-CoV-RaTG13. Incontrast, the S proteins of 2019-nCoV and Pangolin-CoV can potentially recognizeACE2 of only humans and pangolins. Therefore, ACE2 proteins of humans andpangolins can probably recognize the S proteins of all four SARSr-CoV viruses, whilethe ACE2 of civets can probably only recognize the S proteins of SARS-CoV andBat-CoV-RaTG13 (Fig 4).Epidemiological investigations of the 2019-nCoV outbreak showed that the initialpatients were associated with the Huanan Seafood Market, where live wildlife wasalso sold12. Although the 2019-nCoV virus was detected in some environmentsamples from the market, no animals thus far have been implicated as carriers of thevirus. The SARSr-CoV virus identified in pangolins in the present study is geneticallyrelated to 2019-nCoV, but is unlikely directly linked to the outbreak because of thesubstantial sequence differences between 2019-nCoV and Pangolin-CoV. A virusrelated to Pangolin-CoV, however, appears to have donated the RBD of the S proteinto 2019-nCoV. SARSr-CoV sequences were previously detected in dead Malayanpangolins13. These sequences appear to be from Pangolin-CoV identified in thepresent study judged by their sequence similarity. In the present study, we haveprovided virological, serological and histopathological evidence for the virulence ofPangolin-CoVand the potential pangolins as the zoonotic reservoir of2019-nCoV-like coronaviruses. In addition, as the RBD of pangolin-CoV is virtuallyidentical to that of 2019-nCoV, and has strong binding ability to human ACE2,Pangolin-CoV presents a potential future threat to public health. The broad bindingrange of pangolin ACE2 to RBD of S proteins reaffirms the potential of pangolins asthe intermediate host of SARSr-CoV. Pangolins and bats are both nocturnal animals,eat insects, and share overlapping ecological niches, which make pangolins the idealintermediate host for some SARSr-CoV. Therefore, more systematic and long-termmonitoring of other SARSr-CoV in pangolins and other related animals should beimplemented to identify the potential animal source of 2019-nCoV in the currentoutbreak.Findings in the study support the call for stronger ban of illegal pangolin trade.Due to the insatiable demand for their meat as a delicacy and scales for use intraditional medicine in China, Chinese pangolins are on the verge of extinction(http://www.iucnredlist.org/details/12764/0). The illegal smuggling of other pangolinsfrom Southeast Asia to China is rampant14,15. Almost all pangolins in the illegal gamemarket are Malayan pangolins, and the customs confiscates a large number ofMalayan pangolins every year. International co-operation and stricter regulationsagainst illegal wildlife trade and consumption of game meat should be implemented.They can offer stronger protection of endangered animals as well as the prevention ofmajor outbreaks caused by SARSr-CoV.We collected viromic, metagenomic, and transcriptomic data of differentmammals and birds in public databases, including NCBI Sequence Read Archive(SRA) and European Nucleotide Archive (ENA), for searching potential coronavirussequences. The raw reads from the public databases and some inhouse metagenomicdatasets were firstly trimmed using fastp (v0.19.7)16 to remove adaptor andlow-quality sequences. The clean reads were mapped to the 2019-nCoV referencesequence (MN908947) using BWA-MEM (v0.7.17)17 with > 30%matches. Themapped reads were harvested for downstream analysis. Contigs were de novoassembled usingMegahit (v1.0.3)18 and identified as 2019-nCoV-related usingBLASTn with Evalues < 1e 5 and sequence identity > 90%.Pangolins used in the study were confiscated by Customs and Department ofForestry of Guangdong Province in March-December 2019. They include fourChinese pangolins (Manis pentadactyla) and 25 Malayan pangolins (Manis javanica).These animals were sent to the wildlife rescue center, and were mostly inactive andsobbing, and eventually died in custody despite exhausting rescue efforts. Tissuesamples were taken from the lung, lymph nodes, liver, spleen, muscle, kidney, andother tissues from pangolins that had just died for histopathological and virologicalexaminations.Histopathological examinations were performed on tissue samples from fivepangolins. Briefly, lung and other tissues collected were cut into small pieces andfixed in 10% buffered formalin for 24 hrs. They were washed free of formalin,dehydrated in ascending grades of ethanol for one hour each, and cleared twice inchloroform for 1½ hours. After being embedded three times with molten paraffin waxat 58°C in a template, the tissue blocks were sectioned with a microtome at 3-μmthickness. The sections were spread on warm water bath (42°C) and transferred ontogrease-free glass slides. The slides were air-dried, deparaffinized, and rehydratedthrough descending grades of ethanol and distilled water for five min each. They werestained with a hematoxylin and eosin staining kit (Baso Diagnostics Inc., WuhanServicebio Technology Co., Ltd.) following recommended procedures. Finally, thestained slides were mounted with coverslip and examined under an Olympus BX53equipped with an Olympus PM-C 35 camera.Lung tissue extact from pangolins was inoculated into Vero E6 cells for virusisolation. The cell linewas tested free of mycoplasma contamination usingLookOut Mycoplasma PCR Detection Kit (SIGMA). Cultured cell monolayers weremaintained in Dulbecco's Modified Eagle Medium (DMEM) /Ham's F-12. Theinoculum was prepared by grounding the lung tissue in liquid nitrogen, diluting it 1:2with DMEM, filtered through a 0.45 μm filter (Merck Millipore), and treated with 16μg/ml trypsin solution. After incubation at 37for 1 hour, the inoculum was removedfrom the culture and replaced with fresh culture medium. The cells were incubated at37and observed daily for cytopathic effect.Viral RNA was extracted from the lung tissue using the QIAamp® Viral RNAMini kit (Qiagen) following the manufacturer-recommended procedures, andexaminedforCoVbyRT-PCRusingapairofprimers(F:R:5’-CCGTCGATTGTGTGWATTTGSACAT-3’) designed to amplify the S gene of βCell cultures that showed cytopathic effects were examined for the viral particlesusing transmission electron microscopy. Cells were harvested from the culture bycentrifugation at 1,000× g for 10 min, and fixed initially with 2.5% glutaraldehydesolution at 4for 4 hours, and again with 1% osmium tetroxide. They weredehydrated with graded ethanol and embedded with PON812 resin. Sections (80 nmin thickness) were cut from the resin block and stained with uranyl acetate and leadcitrate sequentially. The negative stained grids and ultrathin sections were observedunder a HT7800 transmission electron microscope (Hitach).Plasma samples from eight Malayan pangolins were tested for anti-2019-nCoVantibodies using a double-antigen ELISA kit for the detection of antibodies against2019-nCoV by Hotgen (Beijing, China), following manufacturer-recommendedprocedures. In the assay, the coating antigen was S1 protein expressed in eukaryoticcell, and the labeled one was the RBD region of the S protein. The reaction was readon a Synergy HTX Multi-Mode Microplate Reader (BioTek, USA). Positive sampleswere tested again with serial diluted plasma.The lung tissue was homogenized by vortexing with silica beads in 1 mL ofphosphate-buffered saline. The homogenate was centrifuged at 10,000× g for 5 minand the supernatant was filtered through a 0.45 μm filter (Merck Millipore) to removelarge particles. The filtrate or virus culture supernatant was used in RNA extractionwith the QIAamp® Viral RNA Mini kit. cDNA was synthesize from the extractedRNA using PrimeScriptScript II reverse transcriptase (Takara) and random primers,and amplified using Klenow Fragment (New England Biolabs). Libraries wereprepared with NEBNext® Ultra™ DNA Library Prep Kit for Illumina® (New EnglandBiolabs). Paired-end (150-bp) sequencing was performed on an Illumina NovaSeq6000. Specific PCR assays were used to fill genome sequence gaps, using primersdesigned based on sequences flanking the gap.Multiple sequence alignment of all sequence data was done using MAFFT v7.22119.The phylogenetic relationship of the samples was constructed using RAxML v.8.0.1420. Best-fit evolutionary models for the sequences in each datasets were identifiedusing ModelTest21. Potential recombination events and the location of possiblebreakpoints in β coronavirus genomes were detected using Simplot (version 3.5.1)22and RDP 4.9923.The interaction between the RBD of the S protein of SARSr-CoV and ACE2 ofhumans, civets, and pangolins was examined using molecular dynamic simulation.The crystal structure of SARS-CoV RBD domain binding to human ACE2 proteincomplex was download from Protein Data Bank (PDB entry: 2AJF24). The structuresof the complexes formed by ACE2 of civets or pangolins and RBD of 2019-nCoV,Bat-CoV, and Pangolin-CoV constructed using the homology modeling approach onthe Swiss-model server25, and superimposed with the template (PDB: 2AJF). Thesequence identity of SARS-CoVThe molecular dynamic simulations on all RBD-ACE2 complexes were carriedout using the AMBER 18 suite26 and The ff14SB force field 27 as previously described(Liu et al., 2018). After two stage minimization, NVT and NPT-MD, a 10-nsproduction MD simulation was applied, with the time step being set to 2fs andcoordinate trajectories being saved every 1ps. The MM-GBSA28 approach was usedto calculate the binding free energy of each ACE2 protein to the RBD of CoVS-protein, using the python script MMPBSA.py29 in the build-in procedure ofAMBER 18 suite. The last 300 frames of all simulations were extracted to calculatethe binding free energy that excludes the contributions of disulfide bond. The freeenergy decomposition method30 was used to identify and quantify the key residuesthat are involved in the interaction between host ACE2 and viral S proteins.This work was supported by the National Natural Science Foundation of China (GrantNo. 31822056 & 31820103014), National Key R&D Program of China(2017YFD0500404), Fund for the Key Program and Creative Research Group of theDepartment of Education of Guangdong Province, and the 111 Project (D20008),and Ministry of Science and Technology of China, Chinese Academy of Engineering,Chinese Academy of Sciences, Department of Science and Technology of GuangdongProvince, and Department of Agriculture of Guangdong Province.YS, LX, and WC conceived the study; JJZ, FHH, YJW, SMP, MH, WJX, QHC andWC collected samples; JZ, NZ, XZ, NL, YG, XL, XS, ZZ, FS and WH performedvirus isolation and sequencing; KX, YF, YL, ZiZ, and YS contributed to the analysis;YS and LX wrote the manuscript; YF and RAC edited the manuscript.Zhu, N. et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. NZhou, P. et al. A pneumonia outbreak associated with a new coronavirus of probable123456789Engl J Med (2020).bat origin. Nature (2020).Nature (2020).Viruses 11, E59 (2019).676-679 (2005).(2006).Wu, F. et al. A new coronavirus associated with human respiratory disease in China.Song, Z. et al. From SARS to MERS, thrusting coronaviruses into the spotlight.Sabir, J. S. M. et al. Co-circulation of three camel coronavirus species andrecombination of MERS-CoVs in Saudi Arabia. Science 351, 81-84 (2016).Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. The Lancet (2020).Ge, X. Y. et al. Isolation and characterization of a bat SARS-like coronavirus that usesthe ACE2 receptor. Nature 503, 535-538 (2013).Li, W. et al. Bats are natural reservoirs of SARS-Like coronaviruses. Science 310,Masters, P. S. The molecular biology of coronaviruses. Adv Virus Res 66, 193-29210Hu, B. et al. Discovery of a rich gene pool of bat SARS-related coronaviruses providesnew insights into the origin of SARS coronavirus. PLoS pathogens 13, e100669811121314151617181920Li, W. et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature 426, 450-454 (2003).Li, Q. et al. Early TransmissionDynamics inWuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med (2020).Liu, P., Chen, W. & Chen, J. P. Viral Metagenomics Revealed Sendai Virus andCoronavirus Infection of Malayan Pangolins (Manis javanica). Viruses 11 (2019).Xu, L., Guan, J., Lau, W. & Xiao, Y. An overview of pangolin trade in China. TRAFFICBriefing Paper (2016).Pantel, S. & Chin, S. Y. Proceedings of the Workshop on Trade and Conservation ofPangolins Native to South and Southeast Asia: 30 June-2 July 2008, Singapore Zoo.(TRAFFIC Southeast Asia, 2009).Chen, S., Zhou, Y., Chen, Y. & Gu, J. fastp: an ultra-fast all-in-one FASTQpreprocessor. Bioinformatics 34, i884-i890 (2018).Li, H. & Durbin, R. Fast and accurate long-read alignment with Burrows-Wheelertransform. Bioinformatics 26, 589-595 (2010).Li, D., Liu, C.-M., Luo, R., Sadakane, K. & Lam, T.-W. MEGAHIT: an ultra-fastsingle-node solution for large and complex metagenomics assembly via succinct deBruijn graph. Bioinformatics 31, 1674-1676 (2015).Katoh, K. & Toh, H. Parallelization of the MAFFT multiple sequence alignmentprogram. Bioinformatics 26, 1899-1900 (2010).Stamatakis, A. RAxML-VI-HPC: maximum likelihood-based phylogenetic analyseswith thousands of taxa and mixed models. Bioinformatics 22, 2688-2690 (2006).21222324252627282930Posada, D. & Crandall, K. A. MODELTEST: testing the model of DNA substitution.Bioinformatics 14, 817-818 (1998).Lole, K. S. et al. Full-length human immunodeficiency virus type 1 genomes fromsubtypeC-infected seroconverters in India, with evidence of intersubtyperecombination. J Virol 73, 152-160 (1999).Martin, D. P., Murrell, B., Golden, M., Khoosal, A. & Muhire, B. RDP4: Detection andanalysis of recombination patterns in virus genomes. Virus evolution 1, vev003 (2015).Li, F., Li, W., Farzan, M. & Harrison, S. C. Structure of SARS coronavirus spikereceptor-binding domain complexed with receptor. Science 309, 1864-1868 (2005).Biasini, M. et al. SWISS-MODEL: modelling protein tertiary and quaternary structureusing evolutionary information. Nucleic Acids Res 42, W252-258 (2014).Salomon-Ferrer, R., Gotz, A. W., Poole, D., Le Grand, S. & Walker, R. C. RoutineMicrosecond Molecular Dynamics Simulations with AMBER on GPUs. 2. ExplicitSolvent Particle Mesh Ewald. J Chem Theory Comput 9, 3878-3888 (2013).Maier, J. A. et al. ff14SB: Improving the Accuracy of Protein Side Chain and BackboneParameters from ff99SB. J Chem Theory Comput 11, 3696-3713 (2015).Genheden, S. & Ryde, U. The MM/PBSA and MM/GBSA methods to estimateligand-binding affinities. Expert Opin Drug Discov 10, 449-461 (2015).Miller, B. R., 3rd et al. MMPBSA.py: An Efficient Program for End-State Free EnergyCalculations. J Chem Theory Comput 8, 3314-3321 (2012).Gohlke, H., Kiel, C. & Case, D. A. Insights into protein-protein binding by binding freeenergy calculation and free energy decomposition for the Ras-Raf and Ras-RalGDScomplexes. J Mol Biol 330, 891-913 (2003).Fig 1. Histopathological (A-D) and virological (E) examinations of the lung tissuesfrom an ill Malayan pangolin naturally infected with Pangolin-CoV (A and B, 200×and 400×, respectively) and an uninfected Malayan pangolin (C and D, 200× and400×, respectively). Interstitial pneumonia with extensive infiltration of inflammatorycells is seen in the lung tissue from the infected pangolin. Viral particles are seen indouble-membrane vesicles in the transmission electron microscopy image (small scale= 50 nm) taken from the Verno E6 cell culture inoculated with supernatant ofhomogenized lung (E), with morphology indicative of coronavirus (inserts at theupper right corner of E).Fig 2. Similarity plot of the near full-length genome sequence (A) and S genesequence (B) of Pangolin-CoV to sequences of 2019-nCoV_WIV02, Bat-CoVRaTG13, Bat-CoV ZC45 and Bat-CoV ZXC21. While Pangolin-CoV has a highsequence identity to 2019-nCoV and Bat-CoV-RaTG13 in most regions of the S gene,it is more similar to Bat SARSr-CoV ZXC21 and Bat SARSr-CoV ZC45 at the 5′ end(B). More importantly, Pangolin-CoV is highly similar to 2019-nCoV in thefunctional RBD region of the S protein, with only one amino difference (insert in B).Because of the presence of genetic recombination, there is a discrepancy in clusterformation among the outcomes of phylogenetic analyses of different regions of the Sgene (C).Fig 3. Phylogenetic analysis of nucleotide sequences of coronavirus. (A) Wholegenome; (B) Spike gene; (C) RdRp gene.Fig 4. Binding capacity of the RBD of S proteins of four SARSr-CoV viruses toACE2 of potential hosts. A. Free energy (kcal/mol) for the binding between S proteinsof four SARSr-CoV viruses and ACE2 of four likely hosts. B. Molecular interactionsof RBD of the S proteins of 2019-nCoV and Pangolin-CoV with ACE2 proteins ofhumans and pangolins. The key residues participating in the hydrogen bond formationat the interface between ACE2 and S protein are indicated by red arrows.Bat SARSr-CoVs (nt/aa %)SEMNFull-lengthgenome2019-nCoV WHCVcon_12con_30con_29con_5con_31con_23con_32con_34con_27con_8con_3con_14con_18con_33con_17con_26con_28000000000lung of pangolins using the 2019-nCoV sequence (GenBank accession No.MN908947) as the referenceSample IDM4M5M6M8M10Z1*150-bp paired end496302141,10056101200Fig S1. Histopathological changes in liver (A), kidney (B), lymph nodes (C), spleen(D), rectum (E), heart (F), bladder (G), and salivary gland (H) from an ill Malayanpangolin naturally infected with Pangolin-CoV.Fig S2. PCR confirmation of the presence of SARSr-CoV in Vero E6 cell cultureinoculated with lung tissue of a Malayan pangolin. (A) PCR analyses cDNA fromviral culture using primers (sets 8, 1 and 6 for lanes 1, 2, and 3, respectively) targetingthe S gene. (B) Nested PCR analysis (lane 1, primary PCR using primer set 8; lane 2,secondary PCR using primer set 4) of a fragment of the S gene. (C) PCR analysis ofthe RdRp gene (primer set 10).Fig S3. Sequence differences in the partial RdRp gene between 2019-nCoV andPangolin-CoV. Dots denote nucleotide identity to the reference sequence.Fig S4. Amino acid sequence alignment of the S protein of the 2019-nCoV withpangolin-CoV, representative bat SARSr-CoVs, and SARS-CoVs.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The outbreak of 2019-nCoV in the central Chinese city of Wuhan at the end of 2019\nposes unprecedent public health challenges to both China and the rest world1. The\nnew coronavirus shares high sequence identity to SARS-CoV and a newly identified\nbat coronavirus2. While bats may be the reservoir host for various coronaviruses,\nwhether 2019-nCoV has other hosts is still ambiguous. In this study, one coronavirus\nisolated from Malayan pangolins showed 100%, 98.2%, 96.7% and 90.4% amino acid\nidentity with 2019-nCoV in the E, M, N and S genes, respectively. In particular, the\nreceptor-binding domain of the S protein of the Pangolin-CoV is virtually identical to\nthat of 2019-nCoV, with one amino acid difference. Comparison of available genomes\nsuggests\n2019-nCoV\nmight have\noriginated\nfrom\nthe recombination\nof a\nPangolin-CoV-like virus with a Bat-CoV-RaTG13-like virus. Infected pangolins\nshowed clinical signs and histopathological changes, and the circulating antibodies\nreacted with the S protein of 2019-nCoV. The isolation of a coronavirus that is highly\nrelated to 2019-nCoV in the pangolins suggests that these animals have the potential\nto act as the intermediate host of 2019-nCoV. The newly identified coronavirus in the\nmost-trafficked mammal could represent a continuous threat to public health if\nwildlife trade is not effectively controlled.", "one_words_summarize": "The outbreak of 2019-nCoV in the central Chinese city of Wuhan at the end of 2019poses unprecedent public health challenges to both China and the rest world1. In this study, one coronavirusisolated from Malayan pangolins showed 100%, 98.2%, 96.7% and 90.4% amino acididentity with 2019-nCoV in the E, M, N and S genes, respectively. The 2019-nCoV virus wasfirst detected in Wuhan, central China. With the migration of population during theChinese New Year period, it spreads rapidly from Wuhan to all provinces of Chinaand a few other countries. In addition, a bat coronavirus(Bat SARr-CoV RaTG13) with ~96% sequence identity to 2019-nCoV at thewhole-genome level was reported recently2. Conflicts in cluster formation among phylogenetic analyses of different regions of thegenome serve as a strong indication of genetic recombination, as previously seen inSARS-CoV and MERS-CoV5,10.As the S proteins of both SARS-CoV and 2019-nCoV have been shown tospecifically recognize angiotensin converting enzyme II (ACE2) during the entry ofhost cells2,11, we conducted a comparative analysis of the interaction of the S proteinsof the four closely related SARSr-CoV viruses with ACE2 proteins from humans,civets and pangolins. The illegal smuggling of other pangolinsfrom Southeast Asia to China is rampant14,15. International co-operation and stricter regulationsagainst illegal wildlife trade and consumption of game meat should be implemented. They include fourChinese pangolins (Manis pentadactyla) and 25 Malayan pangolins (Manis javanica).These animals were sent to the wildlife rescue center, and were mostly inactive andsobbing, and eventually died in custody despite exhausting rescue efforts. Histopathological examinations were performed on tissue samples from fivepangolins. They were washed free of formalin,dehydrated in ascending grades of ethanol for one hour each, and cleared twice inchloroform for 1½ hours. The slides were air-dried, deparaffinized, and rehydratedthrough descending grades of ethanol and distilled water for five min each. The cells were incubated at37and observed daily for cytopathic effect. The negative stained grids and ultrathin sections were observedunder a HT7800 transmission electron microscope (Hitach).Plasma samples from eight Malayan pangolins were tested for anti-2019-nCoVantibodies using a double-antigen ELISA kit for the detection of antibodies against2019-nCoV by Hotgen (Beijing, China), following manufacturer-recommendedprocedures. Paired-end (150-bp) sequencing was performed on an Illumina NovaSeq6000. The crystal structure of SARS-CoV RBD domain binding to human ACE2 proteincomplex was download from Protein Data Bank (PDB entry: 2AJF24). The last 300 frames of all simulations were extracted to calculatethe binding free energy that excludes the contributions of disulfide bond. YS, LX, and WC conceived the study; JJZ, FHH, YJW, SMP, MH, WJX, QHC andWC collected samples; JZ, NZ, XZ, NL, YG, XL, XS, ZZ, FS and WH performedvirus isolation and sequencing; KX, YF, YL, ZiZ, and YS contributed to the analysis;YS and LX wrote the manuscript; YF and RAC edited the manuscript. A Novel Coronavirus from Patients with Pneumonia in China, 2019. Co-circulation of three camel coronavirus species andrecombination of MERS-CoVs in Saudi Arabia. Science 310,Masters, P. S. The molecular biology of coronaviruses. TRAFFICBriefing Paper (2016).Pantel, S. & Chin, S. Y. Proceedings of the Workshop on Trade and Conservation ofPangolins Native to South and Southeast Asia: 30 June-2 July 2008, Singapore Zoo.(TRAFFIC Southeast Asia, 2009).Chen, S., Zhou, Y., Chen, Y. & Gu, J. fastp: an ultra-fast all-in-one FASTQpreprocessor. Bioinformatics 31, 1674-1676 (2015).Katoh, K. & Toh, H. Parallelization of the MAFFT multiple sequence alignmentprogram. SWISS-MODEL: modelling protein tertiary and quaternary structureusing evolutionary information. Interstitial pneumonia with extensive infiltration of inflammatorycells is seen in the lung tissue from the infected pangolin. While Pangolin-CoV has a highsequence identity to 2019-nCoV and Bat-CoV-RaTG13 in most regions of the S gene,it is more similar to Bat SARSr-CoV ZXC21 and Bat SARSr-CoV ZC45 at the 5′ end(B). Phylogenetic analysis of nucleotide sequences of coronavirus. ( B. Molecular interactionsof RBD of the S proteins of 2019-nCoV and Pangolin-CoV with ACE2 proteins ofhumans and pangolins. Bat SARSr-CoVs (nt/aa %)SEMNFull-lengthgenome2019-nCoV WHCVcon_12con_30con_29con_5con_31con_23con_32con_34con_27con_8con_3con_14con_18con_33con_17con_26con_28000000000lung of pangolins using the 2019-nCoV sequence (GenBank accession No. MN908947) as the referenceSample IDM4M5M6M8M10Z1*150-bp paired end496302141,10056101200Fig S1."}