{"date": "2020/03/10", "journal": "JAMA", "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Discussing the ABCs of Health Security—Antibiotic Resistance, Biothreats, and Coronavirus ", "authors": ["Angel N. Desai"], "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "W subcommittee last November,\nhen he spoke before a Senate", "type": "Medical News &amp; Perspectives", "text": "W subcommittee last November,hen he spoke before a SenateTom Inglesby, MD, described anarray of looming biological threats tonational security: pandemic flu, bioweaponattacks, and the accidental release ofpathogens from research laboratories. But one ofhis comments was especially prescient.He warned of “new infectious diseasesspread by respiratory route from person toperson, such as the SARS [severe acuterespiratory syndrome] or MERS [Middle Eastrespiratorysyndrome] viruses,Audio and Video which emerged assurprises and hadcase-fatality rates of 10% and 30%,respectively.” Within weeks, reports of the 2019novel coronavirus disease (COVID-19)surfaced in Wuhan, China.As COVID-19 spread beyond China’sborders, Inglesby spoke with JAMA about hiswork as director of the Center for HealthSecurity at the Johns Hopkins BloombergSchool of Public Health. Founded in 1998, thecenter’s objective is to protect the public fromthe consequences of epidemics, disasters,and other biological threats. The following isan edited version of that conversation.JAMA: How have biological threatschanged or evolved over time?DR INGLESBY: If you look back over the last20 years, you see that there's been a staccatoof very high profile infectious disease eventswhich have required a lot of national action,science, and public health responses in prettyvaried ways. Both from the deliberate side,with anthrax appearing in 2001 and potentialgovernment development or use of biologicalweapons, and on the natural side, with a seriesof events including SARS in 2009, H1N1, thebig Ebola events, Zika, and MERS.There's also the increasing power ofbiotechnology, which is almost entirely for thegoodinthesenseofthecreationofdiagnostics,medicines, vaccines, and sequencing, but alsohas potential to be used in ways that could bemalicious.Partoftheproblemisthinkingaboutpowerful technologies and what kinds ofgovernance systems should be in place to eithertrack them or provide oversight for them.JAMA: What are some of the driversbehind recent infectious disease outbreaks?DR INGLESBY: In general, I think there aredrivers of increasing emergence ininfectious disease: The ability to havesomething travel easily from one part of the worldto the other in a day or 2 and the enormousamount of air traffic; the proximity withwhich people are living with animals in highnumbers; and the increasingencroachment of people onto previously pristineenvironments where only animals lived. There'salso changes in climate, which are changingthe areas where vectors are successful.Antibiotic resistance is another driver forchanges in emerging infectious disease.JAMA: How does the novel coronavirusoutbreak fit into this landscape?DR INGLESBY: We've seen 2 largecoronavirus problems emerge in the last 18 years.First was SARS, which caused problems veryclose to where the novel coronavirus seemsto have emerged, and then we had MERS inthe Middle East. Now we're seeing a newemergence of a coronavirus that'scharacteristics are not yet clear but does followcoronavirus’ outer surface, which gives theappearance of a corona surrounding the pathogen.some of the similar patterns of these priorcoronavirus jumps from animals to people.It’s worth thinking aboutcoronaviruses as 2 bookends. On the one hand, wehave coronaviruses which cause cold-likesymptoms that are very mild in people.On the other extreme, SARS and MERSare quite serious illnesses with importantcase-fatality rates but they are not widelyprevalent. This new coronavirus fallssomewhere in the middle between thosebookends. We know that in any new outbreak, wesee the most serious cases first. It may be thatwe are seeing the very tip of the iceberg andthe very serious cases, but that the base of theiceberg is a very large number of mild orasymptomatic illness. We'll know as we getmore data where COVID-19 fits between thebookends of milder to more serious illness.JAMA: How are we doing from a domesticand global perspective in terms of a response?DR INGLESBY: The WHO (World HealthOrganization) has people in China and isgetting access to information as it's beingdeveloped. Journals have all agreed toshare that information even beforepublication. Those are all good signs and arechanges from past patterns. In the rest of“It may be that we are seeing the very tipof the iceberg and the very serious cases,but that the base of the iceberg is a verylarge number of mild or asymptomaticillness,” Tom Inglesby, MDthe world, it's been valuable to see thatpeople are being identified early aftercoming back from China and are self-reportingeither in the airport as they travel backhome or when they begin to feel sick afterreturning home. I think the systems inother parts of the world haven't really beentested beyond initial identification andisolation of small numbers of patients,so I think it's too soon to say how we'regoing to do globally. But at least initially, interms of the efforts to identify people, theyseem to be uncovering patients.JAMA: Is there anything different aboutthe current response compared with prioroutbreaks?DR INGLESBY: One thing that is notableis that the genome for the virus from thefirst few patients was shared quickly inthe world. Another thing that's happened,which is also different from past outbreaks,is this imposition of a very large-scalequarantine in Wuhan and in surrounding cities inChina. We'll have to see what theconsequences of that will be. I have someconcerns that it is either already, or will, get in theway of doing the work that's going to beneeded to find cases, get them diagnosed, getthem isolated, and get them to a hospital.I worry that it may interfere with the ability toget medical supplies to the hospitals anddoctors and nurses, but perhaps China has a wayof doing those things, even in the setting ofa quarantine, that will be effective. I hope thatthere's continual assessment about theimpact of those quarantines.JAMA: What is the role of internationalregulatory bodies in promoting outbreakpreparedness?DR INGLESBY: It encompasses the idea thatsome disgruntled scientist might dosomething with biology that would hurtsomeone else, all the way up to somegovernment deciding to use biology to hurt or tocreate some kind of weapon. We know thaton the national level those kinds ofprograms existed and were very serious in termsof funding and intention in the early part ofthe Cold War.But in the '70s, we had the BiologicalWeapons Convention, which forbid allsignatories from developing or makingbiological weapons. For the most part, that normagainst biological weapons has held. Butthere really is no verification process thatensures that's the case. We don't really know,at least in the public domain, what allcountries are doing. We know that terroristgroups have called for and attempted tomake biological weapons without a lot ofsuccess, although they have made crudebiological weapons in the past.JAMA: How important is research intodeliberate biothreats?DR INGLESBY: The research that'sintended to lead to medicines, vaccines,diagnostics, and understanding pathogenesis ofdiseases that could be used as biologicalweapons is very important. After theanthrax events of 2001, there was a newprogram created by NIH (National Institutes ofHealth) to look at pathogenesis more deeplyin a variety of infectious diseases. Inaddition, the US government created a wholestrategy of developing new medicalcountermeasures. So it starts with basic scienceand, when the research is further along,transitions to an organization called BARDA(Biomedical Advanced Research andDevelopment Authority), which has as its missionthe advanced development of medicalcountermeasures for serious biological threats.I have concerns about research thathas as its purpose the creation of lethalpathogens just to better understand them.Those kinds of efforts could inadvertentlyresult in accidents or deliberatemisapplication of the results in ways that are harmful.It’s a careful balancing act, but I think thosekinds of projects should undergo specialreview and a clear assessment of whether thebenefit of that work is worth the risk.JAMA: How prepared are the USgovernment and our public health infrastructure torespond to biological threats?DR INGLESBY: I think that our overallsystem of response in the US is strong, and it hasbeen the subject of a lot of work and fundingover the years. If you look at the late '90s orearly 2000s, we didn't have a lot of hospitalpreparedness for infectious diseaseemergencies. There were people who werecommitted to it, but they weren't getting anyfunding for it. There weren't systems for it.There wasn't a lot of technical advice from thegovernment. You go back to 2001, there wasno acquisition system for new medicines andvaccines for pandemics or biological threats.We now have NIH programs, BARDAprograms, CDC (Centers for Disease Control andPrevention), FDA (US Food and DrugAdministration) programs, all oriented aroundtrying to rapidly develop new medicines andvaccines when they're needed.We also didn't have stockpiles ofmedicines. We didn't have state healthprograms that were focused on emergencyresponse that we now do. So there's a lot that'sbeen built.DR INGLESBY: We still have relatively fewnumbers of very high containment beds inthe country. We have airborne isolation bedsthat take care of patients with TB(tuberculosis), but the training required to take care(Reprinted) JAMA March 10, 2020 Volume 323, Number 10913surge manufacturing. We may have avaccine that's been created and proven to beeffective, but we have limited ways to makelarge quantities of it. So we have to investmore in surge manufacturing of products,medicines, vaccines, and diagnostics.It’s a story of good movement over thelast 20 years but with limits and withmoments where political leaders seem toforget the importance of it. And thenmoments where commitments are reenergized,when people see how dependent we are onpreparedness systems.JAMA: Is there anything that physicians andclinicians can do to prepare for biologicalrisks in their communities?DR INGLESBY: I think if possible, beingfamiliar with unusual diseases. And theother thing would be to have knowledgeand a relationship with the public healthsystem wherever people are working. Manyof these diseases need to be evaluated at astate health laboratory. Maybe it's as simpleas knowing who in the hospital isresponsible for that kind of thing. Those peopleshould have a working relationship withstate health departments so that theexpertise and laboratory capacity of a statehealth department, or the CDC, can bebrought in quickly when there's somethingthat isn't right.Measles as Metaphor—What Resurgence Means for the Futureof ImmunizationHoward K. Koh, MD, MPH; Bruce G. Gellin, MD, MPHof a patient with Ebola is not the same as itis for TB. So there are still limits to what thesystem can do, despite the expertise, time,and money that's been spent on it. Theinitial funding that was given out to preparea series of hospitals to take care of Ebolapatients is about to expire, which ishappening coincidentally at a time when we'reabout to have to deal with the coronavirus.So I think we need to keep that systemgoing, or strengthen it, to be able to handlepatients who are contagious.We need to make sure that our supplylines for things like masks and gowns arestronger and less dependent oninterruptions from overseas. We also have prettysharp limits for certain products in terms ofThe JAMA ForumW vent the spread of the newlyidenith the call for a vaccine topretified coronavirus (COVID-19), weshould not lose sight of a virus we know,for which there has been a vaccine in usefor more than 50 years: measles. Measles,one of the most contagious infectiousdiseases, is the canary in the immunization coalmine. Previously a near rite of passage,annually infecting 3 million to 4 million USchildren and causing 400 to 500 deaths,measles steadily declined after the 1968introduction of a safe, highly effectivevaccine to the point of declared nationalelimination (in 2000).Yet multiple outbreaks highlight theurgency for continued vigilance. Forexample, in the United States, a 1989-1991resurgence (causing 55 000 cases and 130deaths), primarily involving unvaccinatedurban minority children, prompted both the1993 creation of the federal Vaccines forChildren program, which entitledlowincome children to no-cost vaccines, and theadoption of the current 2-dose immunizationstrategy. More recent outbreaks haveinvolved visitors to Disneyland (in 2014), anAmish community in Ohio (in 2014), andSomali-American communities in Minnesota(in 2017), among others. The most recent2019 resurgence, representing a 25-year UShigh, totals more than 1200 cases in 31states, most notably in orthodox Jewishcommunities in New York. The canarycontinues to warn.Using Data, not Outbreaks, to IdentifyVulnerable CommunitiesEven though the nation has seemingly high(94.7%) aggregate coverage rates ofkindergarteners receiving the recommended 2doses of measles, mumps, rubella (MMR)vaccine, only 20 states actually exceed the95% community protection thresholdsufficient to protect those who cannot bevaccinated for medical reasons. In the era of bigdata, vaccination programs must come ofage. Instead of simply chasing diseaseclusters, more proactive strategies should", "fir_para": "W subcommittee last November,\nhen he spoke before a Senate", "one_words_summarize": "W subcommittee last November,hen he spoke before a SenateTom Inglesby, MD, described anarray of looming biological threats tonational security: pandemic flu, bioweaponattacks, and the accidental release ofpathogens from research laboratories. JAMA: What are some of the driversbehind recent infectious disease outbreaks?DR INGLESBY: In general, I think there aredrivers of increasing emergence ininfectious disease: The ability to havesomething travel easily from one part of the worldto the other in a day or 2 and the enormousamount of air traffic; the proximity withwhich people are living with animals in highnumbers; and the increasingencroachment of people onto previously pristineenvironments where only animals lived. There'salso changes in climate, which are changingthe areas where vectors are successful. Antibiotic resistance is another driver forchanges in emerging infectious disease. We'll know as we getmore data where COVID-19 fits between thebookends of milder to more serious illness. Journals have all agreed toshare that information even beforepublication. In the rest of“It may be that we are seeing the very tipof the iceberg and the very serious cases,but that the base of the iceberg is a verylarge number of mild or asymptomaticillness,” Tom Inglesby, MDthe world, it's been valuable to see thatpeople are being identified early aftercoming back from China and are self-reportingeither in the airport as they travel backhome or when they begin to feel sick afterreturning home. But at least initially, interms of the efforts to identify people, theyseem to be uncovering patients. Inaddition, the US government created a wholestrategy of developing new medicalcountermeasures. You go back to 2001, there wasno acquisition system for new medicines andvaccines for pandemics or biological threats. DR INGLESBY: We still have relatively fewnumbers of very high containment beds inthe country. We have airborne isolation bedsthat take care of patients with TB(tuberculosis), but the training required to take care(Reprinted) JAMA March 10, 2020 Volume 323, Number 10913surge manufacturing. Manyof these diseases need to be evaluated at astate health laboratory. So there are still limits to what thesystem can do, despite the expertise, time,and money that's been spent on it. We also have prettysharp limits for certain products in terms ofThe JAMA ForumW vent the spread of the newlyidenith the call for a vaccine topretified coronavirus (COVID-19), weshould not lose sight of a virus we know,for which there has been a vaccine in usefor more than 50 years: measles."}