{"date": "2020/03/04", "journal": "JAMA", "ref_authors": [[], ["SY Bin", "JY Heo", "MS Song"], ["D Wang", "B Hu", "C Hu"], ["VM Corman", "O Landt", "M Kaiser", "G Chowell", "F Abdirizak", "S Lee", "B Young", "SWX Ong", "S Kalimuddin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Air, Surface Environmental, and Personal Protective Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) From a Symptomatic Patient ", "authors": ["Sean Wei Xiang Ong", "Yian Kim Tan", "Po Ying Chia", "Tau Hong Lee", "Oon Tek Ng", "Michelle Su Yen Wong", "Kalisvar Marimuthu"], "ref_list": [[], ["Environmental contamination and viral shedding in MERS patients during MERS-CoV outbreak in South Korea"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Air, Surface Environmental, and Personal Protective Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) From a Symptomatic Patient Coronaviruses have been implicated in nosocomial outbreaks1 with environmental contamination as a route of transmission.2 Similarly, nosocomial transmission of severe acute respiSupplemental content ratory syndrome coronavirus 2 (SARS-CoV-2) has been reported.3 However, the mode of transmission and extent of environmental contamination are unknown.", "type": "Research Letter", "text": "        Methods | From January 24 to February        Air sampling was done on 2 days using SKC Universalpumps (with 37-mm filter cassettes and 0.3-μmpolytetrafluoroethylene filters for 4 hours at 5 L/min) in the room andanteroom and a Sartorius MD8 microbiological sampler (withgelatin membrane filter for 15 minutes at 6 m3/h) outside theroom (eFigure in the Supplement).Specific real-time reverse transcriptase–polymerasechain reaction (RT-PCR) targeting RNA-dependent RNApolymerase and E genes4 was used to detect the presence ofSARS-CoV-2 (see detailed methods in the eAppendix in theSupplement). Cycle threshold values, ie, number of cyclesrequired for the fluorescent signal to cross the threshold inRT-PCR, quantified viral load, with lower values indicatinghigher viral load.Samples were collected on 5 days over a 2-week period. Onepatient’s room was sampled before routine cleaning and 2patients’ rooms after routine cleaning. Twice-daily cleaning ofhigh-touch areas was done using 5000 ppm of sodiumdichloroisocyanurate. The floor was cleaned daily using 1000 ppmof sodium dichloroisocyanurate.Clinical data (symptoms, day of illness, and RT-PCRresults) and timing of cleaning were collected and correlated withsampling results. Percentage positivity was calculated forrooms with positive environmental swabs. Institutionalreview board approval and written informed consent wereobtained as part of a larger multicenter study.Results | Patient A’s room was sampled on days 4 and 10 ofillness while the patient was still symptomatic, after routinecleaning. All samples were negative. Patient B wassymptomatic on day 8 and asymptomatic on day 11 of illness; samplestaken on these 2 days after routine cleaning were negative(Table 1).Patient C, whose samples were collected before routinecleaning, had positive results, with 13 (87%) of 15 room sites(including air outlet fans) and 3 (60%) of 5 toilet sites (toiletbowl, sink, and door handle) returning positive results (Table 2).Anteroom and corridor samples were negative. Patient C hadupper respiratory tract involvement with no pneumonia andhad 2 positive stool samples for SARS-CoV-2 on RT-PCRdespite not having diarrhea.Patient C had greater viral shedding, with a cyclethreshold value of 25.69 in nasopharyngeal samples compared with31.31 and 35.33 in patients A and B (Table 1).Only 1 PPE swab, from the surface of a shoe front, waspositive. All other PPE swabs were negative. All air sampleswere negative.Discussion | There was extensive environmentalcontamination by 1 SARS-CoV-2 patient with mild upper respiratory tractinvolvement. Toilet bowl and sink samples were positive,sugBC4, 108, 11Presenceof symptomsduring samplingYesa Disease severity was considered moderate if there was lung involvement(opacities on chest radiograph) and severe if patient required supplementaloxygen therapy.b Clinical samples were either nasopharyngeal swabs or sputum samples ifpatient could produce sputum. The most recent result prior to theSymptomsCycle threshold valuefrom clinical samplesb31.31 (day 3);35.33 (day 9)32.22 (day 8);not detected (day 11)25.69 (day 4)environmental sampling was recorded. Cycle threshold refers to the numberof cycles required for the fluorescent signal to cross the threshold in reversetranscriptase–polymerase chain reaction; a lower cycle threshold valueindicates a higher viral load.          (Reprinted) JAMA Published online March          Patient’s room1. Cardiac table,including handle2. Entire length of bed rail3. Control panel on bed4. Call bell attached to bed5. Locker with hand slot6. Chair7. Light switches behind bed8. Stethoscope9. Sink, external rim10. Sink, internal bowl11. Floor12. Glass window in room13. Glass door interior14. PPE storage areaover sink15. Air outlet fan16. Door handle17. Toilet bowl, surface18. Hand rail19. Sink, external rim20. Sink, internal bowl21. Sink, external rim22. Sink, internal bowl23. Floor24. Glass door, room side25. Glass door, corridor sideStaff PPE sitesSurface of front of shoes1/1gesting that viral shedding in stool5 could be a potential routeof transmission. Postcleaning samples were negative,suggesting that current decontamination measures are sufficient.Air samples were negative despite the extent ofenvironmental contamination. Swabs taken from the air exhaust outletstested positive, suggesting that small virus-laden droplets maybe displaced by airflows and deposited on equipment such asvents. The positive PPE sample was unsurprising because shoecovers are not part of PPE recommendations. The risk oftransmission from contaminated footwear is likely low, as evidencedby negative results in the anteroom and clean corridor.This study has several limitations. First, viral culture wasnot done to demonstrate viability. Second, due tooperational limitations during an outbreak, methodology wasinconsistent and sample size was small. Third, the volume of airsampled represents only a small fraction of total volume, andair exchanges in the room would have diluted the presence ofSARS-CoV-2 in the air. Further studies are required toconfirm these preliminary results.Significant environmental contamination by patients withSARS-CoV-2 through respiratory droplets and fecal sheddingsuggests the environment as a potential medium oftransmission and supports the need for strict adherence toenvironmental and hand hygiene.Sean Wei Xiang Ong, MBBSYian Kim Tan, PhDPo Ying Chia, MBBSTau Hong Lee, MBBSOon Tek Ng, MBBS, MPHMichelle Su Yen Wong, PhDKalisvar Marimuthu, MBBSAuthor Affiliations: National Centre for Infectious Diseases, Singapore (Ong,Chia, Lee, Ng, Marimuthu); DSO National Laboratories, Singapore (Tan, Wong).Accepted for Publication: February 27, 2020.          Corresponding Authors: Kalisvar Marimuthu, MBBS (kalisvar_marimuthu@ncid.sg), and Ng Oon Tek, MBBS, MPH (oon_tek_ng@ncid.sg), National Centrefor Infectious Diseases, 16 Jalan Tan Tock Seng, Singapore 308442.Published Online: March          Concept and design: Ong, Ng, Wong, Marimuthu.Acquisition, analysis, or interpretation of data: Ong, Tan, Chia, Lee, Ng, Wong,Marimuthu.Drafting of the manuscript: Ong, Ng, Wong, Marimuthu.Critical revision of the manuscript for important intellectual content: Ong, Tan,Chia, Lee, Ng, Wong, Marimuthu.Statistical analysis: Ong, Marimuthu.Obtained funding: Wong, Marimuthu.Administrative, technical, or material support: Ong, Tan, Chia, Ng, Wong, Marimuthu.Supervision: Ng, Marimuthu.Conflict of Interest Disclosures: None reported.Funding/Support: Funding for this study was supported by the NationalMedical Research Council (NMRC) Seed Funding Program (TR19NMR119SD) andinternal funds from DSO National Laboratories. Dr Ng is supported by NMRCClinician Scientist Award MOH-000276. Dr Marimuthu is supported by anNMRC Clinician-Scientist Individual Research Grant (CIRG18Nov-0034).Role of the Funder/Sponsor: The funding bodies had no role in the design andconduct of the study; collection, management, analysis, and interpretation ofAbbreviations: RT-PCR, reverse transcriptase–polymerase chain reaction;PPE, personal protective equipment.a Numbering of environmental sites corresponds to the numbering in theeFigure in the Supplement.b Results are shown as number of positive samples/number of total samples.All samples taken from patients A and B after routine cleaning were negativeand not included in this table.c Cycle threshold refers to the number of cycles required for the fluorescentsignal to cross the threshold in RT-PCR; a lower cycle threshold value indicatesa higher viral load.d One swab was taken from each site except the air outlet fan, from which 3swabs were taken.E2          JAMA Published online March          Additional Contributions: We thank Barnaby Edward Young, MB, BChir,and Ding Ying, PhD, National Centre for Infectious Diseases, Singapore, forassistance with sample processing; Marcus Gum, BSc, and Yvonne Lau, PhD,DSO National Laboratories, Singapore, for assistance with sample RT-PCRtesting; and Brenda Sze Peng Ang, MBBS, National Centre for InfectiousDiseases, Boon Huan Tan, PhD, DSO National Laboratories, and Yee-Sin Leo,MBBS, National Centre for Infectious Diseases, for overall supervision andguidance. No compensation was received for their roles in the study.", "fir_para": "\n        Methods | From January 24 to February\n        ", "one_words_summarize": "Methods | From January 24 to February        Air sampling was done on 2 days using SKC Universalpumps (with 37-mm filter cassettes and 0.3-μmpolytetrafluoroethylene filters for 4 hours at 5 L/min) in the room andanteroom and a Sartorius MD8 microbiological sampler (withgelatin membrane filter for 15 minutes at 6 m3/h) outside theroom (eFigure in the Supplement).Specific real-time reverse transcriptase–polymerasechain reaction (RT-PCR) targeting RNA-dependent RNApolymerase and E genes4 was used to detect the presence ofSARS-CoV-2 (see detailed methods in the eAppendix in theSupplement). Onepatient’s room was sampled before routine cleaning and 2patients’ rooms after routine cleaning. Clinical data (symptoms, day of illness, and RT-PCRresults) and timing of cleaning were collected and correlated withsampling results. Institutionalreview board approval and written informed consent wereobtained as part of a larger multicenter study. (Reprinted) JAMA Published online March          Patient’s room1. The risk oftransmission from contaminated footwear is likely low, as evidencedby negative results in the anteroom and clean corridor. Administrative, technical, or material support: Ong, Tan, Chia, Ng, Wong, Marimuthu. Dr Marimuthu is supported by anNMRC Clinician-Scientist Individual Research Grant (CIRG18Nov-0034).Role of the Funder/Sponsor: The funding bodies had no role in the design andconduct of the study; collection, management, analysis, and interpretation ofAbbreviations: RT-PCR, reverse transcriptase–polymerase chain reaction;PPE, personal protective equipment.a Numbering of environmental sites corresponds to the numbering in theeFigure in the Supplement.b Results are shown as number of positive samples/number of total samples."}