{"date": "2020/03/16", "journal": "JAMA", "ref_authors": [[], [], ["D Cogan", "K Larrar", "J Iyer", "Medicine-Foundation"], ["AE Gross", "RS Johannes", "V Gupta", "YP Tabak", "A Srinivasan", "SC Bleasdale"], [], ["K. Guimaraes"], [], ["M Denigan-Macauley"], ["Y. US Hunag", "-"], ["AF Eschoo", "AB Schiff", "threat", "-"], ["R Gibson", "J Singh", "RX China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Shortcomings in the US Pharmaceutical Supply Chain:  Potential Risks Associated With International Manufacturing and Trade-Related Tariffs ", "authors": ["Richard L. Oehler", "Sandra G. Gompf"], "ref_list": [[], ["Pollutants under alert levels after [explosion at] East China pharmaceutical factory"], ["Shortages, stockouts and scarcity: the issues facing the security of antibiotic supply and the role for pharmaceutical companies"], ["The effect of a piperacillin/tazobactam shortage on antimicrobial prescribing and Clostridium difficile risk in 88 US medical centers"], ["4. Current and resolved drug shortages and discontinuations reported to FDA: piperacillin and tazobactam (Zosyn) injection"], ["Why is the world suffering from a pencillin shortage?"], [""], ["Drug safety: preliminary findings indicate persistent challenges with FDA foreign inspections"], ["dependence on pharmaceutical products from China. Council on Foreign Relations blog"], ["China's grip on pharmaceutical drugs is a national security issue"], ["Exposing the Risks of America's Dependence on China for Medicine"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "VIEWPOINT", "type": "Viewpoint", "text": "In 2016, an explosion at a factory of the Chineseindustrial giant Qilu Pharmaceutical resulted in suspension ofoperations.1 The factory was the sole globalmanufacturer of several active pharmaceutical ingredients (APIs)for piperacillin-tazobactam (Zosyn). APIs are thechemical building blocks used in making a diverse number ofantimicrobial agents. The explosion exacerbated anexisting shortage of this vital antibiotic agent that is widelyused in hospitals around the world. Since December2014, manufacturing issues at 2 of 8 suppliers ofpiperacillin-tazobactam and regulatory issues at anothermanufacturer, combined with increasing demand for the drug,had produced unprecedented shortages in the US. Theworldwide situation led many domestic and overseashospitals to ration piperacillin-tazobactam and tosubstitute cephalosporin and carbapenem agents.2 Somehospitals dealt with the shortage by limiting use ofpiperacillin-tazobactam to patients with severe sepsis andventilator-associated pneumonia at the expense of thegreater use of other normally restricted and rationedantibacterial drugs.Although the Qilu factory would eventually resumeproduction, the 2014-2016 shortages ofpiperacillintazobactam would later be shown to be associated withincreased rates of Clostridioides difficile in hospitals. In a2017 review of 88 US medical centers, hospitals in whicha piperacillin-tazobactam shortage was accompanied bya shift in the use of higher-risk antimicrobial agents had asignificant increase in adjusted relative risk (adjusted RR,1.3; 95% CI, 1.03-1.64; P < .05) of C difficile.3 The supplyof substitute antibiotic agents also became limited ashospitals used other treatment options for patients.Although stocks of piperacillin-tazobactam slowlyimproved after several months as other manufacturersadjusted their production capacity, supply chain issueshave continued through January 2020.4The shortages of piperacillin-tazobactam highlightthe growing concern among physicians, industry andhospital executives, and government leaders about theintegrity, robustness, and reliability of the globalpharmaceutical supply chain. This is especially true withantibiotic agents. Often lacking in robust alternatives, theongoing availability of antibiotic agents is critical to mosthospitals, which are now encountering new concerns inthe setting of ever-increasing antimicrobial resistance.Although many different classes of anti-infectiveagents have been affected by shortages in recent years,the availability and scarcity of benzathine penicillin G(BPG) illustrates the tenuousness of the global antibioticsupply.2 In 2018, Access To Medicine Foundation, a Dutchnonprofit organization dedicated to universalpharmaceutical access, reported BPG shortages in at least 39 of114 countries.2 As first-line treatment for syphilis andrheumatic heart disease, the scarcity of BPG potentiallyincreases the risk of morbidity and mortality for millions ofat-risk individuals, especially in low- and middle-incomecountries where syphilis outbreaks are ongoing. Thesupply chain for BPG is especially fragile. Of the 4companies that manufacture the APIs for BPG, 3 are in China,and 1, Austria-based Sandoz GmbH, is in Europe. BecauseBPG is off-patent and has low-profit margins, thecompanies produce only 20 percent of their potentialcapacity. Furthermore, pharmaceutical drug manufacturersmust often obtain penicillin APIs from a limited numberof suppliers who also may have manufacturing orregulatory issues that can lower or interrupt production. Theoverall market for BPG is so financially unrewarding,according to the Indian Drug Manufacturer’s Association,that India, a leading pharmaceutical producer, has stoppedproducing it, thereby relinquishing almost all penicillindrug production to China.5As the US and other countries have increasinglybecome dependent on procuring the ingredients formany pharmaceutical agents from India or China,oversight by the US Food and Drug Administration (FDA) ofnon-US manufacturers has not kept pace. In 2018, theFDA conducted onsite inspections of only about 20%(935) of the estimated more than 4000 registerednon–US human drug manufacturing facilities abroad,6and language barriers, travel constraints, andbureaucratic issues have created challenges with completingthe inspections. In congressional testimony in 2019, theFDA has cited inspector vacancies, lengthy trainingrequirements, and restrictive foreign facility policies asimpediments to a more rapid ramp-up of its overseasinspections.7 The FDA has issued multiple recalls ofsuspected contaminated drugs in recent years, includingthe widely reported alert involving much of the genericdrug valsartan, which was found to contain thecarcinogenic contaminant, N-nitrosodimethylamine. In 2008,a recall of contaminated heparin containingcomponents traced to unregulated Chinese family pig farmswas associated with 81 deaths in the US. Both thevalsartan and heparin recalls involved contamination fromChinese factories that lacked adequate inspections byUS regulators.Although reporting limitations make it difficult toobtain API data by specific country, an estimated 80% of theAPIs used to manufacture pharmaceutical agents inthe US originate overseas, mostly from China and India.8As more pharmaceutical agents used in the US and otherhigh-resource countries include componentsmanufactured abroad, some in the US Congress and the nationalsecurity community have expressed significant concern.9(Reprinted) JAMA Published online March 16, 2020E1Since January 2018, when the US Trump administration first leviedtariffs on Chinese-made goods, trade-related tensions between the USand China have remained elevated. National security experts havesuggested that China could leverage its exports of antibiotics and othermedicines to the US as a factor in an escalated trade war.9 Anadditional concern is that if China suspends exports of medications, APIs,or other pharmaceutical ingredients, US hospitals would not be ableto provide adequate care for patients who require drugs based onthese agents or other vital drug components.Some national security officials also have suggested that itwould be possible for the Chinese government to use itspharmaceutical industry in some prolonged future trade conflict byrestricting drugs or their components to high-resource countries.10Even though wholesale manipulation of the Chinesepharmaceutical industry by Beijing, China, is unlikely, even the threat ofwithholding the supply of drug components or fully manufacturedcompounds could have substantial economic and health care systemrepercussions in the US. Given the interdependence of theirpharmaceutical industries, any potential future increase in tensionsbetween India and China could indirectly affect US drug supplyavailability, even if US and China relations remained unchanged.10The novel coronavirus disease 2019 (COVID-19) outbreak alsoillustrates the potential for unforeseen circumstances such as thesudden emergence of a regional epidemic to affect the Chinesemanufacturing sector or interrupt trade with the US.        An important step in addressing the potential risks associatedwith shortcomings in the US pharmaceutical supply chain is toincrease public awareness of issues related to drug supply. In 2019,US Representatives Anna Eshoo and Adam Schiff offered tocosponsor congressional hearings on US pharmaceutical supplyvulnerabilities.9 The federally chartered US-China Economic andSecurity Review Commission also examined the issue in an opensession in the summer of 2019. Recent suggestions10 to ensure anadequate pharmaceutical supply and improve the long-termquality and security of medicines include: (        Many of these interventions will not be simple or immediate.In many ways, the US pharmaceutical industry has become moreimperiled directly as a result of its own success. In making its genericproducts more accessible to consumers by outsourcing theproduction of APIs and finished drugs to other countries with lowerproduction and labor costs, it has almost completely transitioned USmanufacturing capability overseas. In an industry with limited profitmargins for many products, high drug–development risk, and acomplex regulatory environment, such steps may be seen as essential.Ultimately, the combined efforts of the pharmaceutical industry,government regulators, public health officials, clinicians, and health careorganizations will be needed to ensure that the US pharmaceuticalsupply chain remains healthy and secure well into the 21st century.Ultimately, the combined efforts of the pharmaceuticalindustry, government regulators, public health officials, clinicians, andhealth care organizations will be needed to ensure that the USpharmaceutical supply chain remains healthy and secure well intothe 21st century.ARTICLE INFORMATIONPublished Online: March 16, 2020.doi:10.1001/jama.2020.1634Conflict of Interest Disclosures: None reported.E2JAMA Published online March 16, 2020 (Reprinted)", "fir_para": "In 2016, an explosion at a factory of the Chinese\nindustrial giant Qilu Pharmaceutical resulted in suspension of\noperations.1 The factory was the sole global\nmanufacturer of several active pharmaceutical ingredients (APIs)\nfor piperacillin-tazobactam (Zosyn). APIs are the\nchemical building blocks used in making a diverse number of\nantimicrobial agents. The explosion exacerbated an\nexisting shortage of this vital antibiotic agent that is widely\nused in hospitals around the world. Since December\n2014, manufacturing issues at 2 of 8 suppliers of\npiperacillin-tazobactam and regulatory issues at another\nmanufacturer, combined with increasing demand for the drug,\nhad produced unprecedented shortages in the US. The\nworldwide situation led many domestic and overseas\nhospitals to ration piperacillin-tazobactam and to\nsubstitute cephalosporin and carbapenem agents.2 Some\nhospitals dealt with the shortage by limiting use of\npiperacillin-tazobactam to patients with severe sepsis and\nventilator-associated pneumonia at the expense of the\ngreater use of other normally restricted and rationed\nantibacterial drugs.", "one_words_summarize": "In 2016, an explosion at a factory of the Chineseindustrial giant Qilu Pharmaceutical resulted in suspension ofoperations.1 The factory was the sole globalmanufacturer of several active pharmaceutical ingredients (APIs)for piperacillin-tazobactam (Zosyn). In a2017 review of 88 US medical centers, hospitals in whicha piperacillin-tazobactam shortage was accompanied bya shift in the use of higher-risk antimicrobial agents had asignificant increase in adjusted relative risk (adjusted RR,1.3; 95% CI, 1.03-1.64; P < .05) of C difficile.3 The supplyof substitute antibiotic agents also became limited ashospitals used other treatment options for patients. Of the 4companies that manufacture the APIs for BPG, 3 are in China,and 1, Austria-based Sandoz GmbH, is in Europe. Theoverall market for BPG is so financially unrewarding,according to the Indian Drug Manufacturer’s Association,that India, a leading pharmaceutical producer, has stoppedproducing it, thereby relinquishing almost all penicillindrug production to China.5As the US and other countries have increasinglybecome dependent on procuring the ingredients formany pharmaceutical agents from India or China,oversight by the US Food and Drug Administration (FDA) ofnon-US manufacturers has not kept pace. Both thevalsartan and heparin recalls involved contamination fromChinese factories that lacked adequate inspections byUS regulators. ARTICLE INFORMATIONPublished Online: March 16, 2020.doi:10.1001/jama.2020.1634Conflict of Interest Disclosures: None reported."}