{"date": "2020/03/10", "journal": "JAMA", "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Measles as Metaphor—What Resurgence Means for the Future of Immunization ", "authors": ["Howard K. Koh", "Bruce G. Gellin"], "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "surge manufacturing. We may have a vaccine that's been created and proven to be effective, but we have limited ways to make large quantities of it. So we have to invest more in surge manufacturing of products, medicines, vaccines, and diagnostics. It's a story of good movement over the last 20 years but with limits and with moments where political leaders seem to forget the importance of it. And then moments where commitments are reenergized, when people see how dependent we are on preparedness systems. JAMA: Is there anything that physicians and clinicians can do to prepare for biological risks in their communities? of a patient with Ebola is not the same as it is for TB. So there are still limits to what the system can do, despite the expertise, time, and money that's been spent on it. The initial funding that was given out to prepare a series of hospitals to take care of Ebola patients is about to expire, which is happening coincidentally at a time when we're about to have to deal with the coronavirus. So I think we need to keep that system going, or strengthen it, to be able to handle patients who are contagious. We need to make sure that our supply lines for things like masks and gowns are stronger and less dependent on interruptions from overseas. We also have pretty sharp limits for certain products in terms of", "type": "The JAMA Forum", "text": "DR INGLESBY: I think if possible, beingfamiliar with unusual diseases. And theother thing would be to have knowledgeand a relationship with the public healthsystem wherever people are working. Manyof these diseases need to be evaluated at astate health laboratory. Maybe it's as simpleas knowing who in the hospital isresponsible for that kind of thing. Those peopleshould have a working relationship withstate health departments so that theexpertise and laboratory capacity of a statehealth department, or the CDC, can bebrought in quickly when there's somethingthat isn't right.W vent the spread of the newlyidenith the call for a vaccine topretified coronavirus (COVID-19), weshould not lose sight of a virus we know,for which there has been a vaccine in usefor more than 50 years: measles. Measles,one of the most contagious infectiousdiseases, is the canary in the immunization coalmine. Previously a near rite of passage,annually infecting 3 million to 4 million USchildren and causing 400 to 500 deaths,measles steadily declined after the 1968introduction of a safe, highly effectivevaccine to the point of declared nationalelimination (in 2000).Yet multiple outbreaks highlight theurgency for continued vigilance. Forexample, in the United States, a 1989-1991resurgence (causing 55 000 cases and 130deaths), primarily involving unvaccinatedurban minority children, prompted both the1993 creation of the federal Vaccines forChildren program, which entitledlowincome children to no-cost vaccines, and theadoption of the current 2-dose immunizationstrategy. More recent outbreaks haveinvolved visitors to Disneyland (in 2014), anAmish community in Ohio (in 2014), andSomali-American communities in Minnesota(in 2017), among others. The most recent2019 resurgence, representing a 25-year UShigh, totals more than 1200 cases in 31states, most notably in orthodox Jewishcommunities in New York. The canarycontinues to warn.Using Data, not Outbreaks, to IdentifyVulnerable CommunitiesEven though the nation has seemingly high(94.7%) aggregate coverage rates ofkindergarteners receiving the recommended 2doses of measles, mumps, rubella (MMR)vaccine, only 20 states actually exceed the95% community protection thresholdsufficient to protect those who cannot bevaccinated for medical reasons. In the era of bigdata, vaccination programs must come ofage. Instead of simply chasing diseaseclusters, more proactive strategies shouldidentify pockets of underimmunizedcommunities highly vulnerable to a singleinfected traveler returning from overseas.Such strategies can include modernizingimmunization registries and incorporatingelectronic health records, integratingvaccination information from nonmedical sites(such as pharmacies, community centers,and schools), and fully using barcodetechnology to track every vaccine dose to mapcommunity-level protection in real time.Addressing Generational ChallengesIronically, progress in immunization has leftparents—and clinicians—far less familiarwith measles and other seriousvaccinepreventable conditions. Many younger healthprofessionals may have never seen a case.For parents, near eradication has broughtthe luxury of equivocation, especiallyin a social media environment whereinstantly disseminated—though scientificallydiscredited—misinformation can skewperceptions of social norms. Vaccines should notbecome the victims of their own success.Following calls from healthprofessionals, including the American MedicalAssociation, major social media platforms havebegun limiting untrue information,directing people to evidence-based websitesfrom the US Centers for Disease Controland Prevention (CDC), the World HealthOrganization (WHO), and other reputablesources. Only a start, such efforts mustbroaden to stop the contagion of socialmedia misinformation.Reinforcing Effective CommunicationAbout Safety and Social NormsA 2016 Pew Research Center survey of anationally representative sample of 1549 adultsfound that most (88%) believe inoculationbenefits outweigh risks; 82% support MMRvaccination of all healthy schoolchildren.However, parents of young children who areconsidering vaccination for the first time mayhave more concern.About 80% of parents say their primarycare physicians or nurses were trustedsources of information when makingvaccination decisions. Hence, pediatricians, amongothers, are best positioned to communicateimmunization as the standard of care. Someresearch notes that clinicians communicatinga presumptive approach that emphasizesvaccination as part of that standard canreinforce its importance. Further research shouldexplore whether improved reimbursementfor busy clinicians providing parentalcounseling might increase acceptance anduptake, similar to other preventive areas such astobacco cessation.Safety, a foundational element of theUS National Vaccine Plan, is central tovaccination success. Yet the public,including clinicians, is likely unaware of rigoroussafety evaluations during vaccinedevelopment and afterpublic release.Monitoringincludes multiplenationalmechanisms,including the VaccineSafety Datalinkand the VaccineAdverse Events Reporting System(established nearly 30 years ago). Globally, theWHO is updating its Vaccine Safety Blueprintto ensure that all countries build andstrengthen their vaccine safety capabilities.The CDC’s Advisory Committee onImmunization Practices makes vaccinerecommendations; however, only state legislatureshave the authority to require vaccinationsin certain settings (such as schools),representing “restraints to which every person isnecessarily subject for the common good.”Until recently, only 2 states, Mississippi andWest Virginia, prohibited all nonmedical(religious, philosophical, or both)exemptions; they have nationally leading MMRimmunization rates of about 99%.Following the 2014 Disneyland outbreak, Californiaeliminated nonmedical exemptions for allchildhood vaccinations, reducingunimmunized kindergartners from 9.84% to 4.87%.The 2019 outbreaks pushed Maine andNew York to eliminate nonmedicalexemptions as well; Washington State eliminatedpersonal and philosophical exemptions forMMR only. Although the status of religiousexemptions remains debated, a study of 60outbreaks in religious communities foundthat the reasons for declining immunizationThe most recent 2019 resurgence,representing a 25-year US high, totalsmore than 1200 cases in 31 states, mostnotably in orthodox Jewish communitiesin New York.were rarely theologically based. In fact,faith leaders, including New York rabbis,have regularly served as critical communityadvocates for vaccination as part ofpromoting health.To inform future decision-making, statescan standardize widely variable proceduresfor granting and documenting exemptions.Any narrowing of nonmedical exemptionsmust be carefully evaluated and monitored toassess the effect on public response andvaccine coverage, among other dimensions.Although increased access to vaccines hassubstantially reduced morbidity andmortality, newly released global data notemeasles cases rose 300% in the first 3months of 2019 (compared with the sameperiod in 2018). Most of the more than140 000 deaths in 2018 were amongchildren younger than 5 years.Each national outbreak requires a rootcause analysis. For example, the DemocraticRepublic of the Congo has, in addition to ahighly publicized Ebola epidemic, anequally deadly—and the world’s largest—measles epidemic (>310 000 suspectedmeasles cases reported and >6000 deathsto date); the twin epidemics reflect weakhealth systems struggling to operate in themidst of conflict.Other recent outbreaks throughout theworld include the Philippines (resultingfrom a weak immunization programcoupled with distrust from a flawedintroduction of a new dengue vaccine); Samoa(resulting from very low measlesvaccination rates related to public distrust of theMMR vaccine); and developed regions ofEurope (nearly 57 000 suspected cases inUkraine) and Brazil (>50 000 cases).Conflict of Interest Disclosures: Dr Koh reportedreceiving grants from the Robert Wood JohnsonFoundation outside the submitted work. No otherdisclosures were reported.embedded hyperlinks in the article text online.Previous Publication: This article was previouslypublished in JAMA Health Forum atjamahealthforum.com.915", "fir_para": "DR INGLESBY: I think if possible, being\nfamiliar with unusual diseases. And the\nother thing would be to have knowledge\nand a relationship with the public health\nsystem wherever people are working. Many\nof these diseases need to be evaluated at a\nstate health laboratory. Maybe it's as simple\nas knowing who in the hospital is\nresponsible for that kind of thing. Those people\nshould have a working relationship with\nstate health departments so that the\nexpertise and laboratory capacity of a state\nhealth department, or the CDC, can be\nbrought in quickly when there's something\nthat isn't right.", "one_words_summarize": "DR INGLESBY: I think if possible, beingfamiliar with unusual diseases. And theother thing would be to have knowledgeand a relationship with the public healthsystem wherever people are working. Manyof these diseases need to be evaluated at astate health laboratory. Addressing Generational ChallengesIronically, progress in immunization has leftparents—and clinicians—far less familiarwith measles and other seriousvaccinepreventable conditions. However, parents of young children who areconsidering vaccination for the first time mayhave more concern. About 80% of parents say their primarycare physicians or nurses were trustedsources of information when makingvaccination decisions. Although the status of religiousexemptions remains debated, a study of 60outbreaks in religious communities foundthat the reasons for declining immunizationThe most recent 2019 resurgence,representing a 25-year US high, totalsmore than 1200 cases in 31 states, mostnotably in orthodox Jewish communitiesin New York.were rarely theologically based. No otherdisclosures were reported.embedded hyperlinks in the article text online."}