{"date": "2020/03/01", "journal": "JAMA Psychiatry", "ref_authors": [[], ["AJ Baxter", "KM Scott", "T Vos", "HA Whiteford"], ["RC Kessler", "WT Chiu", "O Demler", "KR Merikangas", "EE Walters"], ["DM Benedek", "MJ Friedman", "D Zatzick", "RJ Ursano"], ["LM Koran", "HB Simpson"], [], [], [], [], ["RK McHugh", "SW Whitton", "AD Peckham", "JA Welge", "MW Otto"], ["P Cuijpers", "IA Cristea", "E Karyotaki", "M Reijnders", "MJH Huibers"], ["SG Hofmann", "JA Smits"], ["MK Hofmeijer-Sevink", "NM Batelaan", "HJ van Megen"], ["B Bandelow", "A Sagebiel", "M Belz", "Y Görlich", "S Michaelis", "D. Wedekind"], ["JK Carpenter", "LA Andrews", "SM Witcraft", "MB Powers", "JAJ Smits", "SG Hofmann"], ["J Montero-Marin", "J Garcia-Campayo", "A López-Montoyo", "E Zabaleta-del-Olmo", "P Cuijpers"], ["KS Springer", "HC Levy", "Tolin DF"], ["P Cuijpers", "E Weitz", "IA Cristea", "J Twisk"], ["WD Scholten", "NM Batelaan", "BW Penninx"], ["B Vervliet", "MG Craske", "D. Hermans"], [], ["D Moher", "A Liberati", "J Tetzlaff", "DG Altman"], ["AG Loerinc", "AE Meuret", "MP Twohig", "D Rosenfield", "EJ Bluett", "MG Craske"], ["Covidence"], ["JPT Higgins", "DG Altman", "JAC Sterne", "JPT Higgins", "S Green"], ["DL Chambless", "SD Hollon"], ["T Munder", "O Brütsch", "R Leonhart", "H Gerger", "J Barth"], ["M Borenstein", "L Hedges", "J Higgins", "H. Rothstein", "Comprehensive", "Biostat Inc"], ["M Borenstein", "LV Hedges", "JPT Higgins", "HR Rothstein", "Chichester"], ["M Harrer", "P Cuijpers", "TA Furukawa", "DD Ebert"], ["M Egger", "G Davey Smith", "M Schneider", "C. Minder"], ["S Duval", "R Tweedie"], ["N Orsini", "M Bottai", "J Higgins", "I. HETEROGI Buchan"], ["M Borenstein", "JP Higgins", "LV Hedges", "HR Rothstein"], ["LG Öst", "BE Westling", "K. Hellström"], ["LG Öst", "BE Westling"], ["MK Shear", "P Houck", "C Greeno", "Masters S"], ["DH Barlow", "JM Gorman", "MK Shear", "Woods SW"], ["A Arntz"], ["HB Simpson", "MR Liebowitz", "EB Foa"], ["K Vaughan", "MS Armstrong", "R Gold", "N O'Connor", "W Jenneke", "N. Tarrier"], ["NS Jacobson", "WC Follette", "D. Revenstorf"], ["JA López-López", "F Marín-Martínez", "J Sánchez-Meca", "W Van den Noortgate", "W. Viechtbauer"], ["P Cuijpers", "SD Hollon", "A van Straten", "C Bockting", "M Berking", "G Andersson"], ["LJB van Oudheusden", "M Eikelenboom", "HJGM van Megen"], ["GA Fava", "S Grandi", "C Rafanelli", "C Ruini", "S Conti", "P Belluardo", "GA Fava", "C Rafanelli", "S Grandi"], ["NM Batelaan", "RC Bosman", "A Muntingh", "WD Scholten", "KM Huijbregts"], ["S. Rachman"], ["CL Bockting", "SD Hollon", "RB Jarrett", "W Kuyken", "K. Dobson"], ["GA Fava", "C Rafanelli", "M Cazzaro", "S Conti", "S Grandi"], ["C Ruini", "GA Fava"], ["GA Fava", "C Ruini", "C Rafanelli"], ["NA Fineberg", "A Brown", "I Pampaloni", "D Stein", "B Lerer", "S Stahl"], ["E Sharma", "K Thennarasu", "YCJ Reddy"], ["P Cuijpers", "M Reijnders", "MJH Huibers"], ["M Moeyaert", "M Ugille", "SN Beretvas", "J Ferron", "R Bunuan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Long-term Outcomes of Cognitive Behavioral Therapy for Anxiety-Related Disorders:  A Systematic Review and Meta-analysis ", "authors": ["Eva A. M. van Dis", "Suzanne C. van Veen", "Muriel A. Hagenaars", "Neeltje M. Batelaan", "Claudi L. H. Bockting", "Rinske M. van den Heuvel", "Pim Cuijpers", "Iris M. Engelhard"], "ref_list": [[], ["Global prevalence of anxiety disorders: a systematic review and meta-regression"], ["Prevalence, severity, and comorbidity of 12-month DSM-IV disorders in the National Comorbidity Survey Replication [published correction appears in Arch Gen Psychiatry"], [": Practice Guideline for the Treatment of Patients With Acute Stress Disorder and Postttraumatic Stress Disorder"], ["Practice Guideline for the Treatment of Patients with Obsessive-Compulsive Disorder"], ["National Institute for Health and Care Excellence. Post-traumatic stress disorder"], ["National Institute for Health and Care Excellence. Generalised anxiety disorder and panic disorder in adults: management. Clinical guideline CG113"], ["National Institute for Health and Care Excellence. Social anxiety disorder: recognition, assessment and treatment"], ["National Institute for Health and Care Excellence. Obsessive-compulsive disorder and body dysmorphic disorder: treatment. Clinical guideline CG31"], ["Patient preference for psychological vs pharmacologic treatment of psychiatric disorders: a meta-analytic review"], ["How effective are cognitive behavior therapies for major depression and anxiety disorders? a meta-analytic update of the evidence"], ["Cognitive-behavioral therapy for adult anxiety disorders: a meta-analysis of randomized placebo-controlled trials"], ["Clinical relevance of comorbidity in anxiety disorders: a report from the Netherlands Study of Depression and Anxiety (NESDA)"], ["Enduring effects of psychological treatments for anxiety disorders: meta-analysis of follow-up studies"], ["Cognitive behavioral therapy for anxiety and related disorders: a meta-analysis of randomized placebo-controlled trials"], ["Is cognitive-behavioural therapy more effective than relaxation therapy in the treatment of anxiety disorders? a meta-analysis"], ["Remission in CBT for adult anxiety disorders: a meta-analysis"], ["Pre-post effect sizes should be avoided in meta-analyses"], ["Diagnostic instability of recurrence and the impact on recurrence rates in depressive and anxiety disorders"], ["Fear extinction and relapse: state of the art"], ["PROPERO. Long-term Effects of Psychotherapy for Anxiety Disorders: A Meta-analysis"], ["Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement"], ["Response rates for CBT for anxiety disorders: need for standardized criteria"], [""], [": assessing risk of bias in included studies"], ["Defining empirically supported therapies"], ["Researcher allegiance in psychotherapy outcome research: an overview of reviews"], ["-analysis"], ["Introduction to Meta-analysis."], ["Doing meta-analysis in R: a hands-on guide. Zenodo website"], ["Bias in meta-analysis detected by a simple, graphical test"], ["Trim and fill: a simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis"], ["Stata module to quantify heterogeneity in a meta-analysis"], ["Basics of meta-analysis: I2 is not an absolute measure of heterogeneity"], ["Applied relaxation, exposure in vivo and cognitive methods in the treatment of panic disorder with agoraphobia"], ["Applied relaxation vs cognitive behavior therapy in the treatment of panic disorder"], ["Emotion-focused psychotherapy for patients with panic disorder"], ["Cognitive-behavioral therapy, imipramine, or their combination for panic disorder: a randomized controlled trial"], ["Psychological treatments of panic disorder without agoraphobia: cognitive therapy versus applied relaxation"], ["Post-treatment effects of exposure therapy and"], ["A trial of eye movement desensitization compared to image habituation training and applied muscle relaxation in post-traumatic stress disorder"], ["Psychotherapy outcome research: methods for reporting variability and evaluating clinical significance"], ["Estimation of the predictive power of the model in mixed-effects meta-regression: a simulation study"], ["Does cognitive behaviour therapy have an enduring effect that is superior to keeping patients on continuation pharmacotherapy? a meta-analysis"], ["Chronic obsessivecompulsive disorder: prognostic factors"], ["Long-term outcome of social phobia treated by exposure"], ["Risk of relapse after antidepressant discontinuation in anxiety disorders, obsessive-compulsive disorder, and post-traumatic stress disorder: systematic review and meta-analysis of relapse prevention trials"], ["The return of fear: review and prospect"], ["A lifetime approach to major depressive disorder: the contributions of psychological interventions in preventing relapse and recurrence"], ["Well-being therapy: a novel psychotherapeutic approach for residual symptoms of affective disorders"], ["Well-being therapy for generalized anxiety disorder"], ["Well-being therapy of generalized anxiety disorder"], ["Evidence-based pharmacotherapy of obsessive-compulsive disorder"], ["Long-term outcome of obsessive-compulsive disorder in adults: a meta-analysis"], ["The role of common factors in psychotherapy outcomes"], ["Methods for dealing with multiple outcomes in meta-analysis: a comparison between averaging effect sizes, robust variance estimation and multilevel meta-analysis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "IMPORTANCE Cognitive behavioral therapy is recommended for anxiety-related disorders, but evidence for its long-term outcome is limited. OBJECTIVE This systematic review and meta-analysis aimed to assess the long-term outcomes after cognitive behavioral therapy (compared with care as usual, relaxation, psychoeducation, pill placebo, supportive therapy, or waiting list) for anxiety disorders, posttraumatic stress disorder (PTSD), and obsessive-compulsive disorder (OCD). DATA SOURCES English-language publications were identified from PubMed, PsycINFO, Embase, Cochrane, OpenGrey (1980 to January 2019), and recent reviews. The search strategy included a combination of terms associated with anxiety disorders (eg, panic or phobi*) and study design (eg, clinical trial or randomized controlled trial). STUDY SELECTION Randomized clinical trials on posttreatment and at least 1-month follow-up effects of cognitive behavioral therapy compared with control conditions among adults with generalized anxiety disorder, panic disorder with or without agoraphobia, social anxiety disorder, specific phobia, PTSD, or OCD. DATA EXTRACTION AND SYNTHESIS Researchers independently screened records, extracted statistics, and assessed study quality. Data were pooled using a random-effects model. MAIN OUTCOMES AND MEASURES Hedges g was calculated for anxiety symptoms immediately after treatment and at 1 to 6 months, 6 to 12 months, and more than 12 months after treatment completion. RESULTS Of 69 randomized clinical trials (4118 outpatients) that were mainly of low quality, cognitive behavioral therapy compared with control conditions was associated with improved outcomes after treatment completion and at 1 to 6 months and at 6 to 12 months of follow-up for a generalized anxiety disorder (Hedges g, 0.07-0.40), panic disorder with or without agoraphobia (Hedges g, 0.22-0.35), social anxiety disorder (Hedges g, 0.34-0.60), specific phobia (Hedges g, 0.49-0.72), PTSD (Hedges g, 0.59-0.72), and OCD (Hedges g, 0.70-0.85). After 12-month follow-up, these associations were still significant for generalized anxiety disorder (Hedges g, 0.22; number of studies [k] = 10), social anxiety disorder (Hedges g, 0.42; k = 3), and PTSD (Hedges g, 0.84; k = 5), but not for panic disorder with or without agoraphobia (k = 5) and could not be calculated for specific phobia (k = 1) and OCD (k = 0). Relapse rates after 3 to 12 months were 0% to 14% but were reported in only 6 randomized clinical trials (predominantly for panic disorder with or without agoraphobia).", "type": "Original Investigation", "text": "CONCLUSIONS AND RELEVANCE The findings of this meta-analysis suggest that cognitivebehavioral therapy for anxiety-related disorders is associated with improved outcomescompared with control conditions until 12 months after treatment completion. After12 months, effects were small to medium for generalized anxiety disorder and social anxietydisorder, large for PTSD, and not significant or not available for other disorders. High-qualityrandomized clinical trials with more than 12 months of follow-up and reported relapse ratesare needed.A and obsessive-compulsive disorder (OCD) are highlynxiety disorders, posttraumatic stress disorder (PTSD),prevalent1,2 and are associated with substantialpersonal3 and societal costs.4-6 Clinical practice guidelinesrecommend psychological and pharmacological interventions foranxiety-related disorders,7-13 but most patients favorpsychotherapy over pharmacotherapy.14 Cognitive behavioral therapy(CBT) for these disorders has been associated with reducedsymptoms at short term,15,16 with small to medium effect sizesadjusted for publication bias and when studies with waitinglist comparisons were not taken into account.15 However,regarding its long-term outcome, little meta-analytic evidenceis available. Such evidence is important because the course ofanxiety-related disorders is typically chronic.17 Evidence onthe long-term outcome is particularly vital for researchers toprioritize research directions (eg, further examiningvariables associated with treatment success and ways tooptimize treatment) and for clinicians to give patients realisticinformation.Four recent meta-analyses have addressed the long-termoutcome of CBT for anxiety-related disorders, and theygenerally indicate a medium symptom reduction up to 2 yearsfollowing treatment completion.18-21 However, in 2 of these,18,21CBT outcome was only calculated over time (pretreatment vsposttreatment vs follow-up) and not relative to a controlcondition. Therefore, these meta-analyses could not disentangletreatment outcome from placebo effects or spontaneousremission. Moreover, because pretreatment and posttreatmentcorrelations of individual studies are often unknown, theremay be substantial errors in these effect size estimations.22The other 2 meta-analyses did use control conditions, butthese were limited to placebo,19 resulting in 23 studies, orrelaxation,20 resulting in 27 studies. The numbers of studieswould be at least twice as large if other comparisonconditions were also included (eg, a care-as-usual group). Inaddition, no meta-analysis has examined the associationbetween CBT and relapse rates in anxiety-related disorders, toour knowledge. Cross-sectional findings indicate thatapproximately 31% to 55% of patients with remitted anxiety meetdiagnostic criteria of the same or another disorder within4 years.23 Research on relapse and the return of fear hasbecome a major focus of fundamental fear and anxiety research,24but the evidence for clinical relapse after psychotherapy inanxiety-related disorders is limited.        Our aim was to conduct a comprehensive meta-analysisto establish a reliable estimate of the long-term outcome of CBTrelative to passive and active comparison groups in anxietydisorders, PTSD, and OCD. We examined (        The systematic review and meta-analysis was preregistered atPROSPERO,25 and it adhered to the Preferred Reporting ItemsKey Pointstherapy for anxiety disorders, posttraumatic stress disorder, andobsessive-compulsive disorder?Findings In this systematic review and meta-analysis of69 randomized clinical trials including 4118 patients, cognitivebehavioral therapy was associated with better outcomescompared with control conditions among patients with anxietysymptoms within 12 months after treatment completion. At longerfollow-up, significant associations were found only for generalizedanxiety disorder, social anxiety disorder, and posttraumatic stressdisorder; relapse rates (predominantly for panic disorder with orwithout agoraphobia) after 3 to 12 months were 0% to 14%.Meaning The findings suggest that compared with controlconditions, cognitive behavioral therapy was generally associatedwith lower anxiety symptoms within 12 months after treatmentcompletion, but few studies have examined longer-termoutcomes.for Systematic Reviews and Meta-analyses (PRISMA) reportingguideline.26Relevant English-language publications were identified bysystematically searching PubMed, PsycINFO, Embase,Cochrane, and OpenGrey (from 1980 until January 2019). The searchstrategy included a combination of terms related to anxietydisorders (eg, panic or phobi*) and study design (eg, clinicaltrial or randomized controlled trial). eTable 1 in the Supplementprovides the exact search strategies. The electronic databasesearch was supplemented with a bibliography screening of4 relevant meta-analyses18-21 and 1 systematic review.27Randomized clinical trials were included that examinedeffects of CBT (ie, any therapy with cognitive restructuring and/ora behavioral therapy, such as exposure, as core component),15including third generation CBTs (ie, acceptance andcommitment therapy and metacognitive therapy), at least 1 monthafter treatment completion, in an individual, group, or internettreatment format. Comparison groups included care as usual(ie, anything patients would normally receive as long as it wasnot a structured type of psychotherapy, such as primary careat medical centers or case management with educationalgroups),15 relaxation, psychoeducation, pill placebo,supportive therapy, or waiting list. Studies were included if they testedadult patients (or samples consisting mostly of adults but alsosome adolescents aged ≥16 years) who received a diagnosis ofGAD, PD, SAD, specific phobia, PTSD, or OCD based on resultsof a structured diagnostic interview.            Studies were excluded if they did not use CBT (eg,applied relaxation, eye movement desensitization andreprocessing, or interpersonal therapy) or did not reportsymptoms separately for each disorder. To reduce clinicalheterogeneity, studies were also excluded if they had done any of thefollowing: (            Titles and abstracts of the records were independently screenedby two of us (E.A.M.vD. and S.C.vV.) with the use of theCovidence systematic review tool.28 The full-text screening and dataextraction were independently performed by two of us(E.A.M.vD. and R.M.vdH.). In case of disagreements during thescreening or data extraction process, a consensus was reachedthrough discussion or by the decision of a third person (P.C.).If full-text records were inaccessible, authors and/or librarieswere contacted (k = 12; response rate, 33%). If crucialstatistics were missing, study authors were contacted (k = 8;response rate, 38%).            To assess the quality of the included studies, 5 criteria of theCochrane Collaboration’s risk of bias tool were used:adequate generation of allocation sequence, concealment ofallocation to conditions, blinding of outcome assessment,adequately dealing with incomplete outcome data (this wasevaluated as being of high quality when we could useintentionto-treat analyses), and no selective outcome reporting (basedon whether authors referred to trial registrations or studydesign publications).29 In addition, quality of treatmentimplementation was evaluated according to the following 4 criteriaoutlined by Chambless and Hollon30: (            Comprehensive Meta-analysis software, version 3 (Biostat)32was used to calculate the pooled effect sizes separately for eachdisorder. If studies used multiple symptom measures, theseoutcomes were pooled within studies,33 except for asensitivity analysis that included 1 outcome measure (based on afrequency ranking). Random-effects models were selected in allanalyses and available intention-to-treat data were used. Poweranalyses were conducted with the online Power CalculatorTool.34 The primary outcome variable was anxietysymptoms. Hedges g was calculated to indicate differencesbetween treatment and comparison groups at posttreatment andfollow-up. Follow-up measurements were categorized into3 periods: 1 to 6 months, 6 to 12 months, and more than 12months posttreatment follow-up. Relapse rates were definedas the percentage of relapse after treatment response atfollow-up (treatment group vs comparison group). Relative riskwas calculated to indicate dropout differences betweentreatment and comparison groups. Subgroup analyses wereperformed on treatment approaches, comparison groups, andstudy quality using a mixed-effects model andmetaregression. Analyses with at least 3 studies per subgroup arereported.To assess potential publication bias, the Egger test of theintercept was used, which is a significance test based on theasymmetry of funnel plots.35 The funnel-plot–based methodof Duval and Tweedie36 was used to test and adjust forpublication bias through a trim and fill technique. To estimateheterogeneity across studies, the I2 statistic with 95% CIs (usingthe HETEROGI module for Stata, version 8 [StataCorp])37 wascalculated, which displays the proportion of the observedvariance that would remain if we could remove the samplingerror. A common benchmark for interpretation is 25% for small,50% for medium, and 75% for large heterogeneity.33 We alsocalculated 95% prediction intervals to estimate the effect sizerange in future studies.38Figure 1 displays the PRISMA flowchart of the selection andinclusion process. We screened 10 857 titles and abstracts andretrieved 715 full-text records, of which 69 published studies(reported in 73 records) met our inclusion criteria: 14 studieson GAD, 13 studies on PD, 7 studies on SAD, 3 studies onspecific phobia, 30 studies on PTSD, and 2 studies on OCD (eTable 2in the Supplement presents characteristics of these studies).A total of 4118 unique patients were enrolled (age and sex notavailable in the final analyses). The studies examined CBT(number of studies [k] = 42), exposure therapy, (k = 26),cognitive therapy (k = 10), cognitive reprocessing (k = 1),metacognitive therapy (k = 1), applied tension (k = 1), andacceptance and commitment therapy (k = 1). Comparison groupsconsisted of care as usual (k = 13), relaxation (k = 24),psychoeducation (k = 2), pill placebo (k = 5), supportive therapyE3(k = 14), waiting list (k = 12), and tension only (k = 1). Multipletreatment or comparison groups within 1 study were pooledtogether (k = 9). We found 41 studies reporting outcomes at1 to 6 months, 34 studies at 6 to 12 months, and 24 studies atmore than 12 months of follow-up. Groups did generally notdiffer in dropout (relative risk range, 0.97-1.03; P > .50), butfor PTSD, there was slightly more dropout in the comparisongroup (relative risk, 0.95; P = .01).Figure 2 and eFigure 1 in the Supplement present the study andtreatment quality assessments. Only 12 studies met criteria forhigh quality (ie, ≥4 of 5 criteria). Nineteen of the studies (27.5%)applied random sequence generation and allocationconcealment. In 44 studies (63.8%), the outcome assessments wereblinded and 35 studies (50.7%) applied intention-to-treatanalyses. Only 21 studies (30.4%) reported a preregistration or adesign protocol, and in 13 cases, the outcomes were notreported in accordance with their preregistration. The overalltreatment implementation quality was high and most studieshad a high risk of researchers’ allegiance.Table 1 presents effect sizes, heterogeneity indices, andadjusted effect sizes for risk of publication bias based on the trimand fill procedure of Duval and Tweedie36 for all disordersacross time (eFigures 2-7 in the Supplement provide forest plotsand eFigures 8-12 in the Supplement provide funnel plots). Asensitivity analysis with 1 outcome measure yielded similarresults (eTable 3 in the Supplement). After treatment, the pooledeffect size of CBT relative to control conditions was small forPD (Hedges g, 0.22; 95% CI, 0.01-0.43); medium for GAD(Hedges g, 0.39; 95% CI, 0.12-0.66), SAD (Hedges g, 0.38; 95%CI, 0.19-0.57), and specific phobia (Hedges g, 0.49; 95% CI,0.130.84); and medium to large for PTSD (Hedges g, 0.72; 95% CI,0.52-0.93) and OCD (Hedges g, 0.70; 95% CI, 0.29-1.12). TheEgger test of the intercept was only significant for PTSD(intercept β, 3.13; 95% CI, 1.78-4.49, P < .01; all others, β < 2.34;P > .20). The trim and fill procedure36 yielded lower adjustedeffect sizes for all disorders except OCD (Table 1).Heterogeneity was low to moderate for PD, SAD, specific phobia, andOCD, and it was moderate to large for GAD and PTSD.At 1 to 6 months of follow-up, the relative pooledestimate of CBT was small for GAD (Hedges g, 0.07; 95% CI, −0.50to 0.63) and PD (Hedges g, 0.27; 95% CI, −0.01 to 0.55),medium for SAD (Hedges g, 0.60; 95% CI, 0.36-0.85), andmedium to large for specific phobia (Hedges g, 0.72; 95% CI,0.011.44), PTSD (Hedges g, 0.67; 95% CI, 0.46-0.88), and OCD(Hedges g, 0.85; 95% CI, 0.47-1.22). The Egger test of theintercept was significant for GAD (intercept β, −10.45; 95% CI,−16.15 to 4.76, P = .03) and PTSD (intercept β, 3.10; 95% CI,1.284.92, P = .002; all others: β < 4.22, P > .08), and the trim andfill procedure resulted in a lower adjusted effect size only forPTSD (Hedges g, 0.50; 95% CI, 0.27-0.73). Heterogeneity waslow for PD, SAD, and OCD; moderate for specific phobia; andmoderate to large for GAD and PTSD.At 6 to 12 months of follow-up, the pooled effect size ofCBT relative to control conditions was small to medium for GAD(Hedges g, 0.40; 95% CI, 0.13-0.67), PD (Hedges g, 0.35; 95%CI, 0.11-0.59), and SAD (Hedges g, 0.34; 95% CI, 0.07-0.61) andmedium for PTSD (Hedges g, 0.59; 95% CI, 0.42-0.77). Nopooled effect sizes could be calculated for specific phobia(k = 0) and OCD (k = 0). The Egger test of the intercept did notindicate a risk of publication bias for any disorder (all β < 2.74,P > .06). The trim and fill procedure resulted in loweradjusted effect sizes only for SAD and PTSD (Table 1).Heterogeneity was low for PD, SAD, and PTSD and moderate for GAD.After 12 months of follow-up, CBT was still associated witha better outcome than control conditions for GAD (Hedges g,0.22; 95% CI, 0.02-0.42; k = 10), SAD (Hedges g, 0.42; 95% CI,E4jamapsychiatry.com0.04-0.79; k = 3), and PTSD (Hedges g, 0.84; 95% CI,0.031.64; k = 5), but this effect was not significant for PD (Hedgesg, 0.14; 95% CI, –0.19 to 0.47; k = 5) and could not becalculated for specific phobia (k = 1) and OCD (k = 0). The Egger testof the intercept did not indicate a risk of publication bias(β < 3.51 for all, P > .09), but the trim and fill procedure yieldeda lower nonsignificant effect for PTSD (Hedges g, 0.54; 95%CI, –0.20 to 1.29). Heterogeneity was low for PD, SAD, and GADbut large for PTSD.Subgroup AnalyseseTables 4 and 5 in the Supplement present exploratorysubgroup analyses for treatment approaches and comparisongroups. For specific phobia and OCD, subgroup analyses couldnot be performed (<2 studies per comparison group).Metaregression analyses revealed no significant differences acrosstreatment approaches for any disorder at any time (all Q < 1.92;P > .38).For GAD and SAD, the comparison groups did notsignificantly differ at any time. For PD, subgroup analyses showed asignificant medium treatment effect of CBT relative to pillplacebo at posttreatment (Hedges g, 0.42) and at 6 to 12 monthsof follow-up (Hedges g, 0.73). There were no significanttreatment effects relative to any other active comparison group atany time (all P > .06; eTable 5 in the Supplement). For PTSD,CBT appeared to be generally more effective relative to allcomparison groups until 12 months of follow-up (Hedges g, >0.73;all P < .02), but not compared with supportive therapy after12 months (Hedges g, 0.08; P = .44). At treatmentcompletion, studies that used a waiting list comparison group yieldedsignificantly (P < .01) larger effect sizes (Hedges g, 1.25), whilestudies using a supportive therapy comparison conditionyielded significantly lower effect sizes (Hedges g, 0.27)(P = .02).Exploratory subgroup analyses on study quality could onlybe performed for PTSD (high-quality studies: k = 8) and showedlarger effect sizes at all times for high-quality studies (Hedgesg, 0.65-2.10) compared with the other studies (Hedges g,0.510.57). There were no high-quality studies for SAD and specificphobia and only a few for PD (k = 1), GAD (k = 2), and OCD (k = 1).E5Follow-up,mo71212126No. of Relapses/Total No.Treatment ControlCT, 2/14 Appliedrelaxation,0/9CBT, 1/24 Pill placebo,0/3Exposure, 0/12CT 0/9CBT, 0/14CBT, 0/16Appliedrelaxation,0/13Appliedrelaxation,0/11Pill placebo,0/3A total of 6 studies (7 comparisons) reported relapse ratesafter successful treatment. Of these, 5 studies were about PD39-43and 1 was about OCD.44 An additional study describedrelapse of PD as a comorbid condition after PTSD treatment, andthis study was not included.45 All 6 studies used small samplesizes (n < 28), and most operationalized successful treatmentusing ambiguous treatment response criteria rather thanreliable remission criteria (eg, the absence of a disorder basedon a clinical interview). Therefore, we refrained fromstatistically pooling these results and instead presented outcomesper study in Table 2. Overall, relapse rates were relatively low:in 3 of 7 comparisons, relapse occurred after successful CBTand relapse rates ranged from 0% to 14%.This systematic review and meta-analysis examined thelongterm outcome of CBT for anxiety disorders, PTSD, and OCDacross 69 randomized clinical trials. Overall, CBT wasassociated with moderate symptom reductions up to 12 monthsafter treatment. Longer effects were still significant for GAD, SAD,and PTSD, but not for PD and could not be calculated forspecific phobia and OCD. Because this meta-analysis included alimited number of high-quality studies and English languagearticles only, our reported effect estimates should beinterpreted with caution. Because statistical heterogeneity wasconsiderable in GAD and PTSD studies, our effect estimates forthese disorders are uncertain. Future meta-analyses should aimto explain this heterogeneity as more studies becomeavailable. Although post hoc power analyses generally showedsufficient statistical power of our main analyses, simulationstudies showed that at least 40 studies per analysis are needed toreach sufficient power.47 Therefore, nonsignificant findings,especially of the subgroup analyses, should be interpreted asthe absence of evidence rather than evidence of absence.Our overall findings were in line with CBT outcomes fordepression48 and suggest that skills and insights acquiredduring CBT are relatively stable until 12 months after treatmentbut do not improve further. Nevertheless, evidence for CBToutcomes at more than 12 months after treatment is scarce. Giventhe chronic trajectories of anxiety-related disorders17 andbecause longer illness duration may increase the odds ofdeveloping comorbidity,49 it is important to examine whethertreatment effects are maintained beyond 12 months after treatment.Thus, more research on CBT efficacy beyond 12 months offollow-up and on ways to optimize effects is needed.Relapse rates after successful CBT were relatively low(0%14%) compared with uncontrolled trials that indicated amaximum relapse of 13% for SAD50 and 23% for PD.51 However, onlya few studies reported them (5 studies for PD and 1 for OCD),in contrast to studies on pharmacotherapy foranxietyrelated disorders that frequently report clinical relapse aftertreatment discontinuation.52 Also, these studies calculatedrelapse rates based on ambiguous response criteria rather thanrelative to complete remission. Therefore, future researchshould carefully define and report relapse criteria (eg, areturn of the full symptomatology24,53 based on a structuredinterview). Future research may also give insight into riskfactors for relapse, which could identify patients at risk who maybenefit from additional or more intensive therapy or frompharmacotherapy to prevent relapse. Relapse prevention afterpsyE6jamapsychiatry.comchotherapy is still relatively uncharted in the field ofanxietyrelated disorders but is quite common and effective indepressive disorders.54 For example, studies have shown theefficacy of well-being therapy55,56 as second-line relapseprevention strategy in patients with GAD.57For PD, when corrected for publication bias, CBToutcome did not significantly differ from control conditions(except for a small to medium effect at 6-12 months offollowup). This may be explained by the frequent use of appliedrelaxation as a control condition, which may involve someexposure.39 Relaxation appeared to be as effective as CBT in aprevious meta-analysis.20 Subgroup analyses acrosscomparison groups revealed a medium treatment effect for PD within12 months after treatment when CBT was compared with pillplacebo, but not relative to other active comparison groups.However, the subgroup analyses should be interpreted withcaution because of the small subsample sizes.For specific phobia and OCD, only a few studies met ourinclusion criteria, and treatment effect estimates could not becalculated beyond a 6-month follow-up. Most previousstudies on OCD treatment with long-term assessments have testedthe efficacy of pharmacotherapy (augmented with CBT).58,59Because approximately 50% of patients with OCD do notrespond to pharmacotherapy and many patients relapse aftermedication discontinuation,58 more research is needed onthe long-term efficacy of CBT as an alternative stand-alonetreatment.Regarding PTSD, after correcting for publication bias, weobserved medium treatment effects favoring CBT overcontrol conditions at posttreatment until 12 months offollowup. Beyond 12 months of follow-up, there was anonsignificant medium effect adjusted for publication bias, whichprobably did not reach statistical significance because oflimited statistical power.Strengths of this meta-analysis are the inclusion of morecomparison groups, which yielded more studies than previousmeta-analyses,18-21 and the investigation of long-termoutcomes (including relapse rates) after CBT for anxiety-relateddisorders. Furthermore, we conducted a comprehensiveliterature search, an independent screening and dataextraction, and treatment and study quality assessments. Severallimitations should also be noted. First, meta-analyses areinherently associated with heterogeneity regardingmethodological aspects (eg, outcome measures) and clinical aspects(eg, CBT approaches and samples). Therefore, futureresearch is needed to test which specific methodological ortreatment factors explain the reported effects.60 Second, becauseof limited experimental control during follow-up periods,confounding factors may have threatened the validity of ourlongterm effect estimates (eg, because of additional treatment oradverse life events). Third, symptom outcome measures wereaveraged to handle dependent outcomes, which may haveresulted in overestimated SEs.61 Fourth, most studies hadsuboptimal designs (or these criteria were poorly reported) and ahigh risk of researcher allegiance bias, which may haveaffected the reliability of our effect estimates.Anxiety-related disorders are characterized by a chronic course,thus sustainable treatment effects are important. The resultsof this meta-analysis suggest that, on average, CBT wasassociated with moderate symptom reductions in anxietydisorders, PTSD, and OCD until 12 months after treatmentcompletion. After 12 months, these effects were still present for GAD,SAD, and PTSD, but not for PD. For specific phobia and OCD,no follow-up data beyond 6 months after treatmentcompletion were available. Studies on relapse were scarce but gavethe preliminary impression that relapse rates after successfultreatment, predominantly for PD, may be relatively low(0%14% at 3-12 months following treatment completion). Morehigh-quality randomized clinical trials on long-termtreatment effects (preferably beyond 12 months after treatmentcompletion) and relapse are warranted to facilitate morereliable long-term effect size estimations.ARTICLE INFORMATIONAccepted for Publication: September 18, 2019.Published Online: November 23, 2019.doi:10.1001/jamapsychiatry.2019.3986Acquisition, analysis, or interpretation of data:van Dis, van Veen, Hagenaars, Bockting,van den Heuvel.Drafting of the manuscript: van Dis, Engelhard.Critical revision of the manuscript for importantintellectual content: All authors.Statistical analysis: van Dis.Administrative, technical, or material support:van Dis, Engelhard.(Reprinted) JAMA Psychiatry Published online November 23, 2019E7          and substance use disorders: findings from theGlobal Burden of Disease Study 2010. Lancet. 2013;382(9904):1575-1586. doi:10.1016/S0140-6736(          de Graaf R, Beekman A. Costs of nine commonmental disorders: implications for curative andpreventive psychiatry. J Ment Health Policy Econ.2006;9(4):193-200.6. Layard R, Clark DM. Thrive: How Better MentalHealth Care Transforms Lives and Saves Money.Guideline for the Treatment of Patients With PanicE8jamapsychiatry.comclomipramine in obsessive-compulsive disorder.Depress Anxiety. 2004;19(4):225-233. doi:10.1002/da.20003jamapsychiatry.com", "fir_para": "CONCLUSIONS AND RELEVANCE The findings of this meta-analysis suggest that cognitive\nbehavioral therapy for anxiety-related disorders is associated with improved outcomes\ncompared with control conditions until 12 months after treatment completion. After\n12 months, effects were small to medium for generalized anxiety disorder and social anxiety\ndisorder, large for PTSD, and not significant or not available for other disorders. High-quality\nrandomized clinical trials with more than 12 months of follow-up and reported relapse rates\nare needed.\nA and obsessive-compulsive disorder (OCD) are highly\nnxiety disorders, posttraumatic stress disorder (PTSD),\nprevalent1,2 and are associated with substantial\npersonal3 and societal costs.4-6 Clinical practice guidelines\nrecommend psychological and pharmacological interventions for\nanxiety-related disorders,7-13 but most patients favor\npsychotherapy over pharmacotherapy.14 Cognitive behavioral therapy\n(CBT) for these disorders has been associated with reduced\nsymptoms at short term,15,16 with small to medium effect sizes\nadjusted for publication bias and when studies with waiting\nlist comparisons were not taken into account.15 However,\nregarding its long-term outcome, little meta-analytic evidence\nis available. Such evidence is important because the course of\nanxiety-related disorders is typically chronic.17 Evidence on\nthe long-term outcome is particularly vital for researchers to\nprioritize research directions (eg, further examining\nvariables associated with treatment success and ways to\noptimize treatment) and for clinicians to give patients realistic\ninformation.", "one_words_summarize": "CONCLUSIONS AND RELEVANCE The findings of this meta-analysis suggest that cognitivebehavioral therapy for anxiety-related disorders is associated with improved outcomescompared with control conditions until 12 months after treatment completion. After12 months, effects were small to medium for generalized anxiety disorder and social anxietydisorder, large for PTSD, and not significant or not available for other disorders. eTable 1 in the Supplementprovides the exact search strategies. If crucialstatistics were missing, study authors were contacted (k = 8;response rate, 38%). Random-effects models were selected in allanalyses and available intention-to-treat data were used. Relapse rates were definedas the percentage of relapse after treatment response atfollow-up (treatment group vs comparison group). Relative riskwas calculated to indicate dropout differences betweentreatment and comparison groups. Subgroup analyses wereperformed on treatment approaches, comparison groups, andstudy quality using a mixed-effects model andmetaregression. A common benchmark for interpretation is 25% for small,50% for medium, and 75% for large heterogeneity.33 We alsocalculated 95% prediction intervals to estimate the effect sizerange in future studies.38Figure 1 displays the PRISMA flowchart of the selection andinclusion process. Multipletreatment or comparison groups within 1 study were pooledtogether (k = 9). Asensitivity analysis with 1 outcome measure yielded similarresults (eTable 3 in the Supplement). The Egger test of theintercept was significant for GAD (intercept β, −10.45; 95% CI,−16.15 to 4.76, P = .03) and PTSD (intercept β, 3.10; 95% CI,1.284.92, P = .002; all others: β < 4.22, P > .08), and the trim andfill procedure resulted in a lower adjusted effect size only forPTSD (Hedges g, 0.50; 95% CI, 0.27-0.73). There were no significanttreatment effects relative to any other active comparison group atany time (all P > .06; eTable 5 in the Supplement). Of these, 5 studies were about PD39-43and 1 was about OCD.44 An additional study describedrelapse of PD as a comorbid condition after PTSD treatment, andthis study was not included.45 All 6 studies used small samplesizes (n < 28), and most operationalized successful treatmentusing ambiguous treatment response criteria rather thanreliable remission criteria (eg, the absence of a disorder basedon a clinical interview). Nevertheless, evidence for CBToutcomes at more than 12 months after treatment is scarce. Beyond 12 months of follow-up, there was anonsignificant medium effect adjusted for publication bias, whichprobably did not reach statistical significance because oflimited statistical power. Strengths of this meta-analysis are the inclusion of morecomparison groups, which yielded more studies than previousmeta-analyses,18-21 and the investigation of long-termoutcomes (including relapse rates) after CBT for anxiety-relateddisorders. Furthermore, we conducted a comprehensiveliterature search, an independent screening and dataextraction, and treatment and study quality assessments. First, meta-analyses areinherently associated with heterogeneity regardingmethodological aspects (eg, outcome measures) and clinical aspects(eg, CBT approaches and samples). Anxiety-related disorders are characterized by a chronic course,thus sustainable treatment effects are important. Thrive: How Better MentalHealth Care Transforms Lives and Saves Money."}