{"date": "2020/03/01", "journal": "JAMA Neurology", "ref_authors": [[], ["R Bove", "T. Chitnis"], ["DM Wingerchuk", "Carter JL"], ["R Bove", "S Alwan", "JM Friedman"], ["E Lu", "BW Wang", "C Guimond", "A Synnes", "D Sadovnick", "H Tremlett"], ["A Wundes", "RN Pebdani", "D. Amtmann"], ["S Vukusic", "M Hutchinson", "M Hours"], ["SE Hughes", "T Spelman", "OM Gray"], ["E Portaccio", "A Ghezzi", "B Hakiki"], ["J Pakpoor", "G Disanto", "MV Lacey", "K Hellwig", "G Giovannoni", "SV Ramagopalan"], ["K Hellwig", "M Rockhoff", "S Herbstritt"], ["J Jesus-Ribeiro", "I Correia", "AI Martins"], ["A Langer-Gould", "J Smith", "K Albers"], [], ["D Moher", "A Liberati", "J Tetzlaff", "DG Altman"], ["Covidence"], ["JA Sterne", "MA Hernán", "BC Reeves"], ["R DerSimonian"], ["A Achiron", "I Kishner", "M Dolev"], ["L Airas", "A Jalkanen", "A Alanen", "T Pirttilä", "RJ Marttila"], ["A Benoit", "F Durand-Dubief", "M-P Amato"], ["C Confavreux", "M Hutchinson", "MM Hours", "P Cortinovis-Tourniaire", "T Moreau"], ["V De Las Heras", "C De Andrés", "N Téllez", "M Tintoré"], ["N Fernández Liguori", "D Klajn", "ML Saladino", "B Silva", "F Cáceres", "O Garcea"], ["N Fernández Liguori", "D Klajn", "L Acion"], ["EE Gulick", "J Halper"], ["J Haas", "OR Hommes"], ["P Hanulíková", "R Vlk", "E Meluzínová", "L Rob"], ["K Hellwig", "A Haghikia", "H Agne", "C Beste"], ["A Horvat Ledinek", "S Sega Jazbec", "U Rot"], ["R Iorio", "V Nociti", "G Frisullo", "AK Patanella", "PA Tonali", "AP Batocchi"], ["A Langer-Gould", "SM Huang", "R Gupta"], ["LM Nelson", "GM Franklin", "MC Jones"], ["A Nikseresht", "F Rezaiean Jahromi", "Sharifian Dorche M. Brain"], ["S Perez-Sanchez", "S Eichau-Madueño", "M Rus-Hidalgo", "G Navarro-Mascarell", "G. Izquierdo"], ["TF Runia", "RF Neuteboom", "CJM de Groot", "YB de Rijke", "RQ Hintzen"], ["N Sahebi Vaighan", "A Abadi", "R Ghozat", "H Delavar Kasmaei", "K. Gharagozli"], ["J Worthington", "R Jones", "M Crawford"], ["E Portaccio", "A Ghezzi", "B Hakiki"], ["RF Neuteboom", "RQ Hintzen"], ["PW Howie", "AS Mcneilly"], ["PW Howie", "AS McNeilly", "MJ Houston", "A Cook", "H Boyle"], ["PW Howie", "AS McNeilly", "MJ Houston", "A Cook", "H Boyle"], ["A Glasier", "AS McNeilly", "PW Howie"], ["A Glasier", "AS McNeilly", "PW Howie"], ["MA Hernán", "BC Sauer", "S Hernández-Díaz", "R Platt", "I. Shrier", "Specifying"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Association Between Breastfeeding and Postpartum Multiple Sclerosis Relapses:  A Systematic Review and Meta-analysis ", "authors": ["Kristen M. Krysko", "Alice Rutatangwa", "Jennifer Graves", "Ann Lazar", "Emmanuelle Waubant"], "ref_list": [[], ["The role of gender and sex hormones in determining the onset and outcome of multiple sclerosis"], ["Multiple sclerosis: current and emerging disease-modifying therapies and treatment strategies"], ["Management of multiple sclerosis during pregnancy and the reproductive years: a systematic review"], ["Disease-modifying drugs for multiple sclerosis in pregnancy: a systematic review"], ["What do healthcare providers advise women with multiple sclerosis regarding pregnancy? Mult Scler Int"], ["Pregnancy and multiple sclerosis (the PRIMS study): clinical predictors of post-partum relapse"], ["MSBase study group"], ["MS Study Group of the Italian Neurological Society"], ["Breastfeeding and multiple sclerosis relapses: a meta-analysis"], ["Exclusive breastfeeding and the effect on postpartum multiple sclerosis relapses"], ["Pregnancy in multiple sclerosis: a Portuguese cohort study"], ["Pregnancy-related relapses in a large, contemporary multiple sclerosis cohort: no increased risk in the postpartum period [abstract]"], [""], ["Preferred Reporting Items for Systematic Reviews and Meta-analyses: the PRISMA statement"], ["World-class systematic review management"], ["ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions"], ["Meta-analysis in clinical trials"], ["Effect of intravenous immunoglobulin treatment on pregnancy and postpartum-related relapses in multiple sclerosis"], ["Breast-feeding, postpartum and prepregnancy disease activity in multiple sclerosis"], ["History of multiple sclerosis in 2 successive pregnancies: a French and Italian cohort"], ["Rate of pregnancy-related relapse in multiple sclerosis"], ["Pregnancy in multiple sclerosis patients treated with immunomodulators prior to or during part of the pregnancy: a descriptive study in the Spanish population"], ["Breastfeeding and risk of postpartum relapses in women with multiple sclerosis"], ["Epidemiological characteristics of pregnancy, delivery, and birth outcome in women with multiple sclerosis in Argentina (EMEMAR study)"], ["Influence of infant feeding method on postpartum relapse of mothers with MS"], ["A dose comparison study of IVIG in postpartum relapsing-remitting multiple sclerosis"], ["Pregnant women with multiple sclerosis at the Motol Hospital Prague 2007-2011: outcomes analysis"], ["Protective effect of breastfeeding in postpartum relapse rate of mothers with multiple sclerosis"], ["Pirecnik Noc A. Effect of intravenous immunoglobulin treatment on postpartum-related relapses in multiple sclerosis [abstract]"], ["Breastfeeding and multiple sclerosis"], ["Exclusive breastfeeding and the risk of postpartum relapses in women with multiple sclerosis"], ["Risk of multiple sclerosis exacerbation during pregnancy and breast-feeding"], ["MRI activity in multiple sclerosis(MS) before and after pregnancy [abstract]"], ["The role of breastfeeding in multiple sclerosis patients [abstract]"], ["The influence of vitamin D on postpartum relapse and quality of life in pregnant multiple sclerosis patients"], ["The effect of exclusive breastfeeding on postpartum multiple sclerosis relapses [abstract]"], ["Forti A. Pregnancy and multiple sclerosis-a 3-year prospective study"], ["MS Study Group of the Italian Neurological Society"], ["Breast-feeding, postpartum and prepregnancy disease activity in multiple sclerosis"], ["Breast-feeding and postpartum ovulation"], ["Fertility after childbirth: infant feeding patterns, basal PRL levels and post-partum ovulation"], ["Fertility after childbirth: post-partum ovulation and menstruation in bottle and breast feeding mothers"], ["Pulsatile secretion of LH in relation to the resumption of ovarian activity post partum"], ["The prolactin response to suckling"], ["a target trial prevents immortal time bias and other self-inflicted injuries in observational analyses"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "IMPORTANCE Multiple sclerosis (MS) relapses may be increased in the postpartum period, and whether breastfeeding is associated with reduction in the risk of postpartum relapses remains controversial. OBJECTIVE To perform a systematic review and meta-analysis to evaluate whether breastfeeding is associated with reduction in postpartum MS relapses compared with not breastfeeding. DATA SOURCES PubMed and Embase were searched for studies assessing the association between breastfeeding and MS disease activity published between January 1, 1980, and July 11, 2018, as well as reference lists of selected articles. STUDY SELECTION All study designs assessing the association between breastfeeding and postpartum relapses in MS relative to a comparator group were included. DATA EXTRACTION AND SYNTHESIS Study eligibility assessment and extraction of study characteristics, methods, and outcomes, were performed independently by 2 reviewers following PRISMA guidelines. Risk of bias was evaluated by 2 independent reviewers with the ROBINS-I tool for nonrandomized, interventional studies. Findings from studies with data available for the number of women with postpartum relapses in the breastfeeding and nonbreastfeeding groups were combined with a random-effects model. RESULTS The search identified 462 unique citations, and 24 (2974 women) satisfied eligibility criteria and were included, of which 16 were included in the quantitative meta-analysis. The pooled summary odds ratio for the association of breastfeeding with postpartum relapses was 0.63 (95% CI, 0.45-0.88; P = .006) compared with a reference of nonbreastfeeding. Pooled adjusted hazard ratio across 4 studies that reported this finding was 0.57 (95% CI, 0.38-0.85; P = .006). There was moderate heterogeneity (I2 = 48%), which was explained by variable prepregnancy relapse rate, postpartum follow-up duration, and the publication year. A stronger association was seen in studies of exclusive rather than nonexclusive breastfeeding, although both demonstrated an association. Studies were rated at moderate and serious risk of bias, with concern for residual confounding, although sensitivity analysis including only moderate quality studies was consistent with a protective outcome of breastfeeding. CONCLUSIONS AND RELEVANCE These findings suggest that breastfeeding is protective against postpartum relapses in MS, although high-quality prospective studies to date are limited and well-designed observational studies that aim to emulate a randomized trial would be of benefit.", "type": "Original Investigation", "text": "M childbearing years,1 and although severaldiseaseultiple sclerosis (MS) commonly occurs in women inmodifying therapies (DMTs) reduce MS relapses,2none are recommended in pregnancy or breastfeeding.3-5Multiple sclerosis relapse rates decrease in the third trimester ofpregnancy, but increase in the 3 months post partum, with upto 30% of women having a relapse.6 Postpartum relapses areassociated with high baseline relapse rate and disability6,7 andmay worsen disability.8 Women are often forced to choosewhether to breastfeed or forgo breastfeeding to resume DMTpost partum. Despite several observational studies, there is noconsensus to date on the association between breastfeedingand postpartum relapse control. A meta-analysis performedin 2012 suggested that women who did not breastfeed werealmost twice as likely to have a postpartum relapse than thosewho breastfed.9 However, there was significantheterogeneity, and the investigators did not assess whetherprepregnancy disease activity altered study findings or completelyseparate exclusive breastfeeding, which has differenthormonal effects than nonexclusive breastfeeding.10 Additionallarge studies have been published since 2012.8,10-12We aim to provide an updated summary of theassociation between breastfeeding and the risk of postpartum MSrelapses. We also perform subgroup analyses to examinebreastfeeding in studies of women with active and less active MS,and whether any association was limited to studies ofexclusive breastfeeding.Our systematic review protocol was registered with theInternational Prospective Register of Systematic Reviews(PROSPERO). It was registered prior to performing thereview and is publicly available.13 This study followed thePreferred Reporting Items for Systematic Reviews andMetaanalyses (PRISMA) reporting guideline.14In collaboration with a University of California, SanFrancisco medical librarian experienced with systematic reviews(E. Whitaker), a comprehensive search of PubMed and Embasewas performed on July 11, 2018. This search included publishedmanuscripts and abstracts. The PubMed search included thefollowing terms: (multiple sclerosis[MeSH] or multiple sclerosis,relapsing-remitting[MeSH] or demyelinating diseases[MeSH] ormultiple sclerosis or MS or relapsing remitting multiplesclerosis or RRMS or relapsing multiple sclerosis or demyelinatingdisease*) and (postpartum period[MeSH] or peripartumperiod[MeSH] or breast feeding[MeSH] or postpartum or breast feed*or breastfeed* or peripartum) and (relapse or attack orexacerbation or disease activity or event or disability). An equivalentEmbase search was performed. We used Web of Science forforward and backward reference searching of selected articlesto identify additional relevant studies. We also consultedwith experts in the field (Kerstin Hellwig, MD [Department ofNeurology, St Josef Hospital, Ruhr–University Bochum], andAnnette Langer-Gould, MD, PhD [Department of ResearchKey PointsQuestion Is breastfeeding associated with reduction inpostpartum relapses in women with multiple sclerosis?Findings In this systematic review and meta-analysis of 24 studiesthat include 2974 women, there was a reduced rate of postpartummultiple sclerosis relapses in women who were breastfeedingcompared with those who were not breastfeeding, with a strongerbenefit of exclusive rather than nonexclusive breastfeeding.Compared with nonbreastfeeding, breastfeeding was associatedwith a 43% lower rate of postpartum relapse, although it is notpossible to exclude residual confounding.Meaning Breastfeeding appears to be protective againstpostpartum multiple sclerosis relapses, although additionalhigh-quality prospective studies appear to be needed.and Evaluation, Kaiser Permanente Southern California]) toidentify additional studies.Eligibility criteria included studies published on January1, 1980, or later of women with MS assessing the associationbetween breastfeeding compared with nonexclusive or nobreastfeeding on postpartum relapses. All study designs andsettings were included. Studies not assessing breastfeeding,not including a control group, or not measuring the relapseoutcome were excluded. For inclusion in the meta-analysisportion of the study, studies were required to include pointestimates comparing breastfeeding with nonbreastfeedingon the postpartum relapse outcome (odds ratio [OR], riskratio [RR] or hazard ratio [HR], or data to allow calculation ofthese values).Two of us (K.M.K., A.R.) independently screened titles andabstracts of identified articles after removing duplicates.Covidence,15 an internet-based platform, was used tofacilitate collaboration between reviewers during the studyselection and data abstraction process. These 2 reviewers thenindependently assessed the full text of potentially relevantarticles for inclusion and exclusion criteria. Discrepancieswere discussed, and another author (E.W.) was consulted asneeded. Agreement between reviewers for study inclusion wasassessed with κ.A data abstraction form was created and data were abstractedfrom selected articles independently in duplicate (K.M.K.,A.R.). Disagreements were resolved by consensus and withanother author (E.W.) as needed. Information collectedincluded study characteristics, including setting and year;design; characteristics of the sample; markers of diseaseactivity, including prepregnancy and pregnancy relapse rates;baseline disability; and use of DMT before, during, and afterpregnancy. We also collected the definitions of breastfeedingand nonbreastfeeding groups, including the duration ofbreastfeeding and whether exclusive breastfeeding was required. Wecollected definitions for the relapse outcome, thepostpartum period during which these relapses were assessed, as wellas main study results of the association betweenbreastfeeding and postpartum relapses. In cases where these data werenot available, corresponding authors were contacted.E2jamaneurology.comThe primary exposure was breastfeeding compared withnonbreastfeeding strategies. Exclusive breastfeedingrequires no regular formula feedings (ie, ≤1 formula bottleper day) for the first 2 months post partum. Studies wereconsidered to evaluate exclusive breastfeeding when thebreastfeeding group required exclusive breastfeeding, whilethose who did not breastfeed at all or supplementedbreastfeeding with formula were in the nonbreastfeeding group.Otherwise, studies were considered to evaluatenonexclusive breastfeeding. The primary outcome was the proportionof women who relapsed over the follow-up period in thebreastfeeding vs comparator group. An MS relapse requiresnew or worsening neurologic symptoms lasting at least 24hours in the absence of infection or an alternative cause asdetermined by the physician.The key elements of study design were assessed andreported for each study. Formal risk of bias assessment wasperformed with the ROBINS-I tool16 for assessing risk of biasin nonrandomized studies of interventions. This tool allowsrisk of bias judgment within 7 domains (confounding,selection of participants, classification of interventions,deviations from intended interventions, missing data,measurement of outcomes, and selection of reported result), at low,moderate, serious, or critical risk. These domains werecombined to result in an overall risk of bias judgment as low,moderate, serious, or critical. All studies were included inthe primary analysis except those with critical risk of bias.Sensitivity analysis including only studies with low ormoderate risk of bias was performed. Risk of bias assessment wasperformed by 2 independent reviewers (K.M.K., A.R.) anddisagreements were discussed with another author (E.W.) asnecessary.Studies and results were qualitatively compared andsummarized. Studies with data available for the primary outcome ofrelapses in the breastfeeding and comparator groups over thepostpartum follow-up period were included in thequantitative meta-analysis. Study results were statistically combinedusing summary estimates from the individual studies withrandom-effects models17 and displayed with forest plots.Several studies only reported ORs, so the primary summaryestimate was an OR, with pooling adjusted OR when available.Not all studies reported data to allow pooling of risk ratios,although this was done when possible. Adjusted HR was alsostatistically combined when reported. Sensitivity analysisincluding only studies with low or moderate risk of bias wasperformed.Clinical heterogeneity was evaluated by examiningdifferences in study design and patient characteristics.Heterogeneity was evaluated by inspecting forest plots, and with testsfor heterogeneity by calculating Q statistic and I2 values. Tofurther understand heterogeneity, several preplannedsensitivity and subgroup analyses of the primary outcome wereperformed. Subgroup analyses included stratification bybaseline disease activity defined by relapse rate before pregnancy,with studies divided into 2 groups with the cutoff at themedian baseline relapse rate. Meta-regression was performed tothese included the required data or the data were providedby authors. Eight studies were excluded from themetaanalysis owing to lack of data.18,19,22,28,29,33,34,36 Agreementbetween reviewers for eligibility was noted at both abstract(Cohen κ = 0.90) and full-text (Cohen κ = 0.89) review.Characteristics of the 24 studies are presented in the eTablein the Supplement.8,10-12,18-37 All studies were cohort design,with most including prospective follow-up, although many hadretrospective follow-up, with some relying on remote patientrecall.23,24,32-34 All studies included relapsing-remitting MS.Mean patient age (range, 28-34 years) and disease duration(range, 4-9 years) were similar across studies. Baselineannualized relapse rate (ARR) before pregnancy varied acrossstudies, ranging from 0.02 to 1, although the Expanded DisabilityStatus Scale score was similar with all but one study37 havingmean or median Expanded Disability Status Scale score from1.0 to 2.0, indicating mild disability.The definition of breastfeeding vs nonbreastfeedingvaried across studies, with 2 ways of categorizing this exposure.Nine studies8,10,12,19,23,28,30,31,36 required the breastfeedinggroup to breastfeed exclusively without regular formulasupplementation, generally for at least 2 months, and thenonbreastfeeding group included individuals not breastfeeding at all orwith shorter duration or nonexclusive breastfeeding. Otherstudies included any history of breastfeeding in thebreastfeeding group, and the nonbreastfeeding group includedwomen without any breastfeeding. A standard definition ofan MS relapse was used across studies, although postpartumrelapses were evaluated at variable times, including 3, 6, 9, or12 months post partum.Although several studies did not report baselinecharacteristics in the breastfeeding and nonbreastfeeding groups,in some studies the breastfeeding group had lowerprepregnancy or pregnancy ARR and less previous use of DMT.Studies that discussed postpartum DMT cointervention reportedhigher DMT use in the nonbreastfeeding group.All studies were rated as having either moderate orserious risk of bias with the ROBINS-I tool16 (Table). The 7studies8,10-12,21,25,31 judged as having moderate risk of biasgenerally involved prospective follow-up of pregnancy cohortswith adjustment for confounding, although possible residualconfounding could not be excluded. The other studies werejudged as having serious risk of bias, mainly owing to a lackof control for confounding, as well as measurement bias instudies relying on recall of breastfeeding and relapses. There wasalso concern for immortal person-time bias in several studiesthat required 2 or more months of breastfeeding to enter thebreastfeeding group, as this could lead to an immortal periodthat artificially decreases the breastfeeding relapse rate.Findings for the association between breastfeeding andnonbreastfeeding with postpartum relapses are reported in theTable and Figure 2. The summary estimate from 15 studies forthe OR for breastfeeding vs nonbreastfeeding on postpartumrelapses was 0.63 (95% CI, 0.45-0.88; P = .006) (Figure 2A).Women who breastfed had 37% lower odds of a postpartumrelapse compared with those who did not breastfeed. Therewas moderate heterogeneity with I2 = 48.2% (P = .02). Whenrestricting analysis to the 6 studies with moderate risk of biaswith data available to pool, findings were similar, with asummary OR of 0.50 (95% CI, 0.34-0.73; P < .001) (Figure 2B).Heterogeneity remained moderate, although all pointestimates suggested a benefit of breastfeeding (I2 = 46.1%; P = .10).Thirteen studies reported data to calculate unadjusted RR,and the summary RR was 0.75 (95% CI, 0.60-0.94; P = .01).Four studies with moderate risk of bias8,10,12,31 reportedadjusted HR, also suggesting that breastfeeding was protectivewith a summary HR of 0.57 (95% CI, 0.38-0.85; P = .006)(Figure 3), although there was heterogeneity (I2 = 57.5%;P = .07). The ARR post partum in breastfeeding andnonbreastfeeding groups was reported in only 5 studies and ranged from0.49 to 1.2 in the breastfeeding group, with lower ARR in thebreastfeeding than nonbreastfeeding group with absoluteARR difference ranging from 0.1 to 1.2 (Table). There was noevidence for publication bias, as visual inspection of thefunnel plot (eFigure 1 in the Supplement) did not showasymmetry, and there was no statistically significant evidence forpublication bias (Begg test z = −0.54; P = .59; Egger interceptvalue = −0.49; P = .60).To explain the heterogeneity, several preplanned subgroupanalyses were performed. The meta-analysis was stratified byprepregnancy ARR below and above the median of 0.58. Therewas less heterogeneity (I2 = 27.2%; P = .23) and more benefit ofbreastfeeding in studies with higher pre-pregnancy ARR(summary OR, 0.51; 95% CI, 0.34-0.78; P = .002) than those withlower pre-pregnancy ARR (I2 = 52.2%; P = .05; summary OR, 0.72;95% CI, 0.41-1.25; P = .24) (Figure 4A). However, meta-regressiondid not reveal a statistically significant association betweenprepregnancy ARR and ORs of the studies, although there wassomewhat more suggested benefit of breastfeeding in studieswith higher baseline ARR (P = .07).The association between breastfeeding and postpartumrelapses appeared stronger in studies of exclusivebreastfeeding for 2 months or more (summary OR, 0.52; 95% CI,0.28-0.97; P = .04) compared with studies including anybreastfeeding in the breastfeeding group (summary OR,0.68; 95% CI, 0.45-1.03; P = .07) (Figure 4B), althoughsummary point estimates suggested benefit in studies of bothexclusive and nonexclusive breastfeeding. However, theheterogeneity across studies was not explained by these 2definitions of breastfeeding as heterogeneity remainedwhen restricting to studies with exclusive or nonexclusivebreastfeeding separately.The duration of postpartum follow-up, which ranged from3 to 12 months, explained heterogeneity across studyfindings. When restricting to outcome assessment at 3 and 6months post partum separately, there was no importantheterogeneity (3 months I2 0%; P = .64; 6 months I2 21.5%; P = .28).Four studies evaluated the association of breastfeeding withrelapses in the 3 months post partum, with a summary OR of0.67 (95% CI, 0.42 to 1.05; P = .08), while 5 studies evaluatedthe association of breastfeeding with relapses in the 6 monthspost partum, with a summary OR of 0.52 (95% CI, 0.32 to 0.84;P = .008) (eFigure 2 in the Supplement).Preplanned subgroup analysis by publication year showedthat while there was significant heterogeneity inpublications in 2010 and earlier (I2 = 67.2%; P = .003), there was noE4jamaneurology.commtni;2 )f :o et mi,gd reenm tcoou ltrann u d ofou sae an mn n im )em io ,(co ,n tn isa itm tesu ito e b -n raireo lcee trev lla so edS s in rce rep oMw ww(Reprinted) JAMANeurology PublishedonlineDecember 9,2019 E5:nn oo iita )s tnfro ssco ;g ib ;g reev )em )gi ain t in t i ing A d en d in t- ditn se un m un fo on una p fo re fo t s foisaR laeR (con saeu on en rep onc m l cB P s m ( e ta (sk → ireo Ifo irseou rsaeu rom irofo P u r uis F eR B S N S m im Sith ith S ithhtinid,n anio retra fou ebd re asa ye cy(FB sva .4 ,Iril 1 Cism .09 9%5RR ,IC .;3A: % 1 )o 5 F .6m ;9 -B 1- .2 on .-0 A A30 1 n 1 N Nsu en enjd o ose s ni e ad se , p gn en enonN egA lre rpa e o oN NA N NNNAAO M N 0 1 1 NNNpc m l( e taeno30( )llrae :)7 .2%v o 92O m (42931700262,d sn ea msa ma o;) :0 de:) 9 .4o .6 1 sv ts- um 0 4 o jd ,I-3 :d .3 m a C )(0 te ,0 ≥3 :un % 2ll su IC to F 95 .08a jd B (re a 5% it -n 4 4m o .3 .1vO nU (9 il n 0 0-6 .5 .20 0 054.0a,: )d 7te .3s 1jud 5a .1n 0U ,Io C 42m % .6 5 =- 90 ( P: )o %m .36 3- 30 8 (429472,lateávokílu 3n 1a 0H 2; :o:o ) : )llra 28 )1% m ;)% 3m 48 .6% om .4%ev -03 :)o .0 ly ≥3 91 .9 ly < / 9 6 82 n F / 9 n F 9 3 - 1O ( m ( o B 9 ( o B 1 ( 0 9 (NNNNFBfse ) oo s tfoten la lra th m en laom tr i o t m trre o im t p re ou m tssdte yb sym su mnoitnoitf :o een )s en )st m,g rev ilab ,g rev ilab ,g en codn ifn ca dn ifn ca idn reum toudin t l in t l nu o re u o rehtih g hit in itw I c wwn n R an nio io M h iot t r n tia ia o e iac s c s c so e o e m o ess sp ss sp iu ss spa a a a in s a ao le o le l n o len r n r o o n rF P F P ad is F PB P B P g le B Pdecu ed se pr lau olpts1 F A≥ B NE6 JAMANeurology PublishedonlineDecember 9,2019 (Reprinted):nn oio itt naiemtsu enjd oosn, rto m 6 tued ≥2 in b ed tud ro se r ,F cu reen f p o Bd tytn ly la o e o iio iev re nn isv lra tr ivn tchw lsu rew tah lcu ug isg aese cx lo P ex re n sP - e i ad eo ehT FB adh om onn con fee isdfd oin id one t is u itehtaTM llftao itShPlp bd ifn seaae re te e e D : ws , s rd is R dlap y2 cyn ;te ieh :rd TDM ,cayn ;O tse,reeg cyen aegn cayn ttee eund i,on egn itopn jaud:a uq rep egn tm fon tra rep cen evo enRH fre rp rp n c d p c a No o u r o b odF , nB ) arRA (F16 :FoB RRA .:560 ,.)29 ,cen tedHR .:Rtreh saeuyra e -B m lra R -0 ree jsu ,I aP onm ow on -6 i H 3 d C ,) ,num se :Lo svn ;4 ism tsed .I03 fr(e ;)a 5% .98 cenS r 2 F ju C 2 F 9 -0 rem ) .0 -B d % .0 -B (          9 5 fe-3 .70 < on an 59 = on .5 .3 reO M 0 ( P n U ( P n 0 0 (          B=enoenojud ,Ia C )n % 3U 5 .8o 9 1(m 3 2-9 .2 .8 A: 1d .3ets =enoAN62htih leit phtiwww mn n sa nio io t iot t u tia ia b iac c s c sso se so se ll so ses p s p a s pa a a a m a ao le o le s o len r n r e n rF P F P iz F PB P B P s B Penoad ,Ib PP 10r ro , e sn F 5 w v ,i B 1 lo ) )ra : /ly .9 .6t 0 0sn y F gh ± ±iso d1 -nB ils .5 .6le r :o (0 (0T lao svon .74 m FB -FB .172 c2A ew ipn /8 = -1 RR on =N N s 4 P 0 A n Pad ,In C ) n C )U % 0 U % 8kein 3 0 dd 1 3, neL 20 t]c la opt 9 a t sa2, tr e erv la sb iro rroo t aH e [ Io [cAAANNNAAANNNAANNAAN8Nd sn u,S ae ivota S r,ag se eED feob ,ryepet ae iln rs cn d sae yae agnne ss io ,taSM caynn i,tobn issen regp i,saed frseep raegn raegna ap irn T p peg reg ru le u M eg lae re reA p d r d D A r p psesned m Pan fo fPFB on skoev iss ir sisu re ce sel p u pac p d lx u e eE s r r-1 .4 .2:o )m %2 .71 6- 3 80 1 (:o )m %2 .71 5- 30 5 (5141dl 9u 0o 0G 2r- 1e3g l,n aa tL eon fi ot tai en lahtin wio ns iolcu itan c so o ellC ssa sapra o lee n rv F PO B Pyin , cns ,n reb adn ,T PPT ixn agno ele ioab ta um reo rDM DM l,t rpiraV rud ,Sn feb irop yed cooh irugnt e S y , la ln sa ED in yc ed ,a deg rese e stm i n se an sv in us ,d ilju e ap egn lry kom sxop eond eg sa le r aA A b r p e s e Na,)3 ,78 .11 ceny .r 0 - ea : 3 rm R .5 fem s H 0 reu e ( )S r ed ,IC 8 Fttreh saeu jus % .1 -Bd 95 = onO M A ( P nad ,II) n C )C U % 2% o 5 .05 m (9 -19 2 8 9(R -1 .7 .5:d 6e 0t .su =j)de Fu Bnit nono N )c s F( v Bhtiu olenoRAAhtienonoitaisco sse lcu Iws p in Ca ao le re %n r e 5F P w 9B P t ea sh ut acy ed but es ulh ac vae P.sisylan .a t- cta rae tsm be aiv et ha titt inn da eu tq roe pth ren ti od ne sd ain ond dte er so ap bre des te ata imm xits roe pt pn ai so ap wry Ia Cim %r 5p 9e eh hT Ta bOdds ratios across all included studies(A) and in those at least moderate inquality (B). BF indicatesbreastfeeding.0.010.1110Odds ratios (ORs) are stratified bybaseline annualized relapse rate (A)and whether BF was exclusive for2 or more months (B).women with MS. Those who breastfed had 37% lower oddsof postpartum relapse compared with those who did notbreastfeed or did not exclusively breastfeed post partum.There is concern for residual confounding in these summaryestimates, as many studies did not adjust for relevantconfounders, such as prior MS disease activity. However, thestrongest studies8,10,12,31 reported adjusted HRs, with a 43%lower rate of postpartum relapses in those who breastfed,consistent with a beneficial effect.There was moderate heterogeneity between studiesregarding the association between breastfeeding andpostpartum relapses, even when limiting to higher-quality studies. Thisheterogeneity was most explained by the variable duration offollow-up post partum, ranging from 3 to 12 months, as therewas no relevant heterogeneity when restricting to studiesevaluating 3- and 6-month postpartum relapses. Thisheterogeneity by postpartum follow-up duration was expectedbecause the effect of breastfeeding on postpartum relapses mayvary over the postpartum year. Year of publication alsoexplained heterogeneity, with no relevant heterogeneity whenrestricted to studies published after 2010, with moreconsistent benefit of breastfeeding demonstrated in recent studies.Another factor contributing to heterogeneity was relapserate before pregnancy. Among studies with a baseline relapserate higher than the median, there appeared to be greaterbenefit with breastfeeding and no relevant heterogeneity.However, there was no statistically significant associationbetween prepregnancy ARR and the OR with meta-regression,and higher-quality studies tended to have higher baseline ARR.In addition, in studies with lower prepregnancy ARR,postpartum relapse rate may be intrinsically lower, making it moredifficult to detect an association with breastfeeding. Thus, itis unclear whether higher baseline relapse activity isassociated with a greater benefit of breastfeeding.The benefit of breastfeeding was stronger in studiesrequiring exclusive breastfeeding for at least 2 months,although benefit appeared to be present even in some studiesof nonexclusive breastfeeding. Although the benefit may notbe limited to exclusive breastfeeding, it is possible thatindividuals who exclusively breastfed could have driven thebenefit in studies that allowed nonexclusive breastfeeding, aspartial and exclusive breastfeeding were grouped together. Inaddition, the methodologically sound study by Hellwig et al10demonstrated that women who partially breastfedexperienced relapse risk similar to the risk in those who did notbreastfeed at all, suggesting that partial breastfeeding may not bebeneficial. Most studies in this meta-analysis did not separatelyevaluate partial breastfeeding. Given this, conclusions on thebenefit of partial breastfeeding on postpartum relapsescannot be made with the available data.Overall, these findings are similar to those of a previousmeta-analysis,9 demonstrating an apparent benefit ofbreastfeeding on postpartum MS relapses, particularly forexclusive breastfeeding. The overall estimate of heterogeneity inour meta-analysis (48%) was somewhat less than in theprevious meta-analysis (63%), likely owing to less heterogeneityamong more-recent studies. We provide an updatedmetaanalysis with additional large cohort studies included andsystematic assessment of bias. We also include a pooledsummary adjusted HR, which we believe is a moreappropriate measure of association for this research question andaddresses confounding.It is hypothesized that exclusive breastfeeding may bebeneficial in reducing postpartum MS relapses, potentiallyowing to hormonal changes associated with breastfeeding, whichinclude high prolactin levels and suppression of pulsatilegonadotropin-releasing hormone and luteinizing hormone,with resulting lactational amenorrhea.40-44 Whenbreastfeeding is reduced and supplemental feedings are introduced, theprolactin level decreases, ovarian activity resumes, andmenses return,42 which may explain the loss of the protectiveeffect of breastfeeding on MS relapses when supplementationbegins later in the postpartum year.10Limitations of identified studies include the potential forbias, with residual confounding the largest concern. Only 7 of24 studies adjusted for confounders, with key confoundersbeing markers of earlier disease activity, as those with higherbaseline ARR may defer breastfeeding to resume DMT and arealso more likely to experience relapses post partum. Thisconfounding could explain an observed apparently protectiveeffect of breastfeeding, although a protective effect remained inpooled adjusted HRs, suggesting that confounding did notexplain the entire observed protective effect. Immortalpersontime bias45 could also explain an observed protective effect,given the requirement in many studies for at least 2 monthsof breastfeeding to enter the breastfeeding group. Forexample, if 2 months of breastfeeding is required to be in thebreastfeeding group and an individual stops breastfeeding at1 month owing to a relapse, she would be assigned to thenonbreastfeeding group. This grouping can artificially decrease thenumber of women with relapse in the breastfeeding group andbias toward a protective effect. This issue was overcome in thewell-designed study by Hellwig et al,10 as they assignedbreastfeeding exposure groups at baseline based on individuals’intent to breastfeed exclusively for 2 months or longer, thusavoiding an immortal period.There is also potential for error in measurement ofbreastfeeding status, as mothers may overreport breastfeedingowing to social desirability, which is particularly a concern instudies requiring recall. Relapse outcomes were generally confirmedby neurologists, although they were not blinded tobreastfeeding status. A few studies relied on recall of both breastfeedingand postpartum relapses, which may result in dependent anddifferential measurement error that could bias away from thenull. Most studies included prospective pregnancy registrieswith fairly complete follow-up or retrospective reports of allpregnant women with MS at a center, with low concern forselection bias. However, retrospective studies that requiredresponse to participate may have introduced selection bias. Anadditional source of bias includes differentialcointervention, as several studies reported the nonbreastfeeding groupwas more likely to receive DMT post partum. Although wecannot separate or compare benefits of breastfeeding and DMT onpostpartum relapses with available data, the increasedlikelihood of the nonbreastfeeding group to receive DMT postpartum could potentially mask a protective effect. However, thisdifferential cointervention would not be expected to inducea spurious protective effect and the benefit of breastfeedingmay be even greater than estimated in this meta-analysis.Limitations of this meta-analysis include the use of pooled OR,as this was the most commonly reported measure. Oddsratios do not approximate RRs when the outcome is common,and although mathematically correct, ORs are difficult tointerpret. Thus, we reported summary RR and HR as well. Asexpected, the association with risk is lower than the associationwith odds of postpartum relapse. Adjusted HRs are the moreappropriate measure to use to evaluate the associationbetween breastfeeding and the rate of postpartum MS relapses,although adjusted HRs were reported in only 4 studies. Inaddition, there was moderate heterogeneity, although this wasexplained by the duration of postpartum follow-up, year ofpublication, and baseline ARR. There did not appear to bepubE10jamaneurology.comlication bias, and we attempted to avoid publication bias bybias, findings were consistent across sensitivity analyses,including data in abstract form. Furthermore, we could notdeincluding limiting to studies at the lowest risk of biastermine the length of time that breastfeeding may bebenefiand restricting to studies reporting adjusted HRs. We believecial, as this was not evaluated by most available studies.Althe consistency of the findings strengthens our conclusionthough some studies evaluating relapse risk throughout thefor a protective association between breastfeeding andpostpartum year showed benefit of breastfeeding, thehighpostpartum relapses.quality study by Hellwig et al10 found a return of diseaseacGiven the variable findings and inability to conduct arantivity when supplemental feedings began, with greaterbendomized trial, it would be beneficial to replicate the findingsefit of breastfeeding noted in the first 6 months post partum.of Hellwig et al10 evaluating intent to breastfeed exclusivelyIn addition, individual patient data were not available to pool.in an independent cohort, with blinded adjudication ofreWithout individual patient data, we could not performaddilapses. Until these data become available, it is reasonable totional sensitivity analyses that would be helpful, such aslimeducate women about the potential protective effect ofbreastiting analysis to women not receiving DMT, evaluating partialfeeding on postpartum relapses and support their decision tobreastfeeding, or conducting sophisticated analyses toconbreastfeed for benefit to both the mother and newborn asrectrol for confounding by baseline features.There appears to be evidence for an association betweenration of benefit associated with breastfeeding and the safetybreastfeeding and lower postpartum MS relapses, whichof breastfeeding during treatment with DMTs, becausetreatmay be greater with higher baseline disease activity andment appears to be a key barrier to breastfeeding for womenexclusive breastfeeding. Despite the potential sources ofwith MS.ommended by the World Health Organization.46 Despitereduction in postpartum relapses with breastfeeding, ARRsremained fairly high postpartum, highlighting the need toidentify additional strategies to prevent postpartumrelapses. We believe further study is required to evaluate theduARTICLE INFORMATIONAccepted for Publication: October 11, 2019.Published Online: December 9, 2019.doi:10.1001/jamaneurol.2019.4173Author Contributions: Drs Krysko and Waubanthad full access to all of the data in the study andtake responsibility for the integrity of the data andthe accuracy of the data analysis.Concept and design: Krysko, Graves, Lazar,Waubant.Acquisition, analysis, or interpretation of data:Krysko, Rutatangwa, Lazar, Waubant.Drafting of the manuscript: Krysko.Critical revision of the manuscript for importantintellectual content: All authors.Statistical analysis: Krysko.Administrative, technical, or material support:Krysko.Supervision: Graves, Lazar, Waubant.Conflict of Interest Disclosures: Dr Kryskoreported receiving grants from the NationalMultiple Sclerosis Society and Biogen, Idec duringthe conduct of the study outside the submittedwork and is funded by a Sylvia Lawry PhysicianFellowship through the National Multiple SclerosisSociety (FP-1605-08753; PI Krysko). Dr Gravesreported receiving personal speaking andconsulting fees from Novartis, Celgene, andGenzyme Sanofi, and grants from Biogen outsidethe submitted work. No other disclosures werereported.Funding/Support: This investigation wassupported by a Sylvia Lawry Physician Fellowshipfrom the National Multiple Sclerosis Society(FP-1605-08753; PI Krysko).Role of the Funder/Sponsor: The funding sourcehad no role in the design and conduct of the study;collection, management, analysis, andinterpretation of the data; preparation, review, orapproval of the manuscript; and decision to submitthe manuscript for publication.        Obstet Gynecol. 2014;124(        ", "fir_para": "M childbearing years,1 and although several\ndiseaseultiple sclerosis (MS) commonly occurs in women in\nmodifying therapies (DMTs) reduce MS relapses,2\nnone are recommended in pregnancy or breastfeeding.3-5\nMultiple sclerosis relapse rates decrease in the third trimester of\npregnancy, but increase in the 3 months post partum, with up\nto 30% of women having a relapse.6 Postpartum relapses are\nassociated with high baseline relapse rate and disability6,7 and\nmay worsen disability.8 Women are often forced to choose\nwhether to breastfeed or forgo breastfeeding to resume DMT\npost partum. Despite several observational studies, there is no\nconsensus to date on the association between breastfeeding\nand postpartum relapse control. A meta-analysis performed\nin 2012 suggested that women who did not breastfeed were\nalmost twice as likely to have a postpartum relapse than those\nwho breastfed.9 However, there was significant\nheterogeneity, and the investigators did not assess whether\nprepregnancy disease activity altered study findings or completely\nseparate exclusive breastfeeding, which has different\nhormonal effects than nonexclusive breastfeeding.10 Additional\nlarge studies have been published since 2012.8,10-12", "one_words_summarize": "M childbearing years,1 and although severaldiseaseultiple sclerosis (MS) commonly occurs in women inmodifying therapies (DMTs) reduce MS relapses,2none are recommended in pregnancy or breastfeeding.3-5Multiple sclerosis relapse rates decrease in the third trimester ofpregnancy, but increase in the 3 months post partum, with upto 30% of women having a relapse.6 Postpartum relapses areassociated with high baseline relapse rate and disability6,7 andmay worsen disability.8 Women are often forced to choosewhether to breastfeed or forgo breastfeeding to resume DMTpost partum. Covidence,15 an internet-based platform, was used tofacilitate collaboration between reviewers during the studyselection and data abstraction process. Agreement between reviewers for study inclusion wasassessed with κ. In cases where these data werenot available, corresponding authors were contacted. Otherwise, studies were considered to evaluatenonexclusive breastfeeding. The key elements of study design were assessed andreported for each study. These domains werecombined to result in an overall risk of bias judgment as low,moderate, serious, or critical. Risk of bias assessment wasperformed by 2 independent reviewers (K.M.K., A.R.) anddisagreements were discussed with another author (E.W.) asnecessary. Clinical heterogeneity was evaluated by examiningdifferences in study design and patient characteristics. Meta-regression was performed tothese included the required data or the data were providedby authors. Eight studies were excluded from themetaanalysis owing to lack of data.18,19,22,28,29,33,34,36 Agreementbetween reviewers for eligibility was noted at both abstract(Cohen κ = 0.90) and full-text (Cohen κ = 0.89) review. The meta-analysis was stratified byprepregnancy ARR below and above the median of 0.58. However, theheterogeneity across studies was not explained by these 2definitions of breastfeeding as heterogeneity remainedwhen restricting to studies with exclusive or nonexclusivebreastfeeding separately. There is concern for residual confounding in these summaryestimates, as many studies did not adjust for relevantconfounders, such as prior MS disease activity. However, there was no statistically significant associationbetween prepregnancy ARR and the OR with meta-regression,and higher-quality studies tended to have higher baseline ARR.In addition, in studies with lower prepregnancy ARR,postpartum relapse rate may be intrinsically lower, making it moredifficult to detect an association with breastfeeding. The benefit of breastfeeding was stronger in studiesrequiring exclusive breastfeeding for at least 2 months,although benefit appeared to be present even in some studiesof nonexclusive breastfeeding. Only 7 of24 studies adjusted for confounders, with key confoundersbeing markers of earlier disease activity, as those with higherbaseline ARR may defer breastfeeding to resume DMT and arealso more likely to experience relapses post partum. Relapse outcomes were generally confirmedby neurologists, although they were not blinded tobreastfeeding status. However, retrospective studies that requiredresponse to participate may have introduced selection bias. We believecial, as this was not evaluated by most available studies. We believe further study is required to evaluate theduARTICLE INFORMATIONAccepted for Publication: October 11, 2019.Published Online: December 9, 2019.doi:10.1001/jamaneurol.2019.4173Author Contributions: Drs Krysko and Waubanthad full access to all of the data in the study andtake responsibility for the integrity of the data andthe accuracy of the data analysis. Acquisition, analysis, or interpretation of data:Krysko, Rutatangwa, Lazar, Waubant. Critical revision of the manuscript for importantintellectual content: All authors. Dr Gravesreported receiving personal speaking andconsulting fees from Novartis, Celgene, andGenzyme Sanofi, and grants from Biogen outsidethe submitted work."}