{"date": "2020/01/01", "journal": "JAMA Internal Medicine", "ref_authors": [[], [], ["B Han", "WM Compton", "C Blanco", "E Crane", "J Lee", "CM Jones"], ["A Schuchat", "D Houry", "GP Guy"], ["P Seth", "RA Rudd", "RK Noonan", "TM Haegerich"], ["Q Chen", "MR Larochelle", "DT Weaver"], ["R Chou", "JA Turner", "EB Devine"], ["D Dowell", "TM Haegerich", "R. Chou", "States United"], ["National"], ["R Chou", "R Deyo", "J Friedly"], ["L Hilton", "S Hempel", "BA Ewing"], ["C Kendrick", "J Sliwinski", "Y Yu"], ["D Anheyer", "H Haller", "J Barth", "R Lauche", "G Dobos", "H Cramer"], ["EF Ball", "E Nur Shafina Muhammad Sharizan", "G Franklin", "E. Rogozińska"], ["T Thompson", "DB Terhune", "C Oram"], ["D Moher", "A Liberati", "J Tetzlaff", "DG Altman"], ["A Lutz", "HA Slagter", "JD Dunne", "RJ Davidson"], ["GR Elkins", "AF Barabasz", "JR Council", "D Spiegel"], ["P Posadzki", "E. Ernst"], ["M Good", "M Stanton-Hicks", "JA Grass"], ["Z Kekecs", "K. Varga"], ["AT Beck"], ["Viechtbauer W. Conducting"], ["RI Block", "MM Ghoneim", "ST Sum Ping", "MA Ali"], ["V Roykulcharoen", "M. Good"], ["EL Garland", "EG Manusov", "B Froeliger", "A Kelly", "JM Williams", "Howard MO"], ["EL Garland", "AK Baker", "P Larsen"], ["G Esmer", "J Blum", "J Rulf", "J Pier"], ["MC Frenay", "ME Faymonville", "S Devlieger", "A Albert", "A Vanderkelen"], ["KL Syrjala", "C Cummings", "GW Donaldson"], ["BR Wright", "PD Drummond"], ["SW Askay", "DR Patterson", "MP Jensen", "SR Sharar"], ["JJ Everett", "DR Patterson", "GL Burns", "B Montgomery", "D. Heimbach"], ["DR Patterson", "JJ Everett", "GL Burns", "JA Marvin"], ["DR Patterson", "MP Jensen", "SA Wiechman", "SR Sharar"], ["AH Konstantatos", "M Angliss", "V Costello", "H Cleland", "S. Predicting Stafrace"], ["N Rejeh", "M Heravi-Karimooi", "M Vaismoradi", "M. Jasper"], ["M Gavin", "M Litt", "A Khan", "H Onyiuke", "Kozol R"], ["M. Good"], ["KL Syrjala", "GW Donaldson", "MW Davis", "ME Kippes", "JE Carr"], ["S-L Wang Z-X", "C-H Sun"], ["AJ Pijl", "HM de Gast", "J Mats", "MB Hoen"], ["EA Gonzales", "RJA Ledesma", "DJ McAllister", "SM Perry", "CA Dyer", "JP Maye"], ["A Akgul", "B Guner", "M Çırak", "D Çelik", "O Hergünsel", "S. Bedirhan"], ["ME Faymonville", "PH Mambourg", "J Joris"], ["I Marc", "P Rainville", "B Masse"], ["R Melzack", "M Germain", "E Belanger", "PN Fuchs", "R Swick"], ["M Good", "JM Albert", "GC Anderson"], ["JP Higgins", "S. Cochrane Green"], ["JP Higgins", "SG Thompson"], ["DS Quintana"], ["M Egger", "G Davey Smith", "M Schneider", "C. Minder"], ["L Dindo", "MB Zimmerman", "K Hadlandsmyth"], ["EL Garland", "B Froeliger", "Howard MO"], ["AE Zgierska", "CA Burzinski", "J Cox"], ["C Jr Ashton", "GC Whitworth", "JA Seldomridge"], ["B Enqvist", "Fischer K"], ["MM Ghoneim", "RI Block", "DS Sarasin", "CS Davis", "JN Marchman"], ["M Joudi", "M Fathi", "A Izanloo", "O Montazeri", "A Jangjoo"], ["EV Lang", "JS Joyce", "D Spiegel", "D Hamilton", "KK Lee"], ["EV Lang", "EG Benotsch", "LJ Fick"], ["EV Lang", "KS Berbaum", "SG Pauker"], ["EF Mackey"], ["Mackey EF"], ["GH Montgomery", "DH Bovbjerg", "JB Schnur"], ["OS Surman", "TP Hackett", "EL Silverberg", "DM Behrendt"], ["Y Wang", "H Tang", "Q Guo"], ["KO Anderson", "MZ Cohen", "TR Mendoza", "H Guo", "MT Harle", "CS Cleeland"], ["O Haase", "W Schwenk", "C Hermann", "JM Müller"], ["KL Kwekkeboom", "B Wanta", "M. Bumpus"], ["CL Mandle", "AD Domar", "DP Harrington"], ["A Manyande", "P. Salmon"], ["R Sloman", "P Brown", "E Aldana", "E. Chee"], [], ["GF Antall", "D. Kresevic"], ["JB Forward", "NE Greuter", "SJ Crisall", "HF Lester"], ["K. Kwekkeboom"], ["DL Tusek", "JM Church", "SA Strong", "JA Grass", "VW Fazio"], ["WH van der Laan", "BL van Leeuwen", "PS Sebel", "E Winograd", "P Baumann", "B Bonke"], ["TT McLintock", "H Aitken", "CF Downie", "GN Kenny"], ["U Nilsson", "N Rawal", "B Enqvist", "M. Unosson"], ["K Kroenke", "X Zhong", "D Theobald", "J Wu", "W Tu", "JS Carpenter"], ["MR Naylor", "S Naud", "FJ Keefe", "JE Helzer"], ["N Rolving", "CV Nielsen", "FB Christensen", "R Holm", "CE Bünger", "LG Oestergaard"], ["W Viechtbauer", "MW Cheung"], ["EL Garland", "SA Gaylord", "O Palsson", "K Faurot", "J Douglas Mann", "WE Whitehead"], ["DR Patterson", "MP Jensen"], ["A Del Casale", "S Ferracuti", "C Rapinesi"], ["P Rainville", "GH Duncan", "DD Price", "B Carrier", "MC Bushnell"], ["F Zeidan", "KT Martucci", "RA Kraft", "NS Gordon", "JG McHaffie", "RC Coghill"], ["F Zeidan", "DR Vago", "Y Acad Sci"], ["EL Garland", "MO Howard"], ["D Moher", "KF Schulz", "DG Altman"], ["DC Cherkin", "KJ Sherman", "BH Balderson"], [], [], [], [], [], []], "title": "Mind-Body Therapies for Opioid-Treated Pain:  A Systematic Review and Meta-analysis ", "authors": ["Eric L. Garland", "Carrie E. Brintz", "Adam W. Hanley", "Eric J. Roseen", "Rachel M. Atchley", "Susan A. Gaylord", "Keturah R. Faurot", "Joanne Yaffe", "Michelle Fiander", "Francis J. Keefe"], "ref_list": [[], [""], ["Prescription opioid use, misuse, and use disorders in US adults: 2015 National Survey on Drug Use and Health"], ["New data on opioid use and prescribing in the United States"], ["Quantifying the epidemic of prescription opioid overdose deaths"], ["Prevention of prescription opioid misuse and projected overdose deaths in the United States"], ["The effectiveness and risks of long-term opioid therapy for chronic pain: a systematic review for a National Institutes of Health Pathways to Prevention Workshop"], ["CDC guideline for prescribing opioids for chronic pain-"], ["Center for Complementary and Integrative Health. The Science of Mind-Body Therapies"], ["Nonpharmacologic therapies for low back pain: a systematic review for an American College of Physicians clinical practice guideline"], ["Mindfulness meditation for chronic pain: systematic review and meta-analysis"], ["Hypnosis for acute procedural pain: a critical review"], ["Mindfulness-based stress reduction for treating low back pain: a systematic review and meta-analysis"], ["Does mindfulness meditation improve chronic pain? a systematic review"], ["The effectiveness of hypnosis for pain relief: a systematic review and meta-analysis of 85 controlled experimental trials"], ["Preferred Reporting Items for Systematic Reviews and Meta-analyses: the PRISMA statement"], ["Attention regulation and monitoring in meditation"], ["Advancing research and practice: the revised APA Division 30 definition of hypnosis"], ["Guided imagery for musculoskeletal pain: a systematic review"], ["Relief of postoperative pain with jaw relaxation, music and their combination"], ["Positive suggestion techniques in somatic medicine: a review of the empirical studies"], ["Cognitive therapy: a 30-year retrospective"], ["-analyses in R with the metafor package"], ["Efficacy of therapeutic suggestions for improved postoperative recovery presented during general anesthesia"], ["Systematic relaxation to relieve postoperative pain"], ["Mindfulness-oriented recovery enhancement for chronic pain and prescription opioid misuse: results from an early-stage randomized controlled trial"], ["Randomized controlled trial of brief mindfulness training and hypnotic suggestion for acute pain relief in the hospital setting"], ["Mindfulness-based stress reduction for failed back surgery syndrome: a randomized controlled trial"], ["Psychological approaches during dressing changes of burned patients: a prospective randomised study comparing hypnosis against stress reducing strategy"], ["Hypnosis or cognitive behavioral training for the reduction of pain and nausea during cancer treatment: a controlled clinical trial"], ["Rapid induction analgesia for the alleviation of procedural pain during burn care"], ["A randomized controlled trial of hypnosis for burn wound care"], ["Adjunctive interventions for burn pain control: comparison of hypnosis and ativan: the 1993 Clinical Research Award"], ["Hypnosis for the treatment of burn pain"], ["Virtual reality hypnosis for pain associated with recovery from physical trauma"], ["the effectiveness of virtual reality relaxation on pain and anxiety when added to PCA morphine in patients having burns dressings changes"], ["Effect of systematic relaxation techniques on anxiety and pain in older patients undergoing abdominal surgery"], ["A prospective, randomized trial of cognitive intervention for postoperative pain"], ["A comparison of the effects of jaw relaxation and music on postoperative pain"], ["Relaxation and imagery and cognitive-behavioral training reduce pain during cancer treatment: a controlled clinical trial"], ["Wang Q. Psychological intervention reduces postembolization pain during hepatic arterial chemoembolization therapy: a complementary approach to drug analgesia"], ["Guided imagery intervention does not affect surgical outcome of patients undergoing laparoscopic cholecystectomy: a multi-centre randomised controlled study"], ["Effects of guided imagery on postoperative outcomes in patients undergoing same-day surgical procedures:"], ["The Beneficial Effect of Hypnosis in Elective Cardiac Surgery: A Preliminary Study"], ["Psychological approaches during conscious sedation. Hypnosis versus stress reducing strategies: a prospective randomized study"], ["Hypnotic analgesia intervention during first-trimester pregnancy termination: an open randomized trial"], ["Positive intrasurgical suggestion fails to affect postsurgical pain"], ["Supplementing relaxation and music for pain after surgery"], ["Handbook for Systematic Reviews of Interventions"], ["Quantifying heterogeneity in a meta-analysis"], ["From pre-registration to publication: a non-technical primer for conducting a meta-analysis to synthesize correlational data"], ["Bias in meta-analysis detected by a simple, graphical test"], ["Acceptance and commitment therapy for prevention of chronic postsurgical pain and opioid use in at-risk veterans: a pilot randomized controlled study"], ["Effects of mindfulness-oriented recovery enhancement on reward responsiveness and opioid cue-reactivity. study"], ["Mindfulness meditation and cognitive behavioral therapy intervention reduces pain severity and sensitivity in opioid-treated chronic low back pain: pilot findings from a randomized controlled trial"], ["Self-hypnosis reduces anxiety following coronary artery bypass surgery. A prospective, randomized trial"], ["Preoperative hypnotic techniques reduce consumption of analgesics after surgical removal of third mandibular molars: a brief communication"], ["Tape-recorded hypnosis instructions as adjuvant in the care of patients scheduled for third molar surgery"], ["An Evaluation of the Effect of Hypnosis on Postoperative Analgesia following Laparoscopic Cholecystectomy"], ["Self-hypnotic relaxation during interventional radiological procedures: effects on pain perception and intravenous drug use"], ["Adjunctive non-pharmacological analgesia for invasive medical procedures: a randomised trial"], ["Beneficial effects of hypnosis and adverse effects of empathic attention during percutaneous tumor treatment: when being nice does not suffice"], ["An Extension Study Using Hypnotic Suggestion as an Adjunct to Intravenous Sedation"], ["Effects of hypnosis as an adjunct to intravenous sedation for third molar extraction: a randomized, blind, controlled study"], ["A randomized clinical trial of a brief hypnosis intervention to control side effects in breast surgery patients"], ["Usefulness of psychiatric intervention in patients undergoing cardiac surgery"], ["Effects of intravenous patient-controlled sufentanil analgesia and music therapy on pain and hemodynamics after surgery for lung cancer: a randomized parallel"], ["Brief cognitive-behavioral audiotape interventions for cancer-related pain: immediate but not long-term effectiveness"], ["Guided imagery and relaxation in conventional colorectal resections: a randomized, controlled, partially blinded trial"], ["Individual difference variables and the effects of progressive muscle relaxation and analgesic imagery interventions on cancer pain"], ["Relaxation response in femoral angiography"], ["Effects of pre-operative relaxation on post-operative analgesia: immediate increase and delayed reduction"], ["The use of relaxation for the promotion of comfort and pain relief in persons with advanced cancer"], ["Behavioral preparation for surgery: benefit or harm"], ["The use of guided imagery to manage pain in an elderly orthopaedic population"], ["Effect of structured touch and guided imagery for pain and anxiety in elective joint replacement patients: a randomized controlled trial: M-TIJRP"], ["The role of imaging ability in successful use of guided imagery for cancer related pain"], ["Guided imagery: a significant advance in the care of patients undergoing elective colorectal surgery"], ["Therapeutic suggestion has not effect on postoperative morphine requirements"], ["Postoperative analgesic requirements in patients exposed to positive intraoperative suggestions"], ["Analgesia following music and therapeutic suggestions in the PACU in ambulatory surgery; a randomized controlled trial"], ["Somatic symptoms in patients with cancer experiencing pain or depression: prevalence, disability, and health care use"], ["Therapeutic Interactive Voice Response (TIVR) to reduce analgesic medication use for chronic pain management"], ["Preoperative cognitive-behavioural intervention improves in-hospital mobilisation and analgesic use for lumbar spinal fusion patients"], ["Outlier and influence diagnostics for meta-analysis"], ["Therapeutic mechanisms of a mindfulness-based treatment for IBS: effects on visceral sensitivity, catastrophizing, and affective processing of pain sensations"], ["Hypnosis and clinical pain"], ["Hypnosis and pain perception: an activation likelihood estimation (ALE) meta-analysis of functional neuroimaging studies"], ["Pain affect encoded in human anterior cingulate but not somatosensory cortex"], ["Brain mechanisms supporting the modulation of pain by mindfulness meditation"], ["Mindfulness meditation-based pain relief: a mechanistic account"], ["Mindfulness-oriented recovery enhancement reduces opioid attentional bias among prescription opioid-treated chronic pain patients"], ["CONSORT. The CONSORT statement: revised recommendations for improving the quality of reports of parallel group randomized trials"], ["Effect of mindfulness-based stress reduction vs cognitive behavioral therapy or usual care on back pain and functional limitations in adults with chronic low back pain: a randomized clinical trial"], [], [], [], [], [], []], "abstract": "IMPORTANCE Mind-body therapies (MBTs) are emerging as potential tools for addressing the opioid crisis. Knowing whether mind-body therapies may benefit patients treated with opioids for acute, procedural, and chronic pain conditions may be useful for prescribers, payers, policy makers, and patients. OBJECTIVE To evaluate the association of MBTs with pain and opioid dose reduction in a diverse adult population with clinical pain. DATA SOURCES For this systematic review and meta-analysis, the MEDLINE, Embase, Emcare, CINAHL, PsycINFO, and Cochrane Library databases were searched for English-language randomized clinical trials and systematic reviews from date of inception to March 2018. Search logic included (pain OR analgesia OR opioids) AND mind-body therapies. The gray literature, ClinicalTrials.gov, and relevant bibliographies were also searched. STUDY SELECTION Randomized clinical trials that evaluated the use of MBTs for symptom management in adults also prescribed opioids for clinical pain. DATA EXTRACTION AND SYNTHESIS Independent reviewers screened citations, extracted data, and assessed risk of bias. Meta-analyses were conducted using standardized mean differences in pain and opioid dose to obtain aggregate estimates of effect size with 95% CIs. MAIN OUTCOMES AND MEASURES The primary outcome was pain intensity. The secondary outcomes were opioid dose, opioid misuse, opioid craving, disability, or function. RESULTS Of 4212 citations reviewed, 60 reports with 6404 participants were included in the meta-analysis. Overall, MBTs were associated with pain reduction (Cohen d = −0.51; 95% CI, −0.76 to −0.26) and reduced opioid dose (Cohen d = −0.26; 95% CI, −0.44 to −0.08). Studies tested meditation (n = 5), hypnosis (n = 25), relaxation (n = 14), guided imagery (n = 7), therapeutic suggestion (n = 6), and cognitive behavioral therapy (n = 7) interventions. Moderate to large effect size improvements in pain outcomes were found for meditation (Cohen d = −0.70), hypnosis (Cohen d = −0.54), suggestion (Cohen d = −0.68), and cognitive behavioral therapy (Cohen d = −0.43) but not for other MBTs. Although most meditation (n = 4 [80%]), cognitive-behavioral therapy (n = 4 [57%]), and hypnosis (n = 12 [63%]) studies found improved opioid-related outcomes, fewer studies of suggestion, guided imagery, and relaxation reported such improvements. Most MBT studies used active or placebo controls and were judged to be at low risk of bias. CONCLUSIONS AND RELEVANCE The findings suggest that MBTs are associated with moderate improvements in pain and small reductions in opioid dose and may be associated with therapeutic benefits for opioid-related problems, such as opioid craving and misuse. Future studies should carefully quantify opioid dosing variables to determine the association of mind-body therapies with opioid-related outcomes.", "type": "Original Investigation", "text": "T gency at both clinical and policy levels. For much of thehe opioid crisis is being addressed with heightenedur20th century, opioids were prescribed primarily forpostoperative and cancer-related pain.1 In the 1990s, prescriptionof opioids to treat all forms of pain became standard care.1Consequently, opioid prescriptions increased to 208 million by2011.1 Currently, more than 35% of the US adult population isprescribed opioids in a given year.2 This marked increase inopioid prescriptions was paralleled by an increasing incidence ofopioid use disorder (OUD), which now affects approximately2 million individuals in the United States,3 and opioidmisuse, which affects 12 million individuals in the United Statesoverall.2 Since 2006, US deaths due to opioid overdose havetripled, increasing to 42 200 in 2016,4 and are projected to reach82 000 by 2025, resulting in 700 000 additional deaths in theUnited States.5The opioid c risis arose in part bec ause ofwellintentioned efforts to alleviate untreated pain. Althoughopioids are considered to be useful in managing a widecontinuum of pain, including acute, procedural, and chronic pain,evidence of their long-term efficacy and safety is limited.6 Tohelp combat the opioid crisis, guidelines encouragepractitioners to consider nonopioid pain management options,including mind-body therapies (MBTs).7 Mind-body therapiestarget “interactions among the brain, mind, body, andbehavior, with the intent to use the mind to affect physicalfunctioning and promote health.”8 Mind-body therapies mightameliorate pain and prevent downstream transitions fromlongterm opioid use to OUD. Thus, the National Institutes of Healthinitiative Helping to End Addiction in the Long Term (HEAL)has called for studies of MBTs as interventions for painand OUD.The efficacy of MBTs should be examined across the paincontinuum. Reviews9-14 demonstrate that MBTs may beassociated with significantly alleviated clinical pain. Few of thestudies reviewed measured opioid use, and reviews includedpatients who were not prescribed opioids. However, noreview, to date, has examined the efficacy of MBTs specificallyfor the subset of patients prescribed opioid analgesics. Giventhe importance of this population, we provide, to ourknowledge, the first systematic review of MBTs for opioid-treatedpain. Because of the urgency of the opioid crisis, wereviewed all studies of MBTs for patients with opioid-treated painregardless of the study quality or clinical population toprovide comprehensive evidence to prescribers, patients,payers, and policy makers.7For this systematic review and meta-analysis, the followingbibliographic databases were searched for English-languagerandomized clinical trials and systematic reviews from the dateof inception to March 2018: MEDLINE, Embase, CINAHL,Emcare, PsychINFO, and Cochrane Library. Search logicincluded (pain OR analgesia OR opioids) AND mind bodytherapies (eMethods in the Supplement). We searched gray literatureKey Pointsrelaxation, guided imagery, therapeutic suggestion, and cognitivebehavioral therapy) associated with pain reduction andopioid-related outcome improvement among adults using opioidsfor pain?randomized clinical trials with 6404 participants, mind-bodytherapies were associated with improved pain (Cohen d = −0.51;95% CI, −0.76 to −0.27) and reduced opioid dose (Cohend = −0.26; 95% CI, −0.44 to −0.08).Meaning Practitioners should be aware that mind-body therapiesmay be associated with moderate improvements in pain and smallreductions in opioid dose.and ClinicalTrials.gov and performed hand searches ofrelevant bibliographies. The methods and reporting of thissystematic review and meta-analysis followed the PreferredReporting Items for Systematic Review and Meta-Analysis(PRISMA) guidelines (Figure 1).15Randomized clinical trials of MBTs were included if theyinvolved adults (aged ≥18 years) prescribed opioids for chronic,acute, procedural, or cancer pain. Because we were focused4212 Records identified through database searching4126 Title-abstract review603 Full-text articles assessed for eligibility86 Duplicates removed3523 Records excluded543 Full-text articles excluded390 No opioids, opioid usersnot broken out in results,or pain medication unspecified84 Not mind-body intervention24 Wrong study design11 Wrong population10 Wrong outcomes7 Duplicate report7 Review, not study4 Not English language4 Secondary analysis2 Other60 Studies included in systematic review37 Studies included in quantitative meta-analysis29 Pain8 Opioid useE2JAMA Internal Medicine Published online November 4, 2019 (Reprinted)on both pain and opioid use outcomes, studies that did notinclude pain-related outcomes were excluded (eg, studies ofindividuals with OUD who did not report pain). Studies wereexcluded if they collected data on pain medicine or analgesicswithout specifying that these medications were opioids.To constrain the considerable heterogeneity of MBTs, welimited our review to studies of psychologically oriented MBTsthat prioritize using mental techniques to ameliorate pain,including meditation, hypnosis, guided imagery, relaxation,therapeutic suggestion, and cognitive behavioral therapy(CBT). Meditation involves practices, such as mindfulness, tocultivate present-moment focused attention andmetaawareness, as well as acceptance of thoughts, emotions, andbody sensations.16 Hypnosis involves induction of an alteredstate of consciousness in which focused attention andreduced peripheral awareness enhance the capacity forresponding to suggestions for changing thoughts, emotions, andsensations.17 Guided imagery involves active imagination ofvisual, auditory, and somatic sensations and perceptions.18Relaxation involves the use of the mind to systematicallyrelease muscle tension throughout the body.19 Therapeuticsuggestion involves provision of suggestions to change thoughts,emotions, and sensations without directly inducing anhypnotic altered state.20 Cognitive behavioral therapy involves theuse of logic to challenge and change negative thinkingpatterns, thereby decreasing negative emotions and promotingadaptive behaviors.21Although acupuncture and spinal manipulation aresometimes labeled MBTs, given that these approaches rely onphysical (eg, needling and musculoskeletal adjustment) rather thanpsychological techniques, we did not include studies of thesetherapies in our review. Similarly, studies of yoga or Tai Chiwithout formal meditation practice were excluded. Weincluded studies of physical mind-body modalities or othercomplementary therapies only if 50% or more of theintervention involved delivery of psychologically oriented MBTtechniques. We elected to focus our review on MBTs thatprimarily use mental techniques because they may be more accessibleto people whose mobility is compromised by pain or used forpain relief during inpatient procedures when patients areimmobilized.The primary outcome was pain severity or intensity.Secondary outcomes were opioid use measured by prescriptionrecord, self-report, or urine toxicologic screening; opioid misuseand craving; and disability or functional impairment.Abstracts and full texts were screened and data extractedindependently by 2 reviewers (E.L.G., C.E.B., A.W.H., E.J.R.,R.M.A., S.A.G., K.R.F., J.Y., and/or M.F.) via Covidence (https://www.covidence.org/home). Risk of bias was assessed inCovidence using the Cochrane risk of bias tool by 2 independentreviewers (E.L.G., C.E.B., A.W.H., E.J.R., R.M.A., S.A.G., K.R.F., J.Y., and/or M.F.). Disagreements were resolved by a thirdreviewer (E.L.G., C.E.B., A.W.H., E.J.R., R.M.A., S.A.G., K.R.F., J.Y., or M.F.) or by discussion. To prevent conflict of interest,studies written by review authors were assessed by othermembers of the author team.Mixed-effects meta-analyses were performed using the RMetafor package22 for pain and opioid dose outcomes. Aftersending email requests for missing data to authors of studiesincluded in the review who did not provide sufficient data inthe original publication, 29 studies19,23-50 were included in thepain meta-analysis and 8 studies29,30,35,37-39,42,43 in theopioid dose meta-analysis. In studies with more than 1 MBT arm,data from both MBTs were included. Studies that reported Pvalues but did not report numerical means and SDs forbaseline or postintervention pain or opioid use could not beincluded in the meta-analysis. Pain values were standardizedusing a 0- to 10-point numeric rating scale, and opioid dosewas standardized into morphine equivalents using standardequianalgesic conversion tables.7 Change scores werecreated by subtracting the baseline value from the mostproximal postintervention end point; this end point was selectedbecause it was consistently collected despite great variabilityin time points across studies. The SDs of the change scores wereimputed via Cochrane best practices.51 Effect size estimateswere calculated as standardized mean differences.22 Studyheterogeneity was investigated using Baujat plots inconjunction with the Q and I2 statistics.52,53 Publication bias wasexamined with funnel plots and the Egger test.53,54 Although weperformed quantitative meta-analyses on all studies for whichwe could extract data, the entire body of studies wassystematically reviewed in a qualitative manner (summary studydata19,23-50,55-86 are presented in Table 1 and detailed study datain the eMethods in the Supplement).We screened 4212 citations and 603 full-text articles. Sixtystudies with a total of 6404 participants were ultimately includedin the review (Figure 1). The 60 studies focused on variousclinical pain targets: procedural pain (n = 39), burn pain (n = 7),cancer pain (n = 5), chronic pain (n = 8), or heterogeneous acutepain conditions (n = 1). Sample sizes ranged from 13 to 500.Studies tested meditation (n = 5), hypnosis (n = 25),relaxation (n = 14), guided imagery (n = 7), therapeutic suggestion(n = 6), and CBT (n = 7) interventions. Studies used a range ofcontrol conditions, including another MBT (n = 4),psychotherapy comparators (n = 11), attention control (n = 10),information control (n = 7), music controls (n = 6), waiting listcontrol (n = 2), usual care (n = 20), or other control conditions(n = 3) (eTables 1-6 in the Supplement).Association of Meditation With Pain OutcomesAll 5 mindfulness or meditation studies25-27,55,57 (100%)reported significant improvements in pain severity, painunpleasantness, interference, thermal pain sensitivity, and/orcessation of postsurgical pain. Meta-analytic results indicated thatmeditation had a significant strong association with painreduction (Cohen d = –0.70; 95% CI, −1.09 to −0.31; P < .001)Mind-BodyTherapiesforOpioid-TreatedPain)at )n ae ten bt))aka,kw62w8(ilu,ylno )bst en ive tit raa e) )ag bgni ns is se sr ed rd)ae )v bi et va ir te ap reot ps oo ts)bgn b))aten at),ssenevisnetxEpareBdnis 8e 1i0 261 6 2,0 0 ,5 la2 2 52 tl, ea ddut 5 7Sn 5l,a 2l,a t ne lal.1eM rceu iittaod teodn treem lrand radGb o e i s a na S M D E G aTy yr re eg gr ru us sic kcd aepa g sp n yib ic k ao d n ta tdth ile ro d sor a h nO F C a ms did 0io 9p rin o fo7usTBCdesabnoitatideusnpyhfleSg p g p in ito onlrcae itcoon lrcae lscyooh itevonn lscyooh itevonn r-sceud rsceud itcaeuda n a P r p r s ssu tte su ) te ) te tre tre ianU A U (1 in (2 in S S P,ob aepmce zla rap lo1 2H H H ( (o uis is n fs s p do o y inn n H np p ) )y y1 2H H ( (els b et a tn r aie le ut o qa t e lpn in d oi an tr nl gn i n iata it r oi r o c psp o n in cko ep ia a aH r p p BGH Ayreyregrgu rsc ian lsu iania p a pd n t nr r n ra u e uC B D Bn pe o a)) tm a s 2t) ta e o de iv p niiltt-scaaeeeooupdnddROOm llft)-Foooupghw biii,ttttr()ssayeeekvooppnn1w bii,ttr)(ssaeeekvoooppdd1w aiiittttr()ssayeeevooppnn aiittr()ssaeeevoooppdd aiiiltttrrr()scaayeeoupndnn aiiilttrrrr)(sscaaaeeeevoooupdnddd aiiiltttrrr()scaayeeoupndnn aiiilttrrrr()sscaaaeeeevoooupdnddd aiiiltttrrr()scaayeeoupndnn aiiilttrrrr)(sscaaaeeeevoooupdnddd aiiittttr()ssayeeevoopphnn24 aiittr)(ssaeeevooopphdd42 aiiittttr()ssayeeevoopphnn24 aiittr)(ssaeeevooopphdd42 biiiittttrr()saayeeevopnnn aiiittrrr)(()ssayaeeeevoooupnnd aiiittttr)(ssayeeevooppnn ailtttr()ssssaaaeeeevooupppnnn biittr)(ssaeeevoooppdd aiiittttr()ssayeeevooppnn biittr)(ssaeeevoooppdd aaiiftttttrr(saayaeeeenhdhnnn18m ablftttrr(sssaaaaeeeupndhnnhn81 biiii,ttttttrrr(ssaayaeeeevooopppnnn biiiii,ttttrrrr(scaaaeeeeevoouqpnnnm aiilftttttrr()-ssaayaeekpnnnn31w bilftttrr()-ssaaaeekopndnd31w aiiittttr()-ssyaeeevoopphnn424 aiilttttr)(-ssaaeeevoooopphdd244 aiiifttr()-sssaeeevoooouppphd424 bbiitttttrr()ssayaeeeubnnnndn12m alttttrr(ssssaaaaeeeeuubpnnnnn1m aaitttrr()ssaaeeeoubnndndd12mu niM Sc ea rtr as ci lD a) u1 s( Utsiltiaw)2(,noitmiyregaevitisop)2( n, oiR taMxP a) l1 e( R7 95 4yreni ga rp usr le acnn ia pC S600s 2 6ieud 70l, 200t a 7S t 3,e lano nita rso tex e inla d ve n aMMgnidr96,la5Utethgir03,laWWR A GnocgnipocTBC)2(,sisonitpareBdnid n n n n nn p p p p pi y y y y yMind-BodyTherapiesforOpioid-TreatedPain)aegnahciiiltt-scaaaeeeooupdndndROOm llft)-eLFooougphnw biiiittttr()ssyaaeeevooppnnn biiittr)(ssaeeevoooopppdd aiiitttr()sssaaaeeevoooppnnn aiiitttrr()ssssaaeeevooppdn aiiitttr()sssaaaeeevoooppnnn aiiitttrr)(ssssaaeeevooppdn biiittr()ssaeeevoooopppdd biiiittttr()ssyaaeeevooppnnn biiittr)(ssaeeevoooopppdd iiiil,fttttrrr(ssyaaaaeeeexoonnnnRVw biiiftrr)(ssscaaeeeeoopggdddnhn aiiiittttr)(ssyaaeeevooppnnn aiiilttttrrr()-ssssaaaeeeeevooppddn aiiiitttrr()saaaeeexvoogppndnn aiiiittttr)(ssyaaeeevooppnnn aiittrr()-ssssssaaaeeeeevooupppdn a)iiittr(ssaeeevoooopppdd aiiiittttr()-sssyaayaeeevooppnnnd17 aiiitttrr()-sssssaaayeeevooppdnd71 aiiiil,tttrrrr(scaaaaeevoooouupppdnm aitttrr()ssaaayeeevvooouuppppnd1m iiil,ttrrr(sscyaaeeeexvoooooooppdnw biiiiil,ttttrrrr(saaaaeeeevvoooooppppdn aiiiittttr()-ssyaaeeevooppnnnh012 aiiittr)(ssaeeevoooopppddh6 aiiittr()ssaeeevooouppphd6 aiiiittttr)(ssyaaeeevooppnnn aiiitttrr)(ssssaaeeevooppdn biiittr()ssaeeevoooopppdd iiiifttttrrr(ssscayaaeeeekpgnnnndh3w iiiillftttrrr(sscaayaaeeekvpgnnndh3w aiit()ssaaekonnn3w biifffttrr)(sccaaaaeeekgndh3w biiiftrr()sscaaeeekoopgdddh3w aiiilftttttrr()-ssyaaaaeekpnnnnn13w bilftttrrr)(-ssaaaeekooppddnn41w aiiiilttt()sssyaaaaeeopgnnnnP ( P O P P P P O P O P O P P P P N O P P In In R O P O O P P O P O P P O P O PH K 2 K 2 MMWnaC04,la8002tegnanitAPnitpareBdniTy y yr r re e epir t rg rg rgc e u u us g s s se r l l lD a a a ay lT in in ind a m m mu ic o o ot n d d dS il b b by C A A A9 09 19 01 259 09 1 59 l, l,1 a aM 8 t t.1 e 3, e ee rc d d dl u o o ob o o o oa S G G Ggnigng igrd in rd ino d o dc r c re o e or c r c, e , ee r e rl , l ,ip le ip let tl g l gu in u inM S M S,e ep pn a are re ito itc tka a a s nc cl l m u laa a r M bsu su fonU U Ignidryregruslanimodbdnane 4o 0r 0ah 2c4l 2u ,k dy oo o) )a ae e) )1 2( (naC49gnidrocer,elgniS1lanimodbae yiv rt ec ge rl uE s63,la299192,lateryaeg ryaeg54,latenosilbA rep aS)aoaom8dnam4(esudioipOlausuybdeck igh iodie h pn r or o n/o fo itodan ryo irpccakb itsh rseicn and frop seo uh an isk isr iC p r m0102niaP431(eFigure 1 in the Supplement), with homogeneity of effect sizes(Q [χ2 = 4.59, P = .10]; I2 = 56.20%).Association of Meditation With Opioid-Related OutcomesFour of the 5 studies (80%) reported significantimprovements in opioid misuse,25 opioid craving,25,26 time to opioidcessation,55 and/or opioid use27; 1 of these studies reportedreduced opioid analgesic use,27 but the analgesic outcome wasan imprecise categorical variable. One study57 failed to findeffects on opioid dose, and 2 other studies25,26 were unable toconsistently and reliably collect opioid dosing data.Intervention Characteristics and Clinical Pain TargetsThree of the 5 studies (60%) examined multiple-sessionmindfulness-based interventions: Mindfulness-OrientedRecovery Enhancement,25 meditation-based CBT,57 andMindfulnessBased Stress Reduction.27 Two studies examinedsinglesession interventions: mindful breathing26 and Acceptance andCommitment Therapy with meditation.55 Four of the 5studies25,27,55,57 (80%) focused on chronic pain conditions.Association of Hypnosis With Pain OutcomesFifteen of the 23 hypnosis studies26,29-31,33,34,47,61-67,69 (65%)reported statistically significant improvements in painintensity, pain unpleasantness, and/or pain affect. Meta-analyticresults indicated that hypnosis had a significant moderateassociation with pain reduction (Cohen d = −0.54; 95% CI, −0.87to −0.20; P < .001) (eFigure 2 in the Supplement), with someheterogeneity of effect sizes (Q [χ2 = 38.16, P < .001];I2 = 73.90%).Association of Hypnosis With Opioid-Related OutcomesTwelve hypnosis studies26,30,46,59,61-66,69 (63%) reportedstatistically significant improvements in opioid dose, desire foropioids, and/or time to first postoperative opioid dose.Intervention Characteristics and Clinical Pain TargetsFour studies28-30,69 (17%) examined multiple-sessionhypnotic interventions, with the remainder26,31-34,46-48,58-68examining single-session hypnotic inductions. Seventeenstudies29,34,46-48,58-69 focused on presurgical, postsurgical, orprocedural pain; 5 studies focused28,30-33 on burn pain; and 1study26 focused on acute pain.Association of Relaxation With Pain OutcomesTwelve of the 16 relaxation studies19,24,36,37,39,40,50,72-76 (75%)reported statistically significant improvements in painintensity or severity, pain sensation, pain distress, and/ornurseassessed pain. In 1 study,35 pain intensity was reported assignificantly worse in a virtual reality relaxation group comparedwith a morphine-only comparison group during burndressing change. Meta-analytic results indicated that relaxation didnot have a significant association with pain reduction (Cohend = −0.45; 95% CI, −1.13 to 0.22; P = .19) (eFigure 3 in theSupplement), with some heterogeneity of effect sizes (Q[χ2 = 218.62, P < .001]; I2 = 96.96%).Association of Relaxation With Opioid-Related OutcomesThree studies36,73,74 (19%) reported significant therapeuticeffects of relaxation on procedural opioid dose, postoperativeopioid dose, and number of patients receiving opioids. Twostudies (14%) reported significantly worse opioid-related outcomes,including postoperative opioid dose37 and recovery dose.74Intervention Characteristics and Clinical Pain TargetsSeven studies19,38,39,71,72,75 examined multiple-session relaxationinterventions, with the remainder24,35-37,40,50,73,74,76 examiningsingle-session relaxation interventions and 1 study40 notreporting that information. Relaxation interventions includedprogressive muscle relaxation, systematic relaxation, and jaw relaxation.Eleven studies19,24,36-38,40,50,71,73,74,76 focused on surgical orprocedural pain, 4 studies39,70,72,75 focused on cancer pain, and 1study35 focused on burn dressing change pain.Association of Guided Imagery With Pain OutcomesThree of the 9 guided imagery studies72,78,80 (33%) reportedstatistically significant improvements in pain intensity. Therewere insufficient numbers of guided imagery studies with painvalues to perform a meta-analysis.Association of Guided Imagery With Opioid-Related OutcomesTwo studies41,80 (29%) reported statistically significanteffects of guided imagery on opioid dose.Intervention Characteristics and Clinical Pain TargetsSix studies41,42,71,72,78,80 examined multiple-session guidedimagery interventions, with the remainder70,77,79 examiningsinglesession interventions. Seven studies41,42,71,77-80 focused onsurgical pain, and 2 studies70,72 focused on cancer pain.Association of Suggestion With Pain OutcomesTwo of the 6 therapeutic suggestion studies23,83 (33%)reported statistically significant improvements in painintensity. No other studies reported comparative improvements inpain outcomes, including pain intensity or painunpleasantness. Meta-analytic results indicated that suggestion had asignificant moderate association with pain reduction (Cohend = −0.68; 95% CI, −1.18 to −0.18; P = .008) (eFigure 4 in theSupplement), with some heterogeneity of effect sizes(Q [χ2 = 5.75, P = .056]; I2 = 63.66%).Association of Suggestion With Opioid-Related OutcomesThree studies23,43,82 (50%) reported significant therapeuticeffects of suggestion on opioid dose.Intervention Characteristics and Clinical Pain TargetsAll 6 studies23,43,49,81-83 examined single-session,audiorecorded suggestions and focused on surgical pain.Association of CBT With Pain OutcomesThree studies29,39,44 (43%) reported statistically significantimprovements in pain intensity. One study86 (14%) reportedstatistically significantly improvements in postoperativemobility. No other studies reported comparative improvements inpain outcomes including pain intensity or pain disability.Metaanalytic results indicated that CBT had a significantmoderate association with pain reduction (Cohen d = −0.43; 95% CI,−0.71 to −0.15; P = .002) (eFigure 5 in the Supplement), withhomogeneity of effect sizes (Q [χ2 = 2.07, P = .55]; I2 = 0.0%).Association of CBT With Opioid-Related OutcomesFour of the 7 CBT studies44,45,85,86 (57%) reported significanttherapeutic effects of CBT on opioid dose, use, or misuse.Intervention Characteristics and Clinical Pain TargetsAll 7 studies29,39,44,45,84-86 of CBT interventions examinedmultiple-session CBT interventions. Interventions usedinperson therapists,29,39,44,86 pain self-management,45,84 andinteractive voice response.85 Four studies44,45,84,85 focused onchronic pain, 2 studies29,39 focused on cancer pain, and 1study86 focused on surgical pain.Characteristics of the Overall Meta-analysisTwo meta-analyses were performed on all studies for whichdata could be extracted to determine the association of MBTswith reduced pain and opioid use. Inspection of Baujat plots(eFigure 6 in the Supplement) revealed that 2 studies,23,24 bothof which demonstrated significant clinical efficacy in favor ofMBTs, were appropriate for removal as outliers: 1 in the painmeta-analysis and 1 in the opioid use meta-analysis. We choseto remove those studies to obtain stable and reliablemetaanalytic effect size estimates per best practice guidelines.87Pain-Related Outcome ResultsOverall, MBTs had a significant, moderate association withreduced pain (Cohen d = −0.51; 95% CI, −0.76 to −0.27; P < .001)(Figure 2A). Computation of the Q (χ2 = 287.21, P < .001) andI2 (90.53%) statistics showed some heterogeneity of effect sizes.These data were derived from 29 studies (n = 2916), with 1679patients receiving an MBT. A funnel plot (eFigure 7 in theSupplement) and the Egger statistic (z = −0.65, P = .52) did notindicate publication bias.Opioid-Related Outcome ResultsOverall, MBTs had a significant, small association withopioid use (Cohen d = −0.26; 95% CI, −0.44 to −0.08; P = .01)(Figure 2B). Computation of the Q (χ2 = 6.70, P = .82) and I2(0.0%) statistics showed homogeneity of effect sizes. Thesedata were derived from 8 distinct studies (n = 435), with 250patients receiving an MBT. A funnel plot (eFigure 8 in theSupplement) and the Egger statistic (z = −0.30, P = .76) did notindicate publication bias.To our knowledge, this study represents the first systematicevaluation of the therapeutic benefits of MBTs foropioidtreated clinical pain in studies including more than 6000patients. Overall meta-analytic results revealed that MBTs hada statistically significant, moderate association with reducedpain intensity and a statistically significant, small associationwith reduced opioid dosing compared with a range of controlarms. The strength of the evidence for the therapeutic effectsof MBTs on pain and opioid dose reduction was moderate,although this evidence varied by specific MBT. Taken togetherwith descriptive results from this systematic review, MBTsoverall may be associated with improved pain andopioidrelated outcomes for a variety of painful health conditions.Most studies used active or placebo controls and had low riskof bias (Figure 3 and eFigures 9-14 in the Supplement),increasing confidence that the reported benefits are not solelythe result of nonspecific therapeutic factors.From a more granular perspective, differences emergedregarding the efficacy of the specific types of MBTs studied.Most studies of meditation, hypnosis, and CBT reportedsignificant therapeutic associations with opioid-relatedoutcomes, including opioid dosing, craving, and opioid misuse,whereas comparatively fewer studies of suggestion,imagery, and relaxation reported significant associations withopioid-related outcomes. Of note, 2 studies37,74 reportedsignificantly worsened opioid dosing outcomes afterrelaxation, suggesting the possibility of adverse effects.However, few studies reported adverse effects or harms of MBTs.Because of insufficient statistical power from the paucity ofstudies reporting opioid dose data, we could not conductseparate meta-analyses for each type of MBT on opioiddosing.A different pattern emerged with regard to painoutcomes. Separate meta-analyses by specific MBT typedemonstrated significant associations of meditation, hypnosis, CBT,and suggestion with pain outcomes, with the largest effect sizesobserved for meditation studies. Differences in therapeuticefficacy between MBTs could be ascertained through rigorouscomparative effectiveness trials. Although several of thestudies26,29,39,70-72 in this review compared 2 MBTs, they werenot sufficiently powered to detect what are likely to be smalleffect size differences between bona fide treatments.Furthermore, many of the MBTs reviewed involved combinations ofapproaches, including some with CBT. Dismantling trials couldunpack multimodal MBTs and determine the differentialeffects of their various treatment components.Differences also emerged with regard to foci of MBTclinical pain targets. Most of the meditation-based interventionstudies focused on treating chronic noncancer pain (eg, low backpain). In contrast, most hypnosis, relaxation, imagery, andsuggestion studies focused on treating acute, procedural, orcancerrelated pain. It is plausible that MBTs have differentialassociations with acute vs chronic pain as well as opioid use dependingon their mechanisms of action. In that regard, mindfulnesstraining aims to increase acceptance, decrease catastrophizing, andfacilitate a shift from affective to sensory processing of painsensations by reappraising pain as innocuous sensoryinformation rather than an emotionally laden threat to bodily integrity.88These mechanisms might be especially efficacious for chronicpain conditions in which pain exacerbation occurs through thedevelopment of cognitive schemas, attentional hypervigilance,E10JAMA Internal Medicine Published online November 4, 2019 (Reprinted)and distress intolerance. In contrast, techniques such ashypnosis and guided imagery aim to reduce pain throughdissociation or imaginal superimposition of pleasurable sensations ontothe painful body part.89 These mechanisms might instead beefficacious for acute pain conditions or procedural pain wherenociceptive peripheral or visceral afference during noxiousstimulation causes suffering. However, mindfulness andhypnosis appear to help alleviate pain via corticothalamicmoducedural pain, they may serve as an important form of primaryprelation of ascending nociceptive input.90-93 Additional studiesvention of long-term opioid use and OUD. Among MBTs,are needed to disentangle the unique and overlappingmechameditation-based interventions and CBT may be particularlyusenisms of MBTs.ful given their association with reduced pain severity andfuncRecommendations for future research are detailed intional interference, their potential to improve opioid-relatedoutcomes, their broad public appeal, and the comparatively largerquantitative estimates of opioid dosing, including opioid type,numbers of practitioners already trained to deliver thesemodalidose per unit, dosage form, dosage frequency, and durationties. These interventions may also increase patient self-efficacyof use. Because participant self-report is unreliable, ifposin that they involve developing self-management skills thatpasible, data should be extracted from electronic health recordstients can use independently after an initial brief training period.and prescription drug monitoring programs. Trials thatexamMoreover, because MBTs can be delivered via audio-recordedforine the effect of MBT on opioid misuse should triangulate datamats and in person by social workers and nurses for relatively lowfrom self-reports, practitioner evaluation, and toxicologiccost, they may prove to have a significant economic advantagescreening. Psychophysiologic measures could also be used toin future cost-effectiveness research. Behavioral health careproassess the association of MBT with opioid cue reactivity, andfessionals working alongside physicians could feasibly integratesuch measures have been reported to be sensitive to the useMBTs into standard medical practice through coordinated careof MBTs in patients with opioid-treated pain.56,94management, colocated care on site with some systemintegraExtant evidence from controlled trials suggests that MBTstion, or a fully integrated, onsite care model (eg, behavioral healthcan improve clinical pain and opioid-related outcomes.Practiintegration into primary care). Insofar as MBTs are associated withtioners should consider presenting MBTs as nonpharmacologicpain relief and opioid use reduction among patients prescribedadjuncts to opioid analgesic therapy. The observed findings onopioids for a range of pain conditions, MBTs may help alleviateprocedural pain are especially notable; if MBTs can reduceprothe opioid crisis.E12jamainternalmedicine.comThis study has limitations. We could not draw quantitativeconclusions about outcome modifiers, such as dose ordelivery format, or about durability of treatment effects becauseof high levels of study heterogeneity. Outcomes rangedfrom immediate postintervention acute pain outcomes tooutcomes that lasted 3 months or longer. Approximatelyone-third of studies had small samples and therefore mayhave been underpowered. Although most studies had lowrisk of bias, a number of trials had biases, such as lack ofblinding of participants, personnel, and/or outcomesassessors, and lack of intention-to-treat analysis. Given thatnearly approximately half of the trials reviewed wereconducted before publication of the revised CONSORTstatement in 2001,95 some studies were missing clinical trialreporting information. Funnel plots and the Egger statisticindicated some publication bias for meditation andsuggestion studies.Another limitation was the insufficient reporting of opioiddosing in the MBT literature. A number of studies, includinghigh-impact trials,96 could not be included because the type ofanalgesic was unspecified and/or outcomes for opioid users werenot analyzed separately. Of the trials reviewed, less thanonefifth yielded opioid dosing data of sufficient detail to bemetaanalyzed.The findings suggest that MBTs are associated withmoderate improvements in pain and small reductions in opioiddose and may be associated with therapeutic benefits foropioid-related problems, such as opioid craving and misuse.Future studies should carefully quantify opioid dosingvariables to determine the association of mind-body therapieswith opioid-related outcomes.ARTICLE INFORMATIONAccepted for Publication: August 29, 2019.Published Online: November 4, 2019.doi:10.1001/jamainternmed.2019.4917and Boston University School of Medicine, Boston,(Atchley); Independent consultant, Halifax, NovaConflict of Interest Disclosures: Dr Garlandreported serving as the director of the Center onMindfulness-Oriented Recovery Enhancement(MORE), mindfulness-based therapy, and cognitivebehavioral therapy in the context of research trialsfor no cost to research participants; receivinghonoraria and payment for delivering seminars,lectures, and teaching engagements (related totraining practitioners in MORE and mindfulness)sponsored by institutions of higher education,government agencies, academic teaching hospitals,and medical centers; and receiving royalties fromthe sale of books related to MORE during theconduct of the study Dr Keefe reported a patentpending. No other disclosures were reported.grants R01DA042033 and R61AT009296; Dr Brintzwas supported by grant T32AT003378; Dr. Roseenwas supported by grant F32AT009272; and DrR01NR013910, and UG3AT009790 from theRole of the Funder/Sponsor: The funding sourceshad no role in the design and conduct of the study;collection, management, analysis, andinterpretation of the data; preparation, review, orapproval of the manuscript; and the decision tosubmit the manuscript for publication.          Additional Contributions: Emilee Naylor, BA,independent research coordinator, assisted withthe literature search for an early version of themanuscript. She was compensated for her work.E13a randomized, single-blind study. AANA J. 2010;78(                    therapeutic suggestions during generalanaesthesia: a double-blind randomised controlledtrial. Acta Anaesthesiol Scand. 2001;45(                    treatment for high-risk chronic pain patients onopioid therapy: a randomized trial. Pain. 2010;150(                    internet-based self-management program. PainManag Nurs. 2015;16(          ", "fir_para": "T gency at both clinical and policy levels. For much of the\nhe opioid crisis is being addressed with heightened\nur20th century, opioids were prescribed primarily for\npostoperative and cancer-related pain.1 In the 1990s, prescription\nof opioids to treat all forms of pain became standard care.1\nConsequently, opioid prescriptions increased to 208 million by\n2011.1 Currently, more than 35% of the US adult population is\nprescribed opioids in a given year.2 This marked increase in\nopioid prescriptions was paralleled by an increasing incidence of\nopioid use disorder (OUD), which now affects approximately\n2 million individuals in the United States,3 and opioid\nmisuse, which affects 12 million individuals in the United States\noverall.2 Since 2006, US deaths due to opioid overdose have\ntripled, increasing to 42 200 in 2016,4 and are projected to reach\n82 000 by 2025, resulting in 700 000 additional deaths in the\nUnited States.5", "one_words_summarize": "Althoughopioids are considered to be useful in managing a widecontinuum of pain, including acute, procedural, and chronic pain,evidence of their long-term efficacy and safety is limited.6 Tohelp combat the opioid crisis, guidelines encouragepractitioners to consider nonopioid pain management options,including mind-body therapies (MBTs).7 Mind-body therapiestarget “interactions among the brain, mind, body, andbehavior, with the intent to use the mind to affect physicalfunctioning and promote health. Search logicincluded (pain OR analgesia OR opioids) AND mind bodytherapies (eMethods in the Supplement). Similarly, studies of yoga or Tai Chiwithout formal meditation practice were excluded. Abstracts and full texts were screened and data extractedindependently by 2 reviewers (E.L.G., C.E.B., A.W.H., E.J.R.,R.M.A., S.A.G., K.R.F., J.Y., and/or M.F.) via Covidence (https://www.covidence.org/home). To prevent conflict of interest,studies written by review authors were assessed by othermembers of the author team. Mixed-effects meta-analyses were performed using the RMetafor package22 for pain and opioid dose outcomes. Seventeenstudies29,34,46-48,58-69 focused on presurgical, postsurgical, orprocedural pain; 5 studies focused28,30-33 on burn pain; and 1study26 focused on acute pain. Meta-analytic results indicated that relaxation didnot have a significant association with pain reduction (Cohend = −0.45; 95% CI, −1.13 to 0.22; P = .19) (eFigure 3 in theSupplement), with some heterogeneity of effect sizes (Q[χ2 = 218.62, P < .001]; I2 = 96.96%).Association of Relaxation With Opioid-Related OutcomesThree studies36,73,74 (19%) reported significant therapeuticeffects of relaxation on procedural opioid dose, postoperativeopioid dose, and number of patients receiving opioids. Eleven studies19,24,36-38,40,50,71,73,74,76 focused on surgical orprocedural pain, 4 studies39,70,72,75 focused on cancer pain, and 1study35 focused on burn dressing change pain. No other studies reported comparative improvements inpain outcomes including pain intensity or pain disability. A funnel plot (eFigure 8 in theSupplement) and the Egger statistic (z = −0.30, P = .76) did notindicate publication bias. Most studies used active or placebo controls and had low riskof bias (Figure 3 and eFigures 9-14 in the Supplement),increasing confidence that the reported benefits are not solelythe result of nonspecific therapeutic factors. Because of insufficient statistical power from the paucity ofstudies reporting opioid dose data, we could not conductseparate meta-analyses for each type of MBT on opioiddosing. Differences in therapeuticefficacy between MBTs could be ascertained through rigorouscomparative effectiveness trials. It is plausible that MBTs have differentialassociations with acute vs chronic pain as well as opioid use dependingon their mechanisms of action. Behavioral health careproassess the association of MBT with opioid cue reactivity, andfessionals working alongside physicians could feasibly integratesuch measures have been reported to be sensitive to the useMBTs into standard medical practice through coordinated careof MBTs in patients with opioid-treated pain.56,94management, colocated care on site with some systemintegraExtant evidence from controlled trials suggests that MBTstion, or a fully integrated, onsite care model (eg, behavioral healthcan improve clinical pain and opioid-related outcomes. Approximatelyone-third of studies had small samples and therefore mayhave been underpowered. Another limitation was the insufficient reporting of opioiddosing in the MBT literature. Future studies should carefully quantify opioid dosingvariables to determine the association of mind-body therapieswith opioid-related outcomes. Additional Contributions: Emilee Naylor, BA,independent research coordinator, assisted withthe literature search for an early version of themanuscript. AANA J. 2010;78(                    therapeutic suggestions during generalanaesthesia: a double-blind randomised controlledtrial. 2001;45(                    treatment for high-risk chronic pain patients onopioid therapy: a randomized trial. 2010;150(                    internet-based self-management program."}